{"filepath": "../L2M3_data/1_application_papers/acs_xml/am1c04892.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Highly\nefficient extraction of radioactive uranium from aqueous\nsolution remains a serious task in the nuclear energy field. To address\nthis, we here create an effective uranium ion trap by using a novel\nand facile strategy that introduces bioinspired moiety phytic acid\n(PA) into highly robust PCN-222. The resultant metal–organic\nframework (MOF)-based uranium ion trap (PCN-222-PA) with a high density\nof accessible phosphate groups exhibits a remarkable U­(VI) uptake\ncapacity (401.6 mg·g<sup>–1</sup>), surpassing most of\nthe reported phosphorus-modified MOFs and various other MOF adsorbents.\nKinetics study reveals that PCN-222-PA can reduce the uranium concentration\nfrom 10 mg L<sup>–1</sup> to 21 μg L<sup>–1</sup>, below the acceptable limit defined by the US Environmental Protection\nAgency. In addition, PCN-222-PA also shows good selectivity and high\nstability as well as excellent recyclability toward uranium capture.\nOur work demonstrates a new strategy to design functional MOFs with\nabundant phosphate groups and provides a new perspective for extracting\nuranium from aqueous solution.</p>", "clean_text": "Highly efficient extraction of radioactive uranium from aqueous solution remains a serious task in the nuclear energy field. To address this, we here create an effective uranium ion trap by using a novel and facile strategy that introduces bioinspired moiety phytic acid (PA) into highly robust PCN-222. The resultant metal-organic framework (MOF)-based uranium ion trap (PCN-222-PA) with a high density of accessible phosphate groups exhibits a remarkable U(VI) uptake capacity (401.6 mg⋅g-1), surpassing most of the reported phosphorus-modified MOFs and various other MOF adsorbents. Kinetics study reveals that PCN-222-PA can reduce the uranium concentration from 10 mg L-1 to 21 μg L-1, below the acceptable limit defined by the US Environmental Protection Agency. In addition, PCN-222-PA also shows good selectivity and high stability as well as excellent recyclability toward uranium capture. Our work demonstrates a new strategy to design functional MOFs with abundant phosphate groups and provides a new perspective for extracting uranium from aqueous solution.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In\nconsideration of environment and resource constraints, nuclear\nenergy has been regarded as a cost-effective technology and is undergoing\nrapid development. Uranium [U­(VI)], the heaviest naturally occurring\nelement, is used as a raw material in the nuclear industry. Given the much higher uranium reserves in the\nocean compared with those the land contains and the hazardous effect\nof radionuclides in nuclear wastewater on the environment or human\nhealth, novel materials are critically needed to extract uranium from\nan aqueous medium.\n</p>", "clean_text": "Introduction\n\nIn consideration of environment and resource constraints, nuclear energy has been regarded as a cost-effective technology and is undergoing rapid development. Uranium [U(VI)], the heaviest naturally occurring element, is used as a raw material in the nuclear industry. Given the much higher uranium reserves in the ocean compared with those the land contains and the hazardous effect of radionuclides in nuclear wastewater on the environment or human health, novel materials are critically needed to extract uranium from an aqueous medium. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs), a new\nclass of porous materials\ncomposed of metal clusters/metal ions and organic ligands, have received\nconsiderable attention during the past 2 decades. Owing to their\nhigh surface areas, tailorable porosity, and tunable functionality,\nMOFs have shown excellent performance in many areas such as adsorption/separation, catalysis, sensing, and so on. Additionally, several types of functional groups/molecules\ncould be introduced into MOF structures to selectively capture targeted\nguest species, offering opportunity to develop solid-phase adsorbents\nfor metal ion (such as Hg, Pd, and Au) extraction\nfrom aqueous solution. Considering that phosphorus-containing groups\nalways have strong affinity toward U­(VI), it is a wise way to decorate\nthe pore walls of MOFs with such functional groups. However, the existing phosphorus-modified\nMOFs suffer from inferior U­(VI) uptake capacity and low removal efficiency,\nwhich have largely limited their effectiveness for U­(VI) capture. This can be ascribed to the following two reasons: one is the low\ndensity of phosphorus-containing groups in MOFs since such chelating\ngroups are relatively difficult to be anchored into MOF structures\nin comparison with those such as −NH<sub>2</sub>, −COOH,\nand −OH. On the other hand, researchers always introduce phosphorus-based\nfunctional molecules with one or two binding sites into MOF structures\nfor U­(VI) capture. In contrast, the introduction\nof multiple phosphorus-containing binding sites into MOFs toward U­(VI)\nhas rarely been reported; the second is the poor dispersion of functional\ngroups, thus rendering insufficient accessible binding sites in MOF\nmaterials. Therefore, it is highly desirable to develop an effective\nMOF-based uranium ion trap that features well-distributed high-density\nphosphorus-containing binding sites.</p>", "clean_text": "Metal-organic frameworks (MOFs), a new class of porous materials composed of metal clusters/metal ions and organic ligands, have received considerable attention during the past 2 decades. Owing to their high surface areas, tailorable porosity, and tunable functionality, MOFs have shown excellent performance in many areas such as adsorption/separation, catalysis, sensing, and so on. Additionally, several types of functional groups/molecules could be introduced into MOF structures to selectively capture targeted guest species, offering opportunity to develop solid-phase adsorbents for metal ion (such as Hg, Pd, and Au) extraction from aqueous solution. Considering that phosphorus-containing groups always have strong affinity toward U(VI), it is a wise way to decorate the pore walls of MOFs with such functional groups. However, the existing phosphorus-modified MOFs suffer from inferior U(VI) uptake capacity and low removal efficiency, which have largely limited their effectiveness for U(VI) capture. This can be ascribed to the following two reasons: one is the low density of phosphorus-containing groups in MOFs since such chelating groups are relatively difficult to be anchored into MOF structures in comparison with those such as -NH2, -COOH, and -OH. On the other hand, researchers always introduce phosphorus-based functional molecules with one or two binding sites into MOF structures for U(VI) capture. In contrast, the introduction of multiple phosphorus-containing binding sites into MOFs toward U(VI) has rarely been reported; the second is the poor dispersion of functional groups, thus rendering insufficient accessible binding sites in MOF materials. Therefore, it is highly desirable to develop an effective MOF-based uranium ion trap that features well-distributed high-density phosphorus-containing binding sites.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Phytic acid (myo-inositol\n1,2,3,4,5,6-hexakisphosphate, PA), a\nkind of natural and nontoxic plant component, is widely found in pollens,\nfruits, vegetables, legumes, and so on. Due to the very close\nsix phosphate groups in PA, it can strongly bind with toxic mineral\nelements in the human body. On the other\nhand, the phosphate group in PA is classified as a Lewis hard base\nthat exhibits strong affinity toward the hard acid of uranium cations.\nInspired by this, we envisage that such biochemical PA molecules can\nbe used as functional molecules to construct phosphate-modified MOFs\nwith multiple phosphorus-containing binding sites, facilitating the\nformation of PA-U­(VI) coordination complex aggregations in porous\nMOF solids.</p>", "clean_text": "Phytic acid (myo-inositol 1,2,3,4,5,6-hexakisphosphate, PA), a kind of natural and nontoxic plant component, is widely found in pollens, fruits, vegetables, legumes, and so on. Due to the very close six phosphate groups in PA, it can strongly bind with toxic mineral elements in the human body. On the other hand, the phosphate group in PA is classified as a Lewis hard base that exhibits strong affinity toward the hard acid of uranium cations. Inspired by this, we envisage that such biochemical PA molecules can be used as functional molecules to construct phosphate-modified MOFs with multiple phosphorus-containing binding sites, facilitating the formation of PA-U(VI) coordination complex aggregations in porous MOF solids.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>Herein, as a proof of concept, we demonstrate that\nsuch an effective\nuranium ion trap can be constructed by grafting bioinspired PA to\na highly stable MOF (PCN-222) through a postsynthetic method (PSM),\nwhich is always regarded as a common method in MOF modification. To the best of our knowledge, our work presents the first study\nto use PA-functionalized MOF for uranium capture. As a result, the\nresultant MOF-based uranium ion trap (PCN-222-PA) bearing high-density\naccessible phosphate groups exhibits a remarkable U­(VI) uptake capacity\n(401.6 mg·g<sup>–1</sup>), surpassing most of the phosphorus-modified\nMOFs and various other MOF-based adsorbents. Kinetics study reveals\nthat PCN-222-PA can reduce the U­(VI) concentration from 10 mg L<sup>–1</sup> to 21 μg L<sup>–1</sup>, below the acceptable\nlimit defined by the US Environmental Protection Agency (US EPA).\nFurthermore, PCN-222-PA also possesses good selectivity and high stability\nas well as excellent recyclability toward U­(VI) capture, suggesting\nits great potential in practical application.</p>", "clean_text": "Herein, as a proof of concept, we demonstrate that such an effective uranium ion trap can be constructed by grafting bioinspired PA to a highly stable MOF (PCN-222) through a postsynthetic method (PSM), which is always regarded as a common method in MOF modification. To the best of our knowledge, our work presents the first study to use PA-functionalized MOF for uranium capture. As a result, the resultant MOF-based uranium ion trap (PCN-222-PA) bearing high-density accessible phosphate groups exhibits a remarkable U(VI) uptake capacity (401.6 mg⋅g-1), surpassing most of the phosphorus-modified MOFs and various other MOF-based adsorbents. Kinetics study reveals that PCN-222-PA can reduce the U(VI) concentration from 10 mg L-1 to 21 μg L-1, below the acceptable limit defined by the US Environmental Protection Agency (US EPA). Furthermore, PCN-222-PA also possesses good selectivity and high stability as well as excellent recyclability toward U(VI) capture, suggesting its great potential in practical application.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Preparation of the MOFs</title><p>PCN-222 was prepared according\nto the previous literature. PCN-222-PA\nwas synthesized by adding 0.5 g of PCN-222 to 2.5 mM PA solution [<italic toggle=\"yes\">v</italic>(dimethylformamide (DMF))/<italic toggle=\"yes\">v</italic>(water) = 1:2].\nThe mixture was shaken for 24 h at room temperature and then centrifuged.\nSubsequently, the obtained solid was respectively washed with DMF,\ndeionized water, and acetone several times and then dried overnight\nunder vacuum conditions.</p>", "clean_text": "Experimental Section\n\nPreparation of the MOFs\n\nPCN-222 was prepared according to the previous literature. PCN-222-PA was synthesized by adding 0.5 g of PCN-222 to 2.5 mM PA solution [v(dimethylformamide (DMF))/v(water) = 1:2]. The mixture was shaken for 24 h at room temperature and then centrifuged. Subsequently, the obtained solid was respectively washed with DMF, deionized water, and acetone several times and then dried overnight under vacuum conditions.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Instruments</title><p>Powder X-ray diffraction\n(PXRD) patterns\nwere collected on a D8 Advance powder diffractometer from 5 to 30°\nwith a step size of 0.02°. N<sub>2</sub> adsorption–desorption\nisotherms were measured at 77 K on an Autosorb-IQ-MP (Quantachrome\nInstruments). Fourier-transform infrared spectroscopy (FTIR) spectra\nwere measured with a Nicolet 6700 FTIR spectrometer. X-Ray photoelectron\nspectroscopy (XPS) spectra were determined by ESCALAB 250 X-ray photoelectron\nspectroscopy. NMR spectra were obtained by using a Bruker Fourier\n600M spectrometer. Thermogravimetric analysis (TGA) plots were measured\nin a N<sub>2</sub> atmosphere on a thermal gravimetric analyzer with\na heating rate of 10 °C/min. The UV spectra were measured by\nusing a UV–vis spectrophotometer (TU-1950). The scanning electron\nmicroscopy (SEM) images and the corresponding elemental mapping were\nmeasured by a Hitachi S-4700 field-emission SEM instrument.</p>", "clean_text": "Instruments\n\nPowder X-ray diffraction (PXRD) patterns were collected on a D8 Advance powder diffractometer from 5 to 30° with a step size of 0.02°. N2 adsorption-desorption isotherms were measured at 77 K on an Autosorb-IQ-MP (Quantachrome Instruments). Fourier-transform infrared spectroscopy (FTIR) spectra were measured with a Nicolet 6700 FTIR spectrometer. X-Ray photoelectron spectroscopy (XPS) spectra were determined by ESCALAB 250 X-ray photoelectron spectroscopy. NMR spectra were obtained by using a Bruker Fourier 600M spectrometer. Thermogravimetric analysis (TGA) plots were measured in a N2 atmosphere on a thermal gravimetric analyzer with a heating rate of 10 °C/min. The UV spectra were measured by using a UV-vis spectrophotometer (TU-1950). The scanning electron microscopy (SEM) images and the corresponding elemental mapping were measured by a Hitachi S-4700 field-emission SEM instrument.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Adsorption\nExperiments</title><p>The U­(VI) aqueous solution was\nprepared by dissolving UO<sub>2</sub>(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O in distilled deionized water. Batch adsorption experiments\nwere conducted in aqueous solution by adding 10.0 mg of the adsorbent\ninto 10.0 mL of U­(VI) solutions with different initial concentrations\nat room temperature. The pH of the solution was adjusted by 0.1 M\nNaOH and 0.1 M HCl. After shaking for a period of time, the suspensions\nwere filtered and a certain concentration of U­(VI) was determined\nby a Thermoi-CAP-6300 inductively coupled plasma-optical emission\nspectrometer. The adsorption capacity of MOF is expressed in the following\nequation<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where q<sub>e</sub> (mg·g<sup>–1</sup>) is the adsorption amount of the adsorbent material at equilibrium, <italic toggle=\"yes\">C</italic>\n<sub>0</sub> (mg·L<sup>–1</sup>) and <italic toggle=\"yes\">C</italic>\n<sub>e</sub> (mg·L<sup>–1</sup>) are the initial\nand equilibrium concentrations of the U­(VI) solution, <italic toggle=\"yes\">V</italic> (mL) is the volume of the U­(VI) solution, and <italic toggle=\"yes\">M</italic> (mg) is the dosage of MOFs.</p>", "clean_text": "Adsorption Experiments\n\nThe U(VI) aqueous solution was prepared by dissolving UO2(NO3)2⋅6H2O in distilled deionized water. Batch adsorption experiments were conducted in aqueous solution by adding 10.0 mg of the adsorbent into 10.0 mL of U(VI) solutions with different initial concentrations at room temperature. The pH of the solution was adjusted by 0.1 M NaOH and 0.1 M HCl. After shaking for a period of time, the suspensions were filtered and a certain concentration of U(VI) was determined by a Thermoi-CAP-6300 inductively coupled plasma-optical emission spectrometer. The adsorption capacity of MOF is expressed in the following equation 1       q   e   =    (   C   0   -   C   e   )  V   M      where qe (mg⋅g-1) is the adsorption amount of the adsorbent material at equilibrium, C 0 (mg⋅L-1) and C e (mg⋅L-1) are the initial and equilibrium concentrations of the U(VI) solution, V (mL) is the volume of the U(VI) solution, and M (mg) is the dosage of MOFs.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The used adsorbent of PCN-222-PA\nafter U­(VI) capture was stirred in a 0.1 M HCl aqueous solution for\n6 h. Subsequently, the sample was washed with water and acetone several\ntimes and dried overnight under vacuum conditions. Such regenerated\nPCN-222-PA was then employed for recycle experiments.</p>", "clean_text": "The used adsorbent of PCN-222-PA after U(VI) capture was stirred in a 0.1 M HCl aqueous solution for 6 h. Subsequently, the sample was washed with water and acetone several times and dried overnight under vacuum conditions. Such regenerated PCN-222-PA was then employed for recycle experiments.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Synthesis and Characterization</title><p>The\nMOF-based uranium\nion trap was achieved by functionalizing PCN-222 with biochemical\nPA molecules (), which are considered to have strong affinity toward metal ions.\nPCN-222, a kind of Zr-MOFs with planar tetratopic carboxylic ligands\nof tetrakis­(4-carboxyphenyl)­porphyrin (H<sub>2</sub>TCPP), possesses\na very large one-dimensional open channel with a diameter of up to\n3.7 nm. In PCN-222, the vertex of the Zr nodes was coordinated with\ncarboxyl groups, while the remaining other sites of Zr<sub>6</sub> clusters are occupied by terminal groups. This Zr-MOF was selected as a host material owing to the following\nreasons: (i) a large pore surface area and mesoporous structure, thereby\naffording high-density well-dispersed PA molecules in MOFs; (ii) outstanding\nwater/chemical stability, thus facilitating adsorbent regeneration;\nand (iii) the terminal groups on Zr<sub>6</sub> clusters in PCN-222\nare prone to be substituted by other ligands with phosphate groups\nthrough a solvent-assisted ligand incorporation method, making it\neasy to graft bioinspired PA molecules onto the host MOF material.\nThe PA-modified PCN-222 was prepared by immersing the MOF solid in\nthe PA solution at room temperature, which was considered as a convenient\nsynthetic process.</p>", "clean_text": "Results and Discussion\n\nSynthesis and Characterization\n\nThe MOF-based uranium ion trap was achieved by functionalizing PCN-222 with biochemical PA molecules (), which are considered to have strong affinity toward metal ions. PCN-222, a kind of Zr-MOFs with planar tetratopic carboxylic ligands of tetrakis(4-carboxyphenyl)porphyrin (H2TCPP), possesses a very large one-dimensional open channel with a diameter of up to 3.7 nm. In PCN-222, the vertex of the Zr nodes was coordinated with carboxyl groups, while the remaining other sites of Zr6 clusters are occupied by terminal groups. This Zr-MOF was selected as a host material owing to the following reasons: (i) a large pore surface area and mesoporous structure, thereby affording high-density well-dispersed PA molecules in MOFs; (ii) outstanding water/chemical stability, thus facilitating adsorbent regeneration; and (iii) the terminal groups on Zr6 clusters in PCN-222 are prone to be substituted by other ligands with phosphate groups through a solvent-assisted ligand incorporation method, making it easy to graft bioinspired PA molecules onto the host MOF material. The PA-modified PCN-222 was prepared by immersing the MOF solid in the PA solution at room temperature, which was considered as a convenient synthetic process.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration of MOF-based ion trap for U­(VI)\nextraction\nfrom water (color code: C, black gray; O, red; H, white; Zr, cyan;\nP, violet; and U, yellow).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of MOF-based ion trap for U(VI) extraction from water (color code: C, black gray; O, red; H, white; Zr, cyan; P, violet; and U, yellow).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>\na shows\nthe PXRD patterns of PCN-222-PA and original PCN-222. It is visible\nthat the related peaks of these two MOFs are closely matched, indicating\nthat the crystal structure of PCN-222 remains intact after PA module\ninsertion. N<sub>2</sub> adsorption–desorption isotherms of\nPCN-222 and PCN-222-PA measured at 77 K display a typical type IV\nisotherm and exhibit a steep increase at the point of <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3 (b), suggesting the reservation of a mesoporous\nfeature after introducing PA molecules into PCN-222, despite a decrease\nof their Brunauer–Emmett–Teller (BET) surface areas\nfrom 2330 m<sup>2</sup>·g<sup>–1</sup> for PCN-222 to\n2197 m<sup>2</sup>·g<sup>–1</sup> for PCN-222-PA. The\nmesopore size has decreased from 32 to 26 Å for PCN-222-PA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), suggesting the successful introduction\nof PA into the MOF structure. The SEM images show that PCN-222-PA\nparticles possess a rod-shaped morphology, with no obvious morphology\nchange being observed after PA insertion (c,d). The energy-dispersive X-ray spectroscopy\n(EDS) mapping of PCN-222-PA demonstrates the emergence of phosphorus\nelements after modification, suggesting the successful grafting of\nPA molecules in PCN-222. Besides, phosphorus disperses uniformly in\nPCN-222-PA, indicating well-dispersion of PA molecules within the\ncrystal structure of our uranium ion trap.</p>", "clean_text": " a shows the PXRD patterns of PCN-222-PA and original PCN-222. It is visible that the related peaks of these two MOFs are closely matched, indicating that the crystal structure of PCN-222 remains intact after PA module insertion. N2 adsorption-desorption isotherms of PCN-222 and PCN-222-PA measured at 77 K display a typical type IV isotherm and exhibit a steep increase at the point of P/P 0 = 0.3 (b), suggesting the reservation of a mesoporous feature after introducing PA molecules into PCN-222, despite a decrease of their Brunauer-Emmett-Teller (BET) surface areas from 2330 m2⋅g-1 for PCN-222 to 2197 m2⋅g-1 for PCN-222-PA. The mesopore size has decreased from 32 to 26 Å for PCN-222-PA (Figure S1), suggesting the successful introduction of PA into the MOF structure. The SEM images show that PCN-222-PA particles possess a rod-shaped morphology, with no obvious morphology change being observed after PA insertion (c,d). The energy-dispersive X-ray spectroscopy (EDS) mapping of PCN-222-PA demonstrates the emergence of phosphorus elements after modification, suggesting the successful grafting of PA molecules in PCN-222. Besides, phosphorus disperses uniformly in PCN-222-PA, indicating well-dispersion of PA molecules within the crystal structure of our uranium ion trap.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Characterizations of\nPCN-222 and PCN-222-PA. (a) PXRD patterns.\n(b) N<sub>2</sub> adsorption–desorption isotherms at 77 K.\n(c) SEM images and the EDS elemental mapping analysis of PCN-222.\n(d) SEM images and the EDS elemental mapping analysis of PCN-222-PA.\n(e) FTIR spectra. (f) Wide-scan XPS spectra. (g) Zr 3d XPS spectra.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Characterizations of PCN-222 and PCN-222-PA. (a) PXRD patterns. (b) N2 adsorption-desorption isotherms at 77 K. (c) SEM images and the EDS elemental mapping analysis of PCN-222. (d) SEM images and the EDS elemental mapping analysis of PCN-222-PA. (e) FTIR spectra. (f) Wide-scan XPS spectra. (g) Zr 3d XPS spectra.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>The successful grafting of PA molecules onto PCN-222\nwas also examined\nby FTIR, XPS, and ICP analyses. As shown in e, the FTIR spectra of PCN-222-PA reveal\ntwo new peaks at 574 and 1106 cm<sup>–1</sup> compared with\nthose of the original one, which can be attributed to the in-side-plane\nvibration of the phosphate group and the vibration of PO,\nrespectively. Wide-scan XPS spectra of PCN-222-PA show the emergence\nof phosphorus signals around 133.9 eV, which can be ascribed to P\n2p of PA molecules (f). In addition, the Zr 3d XPS spectra reveal a visible shift\nafter PA modification (g), indicating that such molecules have been successfully\nanchored to the Zr<sub>6</sub> clusters of PCN-222, instead of being\nadsorbed in MOF channels. To confirm the certain amount of the PA\nin PCN-222-PA, the PCN-222-PA sample was digested by KOH/D<sub>2</sub>O and characterized by the <sup>1</sup>H NMR spectrum. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>, “*” represents the peaks\nof TCPP, and the peaks around 3.5–4.5 ppm are attributed to\nthe hydrogen in PA. A strong peak at 8.3 ppm for the hydrogen signal\nof HCOOH is present (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link>) in PCN-222,\nand the peak area ratio (TCPP/HCOOH) is calculated as about 1:2, indicating\nthat four formic acid molecules were capped in the Zr<sub>6</sub> cluster\nof PCN-222. Such distinctive HCOOH peak almost disappears after PA\nmodification (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>), indicating that\nPA molecules have been anchored to the Zr<sub>6</sub> cluster of PCN-222\nthrough a substitution way. Based on the <sup>1</sup>H NMR spectrum\nof PCN-222-PA, the peak area ratio (TCPP/PA) is calculated as about\n1:1, indicating that each Zr<sub>6</sub> cluster in PCN-222 binds\nwith about two PA molecules. To further confirm this, the contents\nof Zr and P were also measured by ICP after MOF digestion. The results\nshow that the Zr/P molar ratio is calculated to be 1:1.96, which is\nconsistent with the result of the <sup>1</sup>H NMR spectrum. To investigate\nthe thermal stability of PCN-222-PA, TGA was used. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>, PCN-222-PA started to decompose from\n100 °C due to the low boiling point of PA. About 32% of weight\nloss was observed as the temperature increases to 450 °C, which\ncan be attributed to the degradation of both PA (mostly) and TCPP.\nMoreover, <sup>31</sup>P NMR of PCN-222-PA was also characterized.\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>, the appearance of\nthe phosphorus signal of PA indicates the successful modification\nof PCN-222. All these results demonstrate that each Zr<sub>6</sub> cluster in PCN-222 binds with about two PA molecules. It should\nbe noted that the BET surface area and N<sub>2</sub> uptake capacity\nof PCN-222 have not decreased sharply after PA modification, which\nmight be explained by the fact that two PA molecules bind with the\nZr<sub>6</sub> cluster by replacing four capped formic acid molecules\ninstead of directly loading in the mesopore of PCN-222.\n</p>", "clean_text": "The successful grafting of PA molecules onto PCN-222 was also examined by FTIR, XPS, and ICP analyses. As shown in e, the FTIR spectra of PCN-222-PA reveal two new peaks at 574 and 1106 cm-1 compared with those of the original one, which can be attributed to the in-side-plane vibration of the phosphate group and the vibration of PO, respectively. Wide-scan XPS spectra of PCN-222-PA show the emergence of phosphorus signals around 133.9 eV, which can be ascribed to P 2p of PA molecules (f). In addition, the Zr 3d XPS spectra reveal a visible shift after PA modification (g), indicating that such molecules have been successfully anchored to the Zr6 clusters of PCN-222, instead of being adsorbed in MOF channels. To confirm the certain amount of the PA in PCN-222-PA, the PCN-222-PA sample was digested by KOH/D2O and characterized by the 1H NMR spectrum. As shown in Figure S2, \"*\" represents the peaks of TCPP, and the peaks around 3.5-4.5 ppm are attributed to the hydrogen in PA. A strong peak at 8.3 ppm for the hydrogen signal of HCOOH is present (Figure S2b) in PCN-222, and the peak area ratio (TCPP/HCOOH) is calculated as about 1:2, indicating that four formic acid molecules were capped in the Zr6 cluster of PCN-222. Such distinctive HCOOH peak almost disappears after PA modification (Figure S2a), indicating that PA molecules have been anchored to the Zr6 cluster of PCN-222 through a substitution way. Based on the 1H NMR spectrum of PCN-222-PA, the peak area ratio (TCPP/PA) is calculated as about 1:1, indicating that each Zr6 cluster in PCN-222 binds with about two PA molecules. To further confirm this, the contents of Zr and P were also measured by ICP after MOF digestion. The results show that the Zr/P molar ratio is calculated to be 1:1.96, which is consistent with the result of the 1H NMR spectrum. To investigate the thermal stability of PCN-222-PA, TGA was used. As shown in Figure S3, PCN-222-PA started to decompose from 100 °C due to the low boiling point of PA. About 32% of weight loss was observed as the temperature increases to 450 °C, which can be attributed to the degradation of both PA (mostly) and TCPP. Moreover, 31P NMR of PCN-222-PA was also characterized. As shown in Figure S4, the appearance of the phosphorus signal of PA indicates the successful modification of PCN-222. All these results demonstrate that each Zr6 cluster in PCN-222 binds with about two PA molecules. It should be noted that the BET surface area and N2 uptake capacity of PCN-222 have not decreased sharply after PA modification, which might be explained by the fact that two PA molecules bind with the Zr6 cluster by replacing four capped formic acid molecules instead of directly loading in the mesopore of PCN-222. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>To investigate the optimal conditions\nto synthesize PCN-222-PA,\nthe effect of PA concentration on PA loading and linker/Zr loss in\nPCN-222 was also studied. Herein, we have investigated different PA\nconcentrations at 2.5, 5, and 50 mM. When the concentration of PA\nis 2.5 mM, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>, the\npeak area ratio (TCPP/PA) is calculated as 6:6.11. As the concentration\nreaches 5 mM, such peak area ratios have no obvious change (TCPP/PA\n= 6:6.37) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>), indicating that\nthe PA loading has not changed obviously after the increase of PA\nconcentration. This can be explained by the fact that the coordinated\nHCOOH in PCN-222 has almost been replaced by PA molecules at 2.5 mM,\nas evidenced by the nearly disappeared HCOOH peak at 8.3 ppm. To investigate\nthe effect of PA concentration on linker/Zr loss and MOF degradation,\nthe synthetic solution of PCN-222-PA after filtration was measured\nby ICP and UV spectroscopy (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>).\nWhen the PA concentration was 2.5 mM, no Zr or TCPP was detected in\nthe synthetic solution of PCN-222-PA. Similar results were observed\nas the concentration increases to 5 mM. However, when the concentration\nof PA reaches 50 mM, obvious Zr and TCPP were detected in the synthetic\nsolution of PCN-222-PA, indicating that MOF structures start to be\ndestroyed at this concentration, which can be ascribed to the strong\naffinity between the Zr<sub>6</sub> cluster of PCN-222 and PO\nbonds in PA molecules. Therefore, the optimal PA concentration for\nthe synthesis of PCN-222-PA was set as 2.5 mM.</p>", "clean_text": "To investigate the optimal conditions to synthesize PCN-222-PA, the effect of PA concentration on PA loading and linker/Zr loss in PCN-222 was also studied. Herein, we have investigated different PA concentrations at 2.5, 5, and 50 mM. When the concentration of PA is 2.5 mM, as shown in Figure S2a, the peak area ratio (TCPP/PA) is calculated as 6:6.11. As the concentration reaches 5 mM, such peak area ratios have no obvious change (TCPP/PA = 6:6.37) (Figure S5), indicating that the PA loading has not changed obviously after the increase of PA concentration. This can be explained by the fact that the coordinated HCOOH in PCN-222 has almost been replaced by PA molecules at 2.5 mM, as evidenced by the nearly disappeared HCOOH peak at 8.3 ppm. To investigate the effect of PA concentration on linker/Zr loss and MOF degradation, the synthetic solution of PCN-222-PA after filtration was measured by ICP and UV spectroscopy (Figure S6). When the PA concentration was 2.5 mM, no Zr or TCPP was detected in the synthetic solution of PCN-222-PA. Similar results were observed as the concentration increases to 5 mM. However, when the concentration of PA reaches 50 mM, obvious Zr and TCPP were detected in the synthetic solution of PCN-222-PA, indicating that MOF structures start to be destroyed at this concentration, which can be ascribed to the strong affinity between the Zr6 cluster of PCN-222 and PO bonds in PA molecules. Therefore, the optimal PA concentration for the synthesis of PCN-222-PA was set as 2.5 mM.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<title>U­(VI) Adsorption Studies</title><p>Given that the pH of the solution\nhas a significant influence on metal ion capture, a series of adsorption\nexperiments were conducted to investigate the optimal pH test condition.\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>, the solution pH\nwas optimized at 4.5 to achieve higher U­(VI) uptake capacity. In order\nto evaluate the effectiveness of our uranium trap, we then investigated\nthe adsorption kinetics of PCN-222-PA toward U­(VI) extraction. As\nshown in ,\nPCN-222-PA can adsorb U­(VI) efficiently. Over 90% of U­(VI) was recovered\nwithin 30 min, and the removal efficiency could reach 99.79% after\nequilibrium. As a result, the residual U­(VI) concentration was reduced\nfrom initial 10 mg L<sup>–1</sup> to 21 μg L<sup>–1</sup>, below the acceptable limit of 30 μg L<sup>–1</sup> defined by the US EPA. To get more\ninformation of adsorption kinetics, the pseudo-first-order kinetic\nmodel (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, S1)\nand pseudo-second-order kinetic model (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, S2) were applied to simulate the U­(VI) adsorption\nprocess over PCN-222-PA. The linearized plots and the related parameters\nof these two models are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S8 and Table S1</ext-link>. The results show that the pseudo-second-order model\nis the better one to describe the adsorption kinetics with a higher\ncorrelation coefficient (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.999),\nsuggesting that chemisorption may play a key role during the U­(VI)\ncapture process.</p>", "clean_text": "U(VI) Adsorption Studies\n\nGiven that the pH of the solution has a significant influence on metal ion capture, a series of adsorption experiments were conducted to investigate the optimal pH test condition. As shown in Figure S7, the solution pH was optimized at 4.5 to achieve higher U(VI) uptake capacity. In order to evaluate the effectiveness of our uranium trap, we then investigated the adsorption kinetics of PCN-222-PA toward U(VI) extraction. As shown in , PCN-222-PA can adsorb U(VI) efficiently. Over 90% of U(VI) was recovered within 30 min, and the removal efficiency could reach 99.79% after equilibrium. As a result, the residual U(VI) concentration was reduced from initial 10 mg L-1 to 21 μg L-1, below the acceptable limit of 30 μg L-1 defined by the US EPA. To get more information of adsorption kinetics, the pseudo-first-order kinetic model (see Supporting Information, S1) and pseudo-second-order kinetic model (see Supporting Information, S2) were applied to simulate the U(VI) adsorption process over PCN-222-PA. The linearized plots and the related parameters of these two models are shown in Figure S8 and Table S1. The results show that the pseudo-second-order model is the better one to describe the adsorption kinetics with a higher correlation coefficient (R 2 = 0.999), suggesting that chemisorption may play a key role during the U(VI) capture process.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) U­(VI) adsorption kinetics of PCN-222-PA. (b) Removal\nefficiency\nof U­(VI) vs contact time using PCN-222-PA [U­(VI) initial concentration:\n10 mg L<sup>–1</sup>].</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) U(VI) adsorption kinetics of PCN-222-PA. (b) Removal efficiency of U(VI) vs contact time using PCN-222-PA [U(VI) initial concentration: 10 mg L-1].   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>To assess the U­(VI) adsorption ability of PCN-222-PA, we subsequently\nmeasured adsorption isotherms. As illustrated in , PCN-222-PA shows high U­(VI)\nuptake, far exceeding the pristine PCN-222, which demonstrates that\nthe grafting of PA molecules onto the pore walls of MOF can improve\nU­(VI) capture performance significantly. To evaluate the U­(VI) uptake\ncapacity of PCN-222-PA exactly, the Langmuir model (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, S3) was adopted in this\ncase and a high correlation coefficient (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.99) was obtained, indicating that the adsorption process is\ndominated by the monolayer adsorption (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). The maximum U­(VI) adsorption\ncapacity of PCN-222-PA is calculated to be 401.6 mg g<sup>–1</sup>. In contrast, original PCN-222 exhibits a small adsorption capacity\n(87 mg g<sup>–1</sup>) for U­(VI) removal; the big difference\nin uptake capacity can be explained by the strong interaction between\nUO<sub>2</sub> and PO of PA in PCN-222. To highlight the excellent\nperformance of PCN-222-PA, we first compare the adsorption performance\nof PCN-222-PA toward U­(VI) with reported phosphorus-modified MOFs.\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>, the U­(VI) uptake\ncapacity of PCN-222-PA surpasses most of the reported phosphorus-modified\nMOFs except for GO/Fe<sub>3</sub>O<sub>4</sub>/OPO<sub>3</sub>H<sub>2</sub>/PCN-222, which shows a slightly higher uptake capacity (416.7\nmg g<sup>–1</sup>). However, considering the great potential\nof PCN-222-PA for trace metal removal (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figures S10 and S11</ext-link>), our PCN-222-PA still has promising application\nprospects. Besides, we also compare the U­(VI) capture performance\nof PCN-222-PA with that of other MOFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). As a result, the excellent adsorption capacity of PCN-222-PA surpasses\nvarious MOF-based adsorbents toward U­(VI).</p>", "clean_text": "To assess the U(VI) adsorption ability of PCN-222-PA, we subsequently measured adsorption isotherms. As illustrated in , PCN-222-PA shows high U(VI) uptake, far exceeding the pristine PCN-222, which demonstrates that the grafting of PA molecules onto the pore walls of MOF can improve U(VI) capture performance significantly. To evaluate the U(VI) uptake capacity of PCN-222-PA exactly, the Langmuir model (see Supporting Information, S3) was adopted in this case and a high correlation coefficient (R 2 = 0.99) was obtained, indicating that the adsorption process is dominated by the monolayer adsorption (Figure S9). The maximum U(VI) adsorption capacity of PCN-222-PA is calculated to be 401.6 mg g-1. In contrast, original PCN-222 exhibits a small adsorption capacity (87 mg g-1) for U(VI) removal; the big difference in uptake capacity can be explained by the strong interaction between UO2 and PO of PA in PCN-222. To highlight the excellent performance of PCN-222-PA, we first compare the adsorption performance of PCN-222-PA toward U(VI) with reported phosphorus-modified MOFs. As shown in Table S2, the U(VI) uptake capacity of PCN-222-PA surpasses most of the reported phosphorus-modified MOFs except for GO/Fe3O4/OPO3H2/PCN-222, which shows a slightly higher uptake capacity (416.7 mg g-1). However, considering the great potential of PCN-222-PA for trace metal removal (Figures S10 and S11), our PCN-222-PA still has promising application prospects. Besides, we also compare the U(VI) capture performance of PCN-222-PA with that of other MOFs (Table S3). As a result, the excellent adsorption capacity of PCN-222-PA surpasses various MOF-based adsorbents toward U(VI).", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Adsorption isotherms\nof PCN-222-PA and PCN-222 toward U­(VI).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Adsorption isotherms of PCN-222-PA and PCN-222 toward U(VI).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>As different crystal sizes of PCN-222-PA may have effects on U­(VI)\ncapture, the adsorption performance of PCN-222-PA with different sizes\nwas also studied. As shown in d, the PCN-222-PA in our work exhibits a rod-shaped\nmorphology with about 1–2 μm width and 8–10 μm\nlength, which could be denoted as PCN-222-PA (large size). Besides,\nwe also use trifluoroacetic acid as the modulating reagent to synthesize\nPCN-222 and further modified it through\nthe PSM approach in our work to obtain PCN-222-PA (small size). As\nshown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>, such PCN-222-PA samples\n(small size) exhibit a rod-shaped morphology with 500–700 nm\nwidth and 1–2 μm length. The two PCN-222-PA samples with\ndifferent crystal sizes were used for U­(VI) capture. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S13a</ext-link>, such two PCN-222-PA samples with\ndifferent sizes exhibit a similar U­(VI) maximum uptake capacity. However,\nadsorption kinetics (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S13b</ext-link>) shows\nthat PCN-222-PA with a small size could remove U­(VI) a little faster\nthan PCN-222-PA (large size), which could be ascribed to the fact\nthat MOF with a small size is beneficial for U­(VI) diffusion.</p>", "clean_text": "As different crystal sizes of PCN-222-PA may have effects on U(VI) capture, the adsorption performance of PCN-222-PA with different sizes was also studied. As shown in d, the PCN-222-PA in our work exhibits a rod-shaped morphology with about 1-2 μm width and 8-10 μm length, which could be denoted as PCN-222-PA (large size). Besides, we also use trifluoroacetic acid as the modulating reagent to synthesize PCN-222 and further modified it through the PSM approach in our work to obtain PCN-222-PA (small size). As shown in Figure S12, such PCN-222-PA samples (small size) exhibit a rod-shaped morphology with 500-700 nm width and 1-2 μm length. The two PCN-222-PA samples with different crystal sizes were used for U(VI) capture. As shown in Figure S13a, such two PCN-222-PA samples with different sizes exhibit a similar U(VI) maximum uptake capacity. However, adsorption kinetics (Figure S13b) shows that PCN-222-PA with a small size could remove U(VI) a little faster than PCN-222-PA (large size), which could be ascribed to the fact that MOF with a small size is beneficial for U(VI) diffusion.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>Besides, to further confirm the optimal synthetic conditions of\nPCN-222-PA, the effects of PA concentration on U­(VI) adsorption capacity\nwere also investigated. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>, when the PA concentration increases from 2.5 to 5 mM, the U­(VI)\nmaximum adsorption capacity has not increased obviously. When the\nPA concentration increases to 50 mM, the U­(VI) adsorption capacity\ndecreases sharply, which can be ascribed to the fact that the MOF\nstructures start to be destroyed at this concentration.</p>", "clean_text": "Besides, to further confirm the optimal synthetic conditions of PCN-222-PA, the effects of PA concentration on U(VI) adsorption capacity were also investigated. As shown in Figure S14, when the PA concentration increases from 2.5 to 5 mM, the U(VI) maximum adsorption capacity has not increased obviously. When the PA concentration increases to 50 mM, the U(VI) adsorption capacity decreases sharply, which can be ascribed to the fact that the MOF structures start to be destroyed at this concentration.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>To investigate\nthe effect of temperature for U­(VI) capture, batches\nof adsorption experiments were conducted with different temperatures.\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>, the U­(VI) uptake\ncapacity of PCN-222-PA improves as temperature increases from 298\nto 308 K, suggesting that chemisorption might play a key role for\nU­(VI) capture. On the other hand, adsorption thermodynamics was also\ninvestigated. The adsorption enthalpy (Δ<italic toggle=\"yes\">H</italic>),\nentropy (Δ<italic toggle=\"yes\">S</italic>), and free energy (Δ<italic toggle=\"yes\">G</italic>) changes were obtained from adsorption isotherms and the\nvan’t Hoff equation over different temperatures.\nThe results are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>. The\nobtained Δ<italic toggle=\"yes\">G</italic> is negative, suggesting that the\nadsorption is spontaneous within all the studied temperatures. The\npositive value of Δ<italic toggle=\"yes\">H</italic> confirms an endothermic\nadsorption process for U­(VI) capture. The positive Δ<italic toggle=\"yes\">S</italic> indicates that such U­(VI) adsorption processes are entropy-driven.</p>", "clean_text": "To investigate the effect of temperature for U(VI) capture, batches of adsorption experiments were conducted with different temperatures. As shown in Figure S15, the U(VI) uptake capacity of PCN-222-PA improves as temperature increases from 298 to 308 K, suggesting that chemisorption might play a key role for U(VI) capture. On the other hand, adsorption thermodynamics was also investigated. The adsorption enthalpy (ΔH), entropy (ΔS), and free energy (ΔG) changes were obtained from adsorption isotherms and the van't Hoff equation over different temperatures. The results are shown in Table S4. The obtained ΔG is negative, suggesting that the adsorption is spontaneous within all the studied temperatures. The positive value of ΔH confirms an endothermic adsorption process for U(VI) capture. The positive ΔS indicates that such U(VI) adsorption processes are entropy-driven.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>As selectivity is an important performance metric for adsorbents,\nwe investigated the effect of different metal ions coexisting in water\non the removal efficiency of PCN-222-PA toward U­(VI). Because of the\nchemical similarity between lanthanides and actinides, major lanthanides\nand some other metal ions were selected as test ions.  shows the distribution coefficient <italic toggle=\"yes\">K</italic>\n<sub>d</sub> (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, S4) of U­(VI) over a series of competing metal ions. Obviously,\nPCN-222-PA possesses a desirable binding affinity toward U­(VI) with\na remarkable high <italic toggle=\"yes\">K</italic>\n<sub>d</sub> value (about 9000\nmL g<sup>–1</sup>), which is much higher than that of other\ntest ions. Moreover, the high selectivity coefficient S<sub>U</sub> (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, S5) shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link> also indicates that PCN-222-PA\nhas excellent selectivity over a range of other metal ions.</p>", "clean_text": "As selectivity is an important performance metric for adsorbents, we investigated the effect of different metal ions coexisting in water on the removal efficiency of PCN-222-PA toward U(VI). Because of the chemical similarity between lanthanides and actinides, major lanthanides and some other metal ions were selected as test ions.  shows the distribution coefficient K d (see Supporting Information, S4) of U(VI) over a series of competing metal ions. Obviously, PCN-222-PA possesses a desirable binding affinity toward U(VI) with a remarkable high K d value (about 9000 mL g-1), which is much higher than that of other test ions. Moreover, the high selectivity coefficient SU (see Supporting Information, S5) shown in Table S5 also indicates that PCN-222-PA has excellent selectivity over a range of other metal ions.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Effect of coexisting\nions on the removal of U­(VI) by PCN-222-PA\n(the initial concentration of all the metal ions is 50 mg L<sup>–1</sup>).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Effect of coexisting ions on the removal of U(VI) by PCN-222-PA (the initial concentration of all the metal ions is 50 mg L-1).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The recyclability of the adsorbent\nis also a crucial factor for\npractical application. Such uranium-loaded PCN-222-PA (U@PCN-222-PA)\ncan be regenerated by washing with a 0.1 M HCl solution. As shown\nin , the regenerated\nPCN-222-PA can retain over 90% of original adsorption capacity even\nafter four reuse cycles. Besides, to confirm the stability of PCN-222\nafter U­(VI) adsorption and regeneration, PXRD and ICP analyses were\nthen employed. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>,\nthe similar PXRD patterns of U@PCN-222-PA, regenerated PCN-222-PA,\nand the as-prepared one demonstrate that the framework of MOF remains\nintact during U­(VI) adsorption and regeneration processes. ICP results\nshow that few phosphorus molecules were detected in the solution after\nU­(VI) capture. Also, the phosphorus content of PCN-222-PA has no obvious\nchange before and after regeneration. These observations indicate\nthat few PA molecules will leak out from Zr<sub>6</sub> clusters of\nPCN-222 during adsorption and regeneration processes.</p>", "clean_text": "The recyclability of the adsorbent is also a crucial factor for practical application. Such uranium-loaded PCN-222-PA (U@PCN-222-PA) can be regenerated by washing with a 0.1 M HCl solution. As shown in , the regenerated PCN-222-PA can retain over 90% of original adsorption capacity even after four reuse cycles. Besides, to confirm the stability of PCN-222 after U(VI) adsorption and regeneration, PXRD and ICP analyses were then employed. As shown in Figure S16, the similar PXRD patterns of U@PCN-222-PA, regenerated PCN-222-PA, and the as-prepared one demonstrate that the framework of MOF remains intact during U(VI) adsorption and regeneration processes. ICP results show that few phosphorus molecules were detected in the solution after U(VI) capture. Also, the phosphorus content of PCN-222-PA has no obvious change before and after regeneration. These observations indicate that few PA molecules will leak out from Zr6 clusters of PCN-222 during adsorption and regeneration processes.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Regeneration of PCN-222-PA\nfor U­(VI) adsorption.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Regeneration of PCN-222-PA for U(VI) adsorption.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>Furthermore, it is necessary\nto evaluate the effectiveness of adsorbents\nin practical conditions. Because the pH of seawater is normally around\n8, a series of adsorption experiments\nwere conducted under this condition. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>, the removal efficiency of PCN-222-PA exceeds 99%\nwith U­(VI) concentrations of 1 and 10 mg L<sup>–1</sup>, suggesting\nthe great potential of PCN-222-PA in practical conditions.</p>", "clean_text": "Furthermore, it is necessary to evaluate the effectiveness of adsorbents in practical conditions. Because the pH of seawater is normally around 8, a series of adsorption experiments were conducted under this condition. As shown in Figure S17, the removal efficiency of PCN-222-PA exceeds 99% with U(VI) concentrations of 1 and 10 mg L-1, suggesting the great potential of PCN-222-PA in practical conditions.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Adsorption\nMechanism</title><p>The above-mentioned investigations\nshow that PCN-222-PA exhibits excellent performance for U­(VI) extraction,\nwhich can be attributed to the high-density well-dispersed phosphate\ngroups of PA in the MOF structure. To well understand this, XPS, EDS\nmapping, and FTIR spectra were used to explore the adsorption mechanism\nof PCN-222-PA toward U­(VI). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>, the appearance of U 4f peaks in the wide-scan XPS spectra\nof U@PCN-222-PA indicates that U­(VI) has been captured after adsorption. a displays the elemental\nmapping of U@PCN-222-PA. Uranium was found to disperse uniformly within\nthe crystal sample of PCN-222-PA owing to the well-dispersed phosphate\ngroups in the MOF structure. On the other hand, the P 2p spectrum\nof PCN-222-PA was resolved into two peaks at 133.6 and 134.2 eV, assigning\nfor P 2p<sub>1/2</sub> and P 2p<sub>3/2</sub>, respectively (b). The binding energy\nof P 2p<sub>3/2</sub> in PCN-222-PA reveals a visible shift from 134.2\nto 134.5 eV after U­(VI) loading, illustrating the strong interaction\nbetween phosphate groups and uranium. c shows the FTIR spectra of PCN-222-PA before\nand after U­(VI) loading. The emergence of the peak at 924 cm<sup>–1</sup> reveals the vibration of OUO on the adsorbent. Besides,\na new peak at 1047 cm<sup>–1</sup> appeared in U@PCN-222-PA\nin comparison with the as-prepared one, which can be ascribed to the\ncomplexation of PO with U­(VI). These observations\nindicate that the phosphate groups of PA in PCN-222-PA have strong\naffinity toward U­(VI) in aqueous solution. In addition, to investigate\nthe binding sites per PA on Zr<sub>6</sub> nodes of PCN-222, the saturated\nadsorbed PCN-222-PA was digested and analyzed by ICP. The P/U molar\nratio was measured to be about 2:1, which indicates that each PA can\nbind three UO<sub>2</sub> molecules.</p>", "clean_text": "Adsorption Mechanism\n\nThe above-mentioned investigations show that PCN-222-PA exhibits excellent performance for U(VI) extraction, which can be attributed to the high-density well-dispersed phosphate groups of PA in the MOF structure. To well understand this, XPS, EDS mapping, and FTIR spectra were used to explore the adsorption mechanism of PCN-222-PA toward U(VI). As shown in Figure S18, the appearance of U 4f peaks in the wide-scan XPS spectra of U@PCN-222-PA indicates that U(VI) has been captured after adsorption. a displays the elemental mapping of U@PCN-222-PA. Uranium was found to disperse uniformly within the crystal sample of PCN-222-PA owing to the well-dispersed phosphate groups in the MOF structure. On the other hand, the P 2p spectrum of PCN-222-PA was resolved into two peaks at 133.6 and 134.2 eV, assigning for P 2p1/2 and P 2p3/2, respectively (b). The binding energy of P 2p3/2 in PCN-222-PA reveals a visible shift from 134.2 to 134.5 eV after U(VI) loading, illustrating the strong interaction between phosphate groups and uranium. c shows the FTIR spectra of PCN-222-PA before and after U(VI) loading. The emergence of the peak at 924 cm-1 reveals the vibration of OUO on the adsorbent. Besides, a new peak at 1047 cm-1 appeared in U@PCN-222-PA in comparison with the as-prepared one, which can be ascribed to the complexation of PO with U(VI). These observations indicate that the phosphate groups of PA in PCN-222-PA have strong affinity toward U(VI) in aqueous solution. In addition, to investigate the binding sites per PA on Zr6 nodes of PCN-222, the saturated adsorbed PCN-222-PA was digested and analyzed by ICP. The P/U molar ratio was measured to be about 2:1, which indicates that each PA can bind three UO2 molecules.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) EDS elemental mapping of U@PCN-222-PA.\n(b) P 2p XPS spectra\nof PCN-222-PA before and after U­(VI) loading. (c) FTIR spectra of\nPCN-222-PA before and after U (VI) loading.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) EDS elemental mapping of U@PCN-222-PA. (b) P 2p XPS spectra of PCN-222-PA before and after U(VI) loading. (c) FTIR spectra of PCN-222-PA before and after U (VI) loading.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary, we here proposed a bioinspired strategy\nto fabricate\nfunctional MOF with abundant phosphate groups by the incorporation\nof PA molecules into the structure of PCN-222. As a result, PCN-222-PA\nshows a remarkable adsorption capacity of 401.6 mg·g<sup>–1</sup>, surpassing most of the reported phosphorus-modified MOFs and various\nMOF adsorbents. Kinetics study shows that PCN-222-PA can capture U­(VI)\nefficiently. The U­(VI) concentration is reduced from 10 mg L<sup>–1</sup> to 21 μg L<sup>–1</sup> after adsorption, below the\nacceptable limit defined by the US EPA. In addition, PCN-222-PA also\npossesses good selectivity and high stability as well as excellent\nrecyclability toward uranium capture, thereby affording an effective\nMOF-based uranium ion trap for practical application. Our work demonstrates\na new strategy to design functional MOFs with abundant phosphate groups\nand provides a new perspective for U­(VI) extraction from aqueous solution.</p>", "clean_text": "Conclusions\n\nIn summary, we here proposed a bioinspired strategy to fabricate functional MOF with abundant phosphate groups by the incorporation of PA molecules into the structure of PCN-222. As a result, PCN-222-PA shows a remarkable adsorption capacity of 401.6 mg⋅g-1, surpassing most of the reported phosphorus-modified MOFs and various MOF adsorbents. Kinetics study shows that PCN-222-PA can capture U(VI) efficiently. The U(VI) concentration is reduced from 10 mg L-1 to 21 μg L-1 after adsorption, below the acceptable limit defined by the US EPA. In addition, PCN-222-PA also possesses good selectivity and high stability as well as excellent recyclability toward uranium capture, thereby affording an effective MOF-based uranium ion trap for practical application. Our work demonstrates a new strategy to design functional MOFs with abundant phosphate groups and provides a new perspective for U(VI) extraction from aqueous solution.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.1c04892?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.1c04892</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Details of characterizations\nof the MOFs such as SEM,\nXRD, TGA, and <sup>1</sup>H and <sup>31</sup>P NMR; UV spectra; pore\nsize distribution; effects of pH, PA concentration, and crystal size\non uranium capture; adsorption data fitting with kinetic models and\nisotherm models; adsorption isotherms with different temperatures;\ncalculations for thermodynamic parameters; and removal efficiency\ncompared with other materials (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.1c04892.  Details of characterizations of the MOFs such as SEM, XRD, TGA, and 1H and 31P NMR; UV spectra; pore size distribution; effects of pH, PA concentration, and crystal size on uranium capture; adsorption data fitting with kinetic models and isotherm models; adsorption isotherms with different temperatures; calculations for thermodynamic parameters; and removal efficiency compared with other materials (PDF)   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Details of characterizations\nof the MOFs such as SEM,\nXRD, TGA, and <sup>1</sup>H and <sup>31</sup>P NMR; UV spectra; pore\nsize distribution; effects of pH, PA concentration, and crystal size\non uranium capture; adsorption data fitting with kinetic models and\nisotherm models; adsorption isotherms with different temperatures;\ncalculations for thermodynamic parameters; and removal efficiency\ncompared with other materials (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Details of characterizations of the MOFs such as SEM, XRD, TGA, and 1H and 31P NMR; UV spectra; pore size distribution; effects of pH, PA concentration, and crystal size on uranium capture; adsorption data fitting with kinetic models and isotherm models; adsorption isotherms with different temperatures; calculations for thermodynamic parameters; and removal efficiency compared with other materials (PDF)", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 5, 12, 14, 16, 18, 21", "type": "text", "classification": "property", "content": "<p>Highly\nefficient extraction of radioactive uranium from aqueous\nsolution remains a serious task in the nuclear energy field. To address\nthis, we here create an effective uranium ion trap by using a novel\nand facile strategy that introduces bioinspired moiety phytic acid\n(PA) into highly robust PCN-222. The resultant metal–organic\nframework (MOF)-based uranium ion trap (PCN-222-PA) with a high density\nof accessible phosphate groups exhibits a remarkable U­(VI) uptake\ncapacity (401.6 mg·g<sup>–1</sup>), surpassing most of\nthe reported phosphorus-modified MOFs and various other MOF adsorbents.\nKinetics study reveals that PCN-222-PA can reduce the uranium concentration\nfrom 10 mg L<sup>–1</sup> to 21 μg L<sup>–1</sup>, below the acceptable limit defined by the US Environmental Protection\nAgency. In addition, PCN-222-PA also shows good selectivity and high\nstability as well as excellent recyclability toward uranium capture.\nOur work demonstrates a new strategy to design functional MOFs with\nabundant phosphate groups and provides a new perspective for extracting\nuranium from aqueous solution.</p><p>Herein, as a proof of concept, we demonstrate that\nsuch an effective\nuranium ion trap can be constructed by grafting bioinspired PA to\na highly stable MOF (PCN-222) through a postsynthetic method (PSM),\nwhich is always regarded as a common method in MOF modification. To the best of our knowledge, our work presents the first study\nto use PA-functionalized MOF for uranium capture. As a result, the\nresultant MOF-based uranium ion trap (PCN-222-PA) bearing high-density\naccessible phosphate groups exhibits a remarkable U­(VI) uptake capacity\n(401.6 mg·g<sup>–1</sup>), surpassing most of the phosphorus-modified\nMOFs and various other MOF-based adsorbents. Kinetics study reveals\nthat PCN-222-PA can reduce the U­(VI) concentration from 10 mg L<sup>–1</sup> to 21 μg L<sup>–1</sup>, below the acceptable\nlimit defined by the US Environmental Protection Agency (US EPA).\nFurthermore, PCN-222-PA also possesses good selectivity and high stability\nas well as excellent recyclability toward U­(VI) capture, suggesting\nits great potential in practical application.</p><p>\na shows\nthe PXRD patterns of PCN-222-PA and original PCN-222. It is visible\nthat the related peaks of these two MOFs are closely matched, indicating\nthat the crystal structure of PCN-222 remains intact after PA module\ninsertion. N<sub>2</sub> adsorption–desorption isotherms of\nPCN-222 and PCN-222-PA measured at 77 K display a typical type IV\nisotherm and exhibit a steep increase at the point of <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.3 (b), suggesting the reservation of a mesoporous\nfeature after introducing PA molecules into PCN-222, despite a decrease\nof their Brunauer–Emmett–Teller (BET) surface areas\nfrom 2330 m<sup>2</sup>·g<sup>–1</sup> for PCN-222 to\n2197 m<sup>2</sup>·g<sup>–1</sup> for PCN-222-PA. The\nmesopore size has decreased from 32 to 26 Å for PCN-222-PA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), suggesting the successful introduction\nof PA into the MOF structure. The SEM images show that PCN-222-PA\nparticles possess a rod-shaped morphology, with no obvious morphology\nchange being observed after PA insertion (c,d). The energy-dispersive X-ray spectroscopy\n(EDS) mapping of PCN-222-PA demonstrates the emergence of phosphorus\nelements after modification, suggesting the successful grafting of\nPA molecules in PCN-222. Besides, phosphorus disperses uniformly in\nPCN-222-PA, indicating well-dispersion of PA molecules within the\ncrystal structure of our uranium ion trap.</p><p>The successful grafting of PA molecules onto PCN-222\nwas also examined\nby FTIR, XPS, and ICP analyses. As shown in e, the FTIR spectra of PCN-222-PA reveal\ntwo new peaks at 574 and 1106 cm<sup>–1</sup> compared with\nthose of the original one, which can be attributed to the in-side-plane\nvibration of the phosphate group and the vibration of PO,\nrespectively. Wide-scan XPS spectra of PCN-222-PA show the emergence\nof phosphorus signals around 133.9 eV, which can be ascribed to P\n2p of PA molecules (f). In addition, the Zr 3d XPS spectra reveal a visible shift\nafter PA modification (g), indicating that such molecules have been successfully\nanchored to the Zr<sub>6</sub> clusters of PCN-222, instead of being\nadsorbed in MOF channels. To confirm the certain amount of the PA\nin PCN-222-PA, the PCN-222-PA sample was digested by KOH/D<sub>2</sub>O and characterized by the <sup>1</sup>H NMR spectrum. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>, “*” represents the peaks\nof TCPP, and the peaks around 3.5–4.5 ppm are attributed to\nthe hydrogen in PA. A strong peak at 8.3 ppm for the hydrogen signal\nof HCOOH is present (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link>) in PCN-222,\nand the peak area ratio (TCPP/HCOOH) is calculated as about 1:2, indicating\nthat four formic acid molecules were capped in the Zr<sub>6</sub> cluster\nof PCN-222. Such distinctive HCOOH peak almost disappears after PA\nmodification (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>), indicating that\nPA molecules have been anchored to the Zr<sub>6</sub> cluster of PCN-222\nthrough a substitution way. Based on the <sup>1</sup>H NMR spectrum\nof PCN-222-PA, the peak area ratio (TCPP/PA) is calculated as about\n1:1, indicating that each Zr<sub>6</sub> cluster in PCN-222 binds\nwith about two PA molecules. To further confirm this, the contents\nof Zr and P were also measured by ICP after MOF digestion. The results\nshow that the Zr/P molar ratio is calculated to be 1:1.96, which is\nconsistent with the result of the <sup>1</sup>H NMR spectrum. To investigate\nthe thermal stability of PCN-222-PA, TGA was used. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>, PCN-222-PA started to decompose from\n100 °C due to the low boiling point of PA. About 32% of weight\nloss was observed as the temperature increases to 450 °C, which\ncan be attributed to the degradation of both PA (mostly) and TCPP.\nMoreover, <sup>31</sup>P NMR of PCN-222-PA was also characterized.\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>, the appearance of\nthe phosphorus signal of PA indicates the successful modification\nof PCN-222. All these results demonstrate that each Zr<sub>6</sub> cluster in PCN-222 binds with about two PA molecules. It should\nbe noted that the BET surface area and N<sub>2</sub> uptake capacity\nof PCN-222 have not decreased sharply after PA modification, which\nmight be explained by the fact that two PA molecules bind with the\nZr<sub>6</sub> cluster by replacing four capped formic acid molecules\ninstead of directly loading in the mesopore of PCN-222.\n</p><title>U­(VI) Adsorption Studies</title><p>Given that the pH of the solution\nhas a significant influence on metal ion capture, a series of adsorption\nexperiments were conducted to investigate the optimal pH test condition.\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>, the solution pH\nwas optimized at 4.5 to achieve higher U­(VI) uptake capacity. In order\nto evaluate the effectiveness of our uranium trap, we then investigated\nthe adsorption kinetics of PCN-222-PA toward U­(VI) extraction. As\nshown in ,\nPCN-222-PA can adsorb U­(VI) efficiently. Over 90% of U­(VI) was recovered\nwithin 30 min, and the removal efficiency could reach 99.79% after\nequilibrium. As a result, the residual U­(VI) concentration was reduced\nfrom initial 10 mg L<sup>–1</sup> to 21 μg L<sup>–1</sup>, below the acceptable limit of 30 μg L<sup>–1</sup> defined by the US EPA. To get more\ninformation of adsorption kinetics, the pseudo-first-order kinetic\nmodel (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, S1)\nand pseudo-second-order kinetic model (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, S2) were applied to simulate the U­(VI) adsorption\nprocess over PCN-222-PA. The linearized plots and the related parameters\nof these two models are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S8 and Table S1</ext-link>. The results show that the pseudo-second-order model\nis the better one to describe the adsorption kinetics with a higher\ncorrelation coefficient (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.999),\nsuggesting that chemisorption may play a key role during the U­(VI)\ncapture process.</p><p>To assess the U­(VI) adsorption ability of PCN-222-PA, we subsequently\nmeasured adsorption isotherms. As illustrated in , PCN-222-PA shows high U­(VI)\nuptake, far exceeding the pristine PCN-222, which demonstrates that\nthe grafting of PA molecules onto the pore walls of MOF can improve\nU­(VI) capture performance significantly. To evaluate the U­(VI) uptake\ncapacity of PCN-222-PA exactly, the Langmuir model (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, S3) was adopted in this\ncase and a high correlation coefficient (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.99) was obtained, indicating that the adsorption process is\ndominated by the monolayer adsorption (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). The maximum U­(VI) adsorption\ncapacity of PCN-222-PA is calculated to be 401.6 mg g<sup>–1</sup>. In contrast, original PCN-222 exhibits a small adsorption capacity\n(87 mg g<sup>–1</sup>) for U­(VI) removal; the big difference\nin uptake capacity can be explained by the strong interaction between\nUO<sub>2</sub> and PO of PA in PCN-222. To highlight the excellent\nperformance of PCN-222-PA, we first compare the adsorption performance\nof PCN-222-PA toward U­(VI) with reported phosphorus-modified MOFs.\nAs shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>, the U­(VI) uptake\ncapacity of PCN-222-PA surpasses most of the reported phosphorus-modified\nMOFs except for GO/Fe<sub>3</sub>O<sub>4</sub>/OPO<sub>3</sub>H<sub>2</sub>/PCN-222, which shows a slightly higher uptake capacity (416.7\nmg g<sup>–1</sup>). However, considering the great potential\nof PCN-222-PA for trace metal removal (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figures S10 and S11</ext-link>), our PCN-222-PA still has promising application\nprospects. Besides, we also compare the U­(VI) capture performance\nof PCN-222-PA with that of other MOFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). As a result, the excellent adsorption capacity of PCN-222-PA surpasses\nvarious MOF-based adsorbents toward U­(VI).</p><p>Besides, to further confirm the optimal synthetic conditions of\nPCN-222-PA, the effects of PA concentration on U­(VI) adsorption capacity\nwere also investigated. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>, when the PA concentration increases from 2.5 to 5 mM, the U­(VI)\nmaximum adsorption capacity has not increased obviously. When the\nPA concentration increases to 50 mM, the U­(VI) adsorption capacity\ndecreases sharply, which can be ascribed to the fact that the MOF\nstructures start to be destroyed at this concentration.</p>", "clean_text": "Highly efficient extraction of radioactive uranium from aqueous solution remains a serious task in the nuclear energy field. To address this, we here create an effective uranium ion trap by using a novel and facile strategy that introduces bioinspired moiety phytic acid (PA) into highly robust PCN-222. The resultant metal-organic framework (MOF)-based uranium ion trap (PCN-222-PA) with a high density of accessible phosphate groups exhibits a remarkable U(VI) uptake capacity (401.6 mg⋅g-1), surpassing most of the reported phosphorus-modified MOFs and various other MOF adsorbents. Kinetics study reveals that PCN-222-PA can reduce the uranium concentration from 10 mg L-1 to 21 μg L-1, below the acceptable limit defined by the US Environmental Protection Agency. In addition, PCN-222-PA also shows good selectivity and high stability as well as excellent recyclability toward uranium capture. Our work demonstrates a new strategy to design functional MOFs with abundant phosphate groups and provides a new perspective for extracting uranium from aqueous solution.\n\nHerein, as a proof of concept, we demonstrate that such an effective uranium ion trap can be constructed by grafting bioinspired PA to a highly stable MOF (PCN-222) through a postsynthetic method (PSM), which is always regarded as a common method in MOF modification. To the best of our knowledge, our work presents the first study to use PA-functionalized MOF for uranium capture. As a result, the resultant MOF-based uranium ion trap (PCN-222-PA) bearing high-density accessible phosphate groups exhibits a remarkable U(VI) uptake capacity (401.6 mg⋅g-1), surpassing most of the phosphorus-modified MOFs and various other MOF-based adsorbents. Kinetics study reveals that PCN-222-PA can reduce the U(VI) concentration from 10 mg L-1 to 21 μg L-1, below the acceptable limit defined by the US Environmental Protection Agency (US EPA). Furthermore, PCN-222-PA also possesses good selectivity and high stability as well as excellent recyclability toward U(VI) capture, suggesting its great potential in practical application.\n\n a shows the PXRD patterns of PCN-222-PA and original PCN-222. It is visible that the related peaks of these two MOFs are closely matched, indicating that the crystal structure of PCN-222 remains intact after PA module insertion. N2 adsorption-desorption isotherms of PCN-222 and PCN-222-PA measured at 77 K display a typical type IV isotherm and exhibit a steep increase at the point of P/P 0 = 0.3 (b), suggesting the reservation of a mesoporous feature after introducing PA molecules into PCN-222, despite a decrease of their Brunauer-Emmett-Teller (BET) surface areas from 2330 m2⋅g-1 for PCN-222 to 2197 m2⋅g-1 for PCN-222-PA. The mesopore size has decreased from 32 to 26 Å for PCN-222-PA (Figure S1), suggesting the successful introduction of PA into the MOF structure. The SEM images show that PCN-222-PA particles possess a rod-shaped morphology, with no obvious morphology change being observed after PA insertion (c,d). The energy-dispersive X-ray spectroscopy (EDS) mapping of PCN-222-PA demonstrates the emergence of phosphorus elements after modification, suggesting the successful grafting of PA molecules in PCN-222. Besides, phosphorus disperses uniformly in PCN-222-PA, indicating well-dispersion of PA molecules within the crystal structure of our uranium ion trap.\n\nThe successful grafting of PA molecules onto PCN-222 was also examined by FTIR, XPS, and ICP analyses. As shown in e, the FTIR spectra of PCN-222-PA reveal two new peaks at 574 and 1106 cm-1 compared with those of the original one, which can be attributed to the in-side-plane vibration of the phosphate group and the vibration of PO, respectively. Wide-scan XPS spectra of PCN-222-PA show the emergence of phosphorus signals around 133.9 eV, which can be ascribed to P 2p of PA molecules (f). In addition, the Zr 3d XPS spectra reveal a visible shift after PA modification (g), indicating that such molecules have been successfully anchored to the Zr6 clusters of PCN-222, instead of being adsorbed in MOF channels. To confirm the certain amount of the PA in PCN-222-PA, the PCN-222-PA sample was digested by KOH/D2O and characterized by the 1H NMR spectrum. As shown in Figure S2, \"*\" represents the peaks of TCPP, and the peaks around 3.5-4.5 ppm are attributed to the hydrogen in PA. A strong peak at 8.3 ppm for the hydrogen signal of HCOOH is present (Figure S2b) in PCN-222, and the peak area ratio (TCPP/HCOOH) is calculated as about 1:2, indicating that four formic acid molecules were capped in the Zr6 cluster of PCN-222. Such distinctive HCOOH peak almost disappears after PA modification (Figure S2a), indicating that PA molecules have been anchored to the Zr6 cluster of PCN-222 through a substitution way. Based on the 1H NMR spectrum of PCN-222-PA, the peak area ratio (TCPP/PA) is calculated as about 1:1, indicating that each Zr6 cluster in PCN-222 binds with about two PA molecules. To further confirm this, the contents of Zr and P were also measured by ICP after MOF digestion. The results show that the Zr/P molar ratio is calculated to be 1:1.96, which is consistent with the result of the 1H NMR spectrum. To investigate the thermal stability of PCN-222-PA, TGA was used. As shown in Figure S3, PCN-222-PA started to decompose from 100 °C due to the low boiling point of PA. About 32% of weight loss was observed as the temperature increases to 450 °C, which can be attributed to the degradation of both PA (mostly) and TCPP. Moreover, 31P NMR of PCN-222-PA was also characterized. As shown in Figure S4, the appearance of the phosphorus signal of PA indicates the successful modification of PCN-222. All these results demonstrate that each Zr6 cluster in PCN-222 binds with about two PA molecules. It should be noted that the BET surface area and N2 uptake capacity of PCN-222 have not decreased sharply after PA modification, which might be explained by the fact that two PA molecules bind with the Zr6 cluster by replacing four capped formic acid molecules instead of directly loading in the mesopore of PCN-222. \n\nU(VI) Adsorption Studies\n\nGiven that the pH of the solution has a significant influence on metal ion capture, a series of adsorption experiments were conducted to investigate the optimal pH test condition. As shown in Figure S7, the solution pH was optimized at 4.5 to achieve higher U(VI) uptake capacity. In order to evaluate the effectiveness of our uranium trap, we then investigated the adsorption kinetics of PCN-222-PA toward U(VI) extraction. As shown in , PCN-222-PA can adsorb U(VI) efficiently. Over 90% of U(VI) was recovered within 30 min, and the removal efficiency could reach 99.79% after equilibrium. As a result, the residual U(VI) concentration was reduced from initial 10 mg L-1 to 21 μg L-1, below the acceptable limit of 30 μg L-1 defined by the US EPA. To get more information of adsorption kinetics, the pseudo-first-order kinetic model (see Supporting Information, S1) and pseudo-second-order kinetic model (see Supporting Information, S2) were applied to simulate the U(VI) adsorption process over PCN-222-PA. The linearized plots and the related parameters of these two models are shown in Figure S8 and Table S1. The results show that the pseudo-second-order model is the better one to describe the adsorption kinetics with a higher correlation coefficient (R 2 = 0.999), suggesting that chemisorption may play a key role during the U(VI) capture process.\n\nTo assess the U(VI) adsorption ability of PCN-222-PA, we subsequently measured adsorption isotherms. As illustrated in , PCN-222-PA shows high U(VI) uptake, far exceeding the pristine PCN-222, which demonstrates that the grafting of PA molecules onto the pore walls of MOF can improve U(VI) capture performance significantly. To evaluate the U(VI) uptake capacity of PCN-222-PA exactly, the Langmuir model (see Supporting Information, S3) was adopted in this case and a high correlation coefficient (R 2 = 0.99) was obtained, indicating that the adsorption process is dominated by the monolayer adsorption (Figure S9). The maximum U(VI) adsorption capacity of PCN-222-PA is calculated to be 401.6 mg g-1. In contrast, original PCN-222 exhibits a small adsorption capacity (87 mg g-1) for U(VI) removal; the big difference in uptake capacity can be explained by the strong interaction between UO2 and PO of PA in PCN-222. To highlight the excellent performance of PCN-222-PA, we first compare the adsorption performance of PCN-222-PA toward U(VI) with reported phosphorus-modified MOFs. As shown in Table S2, the U(VI) uptake capacity of PCN-222-PA surpasses most of the reported phosphorus-modified MOFs except for GO/Fe3O4/OPO3H2/PCN-222, which shows a slightly higher uptake capacity (416.7 mg g-1). However, considering the great potential of PCN-222-PA for trace metal removal (Figures S10 and S11), our PCN-222-PA still has promising application prospects. Besides, we also compare the U(VI) capture performance of PCN-222-PA with that of other MOFs (Table S3). As a result, the excellent adsorption capacity of PCN-222-PA surpasses various MOF-based adsorbents toward U(VI).\n\nBesides, to further confirm the optimal synthetic conditions of PCN-222-PA, the effects of PA concentration on U(VI) adsorption capacity were also investigated. As shown in Figure S14, when the PA concentration increases from 2.5 to 5 mM, the U(VI) maximum adsorption capacity has not increased obviously. When the PA concentration increases to 50 mM, the U(VI) adsorption capacity decreases sharply, which can be ascribed to the fact that the MOF structures start to be destroyed at this concentration.", "data": [[{"meta": {"name": "PCN-222-PA", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "U­(VI)", "adsorbed amount": "401.6", "unit": "mg·g^–1", "temperature": "", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": "23, 27, 30", "type": "text", "classification": "property", "content": "<p>As selectivity is an important performance metric for adsorbents,\nwe investigated the effect of different metal ions coexisting in water\non the removal efficiency of PCN-222-PA toward U­(VI). Because of the\nchemical similarity between lanthanides and actinides, major lanthanides\nand some other metal ions were selected as test ions.  shows the distribution coefficient <italic toggle=\"yes\">K</italic>\n<sub>d</sub> (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, S4) of U­(VI) over a series of competing metal ions. Obviously,\nPCN-222-PA possesses a desirable binding affinity toward U­(VI) with\na remarkable high <italic toggle=\"yes\">K</italic>\n<sub>d</sub> value (about 9000\nmL g<sup>–1</sup>), which is much higher than that of other\ntest ions. Moreover, the high selectivity coefficient S<sub>U</sub> (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, S5) shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link> also indicates that PCN-222-PA\nhas excellent selectivity over a range of other metal ions.</p><p>Furthermore, it is necessary\nto evaluate the effectiveness of adsorbents\nin practical conditions. Because the pH of seawater is normally around\n8, a series of adsorption experiments\nwere conducted under this condition. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c04892/suppl_file/am1c04892_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>, the removal efficiency of PCN-222-PA exceeds 99%\nwith U­(VI) concentrations of 1 and 10 mg L<sup>–1</sup>, suggesting\nthe great potential of PCN-222-PA in practical conditions.</p><title>Conclusions</title><p>In summary, we here proposed a bioinspired strategy\nto fabricate\nfunctional MOF with abundant phosphate groups by the incorporation\nof PA molecules into the structure of PCN-222. As a result, PCN-222-PA\nshows a remarkable adsorption capacity of 401.6 mg·g<sup>–1</sup>, surpassing most of the reported phosphorus-modified MOFs and various\nMOF adsorbents. Kinetics study shows that PCN-222-PA can capture U­(VI)\nefficiently. The U­(VI) concentration is reduced from 10 mg L<sup>–1</sup> to 21 μg L<sup>–1</sup> after adsorption, below the\nacceptable limit defined by the US EPA. In addition, PCN-222-PA also\npossesses good selectivity and high stability as well as excellent\nrecyclability toward uranium capture, thereby affording an effective\nMOF-based uranium ion trap for practical application. Our work demonstrates\na new strategy to design functional MOFs with abundant phosphate groups\nand provides a new perspective for U­(VI) extraction from aqueous solution.</p>", "clean_text": "As selectivity is an important performance metric for adsorbents, we investigated the effect of different metal ions coexisting in water on the removal efficiency of PCN-222-PA toward U(VI). Because of the chemical similarity between lanthanides and actinides, major lanthanides and some other metal ions were selected as test ions.  shows the distribution coefficient K d (see Supporting Information, S4) of U(VI) over a series of competing metal ions. Obviously, PCN-222-PA possesses a desirable binding affinity toward U(VI) with a remarkable high K d value (about 9000 mL g-1), which is much higher than that of other test ions. Moreover, the high selectivity coefficient SU (see Supporting Information, S5) shown in Table S5 also indicates that PCN-222-PA has excellent selectivity over a range of other metal ions.\n\nFurthermore, it is necessary to evaluate the effectiveness of adsorbents in practical conditions. Because the pH of seawater is normally around 8, a series of adsorption experiments were conducted under this condition. As shown in Figure S17, the removal efficiency of PCN-222-PA exceeds 99% with U(VI) concentrations of 1 and 10 mg L-1, suggesting the great potential of PCN-222-PA in practical conditions.\n\nConclusions\n\nIn summary, we here proposed a bioinspired strategy to fabricate functional MOF with abundant phosphate groups by the incorporation of PA molecules into the structure of PCN-222. As a result, PCN-222-PA shows a remarkable adsorption capacity of 401.6 mg⋅g-1, surpassing most of the reported phosphorus-modified MOFs and various MOF adsorbents. Kinetics study shows that PCN-222-PA can capture U(VI) efficiently. The U(VI) concentration is reduced from 10 mg L-1 to 21 μg L-1 after adsorption, below the acceptable limit defined by the US EPA. In addition, PCN-222-PA also possesses good selectivity and high stability as well as excellent recyclability toward uranium capture, thereby affording an effective MOF-based uranium ion trap for practical application. Our work demonstrates a new strategy to design functional MOFs with abundant phosphate groups and provides a new perspective for U(VI) extraction from aqueous solution.", "data": [[{"meta": {"name": "PCN-222-PA", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "binding affinity toward U­(VI)", "value": "", "unit": "", "condition": ""}, {"property name": "Kd value", "value": "9000", "unit": "mL g^–1", "condition": ""}, {"property name": "selectivity coefficient S_U", "value": "", "unit": "", "condition": ""}, {"property name": "removal efficiency", "value": "99%", "unit": "", "condition": "with U­(VI) concentrations of 1 and 10 mg L^–1"}, {"property name": "adsorption capacity", "value": "401.6", "unit": "mg·g^–1", "condition": ""}, {"property name": "U­(VI) concentration after adsorption", "value": "21", "unit": "μg L^–1", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration of MOF-based ion trap for U­(VI)\nextraction\nfrom water (color code: C, black gray; O, red; H, white; Zr, cyan;\nP, violet; and U, yellow).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of MOF-based ion trap for U(VI) extraction from water (color code: C, black gray; O, red; H, white; Zr, cyan; P, violet; and U, yellow).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Characterizations of\nPCN-222 and PCN-222-PA. (a) PXRD patterns.\n(b) N<sub>2</sub> adsorption–desorption isotherms at 77 K.\n(c) SEM images and the EDS elemental mapping analysis of PCN-222.\n(d) SEM images and the EDS elemental mapping analysis of PCN-222-PA.\n(e) FTIR spectra. (f) Wide-scan XPS spectra. (g) Zr 3d XPS spectra.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Characterizations of PCN-222 and PCN-222-PA. (a) PXRD patterns. (b) N2 adsorption-desorption isotherms at 77 K. (c) SEM images and the EDS elemental mapping analysis of PCN-222. (d) SEM images and the EDS elemental mapping analysis of PCN-222-PA. (e) FTIR spectra. (f) Wide-scan XPS spectra. (g) Zr 3d XPS spectra.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) U­(VI) adsorption kinetics of PCN-222-PA. (b) Removal\nefficiency\nof U­(VI) vs contact time using PCN-222-PA [U­(VI) initial concentration:\n10 mg L<sup>–1</sup>].</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) U(VI) adsorption kinetics of PCN-222-PA. (b) Removal efficiency of U(VI) vs contact time using PCN-222-PA [U(VI) initial concentration: 10 mg L-1].   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Adsorption isotherms\nof PCN-222-PA and PCN-222 toward U­(VI).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Adsorption isotherms of PCN-222-PA and PCN-222 toward U(VI).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Effect of coexisting\nions on the removal of U­(VI) by PCN-222-PA\n(the initial concentration of all the metal ions is 50 mg L<sup>–1</sup>).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Effect of coexisting ions on the removal of U(VI) by PCN-222-PA (the initial concentration of all the metal ions is 50 mg L-1).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Regeneration of PCN-222-PA\nfor U­(VI) adsorption.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Regeneration of PCN-222-PA for U(VI) adsorption.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) EDS elemental mapping of U@PCN-222-PA.\n(b) P 2p XPS spectra\nof PCN-222-PA before and after U­(VI) loading. (c) FTIR spectra of\nPCN-222-PA before and after U (VI) loading.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c04892_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) EDS elemental mapping of U@PCN-222-PA. (b) P 2p XPS spectra of PCN-222-PA before and after U(VI) loading. (c) FTIR spectra of PCN-222-PA before and after U (VI) loading.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.1c04892", "title": null, "journal": "American\nChemical Society", "date": "2021.06", "author_list": ["Peng\nYaguang", "Zhang\nYuxi", "Tan\nQiang", "Huang\nHongliang"]}}