{"filepath": "../L2M3_data/1_application_papers/acs_xml/am1c08979.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Monitoring\nhypoxia-related changes in subcellular organelles would\nprovide deeper insights into hypoxia-related metabolic pathways, further\nhelping us to recognize various diseases on subcellular level. However,\nthere is still a lack of real-time, <italic toggle=\"yes\">in situ</italic>, and\ncontrollable means for biosensing in subcellular organelles under\nhypoxic conditions. Herein, we report a reductase and light programmatical\ngated nanodevice <italic toggle=\"yes\">via</italic> integrating light-responsive\nDNA probes into a hypoxia-responsive metal–organic framework\nfor spatiotemporally controlled imaging of biomolecules in subcellular\norganelles under hypoxic conditions. A small-molecule-decorated strategy\nwas applied to endow the nanodevice with the ability to target subcellular\norganelles. Dynamic changes of mitochondrial adenosine triphosphate\nunder hypoxic conditions were chosen as a model physiological process.\nThe assay was validated in living cells and tumor tissue slices obtained\nfrom mice models. Due to the highly integrated, easily accessible,\nand available for living cells and tissues, we envision that the concept\nand methodology can be further extended to monitor biomolecules in\nother subcellular organelles under hypoxic conditions with a spatiotemporal\ncontrollable approach.</p>", "clean_text": "Monitoring hypoxia-related changes in subcellular organelles would provide deeper insights into hypoxia-related metabolic pathways, further helping us to recognize various diseases on subcellular level. However, there is still a lack of real-time, in situ, and controllable means for biosensing in subcellular organelles under hypoxic conditions. Herein, we report a reductase and light programmatical gated nanodevice via integrating light-responsive DNA probes into a hypoxia-responsive metal-organic framework for spatiotemporally controlled imaging of biomolecules in subcellular organelles under hypoxic conditions. A small-molecule-decorated strategy was applied to endow the nanodevice with the ability to target subcellular organelles. Dynamic changes of mitochondrial adenosine triphosphate under hypoxic conditions were chosen as a model physiological process. The assay was validated in living cells and tumor tissue slices obtained from mice models. Due to the highly integrated, easily accessible, and available for living cells and tissues, we envision that the concept and methodology can be further extended to monitor biomolecules in other subcellular organelles under hypoxic conditions with a spatiotemporal controllable approach.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Subcellular organelles\n(mitochondria, nucleus, lysosomes, etc.)\nas important organelles are involved in many significant physiological\nprocesses, such as cell proliferation, intracellular transport, and\nbiological metabolism. Dysfunction of these organelles\nwould cause various abnormal regulations and many serious diseases. Not surprisingly, mitochondrial dysfunction is associated with a\nvariety of human diseases, including neurodegenerative and neuromuscular\ndisorders, ischemia–reperfusion injury, and cancer. Based on this, lots of research works have been focused on the study\nof subcellular organelles. Hypoxia, as a typical feature of a solid tumor, has been widely recognized to induce cellular dysfunction and lead\nto incredible changes of biomolecules in subcellular organelles, such\nas hydrogen ions in lysosomes, adenosine triphosphate (ATP) in mitochondria,\nand so forth. Monitoring the changes of biomolecules in subcellular organelles\nunder hypoxic conditions would provide deeper insights into hypoxia-related\nmetabolic pathways, further helping us to recognize various diseases\non the subcellular level. However, there is still a lack of probe\nsystem capable of monitoring the state of organelles under hypoxic\nconditions.</p>", "clean_text": "Introduction\n\nSubcellular organelles (mitochondria, nucleus, lysosomes, etc.) as important organelles are involved in many significant physiological processes, such as cell proliferation, intracellular transport, and biological metabolism. Dysfunction of these organelles would cause various abnormal regulations and many serious diseases. Not surprisingly, mitochondrial dysfunction is associated with a variety of human diseases, including neurodegenerative and neuromuscular disorders, ischemia-reperfusion injury, and cancer. Based on this, lots of research works have been focused on the study of subcellular organelles. Hypoxia, as a typical feature of a solid tumor, has been widely recognized to induce cellular dysfunction and lead to incredible changes of biomolecules in subcellular organelles, such as hydrogen ions in lysosomes, adenosine triphosphate (ATP) in mitochondria, and so forth. Monitoring the changes of biomolecules in subcellular organelles under hypoxic conditions would provide deeper insights into hypoxia-related metabolic pathways, further helping us to recognize various diseases on the subcellular level. However, there is still a lack of probe system capable of monitoring the state of organelles under hypoxic conditions.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Owing to the unique advantages of high spatiotemporal\nresolution,\nsensitivity, and simplicity imparted by optical imaging, extensive\nefforts have been made in recent decades to develop various fluorescent\nprobes for detection of intracellular biomolecules. Since it can\nremain stable during circulation and easily be activated at desired\nsites of action, on-demand activated fluorescent probes with spatiotemporal\nresolution serve as a promising tool in basic research and therapeutic\napplications. Light is the most attractive noninvasive regulatory\nentity because it can be controlled spatially and temporally without\ncontaminating the reaction system. Recently, many strategies have been proposed to design\nspatiotemporally gated fluorescent probes by incorporating photosensitive\ngroups into DNA assembly to control cell function or affect biological\npathways or gene expression. For example, Li and co-workers reported a series of near-infrared\n(NIR) light-mediated, spatiotemporally controlled sensing technology\nfor intracellular or subcellular organelle imaging and therapy. However, some major challenges still exist. Since the probes used\nin previous reports lack specific targeting ability to organelles\nand can only sense biomolecules in organelles under normoxia, there\nis still much room for improvement in the study of spatiotemporally\ncontrolled imaging of biomolecules in subcellular organelles under\nhypoxic conditions.</p>", "clean_text": "Owing to the unique advantages of high spatiotemporal resolution, sensitivity, and simplicity imparted by optical imaging, extensive efforts have been made in recent decades to develop various fluorescent probes for detection of intracellular biomolecules. Since it can remain stable during circulation and easily be activated at desired sites of action, on-demand activated fluorescent probes with spatiotemporal resolution serve as a promising tool in basic research and therapeutic applications. Light is the most attractive noninvasive regulatory entity because it can be controlled spatially and temporally without contaminating the reaction system. Recently, many strategies have been proposed to design spatiotemporally gated fluorescent probes by incorporating photosensitive groups into DNA assembly to control cell function or affect biological pathways or gene expression. For example, Li and co-workers reported a series of near-infrared (NIR) light-mediated, spatiotemporally controlled sensing technology for intracellular or subcellular organelle imaging and therapy. However, some major challenges still exist. Since the probes used in previous reports lack specific targeting ability to organelles and can only sense biomolecules in organelles under normoxia, there is still much room for improvement in the study of spatiotemporally controlled imaging of biomolecules in subcellular organelles under hypoxic conditions.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Inspired by this, we proposed a reductase\nand light programmatical\ngated nanodevice <italic toggle=\"yes\">via</italic> integrating light-responsive\nDNA probes into a hypoxia-responsive metal–organic framework\n(MOF) for spatiotemporally controlled monitoring biomolecules in subcellular\norganelles under hypoxic conditions. Considering that mitochondrion\nis one of the most important subcellular organelles involved in cellular\nregulation while the turbulence to mitochondrial ATP would inevitably\nlead to alterations in cell activity, controllable monitoring mitochondrial\nATP under hypoxic conditions was chosen as a model physiological process. Herein, the nanodevice we constructed contained two elements in\ncomposition. First, a Y-shaped nucleic acid aptamer (Y-apt) consists\nof three single strands (Ya, Yb, and Yc-PC), among which, Ya was designed\nto contain an aptamer sequence responsive to ATP, while Yc-PC was\ndesigned to contain a photocleavable (PC) linker, which can be cleaved <italic toggle=\"yes\">via</italic> one-photon (OP) or two-photon (TP) irradiation. It is worth noting that the unilluminated Y-apt\nwas remained in an inert state even in the presence of target molecules.\nUnder this circumstance, the Cy3 labeled at the 5′-end of Ya\nand the Cy5 labeled at the 3′-end of Yb undergo Förster\nresonance energy transfer (FRET), presenting a signal of “FRET\nON”. Upon irradiation with light, the PC linkers contained\nin Yc-PC were quickly cleaved, which would thus activate the sensitivity\nof Y-apt to ATP and then underwent conformational changes, which can\ninduce “FRET OFF”. Second, MOF composed of ferric ions (Fe<sup>3+</sup>) bridged by organic ligands (4,4′-azobisbenzoic acid contained\nhypoxia-responsive unit, can be reduced by hypoxia-related reductase\nin cells (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Scheme S1B</ext-link>) was employed as a\nreductase-gated nanocarrier and a nanoquencher. The above-mentioned Y-apt and MOF were assembled by adsorbing\nnegatively charged Y-apt onto the surface of the hypoxia-responsive\nMOF <italic toggle=\"yes\">via</italic> an electrostatic interaction. Once the constructed\nMOF@Y-apt entered the hypoxic cancer cells (), MOF@Y-apt was degraded by the hypoxia-related\nhigh expressed reductase and thus cause the release of Y-apt. Significantly,\ncyanine dyes, such as Cy3, Cy5, and Cy5.5, possess the ability to\nspecifically target mitochondria in cancer cells. Therefore, the released light-gated Y-apt can response\nto mitochondrial ATP and an output fluorescent signal under the targeting\neffect of cyanine dyes. Additionally, the fluorescence of Cy5.5 labeled\non Yc-PC was available as an internal standard for Cy3 fluorescence\nself-correction, which can effectively improve the accuracy of the\nimaging results. More importantly, compared with some previous works\nusing PC linker as a spatiotemporally controlled element, our scheme\nfurther utilized TP excitation, which can avoid cell damage and possess\nideal tissue penetration depth to achieve the purpose of photolysis. We demonstrated that this reductase and light\nprogrammatical gated nanodevice could not only effectively deliver\ninto the mitochondria of hypoxic cells but also spatiotemporal control\nits ATP fluorescence sensing activity <italic toggle=\"yes\">in vitro</italic> and\ntumor tissues by light irradiation. Due to the highly integrated,\neasily accessible, and available for living cells and tissues, we\nenvision that the concept and methodology can be further extended\nto biorecognition in other subcellular organelles under hypoxic conditions\nusing the spatiotemporal controllable approach.</p>", "clean_text": "Inspired by this, we proposed a reductase and light programmatical gated nanodevice via integrating light-responsive DNA probes into a hypoxia-responsive metal-organic framework (MOF) for spatiotemporally controlled monitoring biomolecules in subcellular organelles under hypoxic conditions. Considering that mitochondrion is one of the most important subcellular organelles involved in cellular regulation while the turbulence to mitochondrial ATP would inevitably lead to alterations in cell activity, controllable monitoring mitochondrial ATP under hypoxic conditions was chosen as a model physiological process. Herein, the nanodevice we constructed contained two elements in composition. First, a Y-shaped nucleic acid aptamer (Y-apt) consists of three single strands (Ya, Yb, and Yc-PC), among which, Ya was designed to contain an aptamer sequence responsive to ATP, while Yc-PC was designed to contain a photocleavable (PC) linker, which can be cleaved via one-photon (OP) or two-photon (TP) irradiation. It is worth noting that the unilluminated Y-apt was remained in an inert state even in the presence of target molecules. Under this circumstance, the Cy3 labeled at the 5'-end of Ya and the Cy5 labeled at the 3'-end of Yb undergo Förster resonance energy transfer (FRET), presenting a signal of \"FRET ON\". Upon irradiation with light, the PC linkers contained in Yc-PC were quickly cleaved, which would thus activate the sensitivity of Y-apt to ATP and then underwent conformational changes, which can induce \"FRET OFF\". Second, MOF composed of ferric ions (Fe3+) bridged by organic ligands (4,4'-azobisbenzoic acid contained hypoxia-responsive unit, can be reduced by hypoxia-related reductase in cells (Scheme S1B) was employed as a reductase-gated nanocarrier and a nanoquencher. The above-mentioned Y-apt and MOF were assembled by adsorbing negatively charged Y-apt onto the surface of the hypoxia-responsive MOF via an electrostatic interaction. Once the constructed MOF@Y-apt entered the hypoxic cancer cells (), MOF@Y-apt was degraded by the hypoxia-related high expressed reductase and thus cause the release of Y-apt. Significantly, cyanine dyes, such as Cy3, Cy5, and Cy5.5, possess the ability to specifically target mitochondria in cancer cells. Therefore, the released light-gated Y-apt can response to mitochondrial ATP and an output fluorescent signal under the targeting effect of cyanine dyes. Additionally, the fluorescence of Cy5.5 labeled on Yc-PC was available as an internal standard for Cy3 fluorescence self-correction, which can effectively improve the accuracy of the imaging results. More importantly, compared with some previous works using PC linker as a spatiotemporally controlled element, our scheme further utilized TP excitation, which can avoid cell damage and possess ideal tissue penetration depth to achieve the purpose of photolysis. We demonstrated that this reductase and light programmatical gated nanodevice could not only effectively deliver into the mitochondria of hypoxic cells but also spatiotemporal control its ATP fluorescence sensing activity in vitro and tumor tissues by light irradiation. Due to the highly integrated, easily accessible, and available for living cells and tissues, we envision that the concept and methodology can be further extended to biorecognition in other subcellular organelles under hypoxic conditions using the spatiotemporal controllable approach.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration\nof Reductase and Light Programmatical Gated\nDNA Nanodevice (MOF@Y-apt) for Spatiotemporally Controlled Imaging\nof Biomolecules in Subcellular Organelles under Hypoxic Conditions\n(OP: One-Photon, λ ≈ 365 nm; TP: Two-Photon, λ\n= 740 nm)</title>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of Reductase and Light Programmatical Gated DNA Nanodevice (MOF@Y-apt) for Spatiotemporally Controlled Imaging of Biomolecules in Subcellular Organelles under Hypoxic Conditions (OP: One-Photon, λ ~ 365 nm; TP: Two-Photon, λ = 740 nm)   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials and Reagents</title><p>Ferric chloride (FeCl<sub>3</sub>), 4,4′-azobisbenzoic acid (H<sub>2</sub>AzDc), and sodium\ndithionite (Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>) were purchased\nfrom Energy Chemical Technology Co., Ltd (Shanghai, China). <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-Dimethylformamide (DMF) was purchased\nfrom Sinopharm Chemical Reagent Company Ltd. (Shanghai, China). ATP\ndisodium salt hydrate was obtained from Sangon Biotech Co., Ltd. (Shanghai,\nChina). Mito-Tracker Green was purchased from KeyGEN BioTECH (Beijing,\nChina), and JC-1 was purchased from APExBIO Technology (Houston, USA).\nUltrapure water obtained from the Millipore Milli-Q water purification\nsystem (18.2 MΩ) was used in all assays. The DNA oligonucleotides\nwere synthesized by Sangon Biotech Co., Ltd. (Shanghai, China) and\npurified by high-performance liquid chromatography. The sequences\nare shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>.</p>", "clean_text": "Experimental Section\n\nMaterials and Reagents\n\nFerric chloride (FeCl3), 4,4'-azobisbenzoic acid (H2AzDc), and sodium dithionite (Na2S2O4) were purchased from Energy Chemical Technology Co., Ltd (Shanghai, China). N,N-Dimethylformamide (DMF) was purchased from Sinopharm Chemical Reagent Company Ltd. (Shanghai, China). ATP disodium salt hydrate was obtained from Sangon Biotech Co., Ltd. (Shanghai, China). Mito-Tracker Green was purchased from KeyGEN BioTECH (Beijing, China), and JC-1 was purchased from APExBIO Technology (Houston, USA). Ultrapure water obtained from the Millipore Milli-Q water purification system (18.2 MΩ) was used in all assays. The DNA oligonucleotides were synthesized by Sangon Biotech Co., Ltd. (Shanghai, China) and purified by high-performance liquid chromatography. The sequences are shown in Table S1.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Construction\nof Y-apt and MOF@Y-apt</title><p>Y-apt was formed\nby mixing Ya, Yb, and Yc-PC in phosphate-buffered saline (PBS, supplemented\nwith 5 mM MgCl<sub>2</sub>, pH = 7.4), heating together at 95 °C\n(5 min) for annealing, and then slowly cooled to room temperature.\nThe resultant product was monitored by 12% polyacrylamide gel electrophoresis\n(PAGE, 100 V, 60 min). Then, MOF@Y-apt was finally obtained by adding\n1 mg of synthesized MOF in 10 mM PBS (pH = 7.4) containing Y-apt,\nmixed for 30 min, followed by centrifugation and washing.</p>", "clean_text": "Construction of Y-apt and MOF@Y-apt\n\nY-apt was formed by mixing Ya, Yb, and Yc-PC in phosphate-buffered saline (PBS, supplemented with 5 mM MgCl2, pH = 7.4), heating together at 95 °C (5 min) for annealing, and then slowly cooled to room temperature. The resultant product was monitored by 12% polyacrylamide gel electrophoresis (PAGE, 100 V, 60 min). Then, MOF@Y-apt was finally obtained by adding 1 mg of synthesized MOF in 10 mM PBS (pH = 7.4) containing Y-apt, mixed for 30 min, followed by centrifugation and washing.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>ATP Sensing\nAssay in Aqueous Solution</title><p>Different concentrations\nof ATP (final concentrations of 0, 0.25, 0.5, 0.75, 1, 1.5, 2, 2.5,\nand 3 mM) were mixed with 50 nM control probes (Y-apt-on and Y-apt-off)\nin PBS (supplemented with 5 mM MgCl<sub>2</sub>, pH = 8.0), respectively,\nand then incubated at room temperature for 20 min. For the light-gated\nsensing assay, Y-apt or Y-apt-off was incubated with different concentrations\nof ATP, followed by light exposure (365 nm, 10 min). For the selectivity\nassays, uridine triphosphate (UTP), cytidine triphosphate (CTP), and\nguanosine triphosphate (GTP) were added at final concentrations of\n3 mM to the mixture instead of ATP and then incubated for another\n20 min at room temperature. The fluorescence spectra from 540 to 750\nnm were collected under an excitation wavelength of 530 nm.</p>", "clean_text": "ATP Sensing Assay in Aqueous Solution\n\nDifferent concentrations of ATP (final concentrations of 0, 0.25, 0.5, 0.75, 1, 1.5, 2, 2.5, and 3 mM) were mixed with 50 nM control probes (Y-apt-on and Y-apt-off) in PBS (supplemented with 5 mM MgCl2, pH = 8.0), respectively, and then incubated at room temperature for 20 min. For the light-gated sensing assay, Y-apt or Y-apt-off was incubated with different concentrations of ATP, followed by light exposure (365 nm, 10 min). For the selectivity assays, uridine triphosphate (UTP), cytidine triphosphate (CTP), and guanosine triphosphate (GTP) were added at final concentrations of 3 mM to the mixture instead of ATP and then incubated for another 20 min at room temperature. The fluorescence spectra from 540 to 750 nm were collected under an excitation wavelength of 530 nm.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Monitoring\nMitochondrial ATP in Hypoxic Cancer Cells by MOF@Y-apt</title><p>The\nhuman breast adenocarcinoma (MCF-7) cells (1 × 10<sup>5</sup> cells per well) were seeded in confocal culture dishes for\n24 h and incubated with 0.1 mg·mL<sup>–1</sup> of MOF@Y-apt\nfor 2 h and then treated for another 4 h under hypoxic conditions.\nSubsequently, the cells were exposed to 365 nm light for 10 min and\nthen incubated at 37 °C for 1 h. Finally, the MOF@Y-apt-incubated\nMCF-7 cells were washed three times with Dulbecco’s phosphate-buffered\nsaline (D-PBS) and subjected to imaging by a Nikon A1R MP multiphoton\nand confocal microscope (conditions: Cy3 fluorescence channel, λ<sub>ex</sub> = 561 nm and λ<sub>em</sub> = 570–620 nm; Cy5\nfluorescence channel, λ<sub>ex</sub> = 561 nm and λ<sub>em</sub> = 625–680 nm; and Cy5.5 fluorescent channel, λ<sub>ex</sub> = 640 nm and λ<sub>em</sub> = 663–738 nm).\nTo demonstrate the feasibility of MOF@Y-apt for monitoring the fluctuation\nof mitochondrial ATP under hypoxic conditions, MCF-7 cells were pre-treated\nwith cell culture medium containing sodium azide (NaN<sub>3</sub>,\n10 mM) or calcium chloride (CaCl<sub>2</sub>, 5 mM) for 1 h, respectively.\nThe cell samples were then incubated with 0.1 mg·mL<sup>–1</sup> of MOF@Y-apt for 2 h and treated for another 4 h under hypoxic conditions.\nSubsequently, the cells were exposed with 365 nm light (OP) for 10\nmin and then incubated at 37 °C for 1 h. Finally, the MOF@Y-apt-incubated\nMCF-7 cells were washed three times with D-PBS and subjected to imaging\nby a Nikon A1R MP multiphoton and confocal microscope.</p>", "clean_text": "Monitoring Mitochondrial ATP in Hypoxic Cancer Cells by MOF@Y-apt\n\nThe human breast adenocarcinoma (MCF-7) cells (1 × 105 cells per well) were seeded in confocal culture dishes for 24 h and incubated with 0.1 mg⋅mL-1 of MOF@Y-apt for 2 h and then treated for another 4 h under hypoxic conditions. Subsequently, the cells were exposed to 365 nm light for 10 min and then incubated at 37 °C for 1 h. Finally, the MOF@Y-apt-incubated MCF-7 cells were washed three times with Dulbecco's phosphate-buffered saline (D-PBS) and subjected to imaging by a Nikon A1R MP multiphoton and confocal microscope (conditions: Cy3 fluorescence channel, λex = 561 nm and λem = 570-620 nm; Cy5 fluorescence channel, λex = 561 nm and λem = 625-680 nm; and Cy5.5 fluorescent channel, λex = 640 nm and λem = 663-738 nm). To demonstrate the feasibility of MOF@Y-apt for monitoring the fluctuation of mitochondrial ATP under hypoxic conditions, MCF-7 cells were pre-treated with cell culture medium containing sodium azide (NaN3, 10 mM) or calcium chloride (CaCl2, 5 mM) for 1 h, respectively. The cell samples were then incubated with 0.1 mg⋅mL-1 of MOF@Y-apt for 2 h and treated for another 4 h under hypoxic conditions. Subsequently, the cells were exposed with 365 nm light (OP) for 10 min and then incubated at 37 °C for 1 h. Finally, the MOF@Y-apt-incubated MCF-7 cells were washed three times with D-PBS and subjected to imaging by a Nikon A1R MP multiphoton and confocal microscope.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Imaging Mitochondrial\nATP Using TP Light Source</title><p>MCF-7\ncells (1 × 10<sup>5</sup> cells per well) were seeded at confocal\nculture dishes for 24 h and incubated with MOF@Y-apt for 2 h and then\ntreated for another 4 h under hypoxic conditions. Before TP irradiation,\nthe cells were washed three times with D-PBS. The TP light source\nwas an 80 MHz mode-locked Mai-TaiTi-Sapphire pulsed laser (690–1040\nnm) which tuned to 740 nm for MOF@Y-apt-incubated cells.</p>", "clean_text": "Imaging Mitochondrial ATP Using TP Light Source\n\nMCF-7 cells (1 × 105 cells per well) were seeded at confocal culture dishes for 24 h and incubated with MOF@Y-apt for 2 h and then treated for another 4 h under hypoxic conditions. Before TP irradiation, the cells were washed three times with D-PBS. The TP light source was an 80 MHz mode-locked Mai-TaiTi-Sapphire pulsed laser (690-1040 nm) which tuned to 740 nm for MOF@Y-apt-incubated cells.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Tissue Imaging\nof MCF-7 Tumor-Bearing Mice</title><p>The female\nBALB/c nude mice were used to set up a tumor xenograft model. MCF-7\ncells [1 × 10<sup>6</sup> cells/100 μL in 1:1 (v/v) PBS\nand Matrigel] were injected subcutaneously into the back of the mice.\nWhen the tumors grew to 200–400 mm<sup>3</sup>, mice were euthanized\nto collect the tumor. Then, the tumor was cryosectioned at −20\n°C into slices of 50 μm thick and treated with 0.1 mg·mL<sup>–1</sup> of MOF@Y-apt for 2 h in Dulbecco’s modified\nEagle’s medium at 37 °C. Thereafter, the tissue slices\nwere washed three times with D-PBS to remove free MOF@Y-apt, followed\nby TP (λ = 740 nm) imaging of the tissue slices using a Nikon\nA1R MP multiphoton and confocal microscope.</p>", "clean_text": "Tissue Imaging of MCF-7 Tumor-Bearing Mice\n\nThe female BALB/c nude mice were used to set up a tumor xenograft model. MCF-7 cells [1 × 106 cells/100 μL in 1:1 (v/v) PBS and Matrigel] were injected subcutaneously into the back of the mice. When the tumors grew to 200-400 mm3, mice were euthanized to collect the tumor. Then, the tumor was cryosectioned at -20 °C into slices of 50 μm thick and treated with 0.1 mg⋅mL-1 of MOF@Y-apt for 2 h in Dulbecco's modified Eagle's medium at 37 °C. Thereafter, the tissue slices were washed three times with D-PBS to remove free MOF@Y-apt, followed by TP (λ = 740 nm) imaging of the tissue slices using a Nikon A1R MP multiphoton and confocal microscope.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Construction\nand Characterization of Y-apt and Its Response\nto ATP</title><p>The design of spatiotemporally controlled Y-apt for\nmonitoring mitochondrial ATP is illustrated in A. Y-apt is formed by annealing of Ya (an\naptamer responsive to ATP), Yb, and Yc-PC (which is obtained by incorporating\na PC linker at positions spaced by 10 nucleotides at the 5′-end).\nIn the SYBR Green-stained PAGE image (B), one band with the highest molecular weight\ncan be observed on the gel, while the mobility is lower than other\nbands, indicating the successful assembly of Y-apt (lane 7). To achieve\nhigh-efficiency synthesis of Y-apt, the molar ratio of Ya, Yb, and\nYc-PC was optimized to be 1:1.25:1.25 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Additionally, we designed two control probes, Y-apt-off\n(lane 4 in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S2 and Scheme S3A</ext-link>) formed\nby annealing Ya, Yb, and Yc-non (its sequence is identical to Yc-PC\nbut without the PC linker) and Y-apt-on (lane 6 in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S2 and Scheme S3B</ext-link>) formed by Ya, Yb, Yc-1, and Yc-2\n(Yc-1 and Yc-2 are DNA sequences that mimic disconnection due to the\nphotocleavage of the PC linker in Yc-PC, respectively). It is remarkable\nthat the PC linker on Yc-PC can be quickly cleaved upon irradiation,\nwhich further ensures the sensitivity of Y-apt to target ATP (A). Upon light exposure,\nit can be observed that Y-apt appears a distinct faster migrating\nband upon light exposure (C, lane 7), which was in a similar position to Y-apt-on\n(lane 4), indicating that light can remotely control the cleavage\nof the PC linker. Furthermore, the bands become brighter when the\nillumination time was prolonged (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). Then, the effective response of Y-apt to ATP upon illumination\nwas verified. The illuminated Y-apt showed two distinct short bands\n(C, lane 8)\nupon ATP addition. With the increase of ATP concentration (from 0\nto 10 mM), the short bands in response to ATP in the gel image became\nbrighter (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). The control probes\n(Y-apt-off and Y-apt-on) also validated the effective response of\nour constructed nanodevice to ATP. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>, Y-apt-on showed obvious short bands compared with\nY-apt-off upon ATP addition, suggesting that only light-gated Y-shaped\nprobes could response to ATP. These results all indicated that light\nis an indispensable tool for regulating Y-apt response to ATP.</p>", "clean_text": "Results and Discussion\n\nConstruction and Characterization of Y-apt and Its Response to ATP\n\nThe design of spatiotemporally controlled Y-apt for monitoring mitochondrial ATP is illustrated in A. Y-apt is formed by annealing of Ya (an aptamer responsive to ATP), Yb, and Yc-PC (which is obtained by incorporating a PC linker at positions spaced by 10 nucleotides at the 5'-end). In the SYBR Green-stained PAGE image (B), one band with the highest molecular weight can be observed on the gel, while the mobility is lower than other bands, indicating the successful assembly of Y-apt (lane 7). To achieve high-efficiency synthesis of Y-apt, the molar ratio of Ya, Yb, and Yc-PC was optimized to be 1:1.25:1.25 (Figure S1). Additionally, we designed two control probes, Y-apt-off (lane 4 in Figure S2 and Scheme S3A) formed by annealing Ya, Yb, and Yc-non (its sequence is identical to Yc-PC but without the PC linker) and Y-apt-on (lane 6 in Figure S2 and Scheme S3B) formed by Ya, Yb, Yc-1, and Yc-2 (Yc-1 and Yc-2 are DNA sequences that mimic disconnection due to the photocleavage of the PC linker in Yc-PC, respectively). It is remarkable that the PC linker on Yc-PC can be quickly cleaved upon irradiation, which further ensures the sensitivity of Y-apt to target ATP (A). Upon light exposure, it can be observed that Y-apt appears a distinct faster migrating band upon light exposure (C, lane 7), which was in a similar position to Y-apt-on (lane 4), indicating that light can remotely control the cleavage of the PC linker. Furthermore, the bands become brighter when the illumination time was prolonged (Figure S3). Then, the effective response of Y-apt to ATP upon illumination was verified. The illuminated Y-apt showed two distinct short bands (C, lane 8) upon ATP addition. With the increase of ATP concentration (from 0 to 10 mM), the short bands in response to ATP in the gel image became brighter (Figure S4). The control probes (Y-apt-off and Y-apt-on) also validated the effective response of our constructed nanodevice to ATP. As shown in Figure S5, Y-apt-on showed obvious short bands compared with Y-apt-off upon ATP addition, suggesting that only light-gated Y-shaped probes could response to ATP. These results all indicated that light is an indispensable tool for regulating Y-apt response to ATP.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) Design\nof spatiotemporally controlled Y-apt and its schematic\ndiagram in response to ATP. (B) SYBR Green-stained 12% PAGE imaging\nwas used to verify the formation of Y-apt. Lane 1: Ya; lane 2: Yb;\nlane 3: Yc-PC; lane 4: double strand formed by hybridization of Ya\nand Yb (Ya + Yb); lane 5: double strand formed by hybridization of\nYa and Yc-PC (Ya + Yc-PC); lane 6: double strand formed by hybridization\nof Yb and Yc-PC (Yb + Yc-PC); and lane 7: Y-apt. The final concentration\nof the DNA samples was 1 μM. (C) SYBR Green-stained 12% PAGE\nimaging. Lane 1: Ya; lane 2: Yb + Yc-PC; lane 3: double strand formed\nby hybridization of Yb, Yc-1, and Yc-2 (Yb + Yc-1 + Yc-2); lane 4:\nY-apt-on; lane 5: Y-apt; lane 6: addition of ATP to Y-apt-containing\nsolutions without light irradiation (Y-apt + ATP); lane 7: Y-apt-containing\nsolutions after light irradiation (Y-apt + <italic toggle=\"yes\">hv</italic>); and\nlane 8: addition of ATP to Y-apt-containing solutions with light irradiation\n(Y-apt + <italic toggle=\"yes\">hv</italic> + ATP). The final concentration of the\nDNA samples was 1 μM. For the required light irradiation, 365\nnm light at a density of 2.2 mW·cm<sup>–2</sup> was applied\nfor 10 min. The concentration of ATP was 10 mM.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) Design of spatiotemporally controlled Y-apt and its schematic diagram in response to ATP. (B) SYBR Green-stained 12% PAGE imaging was used to verify the formation of Y-apt. Lane 1: Ya; lane 2: Yb; lane 3: Yc-PC; lane 4: double strand formed by hybridization of Ya and Yb (Ya + Yb); lane 5: double strand formed by hybridization of Ya and Yc-PC (Ya + Yc-PC); lane 6: double strand formed by hybridization of Yb and Yc-PC (Yb + Yc-PC); and lane 7: Y-apt. The final concentration of the DNA samples was 1 μM. (C) SYBR Green-stained 12% PAGE imaging. Lane 1: Ya; lane 2: Yb + Yc-PC; lane 3: double strand formed by hybridization of Yb, Yc-1, and Yc-2 (Yb + Yc-1 + Yc-2); lane 4: Y-apt-on; lane 5: Y-apt; lane 6: addition of ATP to Y-apt-containing solutions without light irradiation (Y-apt + ATP); lane 7: Y-apt-containing solutions after light irradiation (Y-apt + hv); and lane 8: addition of ATP to Y-apt-containing solutions with light irradiation (Y-apt + hv + ATP). The final concentration of the DNA samples was 1 μM. For the required light irradiation, 365 nm light at a density of 2.2 mW⋅cm-2 was applied for 10 min. The concentration of ATP was 10 mM.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Subsequently, a set of fluorescence experiments were carried out\nto further confirm the sensitivity of Y-apt to ATP. Cy3 was modified\nat the 5′-end of Ya while the Cy5 label at the 3′-end\nof Yb to form fluorescent Y-apt. With this dye-labeling strategy,\nthe response of Y-apt to ATP could be evaluated by the signal change\nof FRET between Cy3 and Cy5 upon light irradiation. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S6A</ext-link>, when ATP was added into the solution\ncontaining Y-apt followed by light irradiation, the increase in ATP\nconcentration rapidly weakened the FRET signal between Cy3 and Cy5.\nThis was mainly because, with the increase of ATP concentration, more\nand more aptamer will bind to ATP and thus lead to the interruption\nof FRET from Cy3 to Cy5, followed by light irradiation. In contrast,\nthere was no evident fluorescence change in the mixed solution of\nY-apt and ATP without light irradiation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S6B</ext-link>), indicating that the original Y-shaped structure could\neffectively inhibit the sensing activity of Y-apt. Compared with the\nmixture of Y-apt and ATP activated by light, there was no obvious\nsignal change in the presence of UTP, CTP, or GTP, which indicated\nthat the constructed Y-apt had good specificity for ATP over other\ntriphosphate nucleotides (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>).</p>", "clean_text": "Subsequently, a set of fluorescence experiments were carried out to further confirm the sensitivity of Y-apt to ATP. Cy3 was modified at the 5'-end of Ya while the Cy5 label at the 3'-end of Yb to form fluorescent Y-apt. With this dye-labeling strategy, the response of Y-apt to ATP could be evaluated by the signal change of FRET between Cy3 and Cy5 upon light irradiation. As shown in Figure S6A, when ATP was added into the solution containing Y-apt followed by light irradiation, the increase in ATP concentration rapidly weakened the FRET signal between Cy3 and Cy5. This was mainly because, with the increase of ATP concentration, more and more aptamer will bind to ATP and thus lead to the interruption of FRET from Cy3 to Cy5, followed by light irradiation. In contrast, there was no evident fluorescence change in the mixed solution of Y-apt and ATP without light irradiation (Figure S6B), indicating that the original Y-shaped structure could effectively inhibit the sensing activity of Y-apt. Compared with the mixture of Y-apt and ATP activated by light, there was no obvious signal change in the presence of UTP, CTP, or GTP, which indicated that the constructed Y-apt had good specificity for ATP over other triphosphate nucleotides (Figure S7).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Reductase and Light Programmatical Gated Nanodevice\nfor ATP Sensing</title><p>The hypoxia-responsive MOF was synthesized\nby a one-step solvothermal method using Fe<sup>3+</sup> and 4,4′-azodibenzoic\nacid (H<sub>2</sub>AzDc) according to the previous literature (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Scheme S1A</ext-link>). The\nmorphology of the as-prepared MOF was characterized by transmission\nelectron microscopy (TEM), demonstrated its rod-like structure with\ngood monodispersibility, and an average size distribution of approximately\n158.5 ± 4.6 nm in length and 20.4 ± 4.8 nm in width (A). This result was\nconsistent with the dynamic light scattering (DLS) characterization\n(B, black curve).\nThe zeta potential measurements showed that the charge of the MOF\nwas 32.1 ± 0.6 mV (C, blue column), which was mainly attributed to the abundant\nFe<sup>3+</sup> on the surface of MOF. Then, the presence of azobenzene\nunits in the MOF was confirmed by UV–vis spectroscopy (D) and Fourier transform\ninfrared (FTIR) spectroscopy (E), respectively.</p>", "clean_text": "Preparation of Reductase and Light Programmatical Gated Nanodevice for ATP Sensing\n\nThe hypoxia-responsive MOF was synthesized by a one-step solvothermal method using Fe3+ and 4,4'-azodibenzoic acid (H2AzDc) according to the previous literature (Scheme S1A). The morphology of the as-prepared MOF was characterized by transmission electron microscopy (TEM), demonstrated its rod-like structure with good monodispersibility, and an average size distribution of approximately 158.5 ± 4.6 nm in length and 20.4 ± 4.8 nm in width (A). This result was consistent with the dynamic light scattering (DLS) characterization (B, black curve). The zeta potential measurements showed that the charge of the MOF was 32.1 ± 0.6 mV (C, blue column), which was mainly attributed to the abundant Fe3+ on the surface of MOF. Then, the presence of azobenzene units in the MOF was confirmed by UV-vis spectroscopy (D) and Fourier transform infrared (FTIR) spectroscopy (E), respectively.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) Representative TEM image of MOF. Inset:\nTEM image of MOF upon\ntreatment with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>. (B) The size\ndistributions of MOF, MOF@Y-apt, and MOF upon treatment with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>. (C) ζ-potential of MOF (blue\ncolumn) and MOF@Y-apt (dark yellow column). Error bars represent the\nstandard deviations from three repeated experiments. (D) UV–vis\nabsorption spectra of H<sub>2</sub>AzDc (black curve), MOF (red curve),\nand MOF upon incubation with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> (blue curve). (E) FTIR spectra of H<sub>2</sub>AzDc (blue curve),\nMOF (red curve), and MOF upon incubation with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> (black curve). (The wavenumber located at 1425\ncm<sup>–1</sup> was assigned to the NN stretching in\nthe compounds of trans aromatic azo,) (F) Fluorescence emission spectra\nof Y-Cy3 and MOF@Y-Cy3 upon different treatments. [(a) Y-Cy3 (50 nM),\n(b) supernatant collected from the solution containing MOF@Y-Cy3 (0.1\nmg·mL<sup>–1</sup>) after centrifugation; (c) solution\ncontaining Y-Cy3 upon treatment with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> (Y-Cy3 + Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>); and (d)\nsupernatant collected from the solution containing MOF@Y-Cy3 in the\npresence of Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> after centrifugation].\nInset: SYBR Green-stained 12% PAGE image of (F). The concentration\nof Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> was 1 mM.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (A) Representative TEM image of MOF. Inset: TEM image of MOF upon treatment with Na2S2O4. (B) The size distributions of MOF, MOF@Y-apt, and MOF upon treatment with Na2S2O4. (C) ζ-potential of MOF (blue column) and MOF@Y-apt (dark yellow column). Error bars represent the standard deviations from three repeated experiments. (D) UV-vis absorption spectra of H2AzDc (black curve), MOF (red curve), and MOF upon incubation with Na2S2O4 (blue curve). (E) FTIR spectra of H2AzDc (blue curve), MOF (red curve), and MOF upon incubation with Na2S2O4 (black curve). (The wavenumber located at 1425 cm-1 was assigned to the NN stretching in the compounds of trans aromatic azo,) (F) Fluorescence emission spectra of Y-Cy3 and MOF@Y-Cy3 upon different treatments. [(a) Y-Cy3 (50 nM), (b) supernatant collected from the solution containing MOF@Y-Cy3 (0.1 mg⋅mL-1) after centrifugation; (c) solution containing Y-Cy3 upon treatment with Na2S2O4 (Y-Cy3 + Na2S2O4); and (d) supernatant collected from the solution containing MOF@Y-Cy3 in the presence of Na2S2O4 after centrifugation]. Inset: SYBR Green-stained 12% PAGE image of (F). The concentration of Na2S2O4 was 1 mM.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>Next, MOF@Y-apt was fabricated by adsorbing negatively charged\nY-apt onto the surface of a hypoxia-responsive MOF <italic toggle=\"yes\">via</italic> and electrostatic interaction (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Scheme S2</ext-link>). DLS analysis indicated that the mean length of MOF@Y-apt was 202.2\n± 12.7 nm (B, red curve). As shown in C, the zeta potential of MOF@Y-apt was −14.5\n± 0.4 mV (yellow column), which further confirmed the successful\nloading of Y-apt. Moreover, the fluorescence of -Cy3 (Y-apt that only\nYa labeled Cy3, Yb and Yc-PC were label free) could be effectually\nquenched by MOF owing to the charge transferred from Cy3 to Fe<sup>3+</sup>. According to F­(a,b) and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">S8</ext-link>, we calculated\nthat about 93.6% Y-Cy3 can be adsorbed on MOF. To confirm the above-mentioned\nresults, PAGE was also further employed. When the MOF was added into\nthe solution containing Y-Cy3 (inset of F­(a)), we could not observe the obvious DNA\nband collected from the supernatant of MOF@Y-Cy3-contained solution\nafter centrifugation (inset of F­(b)). Additionally, the mean lengths and zeta potential\nof MOF@Y-apt upon treatment with cell culture medium (containing 10%\nfetal bovine serum) for 24 h did not demonstrate the obvious change\ncompared with those of the untreated group (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figures S9 and S10</ext-link>), which indicated that MOF@Y-apt could remain relatively\nstable in a complex biological environment.</p>", "clean_text": "Next, MOF@Y-apt was fabricated by adsorbing negatively charged Y-apt onto the surface of a hypoxia-responsive MOF via and electrostatic interaction (Scheme S2). DLS analysis indicated that the mean length of MOF@Y-apt was 202.2 ± 12.7 nm (B, red curve). As shown in C, the zeta potential of MOF@Y-apt was -14.5 ± 0.4 mV (yellow column), which further confirmed the successful loading of Y-apt. Moreover, the fluorescence of -Cy3 (Y-apt that only Ya labeled Cy3, Yb and Yc-PC were label free) could be effectually quenched by MOF owing to the charge transferred from Cy3 to Fe3+. According to F(a,b) and S8, we calculated that about 93.6% Y-Cy3 can be adsorbed on MOF. To confirm the above-mentioned results, PAGE was also further employed. When the MOF was added into the solution containing Y-Cy3 (inset of F(a)), we could not observe the obvious DNA band collected from the supernatant of MOF@Y-Cy3-contained solution after centrifugation (inset of F(b)). Additionally, the mean lengths and zeta potential of MOF@Y-apt upon treatment with cell culture medium (containing 10% fetal bovine serum) for 24 h did not demonstrate the obvious change compared with those of the untreated group (Figures S9 and S10), which indicated that MOF@Y-apt could remain relatively stable in a complex biological environment.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>With the constructed\nMOF@Y-apt in hand, we next tested the feasibility\nof MOF@Y-apt for reductase-gated release of Y-apt. It has been reported\nthat sodium dithionite (Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>),\na reducing agent, plays a crucial role in the reduction of azo bonds\nto amine groups. Therefore, the hypoxia responsiveness\nof our constructed MOF@Y-apt was assessed by using Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>. The TEM image indicates that the diameter of\nMOF obviously decreased when Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> is introduced into the MOF-containing solutions, and the morphology\nalso changed significantly (inset of A), while the mean size determined by DLS\nchanged obviously (B, blue curve). The UV–vis spectra (D, blue curve) showed that\nthe maximum absorbance of the MOF decreased obviously upon treatment\nwith Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>. Meanwhile, FTIR measurements\n(E, blue curve)\nfurther showed that the absorption peak of NN bond in the\nMOF at 1425 cm<sup>–1</sup> disappeared upon addition of Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>, which is consistent with the previous\nreport. These results indicated the successful\nhypoxia-induced decomposition of azobenzene bridges and efficient\ndegradation of MOF. Furthermore, the fluorescence emission intensity\nof Cy3 increased significantly upon Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> addition, which indicated that Y-Cy3 can be released from\nthe reduced MOF (F­(d)). Additionally, a bright DNA band was observed in the sample\ncollecting from the supernatant of the MOF@Y-Cy3-containing solution\nupon Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> addition (inset of F­(d)). These results\ndemonstrated that the MOF possessed unique hypoxia-responsive decomposition\nproperty.</p>", "clean_text": "With the constructed MOF@Y-apt in hand, we next tested the feasibility of MOF@Y-apt for reductase-gated release of Y-apt. It has been reported that sodium dithionite (Na2S2O4), a reducing agent, plays a crucial role in the reduction of azo bonds to amine groups. Therefore, the hypoxia responsiveness of our constructed MOF@Y-apt was assessed by using Na2S2O4. The TEM image indicates that the diameter of MOF obviously decreased when Na2S2O4 is introduced into the MOF-containing solutions, and the morphology also changed significantly (inset of A), while the mean size determined by DLS changed obviously (B, blue curve). The UV-vis spectra (D, blue curve) showed that the maximum absorbance of the MOF decreased obviously upon treatment with Na2S2O4. Meanwhile, FTIR measurements (E, blue curve) further showed that the absorption peak of NN bond in the MOF at 1425 cm-1 disappeared upon addition of Na2S2O4, which is consistent with the previous report. These results indicated the successful hypoxia-induced decomposition of azobenzene bridges and efficient degradation of MOF. Furthermore, the fluorescence emission intensity of Cy3 increased significantly upon Na2S2O4 addition, which indicated that Y-Cy3 can be released from the reduced MOF (F(d)). Additionally, a bright DNA band was observed in the sample collecting from the supernatant of the MOF@Y-Cy3-containing solution upon Na2S2O4 addition (inset of F(d)). These results demonstrated that the MOF possessed unique hypoxia-responsive decomposition property.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Next, we explored the response of MOF@Y-apt to ATP\nin aqueous solutions,\nfollowed by reductase-gated Y-apt release. As can be seen from A, the fluorescence\nsignal of the solution containing MOF@Y-apt did not change significantly\nbefore (curve a) and after (curve b) light irradiation under normoxic\nconditions even upon ATP addition. Then, Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> was used to co-incubate with MOF@Y-apt-containing solution\nto simulate hypoxic environment. The MOF@Y-apt-containing solution\nupon hypoxia treatment was divided into three groups: the first group\nwas incubated with ATP and the second group was irradiated by light,\nwhile the third group was incubated with ATP, followed by light exposure.\nAs displayed in A, a distinct “FRET ON” signal between Cy3 and Cy5\nwas observed from the first group (curve c), while the FRET signal\nremained almost unchanged in the second group (curve d). Notably,\na significant signal transition (from “FRET ON” to “FRET\nOFF”) was observed from the third group (curve e). All these\ndata indicate that the MOF@Y-apt gated by hypoxia and light can effectively\nsignal the presence of ATP. Quantitatively, the fluorescence intensity\nof Cy5 weakened dramatically, while the fluorescence intensity of\nCy3 increased significantly upon addition of ATP (0.25–3.0\nmM) into Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>-treated MOF@Y-apt,\nfollowed by light irradiation (B). The Cy3 fluorescence enhancement of Y-apt demonstrated\napproximately linear with ATP concentration over the range of 0.25–3\nmM (C). On\nthe contrary, the fluorescence signal was almost unchanged with the\nincrease of ATP concentration without exposure to light irradiation\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>), suggesting that the photocleavage\nof Y-apt was crucial for this design.</p>", "clean_text": "Next, we explored the response of MOF@Y-apt to ATP in aqueous solutions, followed by reductase-gated Y-apt release. As can be seen from A, the fluorescence signal of the solution containing MOF@Y-apt did not change significantly before (curve a) and after (curve b) light irradiation under normoxic conditions even upon ATP addition. Then, Na2S2O4 was used to co-incubate with MOF@Y-apt-containing solution to simulate hypoxic environment. The MOF@Y-apt-containing solution upon hypoxia treatment was divided into three groups: the first group was incubated with ATP and the second group was irradiated by light, while the third group was incubated with ATP, followed by light exposure. As displayed in A, a distinct \"FRET ON\" signal between Cy3 and Cy5 was observed from the first group (curve c), while the FRET signal remained almost unchanged in the second group (curve d). Notably, a significant signal transition (from \"FRET ON\" to \"FRET OFF\") was observed from the third group (curve e). All these data indicate that the MOF@Y-apt gated by hypoxia and light can effectively signal the presence of ATP. Quantitatively, the fluorescence intensity of Cy5 weakened dramatically, while the fluorescence intensity of Cy3 increased significantly upon addition of ATP (0.25-3.0 mM) into Na2S2O4-treated MOF@Y-apt, followed by light irradiation (B). The Cy3 fluorescence enhancement of Y-apt demonstrated approximately linear with ATP concentration over the range of 0.25-3 mM (C). On the contrary, the fluorescence signal was almost unchanged with the increase of ATP concentration without exposure to light irradiation (Figure S11), suggesting that the photocleavage of Y-apt was crucial for this design.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Fluorescence emission spectra of MOF@Y-apt\nunder different\nconditions. [(a) MOF@Y-apt under normoxic conditions; (b) MOF@Y-apt\nincubated with ATP upon light irradiation under normoxic conditions;\n(c) MOF@Y-apt incubated with ATP under hypoxic conditions; (d) MOF@Y-apt\nwith light irradiation under hypoxic conditions; and (e) MOF@Y-apt\nincubated with ATP upon light irradiation under hypoxic conditions].\nAll hypoxic conditions were mimicked by incubation of the reaction\nmixtures with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> (1 mM). The\nconcentration of ATP was 10 mM. The concentration of MOF@Y-apt was\ndefined by MOF was 0.1 mg·mL<sup>–1</sup>. λ<sub>ex</sub> = 530 nm. Inset: truth table of (A). (B) Fluorescence emission\nspectra of the Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>-pretreated\nMOF@Y-apt in response to different concentrations of ATP (0, 0.25,\n0.5, 0.75, 1, 1.5, 2, 2.5, and 3 mM) upon light irradiation, λ<sub>ex</sub> = 530 nm. (C) Fluorescence enhancement (<italic toggle=\"yes\">F</italic>/<italic toggle=\"yes\">F</italic>\n<sub>0</sub>) of Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>-pretreated MOF@Y-apt in response to different concentrations\nof ATP with (red curve) or without (black curve) light irradiation,\nwhere <italic toggle=\"yes\">F</italic>\n<sub>0</sub> and <italic toggle=\"yes\">F</italic> represent\nthe Cy3 fluorescence intensity of Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>-pretreated MOF@Y-apt before and after addition of ATP. Error\nbars represent standard deviations from three repeated experiments.\nFor the required light irradiation, 365 nm light at a density of 2.2\nmW·cm<sup>–2</sup> was applied for 10 min.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (A) Fluorescence emission spectra of MOF@Y-apt under different conditions. [(a) MOF@Y-apt under normoxic conditions; (b) MOF@Y-apt incubated with ATP upon light irradiation under normoxic conditions; (c) MOF@Y-apt incubated with ATP under hypoxic conditions; (d) MOF@Y-apt with light irradiation under hypoxic conditions; and (e) MOF@Y-apt incubated with ATP upon light irradiation under hypoxic conditions]. All hypoxic conditions were mimicked by incubation of the reaction mixtures with Na2S2O4 (1 mM). The concentration of ATP was 10 mM. The concentration of MOF@Y-apt was defined by MOF was 0.1 mg⋅mL-1. λex = 530 nm. Inset: truth table of (A). (B) Fluorescence emission spectra of the Na2S2O4-pretreated MOF@Y-apt in response to different concentrations of ATP (0, 0.25, 0.5, 0.75, 1, 1.5, 2, 2.5, and 3 mM) upon light irradiation, λex = 530 nm. (C) Fluorescence enhancement (F/F 0) of Na2S2O4-pretreated MOF@Y-apt in response to different concentrations of ATP with (red curve) or without (black curve) light irradiation, where F 0 and F represent the Cy3 fluorescence intensity of Na2S2O4-pretreated MOF@Y-apt before and after addition of ATP. Error bars represent standard deviations from three repeated experiments. For the required light irradiation, 365 nm light at a density of 2.2 mW⋅cm-2 was applied for 10 min.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Using the Reductase and Light Programmatical Gated DNA Nanodevice\nfor Monitoring Mitochondrial ATP in Hypoxic Cancer Cells</title><p>After confirming the feasibility of MOF@Y-apt for ATP monitoring\nunder hypoxic conditions in aqueous solution, we investigated its\nfurther performance in living MCF-7 cells. First, MOF@Y-apt was supposed\nto accumulate in the mitochondria of cancer cells due to the mitochondria-targeting\ncharacteristic endowed by cyanine dyes. To confirm this, MOF@Y-Cy5.5, in which only Yc-PC was labeled with\nCy5.5 while Ya and Yb were label free, was used to track its intracellular\nlocation. Commercially available Mito-tracker Green was employed to\ntest the colocalization of MOF@Y-Cy5.5 with mitochondria. Confocal\nmicroscopy images (A) showed that the Cy5.5 fluorescence distributed in MCF-7\ncells overlapped well with the Mito-tracker Green fluorescence, while\nthe Pearson’s coefficient (PsC) was 0.85 (B). These results validated\nthat labeled Cy5.5 could specifically drive the accumulation of our\nconstructed nanodevice into mitochondria, which laid the foundation\nfor monitoring mitochondrial ATP in living cells (C). Second, whether the nanodevice\ncan damage mitochondria is also an important parameter that must be\nconsidered. Since mitochondrial damage may reduce the accuracy of\nATP imaging results, we then utilized the JC-1 dye, a commercially\nmitochondrial membrane potential (MMP) indicator, to evaluate the\nchanges in the MMP of MCF-7 cells upon different treatments. JC-1\ntends to aggregate (red fluorescence) at high MMP while become a monomer\n(green fluorescence) at low MMP, so the change of MMP can be easily\ndetected by the conversion of fluorescence color while reflecting\nthe depolarization of mitochondria. As\ncan be seen from <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>, the fluorescence\nsignal obtained from MCF-7 cells upon various treatments did not differ\nsignificantly from that of the control group without any treatment,\nsuggesting that hypoxia, light, or incubation of the nanodevice constructed\nby us did not cause detectable mitochondrial damage, which can ensure\nthe accuracy of imaging results. Finally, the cytotoxicity of the\nconstructed nanodevice in MCF-7 cells could be another concern. As\nshown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>, MCF-7 cells maintained\nhigh cell viability upon treatment with different concentrations of\nMOF@Y-apt regardless of light exposure.</p>", "clean_text": "Using the Reductase and Light Programmatical Gated DNA Nanodevice for Monitoring Mitochondrial ATP in Hypoxic Cancer Cells\n\nAfter confirming the feasibility of MOF@Y-apt for ATP monitoring under hypoxic conditions in aqueous solution, we investigated its further performance in living MCF-7 cells. First, MOF@Y-apt was supposed to accumulate in the mitochondria of cancer cells due to the mitochondria-targeting characteristic endowed by cyanine dyes. To confirm this, MOF@Y-Cy5.5, in which only Yc-PC was labeled with Cy5.5 while Ya and Yb were label free, was used to track its intracellular location. Commercially available Mito-tracker Green was employed to test the colocalization of MOF@Y-Cy5.5 with mitochondria. Confocal microscopy images (A) showed that the Cy5.5 fluorescence distributed in MCF-7 cells overlapped well with the Mito-tracker Green fluorescence, while the Pearson's coefficient (PsC) was 0.85 (B). These results validated that labeled Cy5.5 could specifically drive the accumulation of our constructed nanodevice into mitochondria, which laid the foundation for monitoring mitochondrial ATP in living cells (C). Second, whether the nanodevice can damage mitochondria is also an important parameter that must be considered. Since mitochondrial damage may reduce the accuracy of ATP imaging results, we then utilized the JC-1 dye, a commercially mitochondrial membrane potential (MMP) indicator, to evaluate the changes in the MMP of MCF-7 cells upon different treatments. JC-1 tends to aggregate (red fluorescence) at high MMP while become a monomer (green fluorescence) at low MMP, so the change of MMP can be easily detected by the conversion of fluorescence color while reflecting the depolarization of mitochondria. As can be seen from Figure S12, the fluorescence signal obtained from MCF-7 cells upon various treatments did not differ significantly from that of the control group without any treatment, suggesting that hypoxia, light, or incubation of the nanodevice constructed by us did not cause detectable mitochondrial damage, which can ensure the accuracy of imaging results. Finally, the cytotoxicity of the constructed nanodevice in MCF-7 cells could be another concern. As shown in Figure S13, MCF-7 cells maintained high cell viability upon treatment with different concentrations of MOF@Y-apt regardless of light exposure.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) Confocal fluorescence\nimages of MCF-7 cells which treated with\nMOF@Y-Cy5.5 (0.1 mg·mL<sup>–1</sup>) for 4 h under different\nconditions (normoxic conditions: 21% O<sub>2</sub>, hypoxic conditions:\n5% O<sub>2</sub>). The MCF-7 cells were not incubated with nanodevices\ntaken as control. Mito-tracker Green was used for visualization of\nthe mitochondrial network. The excitation wavelength of the Cy5.5\nchannel (pink, 663–738 nm) was 640 nm and that of the Mito-tracker\nGreen channel (green, 500–550 nm) was 488 nm. Scale bar: 10\nμm. (B) PsC of MOF@Y-Cy5.5 and Mito-tracker Green in MCF-7 cells\nwas calculated with an Image J software. (C) Fluorescence intensity\nprofile of white arrow regions in MOF@Y-Cy5.5-treated cells under\nhypoxic conditions.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (A) Confocal fluorescence images of MCF-7 cells which treated with MOF@Y-Cy5.5 (0.1 mg⋅mL-1) for 4 h under different conditions (normoxic conditions: 21% O2, hypoxic conditions: 5% O2). The MCF-7 cells were not incubated with nanodevices taken as control. Mito-tracker Green was used for visualization of the mitochondrial network. The excitation wavelength of the Cy5.5 channel (pink, 663-738 nm) was 640 nm and that of the Mito-tracker Green channel (green, 500-550 nm) was 488 nm. Scale bar: 10 μm. (B) PsC of MOF@Y-Cy5.5 and Mito-tracker Green in MCF-7 cells was calculated with an Image J software. (C) Fluorescence intensity profile of white arrow regions in MOF@Y-Cy5.5-treated cells under hypoxic conditions.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Then, we evaluated the\nresponse of DNA nanodevices to mitochondrial\nATP in MCF-7 cells under hypoxic conditions. First, we used MOF@Y-apt-on\nand MOF@Y-apt-off to investigate its potential for imaging mitochondrial\nATP under different conditions. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figures S14 and S15</ext-link>, no fluorescence demonstrated in MCF-7 cells upon\ntreatment with either MOF@Y-apt-off or MOF@Y-apt-on under normoxia\nconditions, while bright fluorescence images were obtained from MCF-7\ncells upon incubation with MOF@Y-apt-off and MOF@Y-apt-on under hypoxic\nconditions. Specifically, an obvious FRET signal of Cy5 attained from\nMOF@Y-apt-off-treated MCF-7 cells was observed under hypoxic conditions,\nwhile the Cy3 signal was negligible (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>). This was mainly attributed to the fact that the structure of Y-apt-off\nreleased in response to hypoxia was stable, which hindered the further\nbinding of ATP to aptamers. In the same case, the MOF@Y-apt-on-treated\nMCF-7 cells demonstrated that the Cy5 signal disappeared, while the\nCy3 signal evidently increased. The fluorescence recovery of Cy3 suggested\nthat the hypoxia-triggered released Y-apt-on would in turn react with\nmitochondrial ATP and disrupt FRET between Cy3 and Cy5. Subsequently,\nMOF@Y-apt was further used to verify the spatiotemporally controlled\nimaging ability of the nanodevice. As shown in A­(b), an FRET signal of Cy5 was observed,\nwhile the Cy3 signal was negligibly attained from hypoxic MCF-7 cells\nbefore light irradiation. However, the FRET signal disappeared upon\nlight irradiation (A­(c)), indicating that the photolysis reaction of the nanodevice\nperformed well in living cells. It was worth mentioning that the Cy5.5\nlabeled on Yc-PC not only guides Y-apt into the mitochondria in cancer\ncells but also serves as an internal reference for ratiometric analysis.\nAs shown in B­(b,c), the ratio of Cy3/Cy5.5 upon illumination was 9.45-fold higher\nthan that before illumination, which more accurately indicated that\nthe spatiotemporally controlled ability of light to nanodevice plays\na crucial role in our strategy.</p>", "clean_text": "Then, we evaluated the response of DNA nanodevices to mitochondrial ATP in MCF-7 cells under hypoxic conditions. First, we used MOF@Y-apt-on and MOF@Y-apt-off to investigate its potential for imaging mitochondrial ATP under different conditions. As shown in Figures S14 and S15, no fluorescence demonstrated in MCF-7 cells upon treatment with either MOF@Y-apt-off or MOF@Y-apt-on under normoxia conditions, while bright fluorescence images were obtained from MCF-7 cells upon incubation with MOF@Y-apt-off and MOF@Y-apt-on under hypoxic conditions. Specifically, an obvious FRET signal of Cy5 attained from MOF@Y-apt-off-treated MCF-7 cells was observed under hypoxic conditions, while the Cy3 signal was negligible (Figure S16). This was mainly attributed to the fact that the structure of Y-apt-off released in response to hypoxia was stable, which hindered the further binding of ATP to aptamers. In the same case, the MOF@Y-apt-on-treated MCF-7 cells demonstrated that the Cy5 signal disappeared, while the Cy3 signal evidently increased. The fluorescence recovery of Cy3 suggested that the hypoxia-triggered released Y-apt-on would in turn react with mitochondrial ATP and disrupt FRET between Cy3 and Cy5. Subsequently, MOF@Y-apt was further used to verify the spatiotemporally controlled imaging ability of the nanodevice. As shown in A(b), an FRET signal of Cy5 was observed, while the Cy3 signal was negligibly attained from hypoxic MCF-7 cells before light irradiation. However, the FRET signal disappeared upon light irradiation (A(c)), indicating that the photolysis reaction of the nanodevice performed well in living cells. It was worth mentioning that the Cy5.5 labeled on Yc-PC not only guides Y-apt into the mitochondria in cancer cells but also serves as an internal reference for ratiometric analysis. As shown in B(b,c), the ratio of Cy3/Cy5.5 upon illumination was 9.45-fold higher than that before illumination, which more accurately indicated that the spatiotemporally controlled ability of light to nanodevice plays a crucial role in our strategy.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Confocal fluorescence images of MCF-7\ncells upon different\ntreatments. (a) MCF-7 cells incubated with culture medium (without\naddition of MOF@Y-apt) under hypoxic conditions (5% O<sub>2</sub>)\nfor 4 h were taken as control; (b) MCF-7 cells incubated with MOF@Y-apt\n(0.1 mg·mL<sup>–1</sup>) under hypoxic conditions (5%\nO<sub>2</sub>) for 4 h; (c) MCF-7 cells incubated with MOF@Y-apt (0.1\nmg·mL<sup>–1</sup>) under hypoxic conditions (5% O<sub>2</sub>) for 4 h, followed by light irradiation; (d) MCF-7 cells\nwere pre-treated with 10 mM NaN<sub>3</sub> for 1 h and then incubated\nwith MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) under hypoxic\nconditions (5% O<sub>2</sub>) for 4 h, followed by light irradiation;\nand (e) MCF-7 cells were pre-treated with 5 mM CaCl<sub>2</sub> for\n1 h and then incubated with MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) under hypoxic conditions (5% O<sub>2</sub>) for 4 h, followed by\nlight irradiation. For the required light irradiation, 365 nm light\nat a density of 2.2 mW·cm<sup>–2</sup> was applied for\n10 min. The excitation wavelength of the Cy3 channel (cyan, 570–620\nnm) was 561 nm and that of the Cy5 channel (orange, 625–680\nnm) was 561 nm and Cy5.5 channel (pink, 663–738 nm) was 640\nnm. Scale bar: 20 μm. (B) Corresponding ratio (Cy3/Cy5.5) fluorescence\nintensity of (A). Error bars represent standard deviations from three\nrepeated experiments.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (A) Confocal fluorescence images of MCF-7 cells upon different treatments. (a) MCF-7 cells incubated with culture medium (without addition of MOF@Y-apt) under hypoxic conditions (5% O2) for 4 h were taken as control; (b) MCF-7 cells incubated with MOF@Y-apt (0.1 mg⋅mL-1) under hypoxic conditions (5% O2) for 4 h; (c) MCF-7 cells incubated with MOF@Y-apt (0.1 mg⋅mL-1) under hypoxic conditions (5% O2) for 4 h, followed by light irradiation; (d) MCF-7 cells were pre-treated with 10 mM NaN3 for 1 h and then incubated with MOF@Y-apt (0.1 mg⋅mL-1) under hypoxic conditions (5% O2) for 4 h, followed by light irradiation; and (e) MCF-7 cells were pre-treated with 5 mM CaCl2 for 1 h and then incubated with MOF@Y-apt (0.1 mg⋅mL-1) under hypoxic conditions (5% O2) for 4 h, followed by light irradiation. For the required light irradiation, 365 nm light at a density of 2.2 mW⋅cm-2 was applied for 10 min. The excitation wavelength of the Cy3 channel (cyan, 570-620 nm) was 561 nm and that of the Cy5 channel (orange, 625-680 nm) was 561 nm and Cy5.5 channel (pink, 663-738 nm) was 640 nm. Scale bar: 20 μm. (B) Corresponding ratio (Cy3/Cy5.5) fluorescence intensity of (A). Error bars represent standard deviations from three repeated experiments.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Next, we demonstrated\nthe use of MOF@Y-apt for monitoring the change\nof mitochondrial ATP level under hypoxia. To accomplish it, MCF-7\ncells were pre-treated with 10 mM NaN<sub>3</sub> (an inhibitor to\ndecrease cellular ATP concentrations) or 5 mM CaCl<sub>2</sub> (Ca<sup>2+</sup> has been reported to increase\ncellular ATP concentrations) and then\nincubated with MOF@Y-apt under hypoxic conditions, followed by light\nirradiation. Compared with the untreated cells, a stronger Cy3 fluorescence\nsignal was attained from the Ca<sup>2+</sup>-treated MCF-7 cells,\nwhile a weaker Cy3 fluorescence signal was attained from the NaN<sub>3</sub>-treated MCF-7 cells upon light irradiation (A­(c–e)). Significantly,\nthe cellular fluorescence ratio (<italic toggle=\"yes\">R</italic>\n<sub>Cy3/Cy5.5</sub>) showed distinct changes depending on the relative expression levels\nof mitochondrial ATP under hypoxic conditions. As shown in B­(c–e), the\nratio of Cy3/Cy5.5 attained from Ca<sup>2+</sup>-treated MCF-7 cells\nwas about 1.81-fold higher than that of the unpre-treated MCF-7 cells,\nwhile the ratio of Cy3/Cy5.5 decreased by about 83.3% in NaN<sub>3</sub>-treated MCF-7 cells. Taken together, these results demonstrate that\nour constructed nanodevice can serve as a promising tool to monitor\nthe dynamics change of biomolecules at the level of subcellular organelles\nunder hypoxia.</p>", "clean_text": "Next, we demonstrated the use of MOF@Y-apt for monitoring the change of mitochondrial ATP level under hypoxia. To accomplish it, MCF-7 cells were pre-treated with 10 mM NaN3 (an inhibitor to decrease cellular ATP concentrations) or 5 mM CaCl2 (Ca2+ has been reported to increase cellular ATP concentrations) and then incubated with MOF@Y-apt under hypoxic conditions, followed by light irradiation. Compared with the untreated cells, a stronger Cy3 fluorescence signal was attained from the Ca2+-treated MCF-7 cells, while a weaker Cy3 fluorescence signal was attained from the NaN3-treated MCF-7 cells upon light irradiation (A(c-e)). Significantly, the cellular fluorescence ratio (R Cy3/Cy5.5) showed distinct changes depending on the relative expression levels of mitochondrial ATP under hypoxic conditions. As shown in B(c-e), the ratio of Cy3/Cy5.5 attained from Ca2+-treated MCF-7 cells was about 1.81-fold higher than that of the unpre-treated MCF-7 cells, while the ratio of Cy3/Cy5.5 decreased by about 83.3% in NaN3-treated MCF-7 cells. Taken together, these results demonstrate that our constructed nanodevice can serve as a promising tool to monitor the dynamics change of biomolecules at the level of subcellular organelles under hypoxia.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Application of TP Excitation for Mitochondrial\nATP Imaging under\nHypoxic Conditions</title><p>Since activating DNA by using high-energy\nultraviolet light in previous designs would harm the living cells,\nthis required us to search for more safer light sources. Fortunately, our group has previously reported\nthat spatiotemporally controlled DNA can be precisely cleaved or activated <italic toggle=\"yes\">via</italic> TP irradiation. Based on\nthis, the nanodevice we constructed allows the use of TP irradiation\nas an external regulatory tool, which is much more desirable than\nultraviolet light due to its less photodamage and better penetration\ndepth. As a proof of concept, we applied TP irradiation, which was\nmore desirable than ultraviolet light, as an external regulation tool.\nTo understand the photolysis process of Y-apt, a PC linker was described\nin A, which\ncan be cleaved <italic toggle=\"yes\">via</italic> OP or TP irradiation. Therefore,\nY-apt could be activated through the TP irradiation to open a gap\nin response to ATP (B). The target region of MCF-7 cells was selected for TP irradiation.\nAs can be seen from <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S17A</ext-link>, the fluorescence\nsignal obtained from MCF-7 cells upon treatment with MOF@Y-apt under\nnormoxic conditions with or without TP irradiation can be ignored.\nConversely, apparent Cy5 fluorescence was observed from hypoxic MCF-7\ncells (the cells were incubated with MOF@Y-apt) without TP irradiation\nunder the excitation wavelength of Cy3, which is mainly due to the\neffective FRET between Cy3 and Cy5 in Y-apt released from MOF@Y-apt\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figures S17B</ext-link> and C). Upon TP irradiation, intense fluorescence of Cy3 obtained from\nMOF@Y-apt-treated MCF-7 cells under hypoxic conditions while Cy5 fluorescence\nunder the same excitation wavelength was almost negligible.</p>", "clean_text": "Application of TP Excitation for Mitochondrial ATP Imaging under Hypoxic Conditions\n\nSince activating DNA by using high-energy ultraviolet light in previous designs would harm the living cells, this required us to search for more safer light sources. Fortunately, our group has previously reported that spatiotemporally controlled DNA can be precisely cleaved or activated via TP irradiation. Based on this, the nanodevice we constructed allows the use of TP irradiation as an external regulatory tool, which is much more desirable than ultraviolet light due to its less photodamage and better penetration depth. As a proof of concept, we applied TP irradiation, which was more desirable than ultraviolet light, as an external regulation tool. To understand the photolysis process of Y-apt, a PC linker was described in A, which can be cleaved via OP or TP irradiation. Therefore, Y-apt could be activated through the TP irradiation to open a gap in response to ATP (B). The target region of MCF-7 cells was selected for TP irradiation. As can be seen from Figure S17A, the fluorescence signal obtained from MCF-7 cells upon treatment with MOF@Y-apt under normoxic conditions with or without TP irradiation can be ignored. Conversely, apparent Cy5 fluorescence was observed from hypoxic MCF-7 cells (the cells were incubated with MOF@Y-apt) without TP irradiation under the excitation wavelength of Cy3, which is mainly due to the effective FRET between Cy3 and Cy5 in Y-apt released from MOF@Y-apt (Figures S17B and C). Upon TP irradiation, intense fluorescence of Cy3 obtained from MOF@Y-apt-treated MCF-7 cells under hypoxic conditions while Cy5 fluorescence under the same excitation wavelength was almost negligible.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Photocleavage\nof PC linker cleaved by OP (λ ≈\n365 nm) or TP (λ = 740 nm) irradiation. (B) Schematic diagram\nof Y-apt containing PC linker cleaved by OP (λ ≈ 365\nnm) or TP (λ = 740 nm) irradiation. (C) Confocal fluorescence\nimages of MCF-7 cells which incubated with MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) under hypoxic conditions (5% O<sub>2</sub>) for\n4 h before (a) and after (b) TP (λ = 740 nm) irradiation. (D)\nConfocal fluorescence images of MOF@Y-apt-incubated hypoxic MCF-7\ncells under TP (λ = 740 nm) selective irradiation. The boxed\narea (target area) was selectively irradiated, whereas the area pointed\nby the red arrow served as the control area (without TP irradiation).\nThe concentration of MOF@Y-apt was 0.1 mg·mL<sup>–1</sup>. The excitation wavelength of the Cy3 channel (cyan, 570–620\nnm) was 561 nm and that of the Cy5 channel (orange, 625–680\nnm) was 561 nm. Scale bar: 20 μm.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (A) Photocleavage of PC linker cleaved by OP (λ ~ 365 nm) or TP (λ = 740 nm) irradiation. (B) Schematic diagram of Y-apt containing PC linker cleaved by OP (λ ~ 365 nm) or TP (λ = 740 nm) irradiation. (C) Confocal fluorescence images of MCF-7 cells which incubated with MOF@Y-apt (0.1 mg⋅mL-1) under hypoxic conditions (5% O2) for 4 h before (a) and after (b) TP (λ = 740 nm) irradiation. (D) Confocal fluorescence images of MOF@Y-apt-incubated hypoxic MCF-7 cells under TP (λ = 740 nm) selective irradiation. The boxed area (target area) was selectively irradiated, whereas the area pointed by the red arrow served as the control area (without TP irradiation). The concentration of MOF@Y-apt was 0.1 mg⋅mL-1. The excitation wavelength of the Cy3 channel (cyan, 570-620 nm) was 561 nm and that of the Cy5 channel (orange, 625-680 nm) was 561 nm. Scale bar: 20 μm.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Additionally, to further demonstrate the TP photocleavage performance\nof the released Y-apt, MCF-7 cells were selectively irradiated by\nTP. MCF-7 cells irradiated by TP were used as the target area (the\nboxed area, D), and the non-irradiated area was set as the control area (the\narea pointed by the red arrow, D). As we can see, an apparent FRET signal of Cy5 was\nobserved in the control area. Meanwhile, the Cy5 signal of the target\narea disappeared, which indicated that the TP irradiation allowed\nus to control the sensing function of MOF@Y-apt with precise spatiotemporal\nresolution. These results clearly show that TP irradiation can not\nonly play the role of OP irradiation to achieve precise photocleaved\nof Y-apt but also effectively avoid the side effects of using OP irradiation.</p>", "clean_text": "Additionally, to further demonstrate the TP photocleavage performance of the released Y-apt, MCF-7 cells were selectively irradiated by TP. MCF-7 cells irradiated by TP were used as the target area (the boxed area, D), and the non-irradiated area was set as the control area (the area pointed by the red arrow, D). As we can see, an apparent FRET signal of Cy5 was observed in the control area. Meanwhile, the Cy5 signal of the target area disappeared, which indicated that the TP irradiation allowed us to control the sensing function of MOF@Y-apt with precise spatiotemporal resolution. These results clearly show that TP irradiation can not only play the role of OP irradiation to achieve precise photocleaved of Y-apt but also effectively avoid the side effects of using OP irradiation.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<title>Spatiotemporal Controlled Imaging of ATP of MCF-7 Tumor-Bearing\nMice Tissues</title><p>The good performance of the nanodevice in living\ncells and the ideal tissue penetration depth of the TP laser (λ\n= 740 nm) motivated us to further investigate the spatiotemporal controlled\nsensing of MOF@Y-apt in tumor tissues. To achieve this, MCF-7 cell\ntumor xenografts were established in nude BALB/c mice, and normal/tumor\ntissue slices were obtained from the mice model. Then, the nanodevices\nwere incubated with normal tissue slices, tumor tissue slices, and\ntumor tissue slices pretreated with NaN<sub>3</sub> or CaCl<sub>2</sub> under the regulation of TP laser. As we can see, the Cy3 fluorescence\nsignal obtained from the tumor tissue incubated with MOF@Y-apt was\nmuch brighter than that of normal tissue upon TP laser irradiation\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>). This was mainly due to the\nspecific activation of MOF@Y-apt by the high expressed hypoxia-related\nreductase (low expression in normal tissues) in tumor tissues. Next,\nwe explored the role of TP laser regulation in MOF@Y-apt-incubated\ntumor tissues. As shown in A­(b,c), compared with the non-irradiated group (exhibited\nobvious FRET signals of Cy5), the irradiated MOF@Y-apt-treated group\nshowed bright Cy3 fluorescence. For the irradiated group, the fluorescence\nratio of Cy3/Cy5 increased significantly compared with the non-irradiated\ngroup (B­(b,c)),\nindicating that the strategy can be used for spatiotemporal controlled\nimaging of mitochondria ATP in mice tumor tissues. Subsequently, the\nnanodevice was further applied to NaN<sub>3</sub>- and CaCl<sub>2</sub>-pretreated tumor tissue slices to determine the fluctuation of ATP.\nAs shown in B­(d,e), the Cy3 fluorescence attained from CaCl<sub>2</sub>-pretreated\ntissues showed an increase obviously (<italic toggle=\"yes\">R</italic>\n<sub>Cy3/Cy5</sub> = 23.2) relative to the untreated group (<italic toggle=\"yes\">R</italic>\n<sub>Cy3/Cy5</sub> = 11.6), while NaN<sub>3</sub>-treated tissues showed\nthe opposite trend (<italic toggle=\"yes\">R</italic>\n<sub>Cy3/Cy5</sub> = 1.54).\nTaken together, these data strongly support the potential of using\nMOF@Y-apt as a smart nanodevice to image ATP in mouse tumor tissues.</p>", "clean_text": "Spatiotemporal Controlled Imaging of ATP of MCF-7 Tumor-Bearing Mice Tissues\n\nThe good performance of the nanodevice in living cells and the ideal tissue penetration depth of the TP laser (λ = 740 nm) motivated us to further investigate the spatiotemporal controlled sensing of MOF@Y-apt in tumor tissues. To achieve this, MCF-7 cell tumor xenografts were established in nude BALB/c mice, and normal/tumor tissue slices were obtained from the mice model. Then, the nanodevices were incubated with normal tissue slices, tumor tissue slices, and tumor tissue slices pretreated with NaN3 or CaCl2 under the regulation of TP laser. As we can see, the Cy3 fluorescence signal obtained from the tumor tissue incubated with MOF@Y-apt was much brighter than that of normal tissue upon TP laser irradiation (Figure S18). This was mainly due to the specific activation of MOF@Y-apt by the high expressed hypoxia-related reductase (low expression in normal tissues) in tumor tissues. Next, we explored the role of TP laser regulation in MOF@Y-apt-incubated tumor tissues. As shown in A(b,c), compared with the non-irradiated group (exhibited obvious FRET signals of Cy5), the irradiated MOF@Y-apt-treated group showed bright Cy3 fluorescence. For the irradiated group, the fluorescence ratio of Cy3/Cy5 increased significantly compared with the non-irradiated group (B(b,c)), indicating that the strategy can be used for spatiotemporal controlled imaging of mitochondria ATP in mice tumor tissues. Subsequently, the nanodevice was further applied to NaN3- and CaCl2-pretreated tumor tissue slices to determine the fluctuation of ATP. As shown in B(d,e), the Cy3 fluorescence attained from CaCl2-pretreated tissues showed an increase obviously (R Cy3/Cy5 = 23.2) relative to the untreated group (R Cy3/Cy5 = 11.6), while NaN3-treated tissues showed the opposite trend (R Cy3/Cy5 = 1.54). Taken together, these data strongly support the potential of using MOF@Y-apt as a smart nanodevice to image ATP in mouse tumor tissues.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Confocal\nfluorescence images of tumor tissue slices from MCF-7\ntumor-bearing mice upon different treatments. (a) The tumor tissue\nslices incubated with cell culture medium (without addition of MOF@Y-apt)\nfor 2 h were taken as control; (b) tumor tissue slices incubated with\nMOF@Y-apt (0.1 mg·mL<sup>–1</sup>) for 2 h; (c) tumor\ntissue slices incubated with MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) for 2 h, followed by TP irradiation (λ = 740 nm); (d) the\ntumor tissue slices were pre-treated with 10 mM NaN<sub>3</sub> for\n1 h and then incubated with MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) for 2 h, followed by TP irradiation (λ = 740 nm); (e) the\ntumor tissue slices were pre-treated with 5 mM CaCl<sub>2</sub> for\n1 h and then incubated with MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) for 2 h, followed by TP irradiation (λ = 740 nm). The excitation\nwavelength of the Cy3 channel (cyan, 570–620 nm) was 561 nm\nand that of the Cy5 channel (orange, 625–680 nm) was 561 nm.\nScale bar: 50 μm.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Confocal fluorescence images of tumor tissue slices from MCF-7 tumor-bearing mice upon different treatments. (a) The tumor tissue slices incubated with cell culture medium (without addition of MOF@Y-apt) for 2 h were taken as control; (b) tumor tissue slices incubated with MOF@Y-apt (0.1 mg⋅mL-1) for 2 h; (c) tumor tissue slices incubated with MOF@Y-apt (0.1 mg⋅mL-1) for 2 h, followed by TP irradiation (λ = 740 nm); (d) the tumor tissue slices were pre-treated with 10 mM NaN3 for 1 h and then incubated with MOF@Y-apt (0.1 mg⋅mL-1) for 2 h, followed by TP irradiation (λ = 740 nm); (e) the tumor tissue slices were pre-treated with 5 mM CaCl2 for 1 h and then incubated with MOF@Y-apt (0.1 mg⋅mL-1) for 2 h, followed by TP irradiation (λ = 740 nm). The excitation wavelength of the Cy3 channel (cyan, 570-620 nm) was 561 nm and that of the Cy5 channel (orange, 625-680 nm) was 561 nm. Scale bar: 50 μm.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nsummary, we have demonstrated a multiparameters programmatical\ngated DNA nanodevice for spatiotemporally controlled imaging of biomolecules\nin subcellular organelles under hypoxic conditions. Such an intelligent\nnanodevice can achieve excellent response to hypoxia environment by\ndegradation of MOF and thus greatly facilitate the release of Y-apt.\nThe released PC linker-containing Y-apt can be activated by light\nto response ATP with high temporal resolution and output fluorescent\nsignals in mitochondria under the targeting effect of cyanine dyes.\nAs further application, our scheme further utilized TP irradiation\nto achieve the purpose of photolysis with ideal tissue penetration\ndepth and biocompatibility. Both <italic toggle=\"yes\">in vitro</italic> and tissue\nresults showed that a smart nanodevice could be successfully applied\nto visualize the changes of mitochondrial ATP. We expect that this\nnanodevice can provide a new idea for deeper understanding of hypoxia-related\nmetabolic pathways and thus further promote the development of cancer\ndiagnosis and treatment.</p>", "clean_text": "Conclusions\n\nIn summary, we have demonstrated a multiparameters programmatical gated DNA nanodevice for spatiotemporally controlled imaging of biomolecules in subcellular organelles under hypoxic conditions. Such an intelligent nanodevice can achieve excellent response to hypoxia environment by degradation of MOF and thus greatly facilitate the release of Y-apt. The released PC linker-containing Y-apt can be activated by light to response ATP with high temporal resolution and output fluorescent signals in mitochondria under the targeting effect of cyanine dyes. As further application, our scheme further utilized TP irradiation to achieve the purpose of photolysis with ideal tissue penetration depth and biocompatibility. Both in vitro and tissue results showed that a smart nanodevice could be successfully applied to visualize the changes of mitochondrial ATP. We expect that this nanodevice can provide a new idea for deeper understanding of hypoxia-related metabolic pathways and thus further promote the development of cancer diagnosis and treatment.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.1c08979?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.1c08979</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details,\nsynthesis process and response\nmechanism of MOF@Y-apt, gel analysis, fluorescence spectra analysis,\nconfocal fluorescence images, and MTT assay (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.1c08979.  Experimental details, synthesis process and response mechanism of MOF@Y-apt, gel analysis, fluorescence spectra analysis, confocal fluorescence images, and MTT assay (PDF)   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Experimental details,\nsynthesis process and response\nmechanism of MOF@Y-apt, gel analysis, fluorescence spectra analysis,\nconfocal fluorescence images, and MTT assay (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>J.L.,\nL.Y., and C.X. authors contribute equally to the manuscript.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Experimental details, synthesis process and response mechanism of MOF@Y-apt, gel analysis, fluorescence spectra analysis, confocal fluorescence images, and MTT assay (PDF)\n\nJ.L., L.Y., and C.X. authors contribute equally to the manuscript.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 15, "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of Reductase and Light Programmatical Gated Nanodevice\nfor ATP Sensing</title><p>The hypoxia-responsive MOF was synthesized\nby a one-step solvothermal method using Fe<sup>3+</sup> and 4,4′-azodibenzoic\nacid (H<sub>2</sub>AzDc) according to the previous literature (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Scheme S1A</ext-link>). The\nmorphology of the as-prepared MOF was characterized by transmission\nelectron microscopy (TEM), demonstrated its rod-like structure with\ngood monodispersibility, and an average size distribution of approximately\n158.5 ± 4.6 nm in length and 20.4 ± 4.8 nm in width (A). This result was\nconsistent with the dynamic light scattering (DLS) characterization\n(B, black curve).\nThe zeta potential measurements showed that the charge of the MOF\nwas 32.1 ± 0.6 mV (C, blue column), which was mainly attributed to the abundant\nFe<sup>3+</sup> on the surface of MOF. Then, the presence of azobenzene\nunits in the MOF was confirmed by UV–vis spectroscopy (D) and Fourier transform\ninfrared (FTIR) spectroscopy (E), respectively.</p>", "clean_text": "Preparation of Reductase and Light Programmatical Gated Nanodevice for ATP Sensing\n\nThe hypoxia-responsive MOF was synthesized by a one-step solvothermal method using Fe3+ and 4,4'-azodibenzoic acid (H2AzDc) according to the previous literature (Scheme S1A). The morphology of the as-prepared MOF was characterized by transmission electron microscopy (TEM), demonstrated its rod-like structure with good monodispersibility, and an average size distribution of approximately 158.5 ± 4.6 nm in length and 20.4 ± 4.8 nm in width (A). This result was consistent with the dynamic light scattering (DLS) characterization (B, black curve). The zeta potential measurements showed that the charge of the MOF was 32.1 ± 0.6 mV (C, blue column), which was mainly attributed to the abundant Fe3+ on the surface of MOF. Then, the presence of azobenzene units in the MOF was confirmed by UV-vis spectroscopy (D) and Fourier transform infrared (FTIR) spectroscopy (E), respectively.", "data": [{"meta": {"name": "hypoxia-responsive MOF", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Fe3+", "amount": "", "unit": ""}, {"name": "4,4′-azodibenzoic acid", "amount": "", "unit": ""}], "solvent": [{"name": "", "amount": "", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "", "heating rate": "", "cooling rate": ""}], "yield": "", "other properties": ["rod-like structure", "monodispersibility", "size distribution: 158.5 ± 4.6 nm in length, 20.4 ± 4.8 nm in width", "zeta potential: 32.1 ± 0.6 mV", "presence of azobenzene units confirmed by UV–vis spectroscopy and FTIR spectroscopy"]}], "include_properties": ["solvothermal_synthesis"]}, {"idx": "17, 29", "type": "text", "classification": "property", "content": "<p>Next, MOF@Y-apt was fabricated by adsorbing negatively charged\nY-apt onto the surface of a hypoxia-responsive MOF <italic toggle=\"yes\">via</italic> and electrostatic interaction (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Scheme S2</ext-link>). DLS analysis indicated that the mean length of MOF@Y-apt was 202.2\n± 12.7 nm (B, red curve). As shown in C, the zeta potential of MOF@Y-apt was −14.5\n± 0.4 mV (yellow column), which further confirmed the successful\nloading of Y-apt. Moreover, the fluorescence of -Cy3 (Y-apt that only\nYa labeled Cy3, Yb and Yc-PC were label free) could be effectually\nquenched by MOF owing to the charge transferred from Cy3 to Fe<sup>3+</sup>. According to F­(a,b) and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">S8</ext-link>, we calculated\nthat about 93.6% Y-Cy3 can be adsorbed on MOF. To confirm the above-mentioned\nresults, PAGE was also further employed. When the MOF was added into\nthe solution containing Y-Cy3 (inset of F­(a)), we could not observe the obvious DNA\nband collected from the supernatant of MOF@Y-Cy3-contained solution\nafter centrifugation (inset of F­(b)). Additionally, the mean lengths and zeta potential\nof MOF@Y-apt upon treatment with cell culture medium (containing 10%\nfetal bovine serum) for 24 h did not demonstrate the obvious change\ncompared with those of the untreated group (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figures S9 and S10</ext-link>), which indicated that MOF@Y-apt could remain relatively\nstable in a complex biological environment.</p><title>Spatiotemporal Controlled Imaging of ATP of MCF-7 Tumor-Bearing\nMice Tissues</title><p>The good performance of the nanodevice in living\ncells and the ideal tissue penetration depth of the TP laser (λ\n= 740 nm) motivated us to further investigate the spatiotemporal controlled\nsensing of MOF@Y-apt in tumor tissues. To achieve this, MCF-7 cell\ntumor xenografts were established in nude BALB/c mice, and normal/tumor\ntissue slices were obtained from the mice model. Then, the nanodevices\nwere incubated with normal tissue slices, tumor tissue slices, and\ntumor tissue slices pretreated with NaN<sub>3</sub> or CaCl<sub>2</sub> under the regulation of TP laser. As we can see, the Cy3 fluorescence\nsignal obtained from the tumor tissue incubated with MOF@Y-apt was\nmuch brighter than that of normal tissue upon TP laser irradiation\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c08979/suppl_file/am1c08979_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>). This was mainly due to the\nspecific activation of MOF@Y-apt by the high expressed hypoxia-related\nreductase (low expression in normal tissues) in tumor tissues. Next,\nwe explored the role of TP laser regulation in MOF@Y-apt-incubated\ntumor tissues. As shown in A­(b,c), compared with the non-irradiated group (exhibited\nobvious FRET signals of Cy5), the irradiated MOF@Y-apt-treated group\nshowed bright Cy3 fluorescence. For the irradiated group, the fluorescence\nratio of Cy3/Cy5 increased significantly compared with the non-irradiated\ngroup (B­(b,c)),\nindicating that the strategy can be used for spatiotemporal controlled\nimaging of mitochondria ATP in mice tumor tissues. Subsequently, the\nnanodevice was further applied to NaN<sub>3</sub>- and CaCl<sub>2</sub>-pretreated tumor tissue slices to determine the fluctuation of ATP.\nAs shown in B­(d,e), the Cy3 fluorescence attained from CaCl<sub>2</sub>-pretreated\ntissues showed an increase obviously (<italic toggle=\"yes\">R</italic>\n<sub>Cy3/Cy5</sub> = 23.2) relative to the untreated group (<italic toggle=\"yes\">R</italic>\n<sub>Cy3/Cy5</sub> = 11.6), while NaN<sub>3</sub>-treated tissues showed\nthe opposite trend (<italic toggle=\"yes\">R</italic>\n<sub>Cy3/Cy5</sub> = 1.54).\nTaken together, these data strongly support the potential of using\nMOF@Y-apt as a smart nanodevice to image ATP in mouse tumor tissues.</p>", "clean_text": "Next, MOF@Y-apt was fabricated by adsorbing negatively charged Y-apt onto the surface of a hypoxia-responsive MOF via and electrostatic interaction (Scheme S2). DLS analysis indicated that the mean length of MOF@Y-apt was 202.2 ± 12.7 nm (B, red curve). As shown in C, the zeta potential of MOF@Y-apt was -14.5 ± 0.4 mV (yellow column), which further confirmed the successful loading of Y-apt. Moreover, the fluorescence of -Cy3 (Y-apt that only Ya labeled Cy3, Yb and Yc-PC were label free) could be effectually quenched by MOF owing to the charge transferred from Cy3 to Fe3+. According to F(a,b) and S8, we calculated that about 93.6% Y-Cy3 can be adsorbed on MOF. To confirm the above-mentioned results, PAGE was also further employed. When the MOF was added into the solution containing Y-Cy3 (inset of F(a)), we could not observe the obvious DNA band collected from the supernatant of MOF@Y-Cy3-contained solution after centrifugation (inset of F(b)). Additionally, the mean lengths and zeta potential of MOF@Y-apt upon treatment with cell culture medium (containing 10% fetal bovine serum) for 24 h did not demonstrate the obvious change compared with those of the untreated group (Figures S9 and S10), which indicated that MOF@Y-apt could remain relatively stable in a complex biological environment.\n\nSpatiotemporal Controlled Imaging of ATP of MCF-7 Tumor-Bearing Mice Tissues\n\nThe good performance of the nanodevice in living cells and the ideal tissue penetration depth of the TP laser (λ = 740 nm) motivated us to further investigate the spatiotemporal controlled sensing of MOF@Y-apt in tumor tissues. To achieve this, MCF-7 cell tumor xenografts were established in nude BALB/c mice, and normal/tumor tissue slices were obtained from the mice model. Then, the nanodevices were incubated with normal tissue slices, tumor tissue slices, and tumor tissue slices pretreated with NaN3 or CaCl2 under the regulation of TP laser. As we can see, the Cy3 fluorescence signal obtained from the tumor tissue incubated with MOF@Y-apt was much brighter than that of normal tissue upon TP laser irradiation (Figure S18). This was mainly due to the specific activation of MOF@Y-apt by the high expressed hypoxia-related reductase (low expression in normal tissues) in tumor tissues. Next, we explored the role of TP laser regulation in MOF@Y-apt-incubated tumor tissues. As shown in A(b,c), compared with the non-irradiated group (exhibited obvious FRET signals of Cy5), the irradiated MOF@Y-apt-treated group showed bright Cy3 fluorescence. For the irradiated group, the fluorescence ratio of Cy3/Cy5 increased significantly compared with the non-irradiated group (B(b,c)), indicating that the strategy can be used for spatiotemporal controlled imaging of mitochondria ATP in mice tumor tissues. Subsequently, the nanodevice was further applied to NaN3- and CaCl2-pretreated tumor tissue slices to determine the fluctuation of ATP. As shown in B(d,e), the Cy3 fluorescence attained from CaCl2-pretreated tissues showed an increase obviously (R Cy3/Cy5 = 23.2) relative to the untreated group (R Cy3/Cy5 = 11.6), while NaN3-treated tissues showed the opposite trend (R Cy3/Cy5 = 1.54). Taken together, these data strongly support the potential of using MOF@Y-apt as a smart nanodevice to image ATP in mouse tumor tissues.", "data": [[{"meta": {"name": "MOF@Y-apt", "symbol": "", "chemical formula": ""}, "fabrication method": "adsorption of negatively charged Y-apt onto the surface of a hypoxia-responsive MOF via electrostatic interaction", "mean length": "202.2 ± 12.7 nm", "zeta potential": "-14.5 ± 0.4 mV", "fluorescence quenching": "charge transfer from Cy3 to Fe3+", "adsorption efficiency": "93.6% of Y-Cy3", "stability in cell culture medium": "no obvious change in mean length and zeta potential compared to untreated group"}, {"meta": {"name": "MOF@Y-Cy3", "symbol": "", "chemical formula": ""}, "DNA band observation": "no obvious DNA band observed in the supernatant of MOF@Y-Cy3-contained solution after centrifugation"}, {"meta": {"name": "MOF@Y-apt", "symbol": "", "chemical formula": ""}, "stability in complex biological environment": "relatively stable"}, {"meta": {"name": "MOF@Y-apt", "symbol": "", "chemical formula": ""}, "tissue penetration depth": "ideal for TP laser (λ = 740 nm)"}, {"meta": {"name": "MOF@Y-apt", "symbol": "", "chemical formula": ""}, "activation mechanism": "specific activation by high expressed hypoxia-related reductase in tumor tissues (low expression in normal tissues)"}, {"meta": {"name": "MOF@Y-apt", "symbol": "", "chemical formula": ""}, "fluorescence ratio of Cy3/Cy5": "increased significantly in irradiated MOF@Y-apt-treated group compared to non-irradiated group"}, {"meta": {"name": "MOF@Y-apt", "symbol": "", "chemical formula": ""}, "ATP fluctuation determination": {"CaCl2-treated tissues": "obvious increase in Cy3 fluorescence (R_Cy3/Cy5 = 23.2) compared to untreated group (R_Cy3/Cy5 = 11.6)", "NaN3-treated tissues": "opposite trend with a decrease in Cy3 fluorescence (R_Cy3/Cy5 = 1.54) compared to untreated group"}}]], "include_properties": []}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration\nof Reductase and Light Programmatical Gated\nDNA Nanodevice (MOF@Y-apt) for Spatiotemporally Controlled Imaging\nof Biomolecules in Subcellular Organelles under Hypoxic Conditions\n(OP: One-Photon, λ ≈ 365 nm; TP: Two-Photon, λ\n= 740 nm)</title>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of Reductase and Light Programmatical Gated DNA Nanodevice (MOF@Y-apt) for Spatiotemporally Controlled Imaging of Biomolecules in Subcellular Organelles under Hypoxic Conditions (OP: One-Photon, λ ~ 365 nm; TP: Two-Photon, λ = 740 nm)   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) Design\nof spatiotemporally controlled Y-apt and its schematic\ndiagram in response to ATP. (B) SYBR Green-stained 12% PAGE imaging\nwas used to verify the formation of Y-apt. Lane 1: Ya; lane 2: Yb;\nlane 3: Yc-PC; lane 4: double strand formed by hybridization of Ya\nand Yb (Ya + Yb); lane 5: double strand formed by hybridization of\nYa and Yc-PC (Ya + Yc-PC); lane 6: double strand formed by hybridization\nof Yb and Yc-PC (Yb + Yc-PC); and lane 7: Y-apt. The final concentration\nof the DNA samples was 1 μM. (C) SYBR Green-stained 12% PAGE\nimaging. Lane 1: Ya; lane 2: Yb + Yc-PC; lane 3: double strand formed\nby hybridization of Yb, Yc-1, and Yc-2 (Yb + Yc-1 + Yc-2); lane 4:\nY-apt-on; lane 5: Y-apt; lane 6: addition of ATP to Y-apt-containing\nsolutions without light irradiation (Y-apt + ATP); lane 7: Y-apt-containing\nsolutions after light irradiation (Y-apt + <italic toggle=\"yes\">hv</italic>); and\nlane 8: addition of ATP to Y-apt-containing solutions with light irradiation\n(Y-apt + <italic toggle=\"yes\">hv</italic> + ATP). The final concentration of the\nDNA samples was 1 μM. For the required light irradiation, 365\nnm light at a density of 2.2 mW·cm<sup>–2</sup> was applied\nfor 10 min. The concentration of ATP was 10 mM.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) Design of spatiotemporally controlled Y-apt and its schematic diagram in response to ATP. (B) SYBR Green-stained 12% PAGE imaging was used to verify the formation of Y-apt. Lane 1: Ya; lane 2: Yb; lane 3: Yc-PC; lane 4: double strand formed by hybridization of Ya and Yb (Ya + Yb); lane 5: double strand formed by hybridization of Ya and Yc-PC (Ya + Yc-PC); lane 6: double strand formed by hybridization of Yb and Yc-PC (Yb + Yc-PC); and lane 7: Y-apt. The final concentration of the DNA samples was 1 μM. (C) SYBR Green-stained 12% PAGE imaging. Lane 1: Ya; lane 2: Yb + Yc-PC; lane 3: double strand formed by hybridization of Yb, Yc-1, and Yc-2 (Yb + Yc-1 + Yc-2); lane 4: Y-apt-on; lane 5: Y-apt; lane 6: addition of ATP to Y-apt-containing solutions without light irradiation (Y-apt + ATP); lane 7: Y-apt-containing solutions after light irradiation (Y-apt + hv); and lane 8: addition of ATP to Y-apt-containing solutions with light irradiation (Y-apt + hv + ATP). The final concentration of the DNA samples was 1 μM. For the required light irradiation, 365 nm light at a density of 2.2 mW⋅cm-2 was applied for 10 min. The concentration of ATP was 10 mM.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) Representative TEM image of MOF. Inset:\nTEM image of MOF upon\ntreatment with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>. (B) The size\ndistributions of MOF, MOF@Y-apt, and MOF upon treatment with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>. (C) ζ-potential of MOF (blue\ncolumn) and MOF@Y-apt (dark yellow column). Error bars represent the\nstandard deviations from three repeated experiments. (D) UV–vis\nabsorption spectra of H<sub>2</sub>AzDc (black curve), MOF (red curve),\nand MOF upon incubation with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> (blue curve). (E) FTIR spectra of H<sub>2</sub>AzDc (blue curve),\nMOF (red curve), and MOF upon incubation with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> (black curve). (The wavenumber located at 1425\ncm<sup>–1</sup> was assigned to the NN stretching in\nthe compounds of trans aromatic azo,) (F) Fluorescence emission spectra\nof Y-Cy3 and MOF@Y-Cy3 upon different treatments. [(a) Y-Cy3 (50 nM),\n(b) supernatant collected from the solution containing MOF@Y-Cy3 (0.1\nmg·mL<sup>–1</sup>) after centrifugation; (c) solution\ncontaining Y-Cy3 upon treatment with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> (Y-Cy3 + Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>); and (d)\nsupernatant collected from the solution containing MOF@Y-Cy3 in the\npresence of Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> after centrifugation].\nInset: SYBR Green-stained 12% PAGE image of (F). The concentration\nof Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> was 1 mM.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (A) Representative TEM image of MOF. Inset: TEM image of MOF upon treatment with Na2S2O4. (B) The size distributions of MOF, MOF@Y-apt, and MOF upon treatment with Na2S2O4. (C) ζ-potential of MOF (blue column) and MOF@Y-apt (dark yellow column). Error bars represent the standard deviations from three repeated experiments. (D) UV-vis absorption spectra of H2AzDc (black curve), MOF (red curve), and MOF upon incubation with Na2S2O4 (blue curve). (E) FTIR spectra of H2AzDc (blue curve), MOF (red curve), and MOF upon incubation with Na2S2O4 (black curve). (The wavenumber located at 1425 cm-1 was assigned to the NN stretching in the compounds of trans aromatic azo,) (F) Fluorescence emission spectra of Y-Cy3 and MOF@Y-Cy3 upon different treatments. [(a) Y-Cy3 (50 nM), (b) supernatant collected from the solution containing MOF@Y-Cy3 (0.1 mg⋅mL-1) after centrifugation; (c) solution containing Y-Cy3 upon treatment with Na2S2O4 (Y-Cy3 + Na2S2O4); and (d) supernatant collected from the solution containing MOF@Y-Cy3 in the presence of Na2S2O4 after centrifugation]. Inset: SYBR Green-stained 12% PAGE image of (F). The concentration of Na2S2O4 was 1 mM.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) Fluorescence emission spectra of MOF@Y-apt\nunder different\nconditions. [(a) MOF@Y-apt under normoxic conditions; (b) MOF@Y-apt\nincubated with ATP upon light irradiation under normoxic conditions;\n(c) MOF@Y-apt incubated with ATP under hypoxic conditions; (d) MOF@Y-apt\nwith light irradiation under hypoxic conditions; and (e) MOF@Y-apt\nincubated with ATP upon light irradiation under hypoxic conditions].\nAll hypoxic conditions were mimicked by incubation of the reaction\nmixtures with Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub> (1 mM). The\nconcentration of ATP was 10 mM. The concentration of MOF@Y-apt was\ndefined by MOF was 0.1 mg·mL<sup>–1</sup>. λ<sub>ex</sub> = 530 nm. Inset: truth table of (A). (B) Fluorescence emission\nspectra of the Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>-pretreated\nMOF@Y-apt in response to different concentrations of ATP (0, 0.25,\n0.5, 0.75, 1, 1.5, 2, 2.5, and 3 mM) upon light irradiation, λ<sub>ex</sub> = 530 nm. (C) Fluorescence enhancement (<italic toggle=\"yes\">F</italic>/<italic toggle=\"yes\">F</italic>\n<sub>0</sub>) of Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>-pretreated MOF@Y-apt in response to different concentrations\nof ATP with (red curve) or without (black curve) light irradiation,\nwhere <italic toggle=\"yes\">F</italic>\n<sub>0</sub> and <italic toggle=\"yes\">F</italic> represent\nthe Cy3 fluorescence intensity of Na<sub>2</sub>S<sub>2</sub>O<sub>4</sub>-pretreated MOF@Y-apt before and after addition of ATP. Error\nbars represent standard deviations from three repeated experiments.\nFor the required light irradiation, 365 nm light at a density of 2.2\nmW·cm<sup>–2</sup> was applied for 10 min.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (A) Fluorescence emission spectra of MOF@Y-apt under different conditions. [(a) MOF@Y-apt under normoxic conditions; (b) MOF@Y-apt incubated with ATP upon light irradiation under normoxic conditions; (c) MOF@Y-apt incubated with ATP under hypoxic conditions; (d) MOF@Y-apt with light irradiation under hypoxic conditions; and (e) MOF@Y-apt incubated with ATP upon light irradiation under hypoxic conditions]. All hypoxic conditions were mimicked by incubation of the reaction mixtures with Na2S2O4 (1 mM). The concentration of ATP was 10 mM. The concentration of MOF@Y-apt was defined by MOF was 0.1 mg⋅mL-1. λex = 530 nm. Inset: truth table of (A). (B) Fluorescence emission spectra of the Na2S2O4-pretreated MOF@Y-apt in response to different concentrations of ATP (0, 0.25, 0.5, 0.75, 1, 1.5, 2, 2.5, and 3 mM) upon light irradiation, λex = 530 nm. (C) Fluorescence enhancement (F/F 0) of Na2S2O4-pretreated MOF@Y-apt in response to different concentrations of ATP with (red curve) or without (black curve) light irradiation, where F 0 and F represent the Cy3 fluorescence intensity of Na2S2O4-pretreated MOF@Y-apt before and after addition of ATP. Error bars represent standard deviations from three repeated experiments. For the required light irradiation, 365 nm light at a density of 2.2 mW⋅cm-2 was applied for 10 min.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) Confocal fluorescence\nimages of MCF-7 cells which treated with\nMOF@Y-Cy5.5 (0.1 mg·mL<sup>–1</sup>) for 4 h under different\nconditions (normoxic conditions: 21% O<sub>2</sub>, hypoxic conditions:\n5% O<sub>2</sub>). The MCF-7 cells were not incubated with nanodevices\ntaken as control. Mito-tracker Green was used for visualization of\nthe mitochondrial network. The excitation wavelength of the Cy5.5\nchannel (pink, 663–738 nm) was 640 nm and that of the Mito-tracker\nGreen channel (green, 500–550 nm) was 488 nm. Scale bar: 10\nμm. (B) PsC of MOF@Y-Cy5.5 and Mito-tracker Green in MCF-7 cells\nwas calculated with an Image J software. (C) Fluorescence intensity\nprofile of white arrow regions in MOF@Y-Cy5.5-treated cells under\nhypoxic conditions.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (A) Confocal fluorescence images of MCF-7 cells which treated with MOF@Y-Cy5.5 (0.1 mg⋅mL-1) for 4 h under different conditions (normoxic conditions: 21% O2, hypoxic conditions: 5% O2). The MCF-7 cells were not incubated with nanodevices taken as control. Mito-tracker Green was used for visualization of the mitochondrial network. The excitation wavelength of the Cy5.5 channel (pink, 663-738 nm) was 640 nm and that of the Mito-tracker Green channel (green, 500-550 nm) was 488 nm. Scale bar: 10 μm. (B) PsC of MOF@Y-Cy5.5 and Mito-tracker Green in MCF-7 cells was calculated with an Image J software. (C) Fluorescence intensity profile of white arrow regions in MOF@Y-Cy5.5-treated cells under hypoxic conditions.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) Confocal fluorescence images of MCF-7\ncells upon different\ntreatments. (a) MCF-7 cells incubated with culture medium (without\naddition of MOF@Y-apt) under hypoxic conditions (5% O<sub>2</sub>)\nfor 4 h were taken as control; (b) MCF-7 cells incubated with MOF@Y-apt\n(0.1 mg·mL<sup>–1</sup>) under hypoxic conditions (5%\nO<sub>2</sub>) for 4 h; (c) MCF-7 cells incubated with MOF@Y-apt (0.1\nmg·mL<sup>–1</sup>) under hypoxic conditions (5% O<sub>2</sub>) for 4 h, followed by light irradiation; (d) MCF-7 cells\nwere pre-treated with 10 mM NaN<sub>3</sub> for 1 h and then incubated\nwith MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) under hypoxic\nconditions (5% O<sub>2</sub>) for 4 h, followed by light irradiation;\nand (e) MCF-7 cells were pre-treated with 5 mM CaCl<sub>2</sub> for\n1 h and then incubated with MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) under hypoxic conditions (5% O<sub>2</sub>) for 4 h, followed by\nlight irradiation. For the required light irradiation, 365 nm light\nat a density of 2.2 mW·cm<sup>–2</sup> was applied for\n10 min. The excitation wavelength of the Cy3 channel (cyan, 570–620\nnm) was 561 nm and that of the Cy5 channel (orange, 625–680\nnm) was 561 nm and Cy5.5 channel (pink, 663–738 nm) was 640\nnm. Scale bar: 20 μm. (B) Corresponding ratio (Cy3/Cy5.5) fluorescence\nintensity of (A). Error bars represent standard deviations from three\nrepeated experiments.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (A) Confocal fluorescence images of MCF-7 cells upon different treatments. (a) MCF-7 cells incubated with culture medium (without addition of MOF@Y-apt) under hypoxic conditions (5% O2) for 4 h were taken as control; (b) MCF-7 cells incubated with MOF@Y-apt (0.1 mg⋅mL-1) under hypoxic conditions (5% O2) for 4 h; (c) MCF-7 cells incubated with MOF@Y-apt (0.1 mg⋅mL-1) under hypoxic conditions (5% O2) for 4 h, followed by light irradiation; (d) MCF-7 cells were pre-treated with 10 mM NaN3 for 1 h and then incubated with MOF@Y-apt (0.1 mg⋅mL-1) under hypoxic conditions (5% O2) for 4 h, followed by light irradiation; and (e) MCF-7 cells were pre-treated with 5 mM CaCl2 for 1 h and then incubated with MOF@Y-apt (0.1 mg⋅mL-1) under hypoxic conditions (5% O2) for 4 h, followed by light irradiation. For the required light irradiation, 365 nm light at a density of 2.2 mW⋅cm-2 was applied for 10 min. The excitation wavelength of the Cy3 channel (cyan, 570-620 nm) was 561 nm and that of the Cy5 channel (orange, 625-680 nm) was 561 nm and Cy5.5 channel (pink, 663-738 nm) was 640 nm. Scale bar: 20 μm. (B) Corresponding ratio (Cy3/Cy5.5) fluorescence intensity of (A). Error bars represent standard deviations from three repeated experiments.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Photocleavage\nof PC linker cleaved by OP (λ ≈\n365 nm) or TP (λ = 740 nm) irradiation. (B) Schematic diagram\nof Y-apt containing PC linker cleaved by OP (λ ≈ 365\nnm) or TP (λ = 740 nm) irradiation. (C) Confocal fluorescence\nimages of MCF-7 cells which incubated with MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) under hypoxic conditions (5% O<sub>2</sub>) for\n4 h before (a) and after (b) TP (λ = 740 nm) irradiation. (D)\nConfocal fluorescence images of MOF@Y-apt-incubated hypoxic MCF-7\ncells under TP (λ = 740 nm) selective irradiation. The boxed\narea (target area) was selectively irradiated, whereas the area pointed\nby the red arrow served as the control area (without TP irradiation).\nThe concentration of MOF@Y-apt was 0.1 mg·mL<sup>–1</sup>. The excitation wavelength of the Cy3 channel (cyan, 570–620\nnm) was 561 nm and that of the Cy5 channel (orange, 625–680\nnm) was 561 nm. Scale bar: 20 μm.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (A) Photocleavage of PC linker cleaved by OP (λ ~ 365 nm) or TP (λ = 740 nm) irradiation. (B) Schematic diagram of Y-apt containing PC linker cleaved by OP (λ ~ 365 nm) or TP (λ = 740 nm) irradiation. (C) Confocal fluorescence images of MCF-7 cells which incubated with MOF@Y-apt (0.1 mg⋅mL-1) under hypoxic conditions (5% O2) for 4 h before (a) and after (b) TP (λ = 740 nm) irradiation. (D) Confocal fluorescence images of MOF@Y-apt-incubated hypoxic MCF-7 cells under TP (λ = 740 nm) selective irradiation. The boxed area (target area) was selectively irradiated, whereas the area pointed by the red arrow served as the control area (without TP irradiation). The concentration of MOF@Y-apt was 0.1 mg⋅mL-1. The excitation wavelength of the Cy3 channel (cyan, 570-620 nm) was 561 nm and that of the Cy5 channel (orange, 625-680 nm) was 561 nm. Scale bar: 20 μm.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Confocal\nfluorescence images of tumor tissue slices from MCF-7\ntumor-bearing mice upon different treatments. (a) The tumor tissue\nslices incubated with cell culture medium (without addition of MOF@Y-apt)\nfor 2 h were taken as control; (b) tumor tissue slices incubated with\nMOF@Y-apt (0.1 mg·mL<sup>–1</sup>) for 2 h; (c) tumor\ntissue slices incubated with MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) for 2 h, followed by TP irradiation (λ = 740 nm); (d) the\ntumor tissue slices were pre-treated with 10 mM NaN<sub>3</sub> for\n1 h and then incubated with MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) for 2 h, followed by TP irradiation (λ = 740 nm); (e) the\ntumor tissue slices were pre-treated with 5 mM CaCl<sub>2</sub> for\n1 h and then incubated with MOF@Y-apt (0.1 mg·mL<sup>–1</sup>) for 2 h, followed by TP irradiation (λ = 740 nm). The excitation\nwavelength of the Cy3 channel (cyan, 570–620 nm) was 561 nm\nand that of the Cy5 channel (orange, 625–680 nm) was 561 nm.\nScale bar: 50 μm.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c08979_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Confocal fluorescence images of tumor tissue slices from MCF-7 tumor-bearing mice upon different treatments. (a) The tumor tissue slices incubated with cell culture medium (without addition of MOF@Y-apt) for 2 h were taken as control; (b) tumor tissue slices incubated with MOF@Y-apt (0.1 mg⋅mL-1) for 2 h; (c) tumor tissue slices incubated with MOF@Y-apt (0.1 mg⋅mL-1) for 2 h, followed by TP irradiation (λ = 740 nm); (d) the tumor tissue slices were pre-treated with 10 mM NaN3 for 1 h and then incubated with MOF@Y-apt (0.1 mg⋅mL-1) for 2 h, followed by TP irradiation (λ = 740 nm); (e) the tumor tissue slices were pre-treated with 5 mM CaCl2 for 1 h and then incubated with MOF@Y-apt (0.1 mg⋅mL-1) for 2 h, followed by TP irradiation (λ = 740 nm). The excitation wavelength of the Cy3 channel (cyan, 570-620 nm) was 561 nm and that of the Cy5 channel (orange, 625-680 nm) was 561 nm. Scale bar: 50 μm.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.1c08979", "title": null, "journal": "American\nChemical Society", "date": "2021.07", "author_list": ["Liu\nJin", "Yang\nLe", "Xue\nCaoye", "Huang\nGe", "Chen\nShiya", "Zheng\nJing", "Yang\nRonghua"]}}