{"filepath": "../L2M3_data/1_application_papers/acs_xml/am1c12808.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Lithium–sulfur\n(Li–S) batteries possess many practical\nchallenges including the lithium polysulfide (LiPS) “shuttle\neffect” and their sluggish conversion kinetics. To address\nthese issues, a unique hierarchical porous architecture, combining\nhighly conductive ordered macroporous skeleton and embedded microporous\nparticles is rationally designed as a dual-effective polysulfide immobilizer\nand conversion promoter. In this nanoporous architecture, Al-doped\nZnO (AZO) acts as a conductive macroporous framework, profiting chemical\nanchoring of LiPS as well as facilitating electrolyte infiltration\nand ion diffusion; Co nanoparticle-anchored N-doped carbon (Co-NC)\nderived from CoZn-metal–organic framework is embedded in the\nmacropores to further strengthen the LiPS adsorption, catalytically\naccelerating conversion kinetics of LiPS simultaneously. Consequently,\nthe Co-NC@AZO/S cathode delivers a notable rate capability of 635.5\nmA h g<sup>–1</sup> at 5 C. A high area capacity of about 5.8\nmA h cm<sup>–2</sup> with a mass loading of 6.8 mg cm<sup>–2</sup> is also achieved under a lean electrolyte (E/S = 5.7). Additionally,\nthe Li–S pouch cells equipped with Co-NC@AZO can be extended\nto sulfur loading as high as 4.0 mg cm<sup>–2</sup>, delivering\na superb capability of 897.5 mA h g<sup>–1</sup> after 100\ncycles. This work puts forward a design for stably cycled and practically\nviable Li–S batteries.</p>", "clean_text": "Lithium-sulfur (Li-S) batteries possess many practical challenges including the lithium polysulfide (LiPS) \"shuttle effect\" and their sluggish conversion kinetics. To address these issues, a unique hierarchical porous architecture, combining highly conductive ordered macroporous skeleton and embedded microporous particles is rationally designed as a dual-effective polysulfide immobilizer and conversion promoter. In this nanoporous architecture, Al-doped ZnO (AZO) acts as a conductive macroporous framework, profiting chemical anchoring of LiPS as well as facilitating electrolyte infiltration and ion diffusion; Co nanoparticle-anchored N-doped carbon (Co-NC) derived from CoZn-metal-organic framework is embedded in the macropores to further strengthen the LiPS adsorption, catalytically accelerating conversion kinetics of LiPS simultaneously. Consequently, the Co-NC@AZO/S cathode delivers a notable rate capability of 635.5 mA h g-1 at 5 C. A high area capacity of about 5.8 mA h cm-2 with a mass loading of 6.8 mg cm-2 is also achieved under a lean electrolyte (E/S = 5.7). Additionally, the Li-S pouch cells equipped with Co-NC@AZO can be extended to sulfur loading as high as 4.0 mg cm-2, delivering a superb capability of 897.5 mA h g-1 after 100 cycles. This work puts forward a design for stably cycled and practically viable Li-S batteries.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Lithium–sulfur (Li–S) batteries, with a high theoretical\nenergy density (2600 W h kg<sup>–1</sup>), have received tremendous\ninterest as one of the holy grails in future energy-storage devices. Moreover, the low cost and ecofriendly feature of sulfur, with a\ntheoretical capacity of 1675 mA h g<sup>–1</sup>, is particularly\nconducive to their widescale applications. Despite these advantages, the commercial viability of Li–S\nbatteries is still hindered by some technical imperfections, such\nas low electrical conductivity of sulfur and the discharged products\n(Li<sub>2</sub>S<sub>2</sub> and Li<sub>2</sub>S), the solubility\nof lithium polysulfides (LiPS) in electrolytes, and the subsequent\n“shuttle effect”, as well as the sluggish kinetics for\nLiPS conversion reactions. All of these drawbacks can result in a\nsevere capacity decay and poor rate capability of Li–S batteries\ntogether with the incomplete utilization of sulfur.\n</p>", "clean_text": "Introduction\n\nLithium-sulfur (Li-S) batteries, with a high theoretical energy density (2600 W h kg-1), have received tremendous interest as one of the holy grails in future energy-storage devices. Moreover, the low cost and ecofriendly feature of sulfur, with a theoretical capacity of 1675 mA h g-1, is particularly conducive to their widescale applications. Despite these advantages, the commercial viability of Li-S batteries is still hindered by some technical imperfections, such as low electrical conductivity of sulfur and the discharged products (Li2S2 and Li2S), the solubility of lithium polysulfides (LiPS) in electrolytes, and the subsequent \"shuttle effect\", as well as the sluggish kinetics for LiPS conversion reactions. All of these drawbacks can result in a severe capacity decay and poor rate capability of Li-S batteries together with the incomplete utilization of sulfur. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To resolve the aforementioned\nchallenges, extensive efforts have\nbeen made toward the design of multifarious architectures along with\nfunctions of the Li–S cell configuration, including the sulfur\ncathodes, electrolytes, separators, interlayers, and Li anodes. Up to now, numerous sulfur-based electrodes have been developed\nand reported to mitigate the LiPS shuttling and enhance their redox\nkinetics. Among all these attempts, porous conductive carbonaceous\nhost materials (carbon nanotubes, carbon hollow spheres, graphene, <italic toggle=\"yes\">etc.</italic>) have been well studied. In recent years, heteroatoms (N, S, B, O, and P), as well as\nmetal/transition-metal compounds [SnO<sub>2</sub>, ZnS, CoP, and metal–organic\nframework (MOF)] with inherent polarity and even catalytic property\nwere introduced to address the LiPS “shuttle effect”\nand promote polysulfide transformations. In general, strategies to construct\neffective sulfur cathodes rely mostly on the following: (i) highly\nconductive materials should be involved to compensate the insulativity\nof sulfur and its lithiation products, thus facilitating the transport\nof electron and reducing the ohmic polarization of the battery; (ii)\npolar materials are crucial for anchoring polysulfide <italic toggle=\"yes\">via</italic> polar–polar chemical interactions; (iii) catalysts that can\npromote the transformation of LiPS should be paid more attention;\n(iv) a well-designed porous structure is beneficial to physical sulfur\nwrapping, simultaneously moderating the volume expansion of sulfur\nin the charge and discharge process. To achieve these points, metal\nsulfide/oxides are often combined with porous carbon scaffolds, or\ndopants are applied to generate dipoles, yielding a composite that\nis both conductive and polar in nature. Note that in these cases,\nporous carbon is usually the host material, whereas metal compounds\noften act as the supporting material. The relatively\n“soft” carbon body may face the problem of structural\ncollapse during a long-term charging and discharging process. Considering\nthis, the use of metal compounds, especially metal oxides, as porous\nhost materials will be beneficial to improve the structural stability\nof the cathode. However, metal oxides generally exhibit low electrical\nconductivity, limiting their use as cathode hosts. Therefore, the\ndevelopment of porous metal oxide host materials with high conductivity\nis of great interest.</p>", "clean_text": "To resolve the aforementioned challenges, extensive efforts have been made toward the design of multifarious architectures along with functions of the Li-S cell configuration, including the sulfur cathodes, electrolytes, separators, interlayers, and Li anodes. Up to now, numerous sulfur-based electrodes have been developed and reported to mitigate the LiPS shuttling and enhance their redox kinetics. Among all these attempts, porous conductive carbonaceous host materials (carbon nanotubes, carbon hollow spheres, graphene, etc.) have been well studied. In recent years, heteroatoms (N, S, B, O, and P), as well as metal/transition-metal compounds [SnO2, ZnS, CoP, and metal-organic framework (MOF)] with inherent polarity and even catalytic property were introduced to address the LiPS \"shuttle effect\" and promote polysulfide transformations. In general, strategies to construct effective sulfur cathodes rely mostly on the following: (i) highly conductive materials should be involved to compensate the insulativity of sulfur and its lithiation products, thus facilitating the transport of electron and reducing the ohmic polarization of the battery; (ii) polar materials are crucial for anchoring polysulfide via polar-polar chemical interactions; (iii) catalysts that can promote the transformation of LiPS should be paid more attention; (iv) a well-designed porous structure is beneficial to physical sulfur wrapping, simultaneously moderating the volume expansion of sulfur in the charge and discharge process. To achieve these points, metal sulfide/oxides are often combined with porous carbon scaffolds, or dopants are applied to generate dipoles, yielding a composite that is both conductive and polar in nature. Note that in these cases, porous carbon is usually the host material, whereas metal compounds often act as the supporting material. The relatively \"soft\" carbon body may face the problem of structural collapse during a long-term charging and discharging process. Considering this, the use of metal compounds, especially metal oxides, as porous host materials will be beneficial to improve the structural stability of the cathode. However, metal oxides generally exhibit low electrical conductivity, limiting their use as cathode hosts. Therefore, the development of porous metal oxide host materials with high conductivity is of great interest.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>Herein, a highly conductive and polar\nthree-dimensional ordered\nmacroporous (3DOM) framework was developed by Al-doped ZnO (AZO),\na commonly used conductive oxide in photovoltaics. The inherent polarity\nof 3DOM AZO can provide strengthened LiPS adsorption. In addition,\nthe high conductivity and ordered macropores can efficiently accelerate\ncharge transportation and transfer, electrolyte infiltration, and\nion diffusion. To further boost the surface area and corresponding\nreaction sites, microporous Co-decorated N-doped carbon (Co-NC), derived\nfrom the carbonization of the CoZn-MOF, was introduced within the\nmacropores of 3DOM AZO, forming a novel hierarchical porous structure.\nThe microporous Co-NC provides plentiful and accessible active sites\nof Co nanoparticles as well as N-doped carbon for strong LiPS adsorption\nand its effective catalytic conversion during charge/discharge cycling,\nensuring a high utilization rate of sulfur in lean electrolyte conditions.\nCombined with these merits, the CoZn-NC@AZO/S cathode exhibits superb\ncycling stability over 500 cycles at 1 C with a low capacity fading\nrate of 0.020% per cycle and a high capacity of 635.5 mA h g<sup>–1</sup> at 5 C. Furthermore, a high area capacity of 5.8 mA h cm<sup>–2</sup> with a sulfur loading of 6.8 mg cm<sup>–2</sup> is also achieved\nat a low electrolyte-to-sulfur ratio (E/S = 5.7). More importantly,\nthe multifunctional CoZn-NC@AZO cathode also shows excellent electrochemical\nperformance in a pouch cell. A high capacity of 897.5 mA h g<sup>–1</sup> can be obtained even after 100 cycles at 0.1 C under a sulfur loading\nof 4.0 mg cm<sup>–2</sup> and E/S ratio of 5.2 μL mg<sup>–1</sup>. Also, the excellent flexibility of the pouch cell\nis displayed under flat and bending states. This study proposes a\nnovel design strategy for advanced and practicable Li–S batteries.</p>", "clean_text": "Herein, a highly conductive and polar three-dimensional ordered macroporous (3DOM) framework was developed by Al-doped ZnO (AZO), a commonly used conductive oxide in photovoltaics. The inherent polarity of 3DOM AZO can provide strengthened LiPS adsorption. In addition, the high conductivity and ordered macropores can efficiently accelerate charge transportation and transfer, electrolyte infiltration, and ion diffusion. To further boost the surface area and corresponding reaction sites, microporous Co-decorated N-doped carbon (Co-NC), derived from the carbonization of the CoZn-MOF, was introduced within the macropores of 3DOM AZO, forming a novel hierarchical porous structure. The microporous Co-NC provides plentiful and accessible active sites of Co nanoparticles as well as N-doped carbon for strong LiPS adsorption and its effective catalytic conversion during charge/discharge cycling, ensuring a high utilization rate of sulfur in lean electrolyte conditions. Combined with these merits, the CoZn-NC@AZO/S cathode exhibits superb cycling stability over 500 cycles at 1 C with a low capacity fading rate of 0.020% per cycle and a high capacity of 635.5 mA h g-1 at 5 C. Furthermore, a high area capacity of 5.8 mA h cm-2 with a sulfur loading of 6.8 mg cm-2 is also achieved at a low electrolyte-to-sulfur ratio (E/S = 5.7). More importantly, the multifunctional CoZn-NC@AZO cathode also shows excellent electrochemical performance in a pouch cell. A high capacity of 897.5 mA h g-1 can be obtained even after 100 cycles at 0.1 C under a sulfur loading of 4.0 mg cm-2 and E/S ratio of 5.2 μL mg-1. Also, the excellent flexibility of the pouch cell is displayed under flat and bending states. This study proposes a novel design strategy for advanced and practicable Li-S batteries.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><title>Material Synthesis of ZnO and AZO</title><p>First, polystyrene\n(PS) spheres 290 nm in diameter were prepared\nas a macroporous template according to the literature. For generating ZnO, Zn­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (2.2 g) was dissolved in methanol (10 mL) with\ncontinuous stirring. After that, citric acid (0.6 g) was added as\na chelating agent to the above solution and uninterruptedly stirred\nfor 30 min. Then, PS spheres (2.0 g) were dipped in the above metal\nprecursor solution and allowed to stand for 4 h. Subsequently, the\nsuspension was filtered by vacuum filtration to remove the excess\nsolution. Following vacuum drying at 60 °C, the dried sample\nwas thermally treated in a tube furnace at 300 °C in Ar for 60\nmin following ramping at a rate of 1 °C min<sup>–1</sup>. Then, the temperature was raised again to 500 °C and maintained\nfor 2 h under Ar at a ramping rate of 1 °C min<sup>–1</sup>. Finally, the ZnO powder was cooled to room temperature and collected.\nThe AZO powder was synthesized by the same method with the addition\nof a certain amount of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O.</p>", "clean_text": "Experimental Section\n\nMaterial Synthesis of ZnO and AZO\n\nFirst, polystyrene (PS) spheres 290 nm in diameter were prepared as a macroporous template according to the literature. For generating ZnO, Zn(NO3)3⋅6H2O (2.2 g) was dissolved in methanol (10 mL) with continuous stirring. After that, citric acid (0.6 g) was added as a chelating agent to the above solution and uninterruptedly stirred for 30 min. Then, PS spheres (2.0 g) were dipped in the above metal precursor solution and allowed to stand for 4 h. Subsequently, the suspension was filtered by vacuum filtration to remove the excess solution. Following vacuum drying at 60 °C, the dried sample was thermally treated in a tube furnace at 300 °C in Ar for 60 min following ramping at a rate of 1 °C min-1. Then, the temperature was raised again to 500 °C and maintained for 2 h under Ar at a ramping rate of 1 °C min-1. Finally, the ZnO powder was cooled to room temperature and collected. The AZO powder was synthesized by the same method with the addition of a certain amount of Al(NO3)3⋅9H2O.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Material Synthesis of ZIF-8\nand ZIF-8@AZO</title><p>The preparation of ZIF-8 involved methanol\nsolution (50 mL), Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.4 g), and 2-MeIM (4.4\ng), followed by stirring and mixing at 25 °C for 8 h. The stirred\nsuspension was then centrifugated and washed thoroughly with methanol\nand double deionized (DDI) water to remove excess 2-MeIM and dried\nat 60 °C for 12 h to acquire white ZIF-8 samples. ZIF-8@AZO was\nprepared by adding AZO powders into the same precursor solution of\nZIF-8 and stirring the mixture for 12 h. Finally, the suspension was\ncentrifuged and rinsed with methanol and DDI water and then dried\nat 60 °C to acquire the ZIF-8@AZO samples.</p>", "clean_text": "Material Synthesis of ZIF-8 and ZIF-8@AZO\n\nThe preparation of ZIF-8 involved methanol solution (50 mL), Zn(NO3)2⋅6H2O (0.4 g), and 2-MeIM (4.4 g), followed by stirring and mixing at 25 °C for 8 h. The stirred suspension was then centrifugated and washed thoroughly with methanol and double deionized (DDI) water to remove excess 2-MeIM and dried at 60 °C for 12 h to acquire white ZIF-8 samples. ZIF-8@AZO was prepared by adding AZO powders into the same precursor solution of ZIF-8 and stirring the mixture for 12 h. Finally, the suspension was centrifuged and rinsed with methanol and DDI water and then dried at 60 °C to acquire the ZIF-8@AZO samples.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Material Synthesis of CoZn-MOF@AZO and Co-NC@AZO</title><p>Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O with different\namounts (<italic toggle=\"yes\">e.g.</italic>, 0.35, 0.70, and 1.40 mmol) was added\ninto DDI (20 mL) water with constant stirring to obtain the Co<sup>2+</sup> solution. The final product of Co-NC@AZO was prepared by\nholding CoZn-MOF@AZO at 300 °C for 1 h and then at 600 °C\n(or 400 or 800 °C) for 1 h in Ar at a heating rate of 1 °C\nmin<sup>–1</sup>.</p>", "clean_text": "Material Synthesis of CoZn-MOF@AZO and Co-NC@AZO\n\nCo(NO3)2⋅6H2O with different amounts (e.g., 0.35, 0.70, and 1.40 mmol) was added into DDI (20 mL) water with constant stirring to obtain the Co2+ solution. The final product of Co-NC@AZO was prepared by holding CoZn-MOF@AZO at 300 °C for 1 h and then at 600 °C (or 400 or 800 °C) for 1 h in Ar at a heating rate of 1 °C min-1.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Material Synthesis of Co-NC@AZO/S,\nZIF-8@AZO/S,\nand AZO/S</title><p>The Co-NC@AZO (ZIF-8@AZO or AZO) sample and sulfur\nwere mixed homogeneously at a weight ratio of 1:3. After that, the\nwell-mixed material was placed in a reaction kettle which was operated\nin an Ar-filled glovebox to remove the air and finally heated at 155\n°C for a certain time to get the Co-NC@AZO/S (ZIF-8@AZO/S or\nAZO/S) composite.</p>", "clean_text": "Material Synthesis of Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S\n\nThe Co-NC@AZO (ZIF-8@AZO or AZO) sample and sulfur were mixed homogeneously at a weight ratio of 1:3. After that, the well-mixed material was placed in a reaction kettle which was operated in an Ar-filled glovebox to remove the air and finally heated at 155 °C for a certain time to get the Co-NC@AZO/S (ZIF-8@AZO/S or AZO/S) composite.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Material Characterization</title><p>X-ray diffraction\n(XRD) patterns were tested by a Bruker D8 Discover with monochromatic\nCu Kα radiation (the value of λ is 1.5418 Å). Transmission\nelectron microscopy (TEM) (JEM2010F) and scanning electron microscopy\n(SEM) (Hitachi, S-4800) were used for observing the structure as well\nas the morphology of the samples. The chemical bond information of\nthe materials was gained by X-ray photoelectron spectroscopy (XPS)\nmeasurement (K-Alpha XPS). The sample surface area was determined\nby the surface area and pore distribution analyzer of the V-Sorb 2800P\ntype with calculation by the Brunauer–Emmett–Teller\n(BET) method. Thermogravimetric analysis (TGA) was conducted on SDT\nQ600 (TA Instruments) at a ramping rate of 6 °C min<sup>–1</sup> in N<sub>2</sub>. Raman spectra were taken using an XploRA Raman\ninstrument with 532 nm excitation. Four-point probe (RH-2035) measurement\nwas used to test the conductivity of the sample. The ultraviolet–visible\n(UV–vis) spectra were measured by a Cary 60 UV–vis spectrophotometer\nin the wavelength range of 200 to 800 nm.</p>", "clean_text": "Material Characterization\n\nX-ray diffraction (XRD) patterns were tested by a Bruker D8 Discover with monochromatic Cu Kα radiation (the value of λ is 1.5418 Å). Transmission electron microscopy (TEM) (JEM2010F) and scanning electron microscopy (SEM) (Hitachi, S-4800) were used for observing the structure as well as the morphology of the samples. The chemical bond information of the materials was gained by X-ray photoelectron spectroscopy (XPS) measurement (K-Alpha XPS). The sample surface area was determined by the surface area and pore distribution analyzer of the V-Sorb 2800P type with calculation by the Brunauer-Emmett-Teller (BET) method. Thermogravimetric analysis (TGA) was conducted on SDT Q600 (TA Instruments) at a ramping rate of 6 °C min-1 in N2. Raman spectra were taken using an XploRA Raman instrument with 532 nm excitation. Four-point probe (RH-2035) measurement was used to test the conductivity of the sample. The ultraviolet-visible (UV-vis) spectra were measured by a Cary 60 UV-vis spectrophotometer in the wavelength range of 200 to 800 nm.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Electrochemical\nMeasurements</title><p>The\nwell-mixed sulfur composite, polyvinylidene fluoride, and Super P\nwere combined in a ratio of 8:1:1 by mass; <italic toggle=\"yes\">N</italic>-methyl-2-pyrrolidone\nwas added dropwise to form a thoroughly blended slurry. The electrodes\nwere built by coating the slurry on an Al foil with a loading mass\naround 1.5 mg cm<sup>–2</sup>, and the E/S was 12.0 μL\nmg<sup>–1</sup>. In addition, a higher sulfur loading of 6.8\nmg cm<sup>–2</sup> and a low E/S of 5.7 μL mg<sup>–1</sup> were studied for the batteries. The lithium foil was applied as\nthe anode, while Celgard 2500 acted as the separator for battery assembly.\nThe electrolyte was prepared by adding well-dissolved lithium bis\n(trifluoromethanesulfonyl) imide (LiTFSI) (1.0 M) into a mixture of\n1,3-dioxolane (DOL) and 1,2-dimethoxyethane (DME) (v/v = 1:1) with\nLiNO<sub>3</sub> (0.2 M). Galvanostatic cycling and rate tests were\nconducted on a Neware battery test station. Cyclic voltammetry (CV)\ncurves under 1.7–2.8 V operating potentials were collected\nby VersaSTAT 4, and electrochemical impedance spectroscopy (EIS) plots\nwere also obtained from VersaSTAT 4 in a frequency range from 0.01\nto 10<sup>5</sup> Hz.</p>", "clean_text": "Electrochemical Measurements\n\nThe well-mixed sulfur composite, polyvinylidene fluoride, and Super P were combined in a ratio of 8:1:1 by mass; N-methyl-2-pyrrolidone was added dropwise to form a thoroughly blended slurry. The electrodes were built by coating the slurry on an Al foil with a loading mass around 1.5 mg cm-2, and the E/S was 12.0 μL mg-1. In addition, a higher sulfur loading of 6.8 mg cm-2 and a low E/S of 5.7 μL mg-1 were studied for the batteries. The lithium foil was applied as the anode, while Celgard 2500 acted as the separator for battery assembly. The electrolyte was prepared by adding well-dissolved lithium bis (trifluoromethanesulfonyl) imide (LiTFSI) (1.0 M) into a mixture of 1,3-dioxolane (DOL) and 1,2-dimethoxyethane (DME) (v/v = 1:1) with LiNO3 (0.2 M). Galvanostatic cycling and rate tests were conducted on a Neware battery test station. Cyclic voltammetry (CV) curves under 1.7-2.8 V operating potentials were collected by VersaSTAT 4, and electrochemical impedance spectroscopy (EIS) plots were also obtained from VersaSTAT 4 in a frequency range from 0.01 to 105 Hz.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Assembly of Flexible Li–S\nPouch Cells</title><p>The soft-packaged Li–S cells were fabricated\nwith the Co-NC@AZO/S\ncathode, Celgard 2500 separator, and Li foil anode under the same\ncondition as that of the coin cells inside a glovebox. The sulfur\ncathodes and Li foil anodes were both of size 3 cm × 4 cm. Then,\nthe aluminum and nickel strips were attached to the sides of the cathode\nand anode as electrode plates, respectively. Finally, the cell was\nencapsulated with an aluminum/polymer flexible packaging seal.</p>", "clean_text": "Assembly of Flexible Li-S Pouch Cells\n\nThe soft-packaged Li-S cells were fabricated with the Co-NC@AZO/S cathode, Celgard 2500 separator, and Li foil anode under the same condition as that of the coin cells inside a glovebox. The sulfur cathodes and Li foil anodes were both of size 3 cm × 4 cm. Then, the aluminum and nickel strips were attached to the sides of the cathode and anode as electrode plates, respectively. Finally, the cell was encapsulated with an aluminum/polymer flexible packaging seal.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Symmetric Cell Assembly</title><p>The Li<sub>2</sub>S<sub>6</sub> electrolyte was synthesized <italic toggle=\"yes\">via</italic> dissolving sulfur\nand Li<sub>2</sub>S at a molar ratio of 1:5 in\nDME/DOL (1:1 v/v) solvent with stirring at 60 °C for 24 h. Symmetric\ncoin cells (2032-type) were assembled with the Co-NC@AZO cathode,\nLi foil anode, and the same separator. CV tests were performed at\n5 mV s<sup>–1</sup> using a VersaSTAT 4 workstation, and EIS\nwas measured over a frequency range from 0.01 Hz to 100 kHz.</p>", "clean_text": "Symmetric Cell Assembly\n\nThe Li2S6 electrolyte was synthesized via dissolving sulfur and Li2S at a molar ratio of 1:5 in DME/DOL (1:1 v/v) solvent with stirring at 60 °C for 24 h. Symmetric coin cells (2032-type) were assembled with the Co-NC@AZO cathode, Li foil anode, and the same separator. CV tests were performed at 5 mV s-1 using a VersaSTAT 4 workstation, and EIS was measured over a frequency range from 0.01 Hz to 100 kHz.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Li<sub>2</sub>S Nucleation Characterizations</title><p>The Li<sub>2</sub>S<sub>8</sub> solution was synthesized <italic toggle=\"yes\">via</italic> mixing Li<sub>2</sub>S and S at a molar ratio of 1:7\nin a solution of tetraglyme and LiTFSI (1 M) and then was stirred\ncontinuously at 60 °C for 24 h. The cell was discharged to 2.06\nV under a continuous current of 0.112 mA and then kept at a constant\nvoltage of 2.05 V until the current dropped below 0.1 mA.</p>", "clean_text": "Li2S Nucleation Characterizations\n\nThe Li2S8 solution was synthesized via mixing Li2S and S at a molar ratio of 1:7 in a solution of tetraglyme and LiTFSI (1 M) and then was stirred continuously at 60 °C for 24 h. The cell was discharged to 2.06 V under a continuous current of 0.112 mA and then kept at a constant voltage of 2.05 V until the current dropped below 0.1 mA.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Linear Sweep Voltammetry Measurement</title><p>The redox behavior\nof LiPS was investigated by the linear sweep voltammetry\n(LSV) technique in Li<sub>2</sub>S/methanol (0.1 M) in a three-electrode\nconfiguration. The overpotential and the current response from the\nLSV experiment were used to plot the Tafel curve.</p>", "clean_text": "Linear Sweep Voltammetry Measurement\n\nThe redox behavior of LiPS was investigated by the linear sweep voltammetry (LSV) technique in Li2S/methanol (0.1 M) in a three-electrode configuration. The overpotential and the current response from the LSV experiment were used to plot the Tafel curve.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Adsorption Test of LiPS</title><p>The Li<sub>2</sub>S<sub>6</sub> solution (10 mM) was synthesized <italic toggle=\"yes\">via</italic> mixing sulfur\nand Li<sub>2</sub>S (5:1 in molar ratio) in a solvent\nmixture of DOL/DME (v/v = 1:1) and stirring vigorously at 60 °C\nfor 24 h in a glovebox. Equal amounts of Co-NC@AZO, ZIF-8@AZO, and\nAZO powder were added to the Li<sub>2</sub>S<sub>6</sub> solution\nin the glovebox for adsorption measurements.</p>", "clean_text": "Adsorption Test of LiPS\n\nThe Li2S6 solution (10 mM) was synthesized via mixing sulfur and Li2S (5:1 in molar ratio) in a solvent mixture of DOL/DME (v/v = 1:1) and stirring vigorously at 60 °C for 24 h in a glovebox. Equal amounts of Co-NC@AZO, ZIF-8@AZO, and AZO powder were added to the Li2S6 solution in the glovebox for adsorption measurements.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Theoretical\nCalculation</title><p>Vienna <italic toggle=\"yes\">ab initio</italic> simulation\npackage program was applied to perform\nthe density functional theory (DFT) calculations. The Perdew–Burke–Ernzerhof\nfunction was accustomed to explaining the exchange–correlation\nfunctional. Li<sub>2</sub>S<sub>2</sub> and Li<sub>2</sub>S<sub>6</sub> were selected as typical LiPS models, and their absorption on AZO\n(1 0 0) surfaces was studied. Besides, the decomposition barrier for\nLi<sub>2</sub>S was determined by a climbing image-nudged elastic\nband, and the cutoff energy was set as 400 eV. A 2 × 2 ×\n1 Monkhorst–Pack <italic toggle=\"yes\">k</italic>-point mesh was applied\nto the sample for the Brillouin zone. A (3 × 2) unit cell was\nused for the AZO (1 0 0) surface, while a (2 × 2) unit cell was\nused for the Co (1 1 1) surface. The vacuum layer space was set as\n15 Å. The bottom two-layer atoms were fixed, whereas the remaining\natoms and the adsorbates were relaxed fully. The Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<italic toggle=\"yes\">n</italic> = 2, 6) adhesion binding\nenergy (<italic toggle=\"yes\">E</italic>\n<sub>ab</sub>) was calculated as follows: <italic toggle=\"yes\">E</italic>\n<sub>ab</sub> = <italic toggle=\"yes\">E</italic>\n<sub>Li<sub>2</sub>Sn/slab</sub> – <italic toggle=\"yes\">E</italic>\n<sub>Li<sub>2</sub>Sn</sub> – <italic toggle=\"yes\">E</italic>\n<sub>slab</sub>, where <italic toggle=\"yes\">E</italic>\n<sub>Li<sub>2</sub>Sn/slab</sub> is the total energy of the absorbed system, <italic toggle=\"yes\">E</italic>\n<sub>Li<sub>2</sub>Sn</sub> is the energy of the optimized\nLiPS species, and <italic toggle=\"yes\">E</italic>\n<sub>slab</sub> is the optimized\nbare surface energy.</p>", "clean_text": "Theoretical Calculation\n\nVienna ab initio simulation package program was applied to perform the density functional theory (DFT) calculations. The Perdew-Burke-Ernzerhof function was accustomed to explaining the exchange-correlation functional. Li2S2 and Li2S6 were selected as typical LiPS models, and their absorption on AZO (1 0 0) surfaces was studied. Besides, the decomposition barrier for Li2S was determined by a climbing image-nudged elastic band, and the cutoff energy was set as 400 eV. A 2 × 2 × 1 Monkhorst-Pack k-point mesh was applied to the sample for the Brillouin zone. A (3 × 2) unit cell was used for the AZO (1 0 0) surface, while a (2 × 2) unit cell was used for the Co (1 1 1) surface. The vacuum layer space was set as 15 Å. The bottom two-layer atoms were fixed, whereas the remaining atoms and the adsorbates were relaxed fully. The Li2S n  (n = 2, 6) adhesion binding energy (E ab) was calculated as follows: E ab = E Li2Sn/slab - E Li2Sn - E slab, where E Li2Sn/slab is the total energy of the absorbed system, E Li2Sn is the energy of the optimized LiPS species, and E slab is the optimized bare surface energy.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n displays\nthe architecture design of Co-NC@AZO and its functional engineering\nas a high-performance sulfur cathode. In brief, the synthesis started\nfrom the development of the AZO framework by the impregnation of the\nAl–Zn precursor into self-assembling PS templates, followed\nby a calcination process (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). The\nSEM result in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link> clearly reveals\nthe size uniform morphology of the PS spheres with a diameter of about\n290 nm. During the pyrolysis process, the aluminum nitrate and zinc\nnitrate precursors immersed in the voids of PS spheres tended to crystallize.\nMeanwhile, the PS templates were gradually decomposed, forming an\ninterconnected macroporous structure to form the 3DOM AZO (AZO). Afterward,\nby mixing AZO with a solution of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and 2-MeIM for 12 h, ZIF-8 crystals were formed and randomly\nembedded in the 3DOM macropores, resulting in the formation of 3DOM\nZIF-8@AZO (ZIF-8@AZO). Thereafter, 3DOM CoZn-MOF@AZO (CoZn-MOF@AZO)\nwas prepared by partially replacing the Zn<sup>2+</sup> in ZIF-8@AZO\nby additionally adding Co<sup>2+</sup>. Finally, Co-NC@AZO was obtained\nby the high-temperature calcination of CoZn-MOF@AZO under an Ar atmosphere,\nwith Zn atoms in CoZn-MOF removed at the same time.\n</p>", "clean_text": "Results and Discussion\n\n  displays the architecture design of Co-NC@AZO and its functional engineering as a high-performance sulfur cathode. In brief, the synthesis started from the development of the AZO framework by the impregnation of the Al-Zn precursor into self-assembling PS templates, followed by a calcination process (Figure S1). The SEM result in Figure S2 clearly reveals the size uniform morphology of the PS spheres with a diameter of about 290 nm. During the pyrolysis process, the aluminum nitrate and zinc nitrate precursors immersed in the voids of PS spheres tended to crystallize. Meanwhile, the PS templates were gradually decomposed, forming an interconnected macroporous structure to form the 3DOM AZO (AZO). Afterward, by mixing AZO with a solution of Zn(NO3)2⋅6H2O and 2-MeIM for 12 h, ZIF-8 crystals were formed and randomly embedded in the 3DOM macropores, resulting in the formation of 3DOM ZIF-8@AZO (ZIF-8@AZO). Thereafter, 3DOM CoZn-MOF@AZO (CoZn-MOF@AZO) was prepared by partially replacing the Zn2+ in ZIF-8@AZO by additionally adding Co2+. Finally, Co-NC@AZO was obtained by the high-temperature calcination of CoZn-MOF@AZO under an Ar atmosphere, with Zn atoms in CoZn-MOF removed at the same time. ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic\nfor the preparation of Co-NC@AZO and its function as\na sulfur cathode.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic for the preparation of Co-NC@AZO and its function as a sulfur cathode.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>\na displays\nthe SEM image of the AZO framework, which confirms the uniform and\nperiodic macropores. Interestingly, the diameter of AZO macropores\nis measured to be about 200 nm, which is reduced by 31% as compared\nwith that of PS templates due to the shrinkage of the precursor mixture\nin the calcination process. Moreover, the ZIF-8@AZO displays small\nZIF-8 nanoparticles with a size of about 64 nm, which are densely\ndistributed in the pores and on the surface of the AZO framework (b). After calcination\ntreatment, the morphology of the resulting Co-NC@AZO was also examined,\nindicating almost unchanged morphology of the 3DOM structure and partially\ndecomposed ZIF-8 nanoparticles (c). The TEM image of Co-NC@AZO confirms that the Co-NC\nnanoparticles with an average particle size of 36.40 nm were casually\ndispersed on the 3DOM framework (d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S4</ext-link>). The\nhigh-resolution TEM (HRTEM) image of selected regions shows the lattice\nfringes, which could be clearly calculated to be 0.281 nm of the ZnO\n(1 0 0) plane (e) and 0.205 nm of the Co (1 1 1) plane (e). The energy-dispersive X-ray spectroscopy\n(EDS) mapping image implies that elements Zn, Al, and O are evenly\ndistributed on the 3DOM structure, whereas Co distributes randomly\nin the frame due to the uneven distribution of Co-NC particles in\nthe 3DOM skeleton (f).</p>", "clean_text": " a displays the SEM image of the AZO framework, which confirms the uniform and periodic macropores. Interestingly, the diameter of AZO macropores is measured to be about 200 nm, which is reduced by 31% as compared with that of PS templates due to the shrinkage of the precursor mixture in the calcination process. Moreover, the ZIF-8@AZO displays small ZIF-8 nanoparticles with a size of about 64 nm, which are densely distributed in the pores and on the surface of the AZO framework (b). After calcination treatment, the morphology of the resulting Co-NC@AZO was also examined, indicating almost unchanged morphology of the 3DOM structure and partially decomposed ZIF-8 nanoparticles (c). The TEM image of Co-NC@AZO confirms that the Co-NC nanoparticles with an average particle size of 36.40 nm were casually dispersed on the 3DOM framework (d and S4). The high-resolution TEM (HRTEM) image of selected regions shows the lattice fringes, which could be clearly calculated to be 0.281 nm of the ZnO (1 0 0) plane (e) and 0.205 nm of the Co (1 1 1) plane (e). The energy-dispersive X-ray spectroscopy (EDS) mapping image implies that elements Zn, Al, and O are evenly distributed on the 3DOM structure, whereas Co distributes randomly in the frame due to the uneven distribution of Co-NC particles in the 3DOM skeleton (f).", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM images of (a) AZO, (b) ZIF-8@AZO, and (c) Co-NC@AZO; (d) TEM,\n(e) HRTEM image with the corresponding fast Fourier transform (FFT),\ninverse FFT, and lattice spacing images, and (f) TEM image and the\ncorresponding EDS mappings of Co-NC@AZO.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  SEM images of (a) AZO, (b) ZIF-8@AZO, and (c) Co-NC@AZO; (d) TEM, (e) HRTEM image with the corresponding fast Fourier transform (FFT), inverse FFT, and lattice spacing images, and (f) TEM image and the corresponding EDS mappings of Co-NC@AZO.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>The collected XRD patterns of Co-NC@AZO, ZIF-8@AZO, AZO, and 3DOM\nZnO (ZnO) are presented in a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S5</ext-link>. The three characteristic\npeaks shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link> at 31, 34, and\n36° attribute to the (1 0 0), (0 0 2), and (1 0 1) planes of\nZnO. Note that the AZO retains the lattice of ZnO with peaks slightly\nshifting to higher degrees, which can be explained by the slight lattice\nshrinkage of partly replaced Zn<sup>2+</sup> by Al<sup>3+</sup> (2\nmol %). Moreover, the characteristic\npeak of ZIF-8 between 5 and 20° can be found in the ZIF-8@AZO\nand the pure ZIF-8, proving the successful formation of ZIF-8 crystals\nin the 3DOM framework. The electrical conductivities of these samples\nwere measured by the four-point probe method (b). The conductivity\nof AZO (7.8 S cm<sup>–1</sup>) is 4 orders of magnitude higher\nthan that of ZnO (8.6 × 10<sup>–4</sup> S cm<sup>–1</sup>), implying that a proper doping of Al can significantly enhance\nthe electrical conductivity of ZnO. When ZIF-8 forms on AZO, the electrical\nconductivity slightly decreases to 5.4 S cm<sup>–1</sup>, which\ncan be improved back to an even higher 9.8 S cm<sup>–1</sup> after carbonization. c depicts the density of states (DOS) patterns of ZnO and\nAZO to further prove the good conductivity of AZO. The DOS pattern\nof ZnO shows distinct energy gaps with a typical semiconducting character.\nWhen Al is introduced into the lattice of ZnO to replace Zn atoms,\na new DOS appears around the Fermi energy to narrow the band gap,\nwhich significantly improves its electrical conductivity. Moreover, a higher Zn d band center can be observed\nfor AZO (−1.55 eV) compared with that of ZnO (−2.80\neV); see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>. That is, the introduction\nof Al significantly upshifts the d band center of Zn, thereby enhancing\nits adsorption ability toward polysulfide.\n</p>", "clean_text": "The collected XRD patterns of Co-NC@AZO, ZIF-8@AZO, AZO, and 3DOM ZnO (ZnO) are presented in a and S5. The three characteristic peaks shown in Figure S5 at 31, 34, and 36° attribute to the (1 0 0), (0 0 2), and (1 0 1) planes of ZnO. Note that the AZO retains the lattice of ZnO with peaks slightly shifting to higher degrees, which can be explained by the slight lattice shrinkage of partly replaced Zn2+ by Al3+ (2 mol %). Moreover, the characteristic peak of ZIF-8 between 5 and 20° can be found in the ZIF-8@AZO and the pure ZIF-8, proving the successful formation of ZIF-8 crystals in the 3DOM framework. The electrical conductivities of these samples were measured by the four-point probe method (b). The conductivity of AZO (7.8 S cm-1) is 4 orders of magnitude higher than that of ZnO (8.6 × 10-4 S cm-1), implying that a proper doping of Al can significantly enhance the electrical conductivity of ZnO. When ZIF-8 forms on AZO, the electrical conductivity slightly decreases to 5.4 S cm-1, which can be improved back to an even higher 9.8 S cm-1 after carbonization. c depicts the density of states (DOS) patterns of ZnO and AZO to further prove the good conductivity of AZO. The DOS pattern of ZnO shows distinct energy gaps with a typical semiconducting character. When Al is introduced into the lattice of ZnO to replace Zn atoms, a new DOS appears around the Fermi energy to narrow the band gap, which significantly improves its electrical conductivity. Moreover, a higher Zn d band center can be observed for AZO (-1.55 eV) compared with that of ZnO (-2.80 eV); see Figure S6. That is, the introduction of Al significantly upshifts the d band center of Zn, thereby enhancing its adsorption ability toward polysulfide. ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nXRD patterns of Co-NC@AZO, ZIF-8@AZO, and AZO; (b) electrical\nconductivity of Co-NC@AZO, ZIF-8@AZO, AZO, and ZnO; (c) DOS patterns\nof ZnO and AZO; (d–f) N<sub>2</sub> adsorption–desorption\nisotherm, pore size distributions, and Raman spectrum of Co-NC@AZO,\nZIF-8@AZO, and AZO; XPS spectra of (g) Zn 2p, (h) Al 2p, and (i) Co\n2p of the Co-NC@AZO composite.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) XRD patterns of Co-NC@AZO, ZIF-8@AZO, and AZO; (b) electrical conductivity of Co-NC@AZO, ZIF-8@AZO, AZO, and ZnO; (c) DOS patterns of ZnO and AZO; (d-f) N2 adsorption-desorption isotherm, pore size distributions, and Raman spectrum of Co-NC@AZO, ZIF-8@AZO, and AZO; XPS spectra of (g) Zn 2p, (h) Al 2p, and (i) Co 2p of the Co-NC@AZO composite.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>To verify the porosity of the samples, nitrogen adsorption–desorption\nmeasurements were performed. As illustrated in d,e, AZO shows very low N<sub>2</sub> adsorption\ncapacity. However, both ZIF-8@AZO and Co-NC@AZO exhibit high uptakes\nin the low <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> range,\nwhich corresponds to the micro-/mesoporous structure of MOFs and Co-NC.\nThe BET surface area of Co-NC@AZO is calculated to be 209.80 m<sup>2</sup> g<sup>–1</sup>, and its total pore volume is 0.47\ncm<sup>3</sup> g<sup>–1</sup>, which is significantly higher\nthan those of AZO (88.96 m<sup>2</sup> g<sup>–1</sup>, 0.18\ncm<sup>3</sup> g<sup>–1</sup>) but lower than those of ZIF-8@AZO\n(935.01 m<sup>2</sup> g<sup>–1</sup>, 0.65 cm<sup>3</sup> g<sup>–1</sup>). This result suggests that a portion of the ZIF-8\nwas decomposed during the carbonization process to produce catalytic\nCo nanoparticles for improved LiPS conversion. The rich micro-/mesopores\nare expected to benefit for the inhibition of LiPS shuttle effect.\nThe Raman spectra of Co-NC@AZO, ZIF-8@AZO, and AZO are displayed in f. The sharp peak\nat 1341 cm<sup>–1</sup> is ascribed to the D-band of sp<sup>3</sup> defects for amorphous carbon, and the distinct peak at 1582\ncm<sup>–1</sup> can be ascribed to the G-band from the in-plane\nvibration of graphitic layers. Raman\nspectra are used to evaluate the microcrystalline graphite domain\nlengths along the lateral ab direction (<italic toggle=\"yes\">L</italic>\n<sub>a</sub>) of samples according to the following \n<disp-formula id=\"eq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">nm</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2.4</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mn>10</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>10</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>λ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">G</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">D</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>where λ (nm) is the\nwavelength of the laser (532 nm), <italic toggle=\"yes\">I</italic>\n<sub>G</sub> and <italic toggle=\"yes\">I</italic>\n<sub>D</sub> are the intensity of the G band and D band,\nrespectively. The <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> (area) values of Co-NC@AZO,\nZIF-8@AZO, and AZO are 2.09, 2.69, and 2.29, respectively, and the\ncorresponding <italic toggle=\"yes\">L</italic>\n<sub>a</sub> values are calculated\nas 9.19, 7.14, and 8.39 nm, respectively. ZIF-8@AZO exhibits a higher <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> (area) value\nand shorter length of <italic toggle=\"yes\">L</italic>\n<sub>a</sub> than AZO, implying\na lower proportion of graphitic layers introduced by ZIF-8, which\ncan be confirmed by the slightly decreased conductivity of ZIF-8@AZO\nthan AZO (b),\nwhile Co-NC@AZO displays the lowest <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> (area) value and the highest <italic toggle=\"yes\">L</italic>\n<sub>a</sub> value, demonstrating that the carbonization\nprocess increases the degree of graphitization, compensating for the\nloss of electrical conductivity due to the introduction of nongraphite\ncarbon (from 5.4 to 9.8 S cm<sup>–1</sup>, b). The surface chemistry of\nthe obtained Co-NC@AZO was studied by XPS. The two peaks at 1022.2\nand 1045.2 eV in g can be ascribed to Zn 2p<sub>3/2</sub> and Zn 2p<sub>1/2</sub>,\nrespectively, and the peak at 74.5 eV in h is assigned to Al 2p, demonstrating the\nexistence of Zn and Al. Meanwhile, i shows a sharp peak at 778.6 eV, verifying\nthe existence of the metallic Co state. The emergence of C–N and CN species in fitted C 1s\nconfirms the successful doping of N in the carbon lattice (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S7c</ext-link>). Additionally,\nas shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S7b</ext-link>, four peaks can\nbe obtained in the N 1s spectrum, which are assigned to pyridinic-N,\npyrrolic-N, graphitic-N, and oxidized-N groups. Note that in N-containing\nmetal/carbon systems, for example, MOF-derived carbonous materials,\nthe formation of N-metal sites is a regular phenomenon under elevated-temperature\npyrolysis treatment. Therefore, the appearance of pyrrolic-N and pyridinic-N\npeaks may likely represent the N–Co bond here. The sulfur contents in Co-NC@AZO, ZIF-8@AZO, and AZO calculated\nfrom TGA are 74.5, 65.3, and 58.2 wt %, respectively, which can be\nfound in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>. It is worth noting\nthat ZIF-8@AZO and AZO exhibit lower sulfur loading than Co-NC@AZO.\nThe reason is that the large number of Zn-2-MeIM pieces in ZIF-8@AZO\noccupy too much space of the AZO macropores, thus hindering the sulfur\ninfusion. Also, AZO causes sulfur loss due to the small BET surface\narea of 88.96 m<sup>2</sup> g<sup>–1</sup>, which is insufficient\nto hold much sulfur. While for the Co-NC@AZO, the partial breakdown\nof ZIF-8 to form Co-NC during the carbonization process exposes a\nlarge amount of macro-/mesoporous space, resulting in a relatively\nproper BET surface area of 209.80 m<sup>2</sup> g<sup>–1</sup> that can be used to store more sulfur.</p>", "clean_text": "To verify the porosity of the samples, nitrogen adsorption-desorption measurements were performed. As illustrated in d,e, AZO shows very low N2 adsorption capacity. However, both ZIF-8@AZO and Co-NC@AZO exhibit high uptakes in the low P/P 0 range, which corresponds to the micro-/mesoporous structure of MOFs and Co-NC. The BET surface area of Co-NC@AZO is calculated to be 209.80 m2 g-1, and its total pore volume is 0.47 cm3 g-1, which is significantly higher than those of AZO (88.96 m2 g-1, 0.18 cm3 g-1) but lower than those of ZIF-8@AZO (935.01 m2 g-1, 0.65 cm3 g-1). This result suggests that a portion of the ZIF-8 was decomposed during the carbonization process to produce catalytic Co nanoparticles for improved LiPS conversion. The rich micro-/mesopores are expected to benefit for the inhibition of LiPS shuttle effect. The Raman spectra of Co-NC@AZO, ZIF-8@AZO, and AZO are displayed in f. The sharp peak at 1341 cm-1 is ascribed to the D-band of sp3 defects for amorphous carbon, and the distinct peak at 1582 cm-1 can be ascribed to the G-band from the in-plane vibration of graphitic layers. Raman spectra are used to evaluate the microcrystalline graphite domain lengths along the lateral ab direction (L a) of samples according to the following         L   a     ( nm )  =  ( 2.4 ×   10   - 10   )    λ   n m   4     (   I   G   /   I   D   )     1 where λ (nm) is the wavelength of the laser (532 nm), I G and I D are the intensity of the G band and D band, respectively. The I D/I G (area) values of Co-NC@AZO, ZIF-8@AZO, and AZO are 2.09, 2.69, and 2.29, respectively, and the corresponding L a values are calculated as 9.19, 7.14, and 8.39 nm, respectively. ZIF-8@AZO exhibits a higher I D/I G (area) value and shorter length of L a than AZO, implying a lower proportion of graphitic layers introduced by ZIF-8, which can be confirmed by the slightly decreased conductivity of ZIF-8@AZO than AZO (b), while Co-NC@AZO displays the lowest I D/I G (area) value and the highest L a value, demonstrating that the carbonization process increases the degree of graphitization, compensating for the loss of electrical conductivity due to the introduction of nongraphite carbon (from 5.4 to 9.8 S cm-1, b). The surface chemistry of the obtained Co-NC@AZO was studied by XPS. The two peaks at 1022.2 and 1045.2 eV in g can be ascribed to Zn 2p3/2 and Zn 2p1/2, respectively, and the peak at 74.5 eV in h is assigned to Al 2p, demonstrating the existence of Zn and Al. Meanwhile, i shows a sharp peak at 778.6 eV, verifying the existence of the metallic Co state. The emergence of C-N and CN species in fitted C 1s confirms the successful doping of N in the carbon lattice (Figure S7c). Additionally, as shown in Figure S7b, four peaks can be obtained in the N 1s spectrum, which are assigned to pyridinic-N, pyrrolic-N, graphitic-N, and oxidized-N groups. Note that in N-containing metal/carbon systems, for example, MOF-derived carbonous materials, the formation of N-metal sites is a regular phenomenon under elevated-temperature pyrolysis treatment. Therefore, the appearance of pyrrolic-N and pyridinic-N peaks may likely represent the N-Co bond here. The sulfur contents in Co-NC@AZO, ZIF-8@AZO, and AZO calculated from TGA are 74.5, 65.3, and 58.2 wt %, respectively, which can be found in Figure S8. It is worth noting that ZIF-8@AZO and AZO exhibit lower sulfur loading than Co-NC@AZO. The reason is that the large number of Zn-2-MeIM pieces in ZIF-8@AZO occupy too much space of the AZO macropores, thus hindering the sulfur infusion. Also, AZO causes sulfur loss due to the small BET surface area of 88.96 m2 g-1, which is insufficient to hold much sulfur. While for the Co-NC@AZO, the partial breakdown of ZIF-8 to form Co-NC during the carbonization process exposes a large amount of macro-/mesoporous space, resulting in a relatively proper BET surface area of 209.80 m2 g-1 that can be used to store more sulfur.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>The electrochemical\nperformance of different samples was explored.\nThe CV curves of the Co-NC@AZO/S cathode measured at 0.1 mV s<sup>–1</sup> are shown in a. Two reduction peaks at C<sub>1</sub> (2.29 V) and\nC<sub>2</sub> (2.04 V) can be observed during the discharging process,\ncorresponding to the sequential transformation of S<sub>8</sub> to\nsoluble Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (4 &lt; <italic toggle=\"yes\">x</italic> &lt; 8) and insoluble Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S, respectively. In the charging process, the CV curves show\na twin oxidation peak at A<sub>1</sub> (2.31 V) and A<sub>2</sub> (2.38\nV), representing the reversible oxidation of Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S to S<sub>8</sub>. In addition,\nthe fifth-cycle CV curve overlaps with the first cycle, indicating\nthe excellent durability of the Co-NC@AZO/S electrode. On the other\nhand, the ZIF-8@AZO/S cathode shows lower reduction peaks and higher\npolarization voltages compared with the Co-NC@AZO/S cathode (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>), demonstrating its slower electrochemical\nkinetics originating from poor conductivity of ZIF-8. Moreover, the galvanostatic charge/discharge profiles of\ndifferent cathodes at 0.2 C are presented in b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S10</ext-link>. Specifically,\nthe potential difference value (η) is defined as the distance\nbetween the charging and discharging plateaus at half capacity, representing\nthe degree of polarization. In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>, the gap between the charge and discharge\nplateaus of the AZO/S cathode is much smaller than the ZnO/S cathode,\nindicating less polarization and improved conductivity of the AZO/S\ncathode. Meanwhile, the charge/discharge\nprofile of the Co-NC@AZO/S cathode shows the lowest polarization (η\n= 0.14 V) and the most stable voltage plateau compared to that of\nthe ZIF-8@AZO/S and AZO/S cathodes (b). This indicates that the electrochemical\nreaction dynamics was enhanced in the conductive Co-NC@AZO. In b,c, the Co-NC@AZO/S\ncathode presents an initial discharge capacity of 1206.18 mA h g<sup>–1</sup> with a decent capacity decay of 12.7% over 100 cycles\nat 0.2 C. However, the discharge capacities of ZIF-8@AZO/S and AZO/S\ncathodes drop rapidly to 694.0 and 489.22 mA h g<sup>–1</sup> after 100 cycles, with a decay capacity of 27.8 and 54.7%, respectively.\nThus, the Co-NC@AZO cathode inherits advantages of both ZIF-8@AZO\nand AZO, presenting excellent cycle stability and the highest discharge\ncapacity. The Co<sup>2+</sup> concentration for Zn<sup>2+</sup> substitution\nand the annealing temperature to obtain Co-NC@AZO were also optimized.\nIn <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>, the Co-NC@AZO/S–Co:\n0.70 mmol cathode exhibits a higher capacity and cycling stability\nat 0.2 C than the Co-NC@AZO/S–Co: 1.40 mmol and Co-NC@AZO/S–Co:\n0.35 mmol cathodes, implying that appropriate Co content can contribute\nto improved cell performance. Additionally, the Co-NC@AZO/S-600 °C\ncathode has the highest capacity when compared to the Co-NC@AZO/S-800\n°C and Co-NC@AZO/S-400 °C cathodes in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>. The increase of calcination temperature could\nenlarge the size of Co nanoparticles but lead to their agglomeration,\nwhereas an inadequate temperature may result in incomplete decomposition\nof ZIF-8 to produce Co nanoparticles with both of the situations leading\nto insufficient active sites for LiPS catalytic conversion. Therefore, the Co-NC@AZO with a Co content of\n0.70 mmol and calcination temperature of 600 °C was adopted as\nthe optimal cathode.</p>", "clean_text": "The electrochemical performance of different samples was explored. The CV curves of the Co-NC@AZO/S cathode measured at 0.1 mV s-1 are shown in a. Two reduction peaks at C1 (2.29 V) and C2 (2.04 V) can be observed during the discharging process, corresponding to the sequential transformation of S8 to soluble Li2S x  (4 < x < 8) and insoluble Li2S2/Li2S, respectively. In the charging process, the CV curves show a twin oxidation peak at A1 (2.31 V) and A2 (2.38 V), representing the reversible oxidation of Li2S2/Li2S to S8. In addition, the fifth-cycle CV curve overlaps with the first cycle, indicating the excellent durability of the Co-NC@AZO/S electrode. On the other hand, the ZIF-8@AZO/S cathode shows lower reduction peaks and higher polarization voltages compared with the Co-NC@AZO/S cathode (Figure S9), demonstrating its slower electrochemical kinetics originating from poor conductivity of ZIF-8. Moreover, the galvanostatic charge/discharge profiles of different cathodes at 0.2 C are presented in b and S10. Specifically, the potential difference value (η) is defined as the distance between the charging and discharging plateaus at half capacity, representing the degree of polarization. In Figure S10, the gap between the charge and discharge plateaus of the AZO/S cathode is much smaller than the ZnO/S cathode, indicating less polarization and improved conductivity of the AZO/S cathode. Meanwhile, the charge/discharge profile of the Co-NC@AZO/S cathode shows the lowest polarization (η = 0.14 V) and the most stable voltage plateau compared to that of the ZIF-8@AZO/S and AZO/S cathodes (b). This indicates that the electrochemical reaction dynamics was enhanced in the conductive Co-NC@AZO. In b,c, the Co-NC@AZO/S cathode presents an initial discharge capacity of 1206.18 mA h g-1 with a decent capacity decay of 12.7% over 100 cycles at 0.2 C. However, the discharge capacities of ZIF-8@AZO/S and AZO/S cathodes drop rapidly to 694.0 and 489.22 mA h g-1 after 100 cycles, with a decay capacity of 27.8 and 54.7%, respectively. Thus, the Co-NC@AZO cathode inherits advantages of both ZIF-8@AZO and AZO, presenting excellent cycle stability and the highest discharge capacity. The Co2+ concentration for Zn2+ substitution and the annealing temperature to obtain Co-NC@AZO were also optimized. In Figure S11, the Co-NC@AZO/S-Co: 0.70 mmol cathode exhibits a higher capacity and cycling stability at 0.2 C than the Co-NC@AZO/S-Co: 1.40 mmol and Co-NC@AZO/S-Co: 0.35 mmol cathodes, implying that appropriate Co content can contribute to improved cell performance. Additionally, the Co-NC@AZO/S-600 °C cathode has the highest capacity when compared to the Co-NC@AZO/S-800 °C and Co-NC@AZO/S-400 °C cathodes in Figure S12. The increase of calcination temperature could enlarge the size of Co nanoparticles but lead to their agglomeration, whereas an inadequate temperature may result in incomplete decomposition of ZIF-8 to produce Co nanoparticles with both of the situations leading to insufficient active sites for LiPS catalytic conversion. Therefore, the Co-NC@AZO with a Co content of 0.70 mmol and calcination temperature of 600 °C was adopted as the optimal cathode.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) CV curves of the first five cycles for the Co-NC@AZO/S\ncathode\nat 0.1 mV s<sup>–1</sup>; (b) discharge–charge profiles\nand (c) cycling performance of Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S\ncathodes at 0.2 C; (d) rate performances of the Co-NC@AZO/S, ZIF-8@AZO/S,\nand AZO/S cathodes; (e) galvanostatic discharge/charge profiles of\nthe Co-NC@AZO/S cathode at various current densities from 0.1 to 5\nC; (f) EIS spectra and (g) long cycling performances at 1 C of Co-NC@AZO/S,\nZIF-8@AZO/S, and AZO/S cathodes; (h) cycling performance of Co-NC@AZO/S\ncathodes at different sulfur loadings at 0.2 C.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) CV curves of the first five cycles for the Co-NC@AZO/S cathode at 0.1 mV s-1; (b) discharge-charge profiles and (c) cycling performance of Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes at 0.2 C; (d) rate performances of the Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes; (e) galvanostatic discharge/charge profiles of the Co-NC@AZO/S cathode at various current densities from 0.1 to 5 C; (f) EIS spectra and (g) long cycling performances at 1 C of Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes; (h) cycling performance of Co-NC@AZO/S cathodes at different sulfur loadings at 0.2 C.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>The rate performance of the samples was also studied. The results\nshow that the Co-NC@AZO/S cathode delivers a discharge capacity of\n1489.6, 1246.1, 1166.1, 1044.0, 880.9, 743.2, and 635.5 mA h g<sup>–1</sup> at C-rates of 0.1, 0.2, 0.5, 1, 2, 3, and 5 C, respectively\n(d). When the\ncurrent density was adjusted back to 0.2 C after 70 cycles, the capacity\nrecovers to as high as 97.3% of the initial value under 0.2 C, demonstrating\nthe excellent rate performance of the Co-NC@AZO/S cathode. In contrast,\nthe ZIF-8@AZO/S and AZO/S cathodes suffer from poor rate retention\nat 5 C and inferior capacity recovery. In addition, the galvanostatic\ncharge–discharge profiles of the Co-NC@AZO/S cathode show a\nstable plateau at different current densities with the Coulombic efficiency\napproaching 100% (e). EIS was tested before and after the cycling process to\nexplore the charge transfer of different cathodes (f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S13</ext-link>). The Nyquist curves consist of two typical parts: one\nsemicircle in the high-frequency region, which can reflect the charge\ntransfer resistance (<italic toggle=\"yes\">R</italic>\n<sub>ct</sub>), and a straight\nline in the low-frequency region related to ion diffusion resistance,\nwhich represents the mass transfer process into the electrode. The EIS curves before discharge in f reveal that the <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> of the Co-NC@AZO/S cathode (10.0 Ω) is much lower\nthan that of ZIF-8@AZO/S (33.7 Ω) and AZO/S (59.3 Ω) cathodes,\nverifying the higher conductivity of the Co-NC@AZO/S cathode. After\n100 cycles at 0.2 C, the <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> of these\nelectrodes was significantly decreased due to the high concentration\nof conductive Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> formation\nin the electrolyte (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). Meanwhile,\nthe Co-NC@AZO/S cathode still presents the lowest <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> compared with ZIF-8@AZO/S and AZO/S cathodes. When tested at 1 C, a high capacity retention\nof 950.03 mA h g<sup>–1</sup> was achieved after 500 cycles\nfor the Co-NC@AZO/S cathode, with a low capacity decay rate of only\n0.020% per cycle (g), demonstrating the outstanding polysulfide retention capability.</p>", "clean_text": "The rate performance of the samples was also studied. The results show that the Co-NC@AZO/S cathode delivers a discharge capacity of 1489.6, 1246.1, 1166.1, 1044.0, 880.9, 743.2, and 635.5 mA h g-1 at C-rates of 0.1, 0.2, 0.5, 1, 2, 3, and 5 C, respectively (d). When the current density was adjusted back to 0.2 C after 70 cycles, the capacity recovers to as high as 97.3% of the initial value under 0.2 C, demonstrating the excellent rate performance of the Co-NC@AZO/S cathode. In contrast, the ZIF-8@AZO/S and AZO/S cathodes suffer from poor rate retention at 5 C and inferior capacity recovery. In addition, the galvanostatic charge-discharge profiles of the Co-NC@AZO/S cathode show a stable plateau at different current densities with the Coulombic efficiency approaching 100% (e). EIS was tested before and after the cycling process to explore the charge transfer of different cathodes (f and S13). The Nyquist curves consist of two typical parts: one semicircle in the high-frequency region, which can reflect the charge transfer resistance (R ct), and a straight line in the low-frequency region related to ion diffusion resistance, which represents the mass transfer process into the electrode. The EIS curves before discharge in f reveal that the R ct of the Co-NC@AZO/S cathode (10.0 Ω) is much lower than that of ZIF-8@AZO/S (33.7 Ω) and AZO/S (59.3 Ω) cathodes, verifying the higher conductivity of the Co-NC@AZO/S cathode. After 100 cycles at 0.2 C, the R ct of these electrodes was significantly decreased due to the high concentration of conductive Li2S x  formation in the electrolyte (Figure S11). Meanwhile, the Co-NC@AZO/S cathode still presents the lowest R ct compared with ZIF-8@AZO/S and AZO/S cathodes. When tested at 1 C, a high capacity retention of 950.03 mA h g-1 was achieved after 500 cycles for the Co-NC@AZO/S cathode, with a low capacity decay rate of only 0.020% per cycle (g), demonstrating the outstanding polysulfide retention capability.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>Repeated volume fluctuations of sulfur particles during charging\nand discharging can damage the cathode structure. Therefore, the SEM\nimages of the Co-NC@AZO cathode before and after 100 cycles at 1 C\nwith sulfur washed off were investigated to reveal the structural\nstability of Co-NC@AZO. As illustrated in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S14c,d</ext-link>, the intact and well-defined 3DOM structure of AZO still\nremains without structural collapse after cycling. Meanwhile, the\nCo-NC particles attach well to the AZO framework with almost no Co\nloss, confirmed by EDS analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S14e,f</ext-link>). The good structural stability of Co-NC@AZO is conducive to tolerating\nthe volume expansion of sulfur and thus improving the cycle life of\nLi–S batteries. Furthermore, the feasibility of the Co-NC@AZO/S\ncathode with higher sulfur loadings of 2.4, 5.2, and 6.8 mg cm<sup>–2</sup> was also explored. h and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S15</ext-link> present\nthe cycling performance of Co-NC@AZO/S electrodes at different sulfur\nloadings and electrolyte-to-sulfur ratios (E/S). Satisfactorily, a\ndecent areal capacity of 5.8 mA h cm<sup>–2</sup> after 100\ncycles is accessible even at a high sulfur loading of 6.8 mg cm<sup>–2</sup>. This highlights the advanced electrochemical performance\nof Co-NC@AZO to achieve high utilization of sulfur. More impressively,\nthe volumetric capacity of Co-NC@AZO/S-based Li–S cells is\nas high as 1240 mA h cm<sup>–3</sup>, which is much higher\nthan those of the commercialized lithium-ion batteries (&lt;200 mA\nh cm<sup>–3</sup>) and is comparable or even superior to the\nreported Li–S batteries with efficient composite cathodes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S16 and Table S1</ext-link>). Additionally, the high\nsulfur loading electrode (6.8 mg cm<sup>–2</sup>) is controlled\nat a low E/S ratio of 5.7 μL mg<sup>–1</sup>, presenting\nhigh specific density for practical applications.</p>", "clean_text": "Repeated volume fluctuations of sulfur particles during charging and discharging can damage the cathode structure. Therefore, the SEM images of the Co-NC@AZO cathode before and after 100 cycles at 1 C with sulfur washed off were investigated to reveal the structural stability of Co-NC@AZO. As illustrated in Figure S14c,d, the intact and well-defined 3DOM structure of AZO still remains without structural collapse after cycling. Meanwhile, the Co-NC particles attach well to the AZO framework with almost no Co loss, confirmed by EDS analysis (Figure S14e,f). The good structural stability of Co-NC@AZO is conducive to tolerating the volume expansion of sulfur and thus improving the cycle life of Li-S batteries. Furthermore, the feasibility of the Co-NC@AZO/S cathode with higher sulfur loadings of 2.4, 5.2, and 6.8 mg cm-2 was also explored. h and S15 present the cycling performance of Co-NC@AZO/S electrodes at different sulfur loadings and electrolyte-to-sulfur ratios (E/S). Satisfactorily, a decent areal capacity of 5.8 mA h cm-2 after 100 cycles is accessible even at a high sulfur loading of 6.8 mg cm-2. This highlights the advanced electrochemical performance of Co-NC@AZO to achieve high utilization of sulfur. More impressively, the volumetric capacity of Co-NC@AZO/S-based Li-S cells is as high as 1240 mA h cm-3, which is much higher than those of the commercialized lithium-ion batteries (<200 mA h cm-3) and is comparable or even superior to the reported Li-S batteries with efficient composite cathodes (Figure S16 and Table S1). Additionally, the high sulfur loading electrode (6.8 mg cm-2) is controlled at a low E/S ratio of 5.7 μL mg-1, presenting high specific density for practical applications.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>The CV measurements\nof Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes\nwere performed to investigate Li<sup>+</sup> diffusion kinetics, which\nhas a significant impact on LiPS conversion during the charge/discharge\nprocess. As shown in a–c, the variation of peaks can be observed with the\nscan rate in the triple electrode system. Insofar as for the Co-NC@AZO/S\ncathode, the C<sub>1</sub> and C<sub>2</sub> peaks negatively migrate\nby 0.028 and 0.084 V, whereas the A<sub>2</sub> peak positively migrates\nby 0.071 V when the scan rate rises from 0.1 to 0.5 mV s<sup>–1</sup>. Similar phenomena of peak migrations were observed from ZIF-8@AZO/S\nand AZO/S cathodes but with larger interval extents: the values for\nC<sub>1</sub>, C<sub>2</sub>, and A<sub>2</sub> peak migration are\n0.031, 0.107 and 0.075 V, respectively, for ZIF-8@AZO/S and 0.034,\n0.087, and 0.077 V, respectively, for AZO/S (b,c). This implies that Co-NC@AZO exhibits\nthe lowest polarization activation among the three cathodes, demonstrating\nthe most efficient conversion kinetics of Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>. Note that a weak anodic\npeak at around 2.6 V can be found for the Co-NC@AZO/S and ZIF-8@AZO/S\ncathodes, which gradually disappears as the scan speed increases during\nthe test. This may be caused by an unknown reaction, which will be\nstudied in detail in our future work. Moreover, the Li-ion diffusion\ncoefficient (<italic toggle=\"yes\">D</italic>\n<sub>Li</sub>) of different cathodes\ncould be estimated according to the Randles–Sevcik \n<disp-formula id=\"eq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2.69</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mn>10</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>5</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1.5</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0.5</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Li</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>v</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0.5</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>2</label>\n</disp-formula>\n</p>", "clean_text": "The CV measurements of Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes were performed to investigate Li+ diffusion kinetics, which has a significant impact on LiPS conversion during the charge/discharge process. As shown in a-c, the variation of peaks can be observed with the scan rate in the triple electrode system. Insofar as for the Co-NC@AZO/S cathode, the C1 and C2 peaks negatively migrate by 0.028 and 0.084 V, whereas the A2 peak positively migrates by 0.071 V when the scan rate rises from 0.1 to 0.5 mV s-1. Similar phenomena of peak migrations were observed from ZIF-8@AZO/S and AZO/S cathodes but with larger interval extents: the values for C1, C2, and A2 peak migration are 0.031, 0.107 and 0.075 V, respectively, for ZIF-8@AZO/S and 0.034, 0.087, and 0.077 V, respectively, for AZO/S (b,c). This implies that Co-NC@AZO exhibits the lowest polarization activation among the three cathodes, demonstrating the most efficient conversion kinetics of Li2S x . Note that a weak anodic peak at around 2.6 V can be found for the Co-NC@AZO/S and ZIF-8@AZO/S cathodes, which gradually disappears as the scan speed increases during the test. This may be caused by an unknown reaction, which will be studied in detail in our future work. Moreover, the Li-ion diffusion coefficient (D Li) of different cathodes could be estimated according to the Randles-Sevcik         I   p   =  ( 2.69 ×   10   5   )    n   1.5     D   L i   0.5     C   Li     v   0.5      2  ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>CV curves of\n(a) Co-NC@AZO/S, (b) ZIF-8@AZO/S, and (c) AZO/S cathodes\nat 0.1–0.5 mV s<sup>–1</sup>; (d–f) peak current\nvalues for the Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes <italic toggle=\"yes\">vs</italic> the <italic toggle=\"yes\">v</italic>\n<sup>0.5</sup>; (g) UV–vis\nspectra of LiPS containing Co-NC@AZO, ZIF-8@AZO, and AZO; (h) S 2p\nspectra of pure Li<sub>2</sub>S<sub>6</sub> and Li<sub>2</sub>S<sub>6</sub>@Co-NC@AZO; (i) binding energy of LiPS (Li<sub>2</sub>S<sub>2</sub> and Li<sub>2</sub>S<sub>6</sub>) on AZO (1 0 0) obtained\nfrom DFT calculations.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  CV curves of (a) Co-NC@AZO/S, (b) ZIF-8@AZO/S, and (c) AZO/S cathodes at 0.1-0.5 mV s-1; (d-f) peak current values for the Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes vs the v 0.5; (g) UV-vis spectra of LiPS containing Co-NC@AZO, ZIF-8@AZO, and AZO; (h) S 2p spectra of pure Li2S6 and Li2S6@Co-NC@AZO; (i) binding energy of LiPS (Li2S2 and Li2S6) on AZO (1 0 0) obtained from DFT calculations.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>Accordingly, the value\nof <italic toggle=\"yes\">I</italic>\n<sub>p</sub>/<italic toggle=\"yes\">v</italic>\n<sup>0.5</sup> (slope of peak current <italic toggle=\"yes\">vs</italic> the square root of the\nscanning rate) can signify <italic toggle=\"yes\">D</italic>\n<sub>Li</sub> (Li-ion\ndiffusion coefficient) as <italic toggle=\"yes\">A</italic> (electrode surface area), <italic toggle=\"yes\">n</italic> (the number of charge\ntransfer), and <italic toggle=\"yes\">C</italic>\n<sub>Li</sub> (Li-ion concentration)\nare constant. As shown in d–f, the slopes for\nthe two reduction peaks and the oxidation peak of the Co-NC@AZO/S\ncathode are larger than those of ZIF-8@AZO/S and AZO/S cathodes. The <italic toggle=\"yes\">D</italic>\n<sub>Li</sub> calculated according to  is shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>. The Co-NC@AZO/S cathode demonstrates superior <italic toggle=\"yes\">D</italic>\n<sub>Li</sub> of 2.134 × 10<sup>–7</sup>, 3.742 ×\n10<sup>–8</sup>, and 8.141 × 10<sup>–8</sup> cm<sup>2</sup> s<sup>–1</sup> for peaks A<sub>2</sub>, C<sub>1</sub>, and C<sub>2</sub>, respectively, which are higher than those of\nZIF-8@AZO and AZO. Note that the Co-NC@AZO/S cathode presents stronger\nLi<sup>+</sup> diffusion ability than the AZO/S cathode, which may\nbe attributed to the following three points: (i) the Co-NC nanocages\npromote the formation of multistage porous architecture, which can\nprovide more Li<sup>+</sup> transfer pathways; (ii) the robust LiPS\nadsorption capacity of the Co-NC nanocages reduces the concentration\nof LiPS dissolved in the electrolyte, resulting in a relatively low-viscosity\nelectrolyte to allow easier Li<sup>+</sup> movement; (iii) Li<sup>+</sup> transfer more easily on the surface\nof Co-NC with a low energy barrier.\n</p>", "clean_text": "Accordingly, the value of I p/v 0.5 (slope of peak current vs the square root of the scanning rate) can signify D Li (Li-ion diffusion coefficient) as A (electrode surface area), n (the number of charge transfer), and C Li (Li-ion concentration) are constant. As shown in d-f, the slopes for the two reduction peaks and the oxidation peak of the Co-NC@AZO/S cathode are larger than those of ZIF-8@AZO/S and AZO/S cathodes. The D Li calculated according to  is shown in Figure S17. The Co-NC@AZO/S cathode demonstrates superior D Li of 2.134 × 10-7, 3.742 × 10-8, and 8.141 × 10-8 cm2 s-1 for peaks A2, C1, and C2, respectively, which are higher than those of ZIF-8@AZO and AZO. Note that the Co-NC@AZO/S cathode presents stronger Li+ diffusion ability than the AZO/S cathode, which may be attributed to the following three points: (i) the Co-NC nanocages promote the formation of multistage porous architecture, which can provide more Li+ transfer pathways; (ii) the robust LiPS adsorption capacity of the Co-NC nanocages reduces the concentration of LiPS dissolved in the electrolyte, resulting in a relatively low-viscosity electrolyte to allow easier Li+ movement; (iii) Li+ transfer more easily on the surface of Co-NC with a low energy barrier. ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The adsorption of LiPS by different samples was studied to validate\nthe LiPS immobilization capacity of the designed materials. First,\na visualized adsorption experiment was carried out using Li<sub>2</sub>S<sub>6</sub> solution with the assistance of UV–vis absorption\nspectroscopy. As shown in g, equal amounts of Co-NC@AZO, ZIF-8@AZO, and AZO powders\nwere added separately into 10 mM Li<sub>2</sub>S<sub>6</sub> solution.\nOne can see that the Li<sub>2</sub>S<sub>6</sub> solution containing\nCo-NC@AZO becomes colorless after standing for 24 h, along with the\nlowest absorption peak in UV–vis absorption spectroscopy, representing\na strong interaction between LiPS and Co-NC@AZO. On the other hand,\nthe Li<sub>2</sub>S<sub>6</sub> solution with ZIF-8@AZO remains faint\nyellow, implying the insufficient chemical adsorption of ZIF-8@AZO\ndespite its high specific surface area. The solution with AZO presents\nthe weakest Li<sub>2</sub>S<sub>6</sub> adsorption effect due to the\nlack of both meso-/micropores and sufficient chemical interaction.\nBesides, the strong interaction between LiPS and Co-NC@AZO was further\ndemonstrated by XPS analysis. In h, the S 2p spectrum of pure Li<sub>2</sub>S<sub>6</sub> displays two pairs of peaks at 161.8 and 163.5 eV associated\nwith the terminal (S<sub>T</sub>\n<sup>–1</sup>) and bridging\nsulfur (S<sub arrange=\"stack\">B</sub>\n<sup arrange=\"stack\">0</sup>),\nrespectively. Upon interaction with Co-NC@AZO\n(Li<sub>2</sub>S<sub>6</sub>@Co-NC@AZO), respective shifts of identical\npeaks to higher binding energies occur, indicating the strong affinity\nof Co-NC@AZO to LiPS by the freshly formed metal-S (<italic toggle=\"yes\">e.g.</italic>, Zn–S and Al–S) bond. Apart from that, the Li<sub>2</sub>S<sub>6</sub>@Co-NC@AZO sample shows a new distinctive S 2p\npeak at 168.7 eV, suggesting the formation of thiosulfate, which results\nfrom the oxidation of sulfur species on the surface of Co-NC@AZO.\nAnalogously, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link> shows that the\nLi 1s spectrum of Li<sub>2</sub>S<sub>6</sub>@Co-NC@AZO exhibits an\nextra peak at 56.4 eV, which can be ascribed to the Li–N/O\nbond, marking the potential increase of LiPS adsorption. To understand the adsorption mechanism of the\nCo-NC@AZO at the atomic level, DFT calculations were implemented on\nAZO(1 0 0) and Co(1 1 1) surfaces (i and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S20</ext-link>). It\ncan be seen that the Li atom in Li<sub>2</sub>S<sub>2</sub> and Li<sub>2</sub>S<sub>6</sub> prefers to bond with the O atom of the AZO,\nwhereas the S atom in LiPS prefers to bond with the Zn and Al atoms.\nThe binding energies (<italic toggle=\"yes\">E</italic>\n<sub>ab</sub>) of Li<sub>2</sub>S<sub>2</sub> and Li<sub>2</sub>S<sub>6</sub> on the AZO(1 0 0) surface\nare calculated to be as high as −4.01 and −4.23 eV,\nrespectively. In comparison, Li<sub>2</sub>S<sub>6</sub> on the ZnO(1\n0 0) shows a relatively weak adsorption of −2.62 eV (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>). Additionally, the <italic toggle=\"yes\">E</italic>\n<sub>ab</sub> of Li<sub>2</sub>S on Co(1 1 1) is calculated to be\n−4.04 eV (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S20</ext-link>), proving enhanced\nchemical adsorption compared with ZIF-8@AZO and AZO where Co nanoparticles\nare absent (g). According to the above analysis, the strong adhesion of LiPS\nspecies on the surface of Co-NC@AZO can effectively prevent the loss\nof the active material.</p>", "clean_text": "The adsorption of LiPS by different samples was studied to validate the LiPS immobilization capacity of the designed materials. First, a visualized adsorption experiment was carried out using Li2S6 solution with the assistance of UV-vis absorption spectroscopy. As shown in g, equal amounts of Co-NC@AZO, ZIF-8@AZO, and AZO powders were added separately into 10 mM Li2S6 solution. One can see that the Li2S6 solution containing Co-NC@AZO becomes colorless after standing for 24 h, along with the lowest absorption peak in UV-vis absorption spectroscopy, representing a strong interaction between LiPS and Co-NC@AZO. On the other hand, the Li2S6 solution with ZIF-8@AZO remains faint yellow, implying the insufficient chemical adsorption of ZIF-8@AZO despite its high specific surface area. The solution with AZO presents the weakest Li2S6 adsorption effect due to the lack of both meso-/micropores and sufficient chemical interaction. Besides, the strong interaction between LiPS and Co-NC@AZO was further demonstrated by XPS analysis. In h, the S 2p spectrum of pure Li2S6 displays two pairs of peaks at 161.8 and 163.5 eV associated with the terminal (ST -1) and bridging sulfur (SB 0), respectively. Upon interaction with Co-NC@AZO (Li2S6@Co-NC@AZO), respective shifts of identical peaks to higher binding energies occur, indicating the strong affinity of Co-NC@AZO to LiPS by the freshly formed metal-S (e.g., Zn-S and Al-S) bond. Apart from that, the Li2S6@Co-NC@AZO sample shows a new distinctive S 2p peak at 168.7 eV, suggesting the formation of thiosulfate, which results from the oxidation of sulfur species on the surface of Co-NC@AZO. Analogously, Figure S18 shows that the Li 1s spectrum of Li2S6@Co-NC@AZO exhibits an extra peak at 56.4 eV, which can be ascribed to the Li-N/O bond, marking the potential increase of LiPS adsorption. To understand the adsorption mechanism of the Co-NC@AZO at the atomic level, DFT calculations were implemented on AZO(1 0 0) and Co(1 1 1) surfaces (i and S20). It can be seen that the Li atom in Li2S2 and Li2S6 prefers to bond with the O atom of the AZO, whereas the S atom in LiPS prefers to bond with the Zn and Al atoms. The binding energies (E ab) of Li2S2 and Li2S6 on the AZO(1 0 0) surface are calculated to be as high as -4.01 and -4.23 eV, respectively. In comparison, Li2S6 on the ZnO(1 0 0) shows a relatively weak adsorption of -2.62 eV (Figure S19). Additionally, the E ab of Li2S on Co(1 1 1) is calculated to be -4.04 eV (Figure S20), proving enhanced chemical adsorption compared with ZIF-8@AZO and AZO where Co nanoparticles are absent (g). According to the above analysis, the strong adhesion of LiPS species on the surface of Co-NC@AZO can effectively prevent the loss of the active material.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>As shown in a, symmetric cells of different cathodes\nwith Li<sub>2</sub>S<sub>6</sub> were measured at 5 mV s<sup>–1</sup>. Compared with\nZIF-8@AZO and AZO, the CV curve of Co-NC@AZO exhibits higher response\ncurrent, indicating its adequate sulfur utilization and prominent\nconversion kinetics for the redox of LiPS. Furthermore, the Co-NC@AZO cell has two different pairs of redox\npeaks, which are located at −0.24/0.24 and −0.43/0.43\nV. On the other hand, the ZIF-8@AZO cell exhibits a larger polarization\nvoltage with only one pair of broader redox peaks at −0.51/0.51\nV. This distinct difference of the two composite verifies the minimal\npolarization voltage and rapid conversion kinetics of LiPS on Co-NC@AZO.\nIn addition, Co-NC@AZO also shows high reversibility with no distinctive\npotential shift in the first three cycles, illustrating that the Co-NC@AZO\nowns a superior ability for polysulfide trapping and cycle stability\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>). Besides, the EIS spectra\nshow that a symmetrical cell with Co-NC@AZO has the lowest <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> among the three electrodes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>), demonstrating its fast charge transfer during\nthe LiPS conversion process. To gain in-depth insights into the origin\nof the superior LiPS conversion kinetics on Co-NC@AZO, the electrocatalytic\nproperties of different cathode materials were investigated. As presented\nin b, the electrocatalytic\nactivity of Co-NC@AZO toward Li<sub>2</sub>S oxidation is assessed\nin comparison with those of ZIF-8@AZO, AZO, and glassy carbon through\nLSV measurements. The results show that Co-NC@AZO provides the highest\ncurrent response of 0.94 mA and the lowest onset potential of −0.6\nV compared with ZIF-8@AZO (0.64 mA, −0.53 V) and AZO (0.34\nmA, −0.48 V) at 5 mV s<sup>–1</sup>, demonstrating the\nsuperior catalytic activity of Co-NC@AZO. This can be further verified\nby the Tafel plots shown in the inset of b, in which Co-NC@AZO has a lower slope of\n20 mV dec<sup>–1</sup> compared with those for ZIF-8@AZO (27\nmV dec<sup>–1</sup>) and AZO (39 mV dec<sup>–1</sup>), indicating the fast oxidization reactions of Li<sub>2</sub>S on\nthe Co-NC@AZO surface. To further reveal the catalytic activity of\nCo-NC@AZO toward LiPS conversion from the theoretical perspective,\nDFT calculations were conducted by considering the decomposition ability\nof Li<sub>2</sub>S on catalytically active surfaces.\nc and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S23</ext-link> show the Li<sub>2</sub>S decomposition\npathways on the Co (1 1 1) and Co–4N–C surface models.\nThe results show that the decomposition energy barrier of Li<sub>2</sub>S on Co (1 1 1) is as small as 0.17 eV, which ensures the effective\ncatalytic decomposition of Li<sub>2</sub>S. Besides, a rapid reduction\nreaction from LiPS to Li<sub>2</sub>S is also critical for an efficient\nLiPS conversion process. Therefore, the liquid–solid conversion\nprocess of LiPS was tested by nucleation and growth experiments of\nLi<sub>2</sub>S to inspect the reduction kinetics of different electrodes. As given in d–f, Co-NC@AZO exhibits the highest capacity and earliest\nresponsivity (345.66 mA h g<sup>–1</sup>, 1170 s) of Li<sub>2</sub>S nucleation compared with ZIF-8@AZO (245.25 mA h g<sup>–1</sup>, 1222 s) and AZO (171.33 mA h g<sup>–1</sup>, 1369 s), confirming\nthe high capability and rapid nucleation kinetics of Li<sub>2</sub>S, which contributes to the fast and efficient electrochemistry of\nthe Co-NC@AZO sulfur host.</p>", "clean_text": "As shown in a, symmetric cells of different cathodes with Li2S6 were measured at 5 mV s-1. Compared with ZIF-8@AZO and AZO, the CV curve of Co-NC@AZO exhibits higher response current, indicating its adequate sulfur utilization and prominent conversion kinetics for the redox of LiPS. Furthermore, the Co-NC@AZO cell has two different pairs of redox peaks, which are located at -0.24/0.24 and -0.43/0.43 V. On the other hand, the ZIF-8@AZO cell exhibits a larger polarization voltage with only one pair of broader redox peaks at -0.51/0.51 V. This distinct difference of the two composite verifies the minimal polarization voltage and rapid conversion kinetics of LiPS on Co-NC@AZO. In addition, Co-NC@AZO also shows high reversibility with no distinctive potential shift in the first three cycles, illustrating that the Co-NC@AZO owns a superior ability for polysulfide trapping and cycle stability (Figure S21). Besides, the EIS spectra show that a symmetrical cell with Co-NC@AZO has the lowest R ct among the three electrodes (Figure S22), demonstrating its fast charge transfer during the LiPS conversion process. To gain in-depth insights into the origin of the superior LiPS conversion kinetics on Co-NC@AZO, the electrocatalytic properties of different cathode materials were investigated. As presented in b, the electrocatalytic activity of Co-NC@AZO toward Li2S oxidation is assessed in comparison with those of ZIF-8@AZO, AZO, and glassy carbon through LSV measurements. The results show that Co-NC@AZO provides the highest current response of 0.94 mA and the lowest onset potential of -0.6 V compared with ZIF-8@AZO (0.64 mA, -0.53 V) and AZO (0.34 mA, -0.48 V) at 5 mV s-1, demonstrating the superior catalytic activity of Co-NC@AZO. This can be further verified by the Tafel plots shown in the inset of b, in which Co-NC@AZO has a lower slope of 20 mV dec-1 compared with those for ZIF-8@AZO (27 mV dec-1) and AZO (39 mV dec-1), indicating the fast oxidization reactions of Li2S on the Co-NC@AZO surface. To further reveal the catalytic activity of Co-NC@AZO toward LiPS conversion from the theoretical perspective, DFT calculations were conducted by considering the decomposition ability of Li2S on catalytically active surfaces. c and S23 show the Li2S decomposition pathways on the Co (1 1 1) and Co-4N-C surface models. The results show that the decomposition energy barrier of Li2S on Co (1 1 1) is as small as 0.17 eV, which ensures the effective catalytic decomposition of Li2S. Besides, a rapid reduction reaction from LiPS to Li2S is also critical for an efficient LiPS conversion process. Therefore, the liquid-solid conversion process of LiPS was tested by nucleation and growth experiments of Li2S to inspect the reduction kinetics of different electrodes. As given in d-f, Co-NC@AZO exhibits the highest capacity and earliest responsivity (345.66 mA h g-1, 1170 s) of Li2S nucleation compared with ZIF-8@AZO (245.25 mA h g-1, 1222 s) and AZO (171.33 mA h g-1, 1369 s), confirming the high capability and rapid nucleation kinetics of Li2S, which contributes to the fast and efficient electrochemistry of the Co-NC@AZO sulfur host.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) CV curves at 5 mV s<sup>–1</sup> of\nLi<sub>2</sub>S<sub>6</sub> symmetric cells of Co-NC@AZO, ZIF-8@AZO,\nand AZO; (b) LSV\ncurves of Co-NC@AZO, ZIF-8@AZO, and AZO cathodes; (c) decomposition\npath of Li<sub>2</sub>S on Co (1 1 1); (d–f) chronoamperometry\ncurves of Co-NC@AZO, ZIF-8@AZO, and AZO cathodes in 2.05 V-based Li<sub>2</sub>S<sub>8</sub>/tetraglyme solution.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) CV curves at 5 mV s-1 of Li2S6 symmetric cells of Co-NC@AZO, ZIF-8@AZO, and AZO; (b) LSV curves of Co-NC@AZO, ZIF-8@AZO, and AZO cathodes; (c) decomposition path of Li2S on Co (1 1 1); (d-f) chronoamperometry curves of Co-NC@AZO, ZIF-8@AZO, and AZO cathodes in 2.05 V-based Li2S8/tetraglyme solution.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>Flexible and foldable pouch cells with the Co-NC@AZO/S cathode\nwere further explored. Based on the schematic illustration (a), a large-area\n(3 × 4 cm<sup>2</sup>) pouch cell with high S loading (4 mg cm<sup>–2</sup>) was fabricated, and the corresponding E/S ratio\nwas 5.2 μL mg<sup>–1</sup>. Experimentally, an open-circuit\nvoltage (OCV) of 2.66 V was achieved by the Li–S pouch cell.\nIt can successfully power a red light-emitting diode (LED) as shown\nin b. Moreover,\nthe Co-NC@AZO/S cathode has the ability to illuminate LED badges under\nvarious bending conditions (c). No apparent change in the LED brightness can be\nobserved during the bending and folding process. Also, even when flattening\nand folding again, the series resistance remains unchanged and the <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> is only slightly increased, convincingly\nverifying the high flexibility and robustness of the Co-NC@AZO-based\npouch cell. In addition, outstanding performance in cycling stability\nis also observed in the Co-NC@AZO/S-based pouch cell, which liberates\na satisfactory specific capacity of 897.5 mA h g<sup>–1</sup> under 0.1 C after 100 cycles. The superior stability of the pouch\ncell is mainly due to the excellent trapping capacity of sulfur species\nby the designed Co-NC@AZO cathode: the macro-/microporous multistage\narchitecture provides a mass of adsorption sites for LiPS; the strong\npolar adsorption for LiPS by AZO and Co-NC suppresses the shuttle\neffect; the catalytic effect of Co-NC significantly enhances the electrochemical\nredox kinetics of LiPS (d). The reduced polysulfide dissolution limits the decreased\nionic conductivity, rapid lithium metal anode corrosion, premature\nprecipitation of LiPS in the electrolyte, and the accompanying sulfur\nloss, which are considered as the main reasons for pouch cell failure. As a result, the design of multifunctional Co-NC@AZO electrodes\nis of significant potential for practical electronics and portable\nstorage applications. In the future work, the production of Li–S\npouch cells with high specific energy and long cycle life is a subject\nfor new ideas related to materials, electrode structures, and electrolytes.</p>", "clean_text": "Flexible and foldable pouch cells with the Co-NC@AZO/S cathode were further explored. Based on the schematic illustration (a), a large-area (3 × 4 cm2) pouch cell with high S loading (4 mg cm-2) was fabricated, and the corresponding E/S ratio was 5.2 μL mg-1. Experimentally, an open-circuit voltage (OCV) of 2.66 V was achieved by the Li-S pouch cell. It can successfully power a red light-emitting diode (LED) as shown in b. Moreover, the Co-NC@AZO/S cathode has the ability to illuminate LED badges under various bending conditions (c). No apparent change in the LED brightness can be observed during the bending and folding process. Also, even when flattening and folding again, the series resistance remains unchanged and the R ct is only slightly increased, convincingly verifying the high flexibility and robustness of the Co-NC@AZO-based pouch cell. In addition, outstanding performance in cycling stability is also observed in the Co-NC@AZO/S-based pouch cell, which liberates a satisfactory specific capacity of 897.5 mA h g-1 under 0.1 C after 100 cycles. The superior stability of the pouch cell is mainly due to the excellent trapping capacity of sulfur species by the designed Co-NC@AZO cathode: the macro-/microporous multistage architecture provides a mass of adsorption sites for LiPS; the strong polar adsorption for LiPS by AZO and Co-NC suppresses the shuttle effect; the catalytic effect of Co-NC significantly enhances the electrochemical redox kinetics of LiPS (d). The reduced polysulfide dissolution limits the decreased ionic conductivity, rapid lithium metal anode corrosion, premature precipitation of LiPS in the electrolyte, and the accompanying sulfur loss, which are considered as the main reasons for pouch cell failure. As a result, the design of multifunctional Co-NC@AZO electrodes is of significant potential for practical electronics and portable storage applications. In the future work, the production of Li-S pouch cells with high specific energy and long cycle life is a subject for new ideas related to materials, electrode structures, and electrolytes.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Schematic\ndiagrams of pouch Li–S batteries; (b) OCV\nof the Co-NC@AZO/S-based pouch cell and a lighting red LED driven\nby it; (c) Co-NC@AZO/S pouch cell with a lighting red LED at different\nbending and folding angles and the corresponding EIS Nyquist plots;\n(d) cycling performance of the Co-NC@AZO/S-based pouch cell at 0.1\nC.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Schematic diagrams of pouch Li-S batteries; (b) OCV of the Co-NC@AZO/S-based pouch cell and a lighting red LED driven by it; (c) Co-NC@AZO/S pouch cell with a lighting red LED at different bending and folding angles and the corresponding EIS Nyquist plots; (d) cycling performance of the Co-NC@AZO/S-based pouch cell at 0.1 C.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary,\na hierarchical structure consisting of AZO as the conductive\nordered macroporous framework and embedded Co-NC as the microporous\ncatalytic nanoparticles is rationally designed and successfully prepared\nas an advanced sulfur immobilizer and catalytical promoter. The AZO\nmaterial possesses both excellent polysulfide adsorption and good\nelectronic conductivity, whereas the macroporous framework accelerates\nthe mass transportation and electrolyte infiltration, simultaneously\nproviding plentiful and accessible sites for strong LiPS adsorption.\nMeanwhile, micro-/mesoporous Co-NC is embedded in the macropores to\nfurther strengthen the LiPS adsorption as well as catalytically accelerate\nLiPS conversion kinetics at the same time. Attributed to the material\nand structural superiorities, the Co-NC@AZO/S cathode delivers a low\ncapacity decay of 0.020% per cycle for 500 cycles at 1 C, exhibiting\na notable rate capability of 635.5 mA h g<sup>–1</sup> up to\n5 C. Especially, at a S loading of 6.8 mg cm<sup>–2</sup>,\na high areal capacity of 5.8 mA h cm<sup>–2</sup> is achieved\nunder lean electrolyte conditions (E/S = 5.7). With these benefits,\nthe pouch cell based on the Co-NC@AZO/S cathode also provides excellent\nlong-term stability of 897.5 mA h g<sup>–1</sup> within 100\ncycles at 0.1 C under 4 mg cm<sup>–2</sup> sulfur loading.\nThis work offers a strategy for a superior sulfur host with hierarchical\narchitecture and multifunction to achieve effective anchoring and\nconversion of LiPS, holding great promises in practical application\nin Li–S batteries.</p>", "clean_text": "Conclusions\n\nIn summary, a hierarchical structure consisting of AZO as the conductive ordered macroporous framework and embedded Co-NC as the microporous catalytic nanoparticles is rationally designed and successfully prepared as an advanced sulfur immobilizer and catalytical promoter. The AZO material possesses both excellent polysulfide adsorption and good electronic conductivity, whereas the macroporous framework accelerates the mass transportation and electrolyte infiltration, simultaneously providing plentiful and accessible sites for strong LiPS adsorption. Meanwhile, micro-/mesoporous Co-NC is embedded in the macropores to further strengthen the LiPS adsorption as well as catalytically accelerate LiPS conversion kinetics at the same time. Attributed to the material and structural superiorities, the Co-NC@AZO/S cathode delivers a low capacity decay of 0.020% per cycle for 500 cycles at 1 C, exhibiting a notable rate capability of 635.5 mA h g-1 up to 5 C. Especially, at a S loading of 6.8 mg cm-2, a high areal capacity of 5.8 mA h cm-2 is achieved under lean electrolyte conditions (E/S = 5.7). With these benefits, the pouch cell based on the Co-NC@AZO/S cathode also provides excellent long-term stability of 897.5 mA h g-1 within 100 cycles at 0.1 C under 4 mg cm-2 sulfur loading. This work offers a strategy for a superior sulfur host with hierarchical architecture and multifunction to achieve effective anchoring and conversion of LiPS, holding great promises in practical application in Li-S batteries.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.1c12808?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.1c12808</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional SEM, TEM, XRD,\nXPS, TGA, DFT, and electrochemical\nperformance including EIS, CV, <italic toggle=\"yes\">D</italic>\n<sub>Li</sub>, galvanostatic\ndischarge/charge profiles, and cycling performance (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.1c12808.  Additional SEM, TEM, XRD, XPS, TGA, DFT, and electrochemical performance including EIS, CV, D Li, galvanostatic discharge/charge profiles, and cycling performance (PDF)   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Additional SEM, TEM, XRD,\nXPS, TGA, DFT, and electrochemical\nperformance including EIS, CV, <italic toggle=\"yes\">D</italic>\n<sub>Li</sub>, galvanostatic\ndischarge/charge profiles, and cycling performance (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Additional SEM, TEM, XRD, XPS, TGA, DFT, and electrochemical performance including EIS, CV, D Li, galvanostatic discharge/charge profiles, and cycling performance (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "5, 13", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><title>Material Synthesis of ZnO and AZO</title><p>First, polystyrene\n(PS) spheres 290 nm in diameter were prepared\nas a macroporous template according to the literature. For generating ZnO, Zn­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (2.2 g) was dissolved in methanol (10 mL) with\ncontinuous stirring. After that, citric acid (0.6 g) was added as\na chelating agent to the above solution and uninterruptedly stirred\nfor 30 min. Then, PS spheres (2.0 g) were dipped in the above metal\nprecursor solution and allowed to stand for 4 h. Subsequently, the\nsuspension was filtered by vacuum filtration to remove the excess\nsolution. Following vacuum drying at 60 °C, the dried sample\nwas thermally treated in a tube furnace at 300 °C in Ar for 60\nmin following ramping at a rate of 1 °C min<sup>–1</sup>. Then, the temperature was raised again to 500 °C and maintained\nfor 2 h under Ar at a ramping rate of 1 °C min<sup>–1</sup>. Finally, the ZnO powder was cooled to room temperature and collected.\nThe AZO powder was synthesized by the same method with the addition\nof a certain amount of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O.</p><title>Li<sub>2</sub>S Nucleation Characterizations</title><p>The Li<sub>2</sub>S<sub>8</sub> solution was synthesized <italic toggle=\"yes\">via</italic> mixing Li<sub>2</sub>S and S at a molar ratio of 1:7\nin a solution of tetraglyme and LiTFSI (1 M) and then was stirred\ncontinuously at 60 °C for 24 h. The cell was discharged to 2.06\nV under a continuous current of 0.112 mA and then kept at a constant\nvoltage of 2.05 V until the current dropped below 0.1 mA.</p>", "clean_text": "Experimental Section\n\nMaterial Synthesis of ZnO and AZO\n\nFirst, polystyrene (PS) spheres 290 nm in diameter were prepared as a macroporous template according to the literature. For generating ZnO, Zn(NO3)3⋅6H2O (2.2 g) was dissolved in methanol (10 mL) with continuous stirring. After that, citric acid (0.6 g) was added as a chelating agent to the above solution and uninterruptedly stirred for 30 min. Then, PS spheres (2.0 g) were dipped in the above metal precursor solution and allowed to stand for 4 h. Subsequently, the suspension was filtered by vacuum filtration to remove the excess solution. Following vacuum drying at 60 °C, the dried sample was thermally treated in a tube furnace at 300 °C in Ar for 60 min following ramping at a rate of 1 °C min-1. Then, the temperature was raised again to 500 °C and maintained for 2 h under Ar at a ramping rate of 1 °C min-1. Finally, the ZnO powder was cooled to room temperature and collected. The AZO powder was synthesized by the same method with the addition of a certain amount of Al(NO3)3⋅9H2O.\n\nLi2S Nucleation Characterizations\n\nThe Li2S8 solution was synthesized via mixing Li2S and S at a molar ratio of 1:7 in a solution of tetraglyme and LiTFSI (1 M) and then was stirred continuously at 60 °C for 24 h. The cell was discharged to 2.06 V under a continuous current of 0.112 mA and then kept at a constant voltage of 2.05 V until the current dropped below 0.1 mA.", "data": [{"meta": {"name": "ZnO", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn­(NO3)3·6H2O", "amount": "2.2", "unit": "g"}, {"name": "citric acid", "amount": "0.6", "unit": "g"}], "solution": [{"name": "methanol", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "", "time": "30 min"}, {"synthesis method": "dipping", "dipping material": "PS spheres", "amount": "2.0", "unit": "g", "dipping time": "4 h"}, {"synthesis method": "filtration", "filtration method": "vacuum filtration"}, {"synthesis method": "drying", "pressure": "", "temperature": "60 °C", "atmosphere": "", "time": ""}, {"synthesis method": "heat treatment", "heat treatment method": "tube furnace", "atmosphere": "Ar", "heat treatment temperature": "300 °C, 500 °C", "heat treatment time": "60 min, 2 h", "heating rate": "1 °C min-1", "cooling rate": "1 °C min-1"}], "yield": ""}, {"meta": {"name": "AZO", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn­(NO3)3·6H2O", "amount": "2.2", "unit": "g"}, {"name": "citric acid", "amount": "0.6", "unit": "g"}, {"name": "Al­(NO3)3·9H2O", "amount": "", "unit": ""}], "solution": [{"name": "methanol", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "", "time": "30 min"}, {"synthesis method": "dipping", "dipping material": "PS spheres", "amount": "2.0", "unit": "g", "dipping time": "4 h"}, {"synthesis method": "filtration", "filtration method": "vacuum filtration"}, {"synthesis method": "drying", "pressure": "", "temperature": "60 °C", "atmosphere": "", "time": ""}, {"synthesis method": "heat treatment", "heat treatment method": "tube furnace", "atmosphere": "Ar", "heat treatment temperature": "300 °C, 500 °C", "heat treatment time": "60 min, 2 h", "heating rate": "1 °C min-1", "cooling rate": "1 °C min-1"}], "yield": ""}, {"meta": {"name": "Li2S", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Li2S", "amount": "", "unit": ""}, {"name": "S", "amount": "", "unit": ""}], "solution": [{"name": "tetraglyme", "amount": "", "unit": ""}, {"name": "LiTFSI (1 M)", "amount": "", "unit": ""}], "pressure": "", "temperature": "60 °C", "time": "24 h"}], "yield": ""}], "include_properties": ["chemical_synthesis", "filtration", "drying", "heat_treatment", "chemical_synthesis"]}, {"idx": "1, 4, 21, 23", "type": "text", "classification": "property", "content": "<p>Lithium–sulfur\n(Li–S) batteries possess many practical\nchallenges including the lithium polysulfide (LiPS) “shuttle\neffect” and their sluggish conversion kinetics. To address\nthese issues, a unique hierarchical porous architecture, combining\nhighly conductive ordered macroporous skeleton and embedded microporous\nparticles is rationally designed as a dual-effective polysulfide immobilizer\nand conversion promoter. In this nanoporous architecture, Al-doped\nZnO (AZO) acts as a conductive macroporous framework, profiting chemical\nanchoring of LiPS as well as facilitating electrolyte infiltration\nand ion diffusion; Co nanoparticle-anchored N-doped carbon (Co-NC)\nderived from CoZn-metal–organic framework is embedded in the\nmacropores to further strengthen the LiPS adsorption, catalytically\naccelerating conversion kinetics of LiPS simultaneously. Consequently,\nthe Co-NC@AZO/S cathode delivers a notable rate capability of 635.5\nmA h g<sup>–1</sup> at 5 C. A high area capacity of about 5.8\nmA h cm<sup>–2</sup> with a mass loading of 6.8 mg cm<sup>–2</sup> is also achieved under a lean electrolyte (E/S = 5.7). Additionally,\nthe Li–S pouch cells equipped with Co-NC@AZO can be extended\nto sulfur loading as high as 4.0 mg cm<sup>–2</sup>, delivering\na superb capability of 897.5 mA h g<sup>–1</sup> after 100\ncycles. This work puts forward a design for stably cycled and practically\nviable Li–S batteries.</p><p>Herein, a highly conductive and polar\nthree-dimensional ordered\nmacroporous (3DOM) framework was developed by Al-doped ZnO (AZO),\na commonly used conductive oxide in photovoltaics. The inherent polarity\nof 3DOM AZO can provide strengthened LiPS adsorption. In addition,\nthe high conductivity and ordered macropores can efficiently accelerate\ncharge transportation and transfer, electrolyte infiltration, and\nion diffusion. To further boost the surface area and corresponding\nreaction sites, microporous Co-decorated N-doped carbon (Co-NC), derived\nfrom the carbonization of the CoZn-MOF, was introduced within the\nmacropores of 3DOM AZO, forming a novel hierarchical porous structure.\nThe microporous Co-NC provides plentiful and accessible active sites\nof Co nanoparticles as well as N-doped carbon for strong LiPS adsorption\nand its effective catalytic conversion during charge/discharge cycling,\nensuring a high utilization rate of sulfur in lean electrolyte conditions.\nCombined with these merits, the CoZn-NC@AZO/S cathode exhibits superb\ncycling stability over 500 cycles at 1 C with a low capacity fading\nrate of 0.020% per cycle and a high capacity of 635.5 mA h g<sup>–1</sup> at 5 C. Furthermore, a high area capacity of 5.8 mA h cm<sup>–2</sup> with a sulfur loading of 6.8 mg cm<sup>–2</sup> is also achieved\nat a low electrolyte-to-sulfur ratio (E/S = 5.7). More importantly,\nthe multifunctional CoZn-NC@AZO cathode also shows excellent electrochemical\nperformance in a pouch cell. A high capacity of 897.5 mA h g<sup>–1</sup> can be obtained even after 100 cycles at 0.1 C under a sulfur loading\nof 4.0 mg cm<sup>–2</sup> and E/S ratio of 5.2 μL mg<sup>–1</sup>. Also, the excellent flexibility of the pouch cell\nis displayed under flat and bending states. This study proposes a\nnovel design strategy for advanced and practicable Li–S batteries.</p><p>The collected XRD patterns of Co-NC@AZO, ZIF-8@AZO, AZO, and 3DOM\nZnO (ZnO) are presented in a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S5</ext-link>. The three characteristic\npeaks shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link> at 31, 34, and\n36° attribute to the (1 0 0), (0 0 2), and (1 0 1) planes of\nZnO. Note that the AZO retains the lattice of ZnO with peaks slightly\nshifting to higher degrees, which can be explained by the slight lattice\nshrinkage of partly replaced Zn<sup>2+</sup> by Al<sup>3+</sup> (2\nmol %). Moreover, the characteristic\npeak of ZIF-8 between 5 and 20° can be found in the ZIF-8@AZO\nand the pure ZIF-8, proving the successful formation of ZIF-8 crystals\nin the 3DOM framework. The electrical conductivities of these samples\nwere measured by the four-point probe method (b). The conductivity\nof AZO (7.8 S cm<sup>–1</sup>) is 4 orders of magnitude higher\nthan that of ZnO (8.6 × 10<sup>–4</sup> S cm<sup>–1</sup>), implying that a proper doping of Al can significantly enhance\nthe electrical conductivity of ZnO. When ZIF-8 forms on AZO, the electrical\nconductivity slightly decreases to 5.4 S cm<sup>–1</sup>, which\ncan be improved back to an even higher 9.8 S cm<sup>–1</sup> after carbonization. c depicts the density of states (DOS) patterns of ZnO and\nAZO to further prove the good conductivity of AZO. The DOS pattern\nof ZnO shows distinct energy gaps with a typical semiconducting character.\nWhen Al is introduced into the lattice of ZnO to replace Zn atoms,\na new DOS appears around the Fermi energy to narrow the band gap,\nwhich significantly improves its electrical conductivity. Moreover, a higher Zn d band center can be observed\nfor AZO (−1.55 eV) compared with that of ZnO (−2.80\neV); see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>. That is, the introduction\nof Al significantly upshifts the d band center of Zn, thereby enhancing\nits adsorption ability toward polysulfide.\n</p><p>To verify the porosity of the samples, nitrogen adsorption–desorption\nmeasurements were performed. As illustrated in d,e, AZO shows very low N<sub>2</sub> adsorption\ncapacity. However, both ZIF-8@AZO and Co-NC@AZO exhibit high uptakes\nin the low <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> range,\nwhich corresponds to the micro-/mesoporous structure of MOFs and Co-NC.\nThe BET surface area of Co-NC@AZO is calculated to be 209.80 m<sup>2</sup> g<sup>–1</sup>, and its total pore volume is 0.47\ncm<sup>3</sup> g<sup>–1</sup>, which is significantly higher\nthan those of AZO (88.96 m<sup>2</sup> g<sup>–1</sup>, 0.18\ncm<sup>3</sup> g<sup>–1</sup>) but lower than those of ZIF-8@AZO\n(935.01 m<sup>2</sup> g<sup>–1</sup>, 0.65 cm<sup>3</sup> g<sup>–1</sup>). This result suggests that a portion of the ZIF-8\nwas decomposed during the carbonization process to produce catalytic\nCo nanoparticles for improved LiPS conversion. The rich micro-/mesopores\nare expected to benefit for the inhibition of LiPS shuttle effect.\nThe Raman spectra of Co-NC@AZO, ZIF-8@AZO, and AZO are displayed in f. The sharp peak\nat 1341 cm<sup>–1</sup> is ascribed to the D-band of sp<sup>3</sup> defects for amorphous carbon, and the distinct peak at 1582\ncm<sup>–1</sup> can be ascribed to the G-band from the in-plane\nvibration of graphitic layers. Raman\nspectra are used to evaluate the microcrystalline graphite domain\nlengths along the lateral ab direction (<italic toggle=\"yes\">L</italic>\n<sub>a</sub>) of samples according to the following \n<disp-formula id=\"eq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">nm</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2.4</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mn>10</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mn>10</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>λ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">G</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">D</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>where λ (nm) is the\nwavelength of the laser (532 nm), <italic toggle=\"yes\">I</italic>\n<sub>G</sub> and <italic toggle=\"yes\">I</italic>\n<sub>D</sub> are the intensity of the G band and D band,\nrespectively. The <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> (area) values of Co-NC@AZO,\nZIF-8@AZO, and AZO are 2.09, 2.69, and 2.29, respectively, and the\ncorresponding <italic toggle=\"yes\">L</italic>\n<sub>a</sub> values are calculated\nas 9.19, 7.14, and 8.39 nm, respectively. ZIF-8@AZO exhibits a higher <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> (area) value\nand shorter length of <italic toggle=\"yes\">L</italic>\n<sub>a</sub> than AZO, implying\na lower proportion of graphitic layers introduced by ZIF-8, which\ncan be confirmed by the slightly decreased conductivity of ZIF-8@AZO\nthan AZO (b),\nwhile Co-NC@AZO displays the lowest <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> (area) value and the highest <italic toggle=\"yes\">L</italic>\n<sub>a</sub> value, demonstrating that the carbonization\nprocess increases the degree of graphitization, compensating for the\nloss of electrical conductivity due to the introduction of nongraphite\ncarbon (from 5.4 to 9.8 S cm<sup>–1</sup>, b). The surface chemistry of\nthe obtained Co-NC@AZO was studied by XPS. The two peaks at 1022.2\nand 1045.2 eV in g can be ascribed to Zn 2p<sub>3/2</sub> and Zn 2p<sub>1/2</sub>,\nrespectively, and the peak at 74.5 eV in h is assigned to Al 2p, demonstrating the\nexistence of Zn and Al. Meanwhile, i shows a sharp peak at 778.6 eV, verifying\nthe existence of the metallic Co state. The emergence of C–N and CN species in fitted C 1s\nconfirms the successful doping of N in the carbon lattice (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S7c</ext-link>). Additionally,\nas shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S7b</ext-link>, four peaks can\nbe obtained in the N 1s spectrum, which are assigned to pyridinic-N,\npyrrolic-N, graphitic-N, and oxidized-N groups. Note that in N-containing\nmetal/carbon systems, for example, MOF-derived carbonous materials,\nthe formation of N-metal sites is a regular phenomenon under elevated-temperature\npyrolysis treatment. Therefore, the appearance of pyrrolic-N and pyridinic-N\npeaks may likely represent the N–Co bond here. The sulfur contents in Co-NC@AZO, ZIF-8@AZO, and AZO calculated\nfrom TGA are 74.5, 65.3, and 58.2 wt %, respectively, which can be\nfound in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>. It is worth noting\nthat ZIF-8@AZO and AZO exhibit lower sulfur loading than Co-NC@AZO.\nThe reason is that the large number of Zn-2-MeIM pieces in ZIF-8@AZO\noccupy too much space of the AZO macropores, thus hindering the sulfur\ninfusion. Also, AZO causes sulfur loss due to the small BET surface\narea of 88.96 m<sup>2</sup> g<sup>–1</sup>, which is insufficient\nto hold much sulfur. While for the Co-NC@AZO, the partial breakdown\nof ZIF-8 to form Co-NC during the carbonization process exposes a\nlarge amount of macro-/mesoporous space, resulting in a relatively\nproper BET surface area of 209.80 m<sup>2</sup> g<sup>–1</sup> that can be used to store more sulfur.</p>", "clean_text": "Lithium-sulfur (Li-S) batteries possess many practical challenges including the lithium polysulfide (LiPS) \"shuttle effect\" and their sluggish conversion kinetics. To address these issues, a unique hierarchical porous architecture, combining highly conductive ordered macroporous skeleton and embedded microporous particles is rationally designed as a dual-effective polysulfide immobilizer and conversion promoter. In this nanoporous architecture, Al-doped ZnO (AZO) acts as a conductive macroporous framework, profiting chemical anchoring of LiPS as well as facilitating electrolyte infiltration and ion diffusion; Co nanoparticle-anchored N-doped carbon (Co-NC) derived from CoZn-metal-organic framework is embedded in the macropores to further strengthen the LiPS adsorption, catalytically accelerating conversion kinetics of LiPS simultaneously. Consequently, the Co-NC@AZO/S cathode delivers a notable rate capability of 635.5 mA h g-1 at 5 C. A high area capacity of about 5.8 mA h cm-2 with a mass loading of 6.8 mg cm-2 is also achieved under a lean electrolyte (E/S = 5.7). Additionally, the Li-S pouch cells equipped with Co-NC@AZO can be extended to sulfur loading as high as 4.0 mg cm-2, delivering a superb capability of 897.5 mA h g-1 after 100 cycles. This work puts forward a design for stably cycled and practically viable Li-S batteries.\n\nHerein, a highly conductive and polar three-dimensional ordered macroporous (3DOM) framework was developed by Al-doped ZnO (AZO), a commonly used conductive oxide in photovoltaics. The inherent polarity of 3DOM AZO can provide strengthened LiPS adsorption. In addition, the high conductivity and ordered macropores can efficiently accelerate charge transportation and transfer, electrolyte infiltration, and ion diffusion. To further boost the surface area and corresponding reaction sites, microporous Co-decorated N-doped carbon (Co-NC), derived from the carbonization of the CoZn-MOF, was introduced within the macropores of 3DOM AZO, forming a novel hierarchical porous structure. The microporous Co-NC provides plentiful and accessible active sites of Co nanoparticles as well as N-doped carbon for strong LiPS adsorption and its effective catalytic conversion during charge/discharge cycling, ensuring a high utilization rate of sulfur in lean electrolyte conditions. Combined with these merits, the CoZn-NC@AZO/S cathode exhibits superb cycling stability over 500 cycles at 1 C with a low capacity fading rate of 0.020% per cycle and a high capacity of 635.5 mA h g-1 at 5 C. Furthermore, a high area capacity of 5.8 mA h cm-2 with a sulfur loading of 6.8 mg cm-2 is also achieved at a low electrolyte-to-sulfur ratio (E/S = 5.7). More importantly, the multifunctional CoZn-NC@AZO cathode also shows excellent electrochemical performance in a pouch cell. A high capacity of 897.5 mA h g-1 can be obtained even after 100 cycles at 0.1 C under a sulfur loading of 4.0 mg cm-2 and E/S ratio of 5.2 μL mg-1. Also, the excellent flexibility of the pouch cell is displayed under flat and bending states. This study proposes a novel design strategy for advanced and practicable Li-S batteries.\n\nThe collected XRD patterns of Co-NC@AZO, ZIF-8@AZO, AZO, and 3DOM ZnO (ZnO) are presented in a and S5. The three characteristic peaks shown in Figure S5 at 31, 34, and 36° attribute to the (1 0 0), (0 0 2), and (1 0 1) planes of ZnO. Note that the AZO retains the lattice of ZnO with peaks slightly shifting to higher degrees, which can be explained by the slight lattice shrinkage of partly replaced Zn2+ by Al3+ (2 mol %). Moreover, the characteristic peak of ZIF-8 between 5 and 20° can be found in the ZIF-8@AZO and the pure ZIF-8, proving the successful formation of ZIF-8 crystals in the 3DOM framework. The electrical conductivities of these samples were measured by the four-point probe method (b). The conductivity of AZO (7.8 S cm-1) is 4 orders of magnitude higher than that of ZnO (8.6 × 10-4 S cm-1), implying that a proper doping of Al can significantly enhance the electrical conductivity of ZnO. When ZIF-8 forms on AZO, the electrical conductivity slightly decreases to 5.4 S cm-1, which can be improved back to an even higher 9.8 S cm-1 after carbonization. c depicts the density of states (DOS) patterns of ZnO and AZO to further prove the good conductivity of AZO. The DOS pattern of ZnO shows distinct energy gaps with a typical semiconducting character. When Al is introduced into the lattice of ZnO to replace Zn atoms, a new DOS appears around the Fermi energy to narrow the band gap, which significantly improves its electrical conductivity. Moreover, a higher Zn d band center can be observed for AZO (-1.55 eV) compared with that of ZnO (-2.80 eV); see Figure S6. That is, the introduction of Al significantly upshifts the d band center of Zn, thereby enhancing its adsorption ability toward polysulfide. \n\nTo verify the porosity of the samples, nitrogen adsorption-desorption measurements were performed. As illustrated in d,e, AZO shows very low N2 adsorption capacity. However, both ZIF-8@AZO and Co-NC@AZO exhibit high uptakes in the low P/P 0 range, which corresponds to the micro-/mesoporous structure of MOFs and Co-NC. The BET surface area of Co-NC@AZO is calculated to be 209.80 m2 g-1, and its total pore volume is 0.47 cm3 g-1, which is significantly higher than those of AZO (88.96 m2 g-1, 0.18 cm3 g-1) but lower than those of ZIF-8@AZO (935.01 m2 g-1, 0.65 cm3 g-1). This result suggests that a portion of the ZIF-8 was decomposed during the carbonization process to produce catalytic Co nanoparticles for improved LiPS conversion. The rich micro-/mesopores are expected to benefit for the inhibition of LiPS shuttle effect. The Raman spectra of Co-NC@AZO, ZIF-8@AZO, and AZO are displayed in f. The sharp peak at 1341 cm-1 is ascribed to the D-band of sp3 defects for amorphous carbon, and the distinct peak at 1582 cm-1 can be ascribed to the G-band from the in-plane vibration of graphitic layers. Raman spectra are used to evaluate the microcrystalline graphite domain lengths along the lateral ab direction (L a) of samples according to the following         L   a     ( nm )  =  ( 2.4 ×   10   - 10   )    λ   n m   4     (   I   G   /   I   D   )     1 where λ (nm) is the wavelength of the laser (532 nm), I G and I D are the intensity of the G band and D band, respectively. The I D/I G (area) values of Co-NC@AZO, ZIF-8@AZO, and AZO are 2.09, 2.69, and 2.29, respectively, and the corresponding L a values are calculated as 9.19, 7.14, and 8.39 nm, respectively. ZIF-8@AZO exhibits a higher I D/I G (area) value and shorter length of L a than AZO, implying a lower proportion of graphitic layers introduced by ZIF-8, which can be confirmed by the slightly decreased conductivity of ZIF-8@AZO than AZO (b), while Co-NC@AZO displays the lowest I D/I G (area) value and the highest L a value, demonstrating that the carbonization process increases the degree of graphitization, compensating for the loss of electrical conductivity due to the introduction of nongraphite carbon (from 5.4 to 9.8 S cm-1, b). The surface chemistry of the obtained Co-NC@AZO was studied by XPS. The two peaks at 1022.2 and 1045.2 eV in g can be ascribed to Zn 2p3/2 and Zn 2p1/2, respectively, and the peak at 74.5 eV in h is assigned to Al 2p, demonstrating the existence of Zn and Al. Meanwhile, i shows a sharp peak at 778.6 eV, verifying the existence of the metallic Co state. The emergence of C-N and CN species in fitted C 1s confirms the successful doping of N in the carbon lattice (Figure S7c). Additionally, as shown in Figure S7b, four peaks can be obtained in the N 1s spectrum, which are assigned to pyridinic-N, pyrrolic-N, graphitic-N, and oxidized-N groups. Note that in N-containing metal/carbon systems, for example, MOF-derived carbonous materials, the formation of N-metal sites is a regular phenomenon under elevated-temperature pyrolysis treatment. Therefore, the appearance of pyrrolic-N and pyridinic-N peaks may likely represent the N-Co bond here. The sulfur contents in Co-NC@AZO, ZIF-8@AZO, and AZO calculated from TGA are 74.5, 65.3, and 58.2 wt %, respectively, which can be found in Figure S8. It is worth noting that ZIF-8@AZO and AZO exhibit lower sulfur loading than Co-NC@AZO. The reason is that the large number of Zn-2-MeIM pieces in ZIF-8@AZO occupy too much space of the AZO macropores, thus hindering the sulfur infusion. Also, AZO causes sulfur loss due to the small BET surface area of 88.96 m2 g-1, which is insufficient to hold much sulfur. While for the Co-NC@AZO, the partial breakdown of ZIF-8 to form Co-NC during the carbonization process exposes a large amount of macro-/mesoporous space, resulting in a relatively proper BET surface area of 209.80 m2 g-1 that can be used to store more sulfur.", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4101 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": "24, 26, 27", "type": "text", "classification": "property", "content": "<p>The electrochemical\nperformance of different samples was explored.\nThe CV curves of the Co-NC@AZO/S cathode measured at 0.1 mV s<sup>–1</sup> are shown in a. Two reduction peaks at C<sub>1</sub> (2.29 V) and\nC<sub>2</sub> (2.04 V) can be observed during the discharging process,\ncorresponding to the sequential transformation of S<sub>8</sub> to\nsoluble Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (4 &lt; <italic toggle=\"yes\">x</italic> &lt; 8) and insoluble Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S, respectively. In the charging process, the CV curves show\na twin oxidation peak at A<sub>1</sub> (2.31 V) and A<sub>2</sub> (2.38\nV), representing the reversible oxidation of Li<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S to S<sub>8</sub>. In addition,\nthe fifth-cycle CV curve overlaps with the first cycle, indicating\nthe excellent durability of the Co-NC@AZO/S electrode. On the other\nhand, the ZIF-8@AZO/S cathode shows lower reduction peaks and higher\npolarization voltages compared with the Co-NC@AZO/S cathode (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>), demonstrating its slower electrochemical\nkinetics originating from poor conductivity of ZIF-8. Moreover, the galvanostatic charge/discharge profiles of\ndifferent cathodes at 0.2 C are presented in b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S10</ext-link>. Specifically,\nthe potential difference value (η) is defined as the distance\nbetween the charging and discharging plateaus at half capacity, representing\nthe degree of polarization. In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>, the gap between the charge and discharge\nplateaus of the AZO/S cathode is much smaller than the ZnO/S cathode,\nindicating less polarization and improved conductivity of the AZO/S\ncathode. Meanwhile, the charge/discharge\nprofile of the Co-NC@AZO/S cathode shows the lowest polarization (η\n= 0.14 V) and the most stable voltage plateau compared to that of\nthe ZIF-8@AZO/S and AZO/S cathodes (b). This indicates that the electrochemical\nreaction dynamics was enhanced in the conductive Co-NC@AZO. In b,c, the Co-NC@AZO/S\ncathode presents an initial discharge capacity of 1206.18 mA h g<sup>–1</sup> with a decent capacity decay of 12.7% over 100 cycles\nat 0.2 C. However, the discharge capacities of ZIF-8@AZO/S and AZO/S\ncathodes drop rapidly to 694.0 and 489.22 mA h g<sup>–1</sup> after 100 cycles, with a decay capacity of 27.8 and 54.7%, respectively.\nThus, the Co-NC@AZO cathode inherits advantages of both ZIF-8@AZO\nand AZO, presenting excellent cycle stability and the highest discharge\ncapacity. The Co<sup>2+</sup> concentration for Zn<sup>2+</sup> substitution\nand the annealing temperature to obtain Co-NC@AZO were also optimized.\nIn <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>, the Co-NC@AZO/S–Co:\n0.70 mmol cathode exhibits a higher capacity and cycling stability\nat 0.2 C than the Co-NC@AZO/S–Co: 1.40 mmol and Co-NC@AZO/S–Co:\n0.35 mmol cathodes, implying that appropriate Co content can contribute\nto improved cell performance. Additionally, the Co-NC@AZO/S-600 °C\ncathode has the highest capacity when compared to the Co-NC@AZO/S-800\n°C and Co-NC@AZO/S-400 °C cathodes in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>. The increase of calcination temperature could\nenlarge the size of Co nanoparticles but lead to their agglomeration,\nwhereas an inadequate temperature may result in incomplete decomposition\nof ZIF-8 to produce Co nanoparticles with both of the situations leading\nto insufficient active sites for LiPS catalytic conversion. Therefore, the Co-NC@AZO with a Co content of\n0.70 mmol and calcination temperature of 600 °C was adopted as\nthe optimal cathode.</p><p>The rate performance of the samples was also studied. The results\nshow that the Co-NC@AZO/S cathode delivers a discharge capacity of\n1489.6, 1246.1, 1166.1, 1044.0, 880.9, 743.2, and 635.5 mA h g<sup>–1</sup> at C-rates of 0.1, 0.2, 0.5, 1, 2, 3, and 5 C, respectively\n(d). When the\ncurrent density was adjusted back to 0.2 C after 70 cycles, the capacity\nrecovers to as high as 97.3% of the initial value under 0.2 C, demonstrating\nthe excellent rate performance of the Co-NC@AZO/S cathode. In contrast,\nthe ZIF-8@AZO/S and AZO/S cathodes suffer from poor rate retention\nat 5 C and inferior capacity recovery. In addition, the galvanostatic\ncharge–discharge profiles of the Co-NC@AZO/S cathode show a\nstable plateau at different current densities with the Coulombic efficiency\napproaching 100% (e). EIS was tested before and after the cycling process to\nexplore the charge transfer of different cathodes (f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S13</ext-link>). The Nyquist curves consist of two typical parts: one\nsemicircle in the high-frequency region, which can reflect the charge\ntransfer resistance (<italic toggle=\"yes\">R</italic>\n<sub>ct</sub>), and a straight\nline in the low-frequency region related to ion diffusion resistance,\nwhich represents the mass transfer process into the electrode. The EIS curves before discharge in f reveal that the <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> of the Co-NC@AZO/S cathode (10.0 Ω) is much lower\nthan that of ZIF-8@AZO/S (33.7 Ω) and AZO/S (59.3 Ω) cathodes,\nverifying the higher conductivity of the Co-NC@AZO/S cathode. After\n100 cycles at 0.2 C, the <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> of these\nelectrodes was significantly decreased due to the high concentration\nof conductive Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> formation\nin the electrolyte (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). Meanwhile,\nthe Co-NC@AZO/S cathode still presents the lowest <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> compared with ZIF-8@AZO/S and AZO/S cathodes. When tested at 1 C, a high capacity retention\nof 950.03 mA h g<sup>–1</sup> was achieved after 500 cycles\nfor the Co-NC@AZO/S cathode, with a low capacity decay rate of only\n0.020% per cycle (g), demonstrating the outstanding polysulfide retention capability.</p><p>Repeated volume fluctuations of sulfur particles during charging\nand discharging can damage the cathode structure. Therefore, the SEM\nimages of the Co-NC@AZO cathode before and after 100 cycles at 1 C\nwith sulfur washed off were investigated to reveal the structural\nstability of Co-NC@AZO. As illustrated in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S14c,d</ext-link>, the intact and well-defined 3DOM structure of AZO still\nremains without structural collapse after cycling. Meanwhile, the\nCo-NC particles attach well to the AZO framework with almost no Co\nloss, confirmed by EDS analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S14e,f</ext-link>). The good structural stability of Co-NC@AZO is conducive to tolerating\nthe volume expansion of sulfur and thus improving the cycle life of\nLi–S batteries. Furthermore, the feasibility of the Co-NC@AZO/S\ncathode with higher sulfur loadings of 2.4, 5.2, and 6.8 mg cm<sup>–2</sup> was also explored. h and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S15</ext-link> present\nthe cycling performance of Co-NC@AZO/S electrodes at different sulfur\nloadings and electrolyte-to-sulfur ratios (E/S). Satisfactorily, a\ndecent areal capacity of 5.8 mA h cm<sup>–2</sup> after 100\ncycles is accessible even at a high sulfur loading of 6.8 mg cm<sup>–2</sup>. This highlights the advanced electrochemical performance\nof Co-NC@AZO to achieve high utilization of sulfur. More impressively,\nthe volumetric capacity of Co-NC@AZO/S-based Li–S cells is\nas high as 1240 mA h cm<sup>–3</sup>, which is much higher\nthan those of the commercialized lithium-ion batteries (&lt;200 mA\nh cm<sup>–3</sup>) and is comparable or even superior to the\nreported Li–S batteries with efficient composite cathodes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S16 and Table S1</ext-link>). Additionally, the high\nsulfur loading electrode (6.8 mg cm<sup>–2</sup>) is controlled\nat a low E/S ratio of 5.7 μL mg<sup>–1</sup>, presenting\nhigh specific density for practical applications.</p>", "clean_text": "The electrochemical performance of different samples was explored. The CV curves of the Co-NC@AZO/S cathode measured at 0.1 mV s-1 are shown in a. Two reduction peaks at C1 (2.29 V) and C2 (2.04 V) can be observed during the discharging process, corresponding to the sequential transformation of S8 to soluble Li2S x  (4 < x < 8) and insoluble Li2S2/Li2S, respectively. In the charging process, the CV curves show a twin oxidation peak at A1 (2.31 V) and A2 (2.38 V), representing the reversible oxidation of Li2S2/Li2S to S8. In addition, the fifth-cycle CV curve overlaps with the first cycle, indicating the excellent durability of the Co-NC@AZO/S electrode. On the other hand, the ZIF-8@AZO/S cathode shows lower reduction peaks and higher polarization voltages compared with the Co-NC@AZO/S cathode (Figure S9), demonstrating its slower electrochemical kinetics originating from poor conductivity of ZIF-8. Moreover, the galvanostatic charge/discharge profiles of different cathodes at 0.2 C are presented in b and S10. Specifically, the potential difference value (η) is defined as the distance between the charging and discharging plateaus at half capacity, representing the degree of polarization. In Figure S10, the gap between the charge and discharge plateaus of the AZO/S cathode is much smaller than the ZnO/S cathode, indicating less polarization and improved conductivity of the AZO/S cathode. Meanwhile, the charge/discharge profile of the Co-NC@AZO/S cathode shows the lowest polarization (η = 0.14 V) and the most stable voltage plateau compared to that of the ZIF-8@AZO/S and AZO/S cathodes (b). This indicates that the electrochemical reaction dynamics was enhanced in the conductive Co-NC@AZO. In b,c, the Co-NC@AZO/S cathode presents an initial discharge capacity of 1206.18 mA h g-1 with a decent capacity decay of 12.7% over 100 cycles at 0.2 C. However, the discharge capacities of ZIF-8@AZO/S and AZO/S cathodes drop rapidly to 694.0 and 489.22 mA h g-1 after 100 cycles, with a decay capacity of 27.8 and 54.7%, respectively. Thus, the Co-NC@AZO cathode inherits advantages of both ZIF-8@AZO and AZO, presenting excellent cycle stability and the highest discharge capacity. The Co2+ concentration for Zn2+ substitution and the annealing temperature to obtain Co-NC@AZO were also optimized. In Figure S11, the Co-NC@AZO/S-Co: 0.70 mmol cathode exhibits a higher capacity and cycling stability at 0.2 C than the Co-NC@AZO/S-Co: 1.40 mmol and Co-NC@AZO/S-Co: 0.35 mmol cathodes, implying that appropriate Co content can contribute to improved cell performance. Additionally, the Co-NC@AZO/S-600 °C cathode has the highest capacity when compared to the Co-NC@AZO/S-800 °C and Co-NC@AZO/S-400 °C cathodes in Figure S12. The increase of calcination temperature could enlarge the size of Co nanoparticles but lead to their agglomeration, whereas an inadequate temperature may result in incomplete decomposition of ZIF-8 to produce Co nanoparticles with both of the situations leading to insufficient active sites for LiPS catalytic conversion. Therefore, the Co-NC@AZO with a Co content of 0.70 mmol and calcination temperature of 600 °C was adopted as the optimal cathode.\n\nThe rate performance of the samples was also studied. The results show that the Co-NC@AZO/S cathode delivers a discharge capacity of 1489.6, 1246.1, 1166.1, 1044.0, 880.9, 743.2, and 635.5 mA h g-1 at C-rates of 0.1, 0.2, 0.5, 1, 2, 3, and 5 C, respectively (d). When the current density was adjusted back to 0.2 C after 70 cycles, the capacity recovers to as high as 97.3% of the initial value under 0.2 C, demonstrating the excellent rate performance of the Co-NC@AZO/S cathode. In contrast, the ZIF-8@AZO/S and AZO/S cathodes suffer from poor rate retention at 5 C and inferior capacity recovery. In addition, the galvanostatic charge-discharge profiles of the Co-NC@AZO/S cathode show a stable plateau at different current densities with the Coulombic efficiency approaching 100% (e). EIS was tested before and after the cycling process to explore the charge transfer of different cathodes (f and S13). The Nyquist curves consist of two typical parts: one semicircle in the high-frequency region, which can reflect the charge transfer resistance (R ct), and a straight line in the low-frequency region related to ion diffusion resistance, which represents the mass transfer process into the electrode. The EIS curves before discharge in f reveal that the R ct of the Co-NC@AZO/S cathode (10.0 Ω) is much lower than that of ZIF-8@AZO/S (33.7 Ω) and AZO/S (59.3 Ω) cathodes, verifying the higher conductivity of the Co-NC@AZO/S cathode. After 100 cycles at 0.2 C, the R ct of these electrodes was significantly decreased due to the high concentration of conductive Li2S x  formation in the electrolyte (Figure S11). Meanwhile, the Co-NC@AZO/S cathode still presents the lowest R ct compared with ZIF-8@AZO/S and AZO/S cathodes. When tested at 1 C, a high capacity retention of 950.03 mA h g-1 was achieved after 500 cycles for the Co-NC@AZO/S cathode, with a low capacity decay rate of only 0.020% per cycle (g), demonstrating the outstanding polysulfide retention capability.\n\nRepeated volume fluctuations of sulfur particles during charging and discharging can damage the cathode structure. Therefore, the SEM images of the Co-NC@AZO cathode before and after 100 cycles at 1 C with sulfur washed off were investigated to reveal the structural stability of Co-NC@AZO. As illustrated in Figure S14c,d, the intact and well-defined 3DOM structure of AZO still remains without structural collapse after cycling. Meanwhile, the Co-NC particles attach well to the AZO framework with almost no Co loss, confirmed by EDS analysis (Figure S14e,f). The good structural stability of Co-NC@AZO is conducive to tolerating the volume expansion of sulfur and thus improving the cycle life of Li-S batteries. Furthermore, the feasibility of the Co-NC@AZO/S cathode with higher sulfur loadings of 2.4, 5.2, and 6.8 mg cm-2 was also explored. h and S15 present the cycling performance of Co-NC@AZO/S electrodes at different sulfur loadings and electrolyte-to-sulfur ratios (E/S). Satisfactorily, a decent areal capacity of 5.8 mA h cm-2 after 100 cycles is accessible even at a high sulfur loading of 6.8 mg cm-2. This highlights the advanced electrochemical performance of Co-NC@AZO to achieve high utilization of sulfur. More impressively, the volumetric capacity of Co-NC@AZO/S-based Li-S cells is as high as 1240 mA h cm-3, which is much higher than those of the commercialized lithium-ion batteries (<200 mA h cm-3) and is comparable or even superior to the reported Li-S batteries with efficient composite cathodes (Figure S16 and Table S1). Additionally, the high sulfur loading electrode (6.8 mg cm-2) is controlled at a low E/S ratio of 5.7 μL mg-1, presenting high specific density for practical applications.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "discharge capacity", "value": "1489.6", "unit": "mA h g^–1", "condition": "C-rates of 0.1"}, {"property name": "discharge capacity", "value": "1246.1", "unit": "mA h g^–1", "condition": "C-rates of 0.2"}, {"property name": "discharge capacity", "value": "1166.1", "unit": "mA h g^–1", "condition": "C-rates of 0.5"}, {"property name": "discharge capacity", "value": "1044.0", "unit": "mA h g^–1", "condition": "C-rates of 1"}, {"property name": "discharge capacity", "value": "880.9", "unit": "mA h g^–1", "condition": "C-rates of 2"}, {"property name": "discharge capacity", "value": "743.2", "unit": "mA h g^–1", "condition": "C-rates of 3"}, {"property name": "discharge capacity", "value": "635.5", "unit": "mA h g^–1", "condition": "C-rates of 5"}, {"property name": "capacity recovery", "value": "97.3", "unit": "%", "condition": "adjusted back to 0.2 C after 70 cycles"}, {"property name": "capacity retention", "value": "950.03", "unit": "mA h g^–1", "condition": "tested at 1 C after 500 cycles"}, {"property name": "capacity decay rate", "value": "0.020", "unit": "% per cycle", "condition": "tested at 1 C after 500 cycles"}, {"property name": "volumetric capacity", "value": "1240", "unit": "mA h cm^–3", "condition": ""}, {"property name": "sulfur loading", "value": "5.8", "unit": "mA h cm^–2", "condition": "after 100 cycles"}]}]], "include_properties": ["etc"]}, {"idx": "28, 30, 32, 34", "type": "text", "classification": "property", "content": "<p>The CV measurements\nof Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes\nwere performed to investigate Li<sup>+</sup> diffusion kinetics, which\nhas a significant impact on LiPS conversion during the charge/discharge\nprocess. As shown in a–c, the variation of peaks can be observed with the\nscan rate in the triple electrode system. Insofar as for the Co-NC@AZO/S\ncathode, the C<sub>1</sub> and C<sub>2</sub> peaks negatively migrate\nby 0.028 and 0.084 V, whereas the A<sub>2</sub> peak positively migrates\nby 0.071 V when the scan rate rises from 0.1 to 0.5 mV s<sup>–1</sup>. Similar phenomena of peak migrations were observed from ZIF-8@AZO/S\nand AZO/S cathodes but with larger interval extents: the values for\nC<sub>1</sub>, C<sub>2</sub>, and A<sub>2</sub> peak migration are\n0.031, 0.107 and 0.075 V, respectively, for ZIF-8@AZO/S and 0.034,\n0.087, and 0.077 V, respectively, for AZO/S (b,c). This implies that Co-NC@AZO exhibits\nthe lowest polarization activation among the three cathodes, demonstrating\nthe most efficient conversion kinetics of Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>. Note that a weak anodic\npeak at around 2.6 V can be found for the Co-NC@AZO/S and ZIF-8@AZO/S\ncathodes, which gradually disappears as the scan speed increases during\nthe test. This may be caused by an unknown reaction, which will be\nstudied in detail in our future work. Moreover, the Li-ion diffusion\ncoefficient (<italic toggle=\"yes\">D</italic>\n<sub>Li</sub>) of different cathodes\ncould be estimated according to the Randles–Sevcik \n<disp-formula id=\"eq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2.69</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mn>10</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>5</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1.5</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0.5</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Li</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>v</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0.5</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>2</label>\n</disp-formula>\n</p><p>Accordingly, the value\nof <italic toggle=\"yes\">I</italic>\n<sub>p</sub>/<italic toggle=\"yes\">v</italic>\n<sup>0.5</sup> (slope of peak current <italic toggle=\"yes\">vs</italic> the square root of the\nscanning rate) can signify <italic toggle=\"yes\">D</italic>\n<sub>Li</sub> (Li-ion\ndiffusion coefficient) as <italic toggle=\"yes\">A</italic> (electrode surface area), <italic toggle=\"yes\">n</italic> (the number of charge\ntransfer), and <italic toggle=\"yes\">C</italic>\n<sub>Li</sub> (Li-ion concentration)\nare constant. As shown in d–f, the slopes for\nthe two reduction peaks and the oxidation peak of the Co-NC@AZO/S\ncathode are larger than those of ZIF-8@AZO/S and AZO/S cathodes. The <italic toggle=\"yes\">D</italic>\n<sub>Li</sub> calculated according to  is shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>. The Co-NC@AZO/S cathode demonstrates superior <italic toggle=\"yes\">D</italic>\n<sub>Li</sub> of 2.134 × 10<sup>–7</sup>, 3.742 ×\n10<sup>–8</sup>, and 8.141 × 10<sup>–8</sup> cm<sup>2</sup> s<sup>–1</sup> for peaks A<sub>2</sub>, C<sub>1</sub>, and C<sub>2</sub>, respectively, which are higher than those of\nZIF-8@AZO and AZO. Note that the Co-NC@AZO/S cathode presents stronger\nLi<sup>+</sup> diffusion ability than the AZO/S cathode, which may\nbe attributed to the following three points: (i) the Co-NC nanocages\npromote the formation of multistage porous architecture, which can\nprovide more Li<sup>+</sup> transfer pathways; (ii) the robust LiPS\nadsorption capacity of the Co-NC nanocages reduces the concentration\nof LiPS dissolved in the electrolyte, resulting in a relatively low-viscosity\nelectrolyte to allow easier Li<sup>+</sup> movement; (iii) Li<sup>+</sup> transfer more easily on the surface\nof Co-NC with a low energy barrier.\n</p><p>As shown in a, symmetric cells of different cathodes\nwith Li<sub>2</sub>S<sub>6</sub> were measured at 5 mV s<sup>–1</sup>. Compared with\nZIF-8@AZO and AZO, the CV curve of Co-NC@AZO exhibits higher response\ncurrent, indicating its adequate sulfur utilization and prominent\nconversion kinetics for the redox of LiPS. Furthermore, the Co-NC@AZO cell has two different pairs of redox\npeaks, which are located at −0.24/0.24 and −0.43/0.43\nV. On the other hand, the ZIF-8@AZO cell exhibits a larger polarization\nvoltage with only one pair of broader redox peaks at −0.51/0.51\nV. This distinct difference of the two composite verifies the minimal\npolarization voltage and rapid conversion kinetics of LiPS on Co-NC@AZO.\nIn addition, Co-NC@AZO also shows high reversibility with no distinctive\npotential shift in the first three cycles, illustrating that the Co-NC@AZO\nowns a superior ability for polysulfide trapping and cycle stability\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>). Besides, the EIS spectra\nshow that a symmetrical cell with Co-NC@AZO has the lowest <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> among the three electrodes (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>), demonstrating its fast charge transfer during\nthe LiPS conversion process. To gain in-depth insights into the origin\nof the superior LiPS conversion kinetics on Co-NC@AZO, the electrocatalytic\nproperties of different cathode materials were investigated. As presented\nin b, the electrocatalytic\nactivity of Co-NC@AZO toward Li<sub>2</sub>S oxidation is assessed\nin comparison with those of ZIF-8@AZO, AZO, and glassy carbon through\nLSV measurements. The results show that Co-NC@AZO provides the highest\ncurrent response of 0.94 mA and the lowest onset potential of −0.6\nV compared with ZIF-8@AZO (0.64 mA, −0.53 V) and AZO (0.34\nmA, −0.48 V) at 5 mV s<sup>–1</sup>, demonstrating the\nsuperior catalytic activity of Co-NC@AZO. This can be further verified\nby the Tafel plots shown in the inset of b, in which Co-NC@AZO has a lower slope of\n20 mV dec<sup>–1</sup> compared with those for ZIF-8@AZO (27\nmV dec<sup>–1</sup>) and AZO (39 mV dec<sup>–1</sup>), indicating the fast oxidization reactions of Li<sub>2</sub>S on\nthe Co-NC@AZO surface. To further reveal the catalytic activity of\nCo-NC@AZO toward LiPS conversion from the theoretical perspective,\nDFT calculations were conducted by considering the decomposition ability\nof Li<sub>2</sub>S on catalytically active surfaces.\nc and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.1c12808/suppl_file/am1c12808_si_001.pdf\" xlink:type=\"simple\">S23</ext-link> show the Li<sub>2</sub>S decomposition\npathways on the Co (1 1 1) and Co–4N–C surface models.\nThe results show that the decomposition energy barrier of Li<sub>2</sub>S on Co (1 1 1) is as small as 0.17 eV, which ensures the effective\ncatalytic decomposition of Li<sub>2</sub>S. Besides, a rapid reduction\nreaction from LiPS to Li<sub>2</sub>S is also critical for an efficient\nLiPS conversion process. Therefore, the liquid–solid conversion\nprocess of LiPS was tested by nucleation and growth experiments of\nLi<sub>2</sub>S to inspect the reduction kinetics of different electrodes. As given in d–f, Co-NC@AZO exhibits the highest capacity and earliest\nresponsivity (345.66 mA h g<sup>–1</sup>, 1170 s) of Li<sub>2</sub>S nucleation compared with ZIF-8@AZO (245.25 mA h g<sup>–1</sup>, 1222 s) and AZO (171.33 mA h g<sup>–1</sup>, 1369 s), confirming\nthe high capability and rapid nucleation kinetics of Li<sub>2</sub>S, which contributes to the fast and efficient electrochemistry of\nthe Co-NC@AZO sulfur host.</p><p>Flexible and foldable pouch cells with the Co-NC@AZO/S cathode\nwere further explored. Based on the schematic illustration (a), a large-area\n(3 × 4 cm<sup>2</sup>) pouch cell with high S loading (4 mg cm<sup>–2</sup>) was fabricated, and the corresponding E/S ratio\nwas 5.2 μL mg<sup>–1</sup>. Experimentally, an open-circuit\nvoltage (OCV) of 2.66 V was achieved by the Li–S pouch cell.\nIt can successfully power a red light-emitting diode (LED) as shown\nin b. Moreover,\nthe Co-NC@AZO/S cathode has the ability to illuminate LED badges under\nvarious bending conditions (c). No apparent change in the LED brightness can be\nobserved during the bending and folding process. Also, even when flattening\nand folding again, the series resistance remains unchanged and the <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> is only slightly increased, convincingly\nverifying the high flexibility and robustness of the Co-NC@AZO-based\npouch cell. In addition, outstanding performance in cycling stability\nis also observed in the Co-NC@AZO/S-based pouch cell, which liberates\na satisfactory specific capacity of 897.5 mA h g<sup>–1</sup> under 0.1 C after 100 cycles. The superior stability of the pouch\ncell is mainly due to the excellent trapping capacity of sulfur species\nby the designed Co-NC@AZO cathode: the macro-/microporous multistage\narchitecture provides a mass of adsorption sites for LiPS; the strong\npolar adsorption for LiPS by AZO and Co-NC suppresses the shuttle\neffect; the catalytic effect of Co-NC significantly enhances the electrochemical\nredox kinetics of LiPS (d). The reduced polysulfide dissolution limits the decreased\nionic conductivity, rapid lithium metal anode corrosion, premature\nprecipitation of LiPS in the electrolyte, and the accompanying sulfur\nloss, which are considered as the main reasons for pouch cell failure. As a result, the design of multifunctional Co-NC@AZO electrodes\nis of significant potential for practical electronics and portable\nstorage applications. In the future work, the production of Li–S\npouch cells with high specific energy and long cycle life is a subject\nfor new ideas related to materials, electrode structures, and electrolytes.</p>", "clean_text": "The CV measurements of Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes were performed to investigate Li+ diffusion kinetics, which has a significant impact on LiPS conversion during the charge/discharge process. As shown in a-c, the variation of peaks can be observed with the scan rate in the triple electrode system. Insofar as for the Co-NC@AZO/S cathode, the C1 and C2 peaks negatively migrate by 0.028 and 0.084 V, whereas the A2 peak positively migrates by 0.071 V when the scan rate rises from 0.1 to 0.5 mV s-1. Similar phenomena of peak migrations were observed from ZIF-8@AZO/S and AZO/S cathodes but with larger interval extents: the values for C1, C2, and A2 peak migration are 0.031, 0.107 and 0.075 V, respectively, for ZIF-8@AZO/S and 0.034, 0.087, and 0.077 V, respectively, for AZO/S (b,c). This implies that Co-NC@AZO exhibits the lowest polarization activation among the three cathodes, demonstrating the most efficient conversion kinetics of Li2S x . Note that a weak anodic peak at around 2.6 V can be found for the Co-NC@AZO/S and ZIF-8@AZO/S cathodes, which gradually disappears as the scan speed increases during the test. This may be caused by an unknown reaction, which will be studied in detail in our future work. Moreover, the Li-ion diffusion coefficient (D Li) of different cathodes could be estimated according to the Randles-Sevcik         I   p   =  ( 2.69 ×   10   5   )    n   1.5     D   L i   0.5     C   Li     v   0.5      2  \n\nAccordingly, the value of I p/v 0.5 (slope of peak current vs the square root of the scanning rate) can signify D Li (Li-ion diffusion coefficient) as A (electrode surface area), n (the number of charge transfer), and C Li (Li-ion concentration) are constant. As shown in d-f, the slopes for the two reduction peaks and the oxidation peak of the Co-NC@AZO/S cathode are larger than those of ZIF-8@AZO/S and AZO/S cathodes. The D Li calculated according to  is shown in Figure S17. The Co-NC@AZO/S cathode demonstrates superior D Li of 2.134 × 10-7, 3.742 × 10-8, and 8.141 × 10-8 cm2 s-1 for peaks A2, C1, and C2, respectively, which are higher than those of ZIF-8@AZO and AZO. Note that the Co-NC@AZO/S cathode presents stronger Li+ diffusion ability than the AZO/S cathode, which may be attributed to the following three points: (i) the Co-NC nanocages promote the formation of multistage porous architecture, which can provide more Li+ transfer pathways; (ii) the robust LiPS adsorption capacity of the Co-NC nanocages reduces the concentration of LiPS dissolved in the electrolyte, resulting in a relatively low-viscosity electrolyte to allow easier Li+ movement; (iii) Li+ transfer more easily on the surface of Co-NC with a low energy barrier. \n\nAs shown in a, symmetric cells of different cathodes with Li2S6 were measured at 5 mV s-1. Compared with ZIF-8@AZO and AZO, the CV curve of Co-NC@AZO exhibits higher response current, indicating its adequate sulfur utilization and prominent conversion kinetics for the redox of LiPS. Furthermore, the Co-NC@AZO cell has two different pairs of redox peaks, which are located at -0.24/0.24 and -0.43/0.43 V. On the other hand, the ZIF-8@AZO cell exhibits a larger polarization voltage with only one pair of broader redox peaks at -0.51/0.51 V. This distinct difference of the two composite verifies the minimal polarization voltage and rapid conversion kinetics of LiPS on Co-NC@AZO. In addition, Co-NC@AZO also shows high reversibility with no distinctive potential shift in the first three cycles, illustrating that the Co-NC@AZO owns a superior ability for polysulfide trapping and cycle stability (Figure S21). Besides, the EIS spectra show that a symmetrical cell with Co-NC@AZO has the lowest R ct among the three electrodes (Figure S22), demonstrating its fast charge transfer during the LiPS conversion process. To gain in-depth insights into the origin of the superior LiPS conversion kinetics on Co-NC@AZO, the electrocatalytic properties of different cathode materials were investigated. As presented in b, the electrocatalytic activity of Co-NC@AZO toward Li2S oxidation is assessed in comparison with those of ZIF-8@AZO, AZO, and glassy carbon through LSV measurements. The results show that Co-NC@AZO provides the highest current response of 0.94 mA and the lowest onset potential of -0.6 V compared with ZIF-8@AZO (0.64 mA, -0.53 V) and AZO (0.34 mA, -0.48 V) at 5 mV s-1, demonstrating the superior catalytic activity of Co-NC@AZO. This can be further verified by the Tafel plots shown in the inset of b, in which Co-NC@AZO has a lower slope of 20 mV dec-1 compared with those for ZIF-8@AZO (27 mV dec-1) and AZO (39 mV dec-1), indicating the fast oxidization reactions of Li2S on the Co-NC@AZO surface. To further reveal the catalytic activity of Co-NC@AZO toward LiPS conversion from the theoretical perspective, DFT calculations were conducted by considering the decomposition ability of Li2S on catalytically active surfaces. c and S23 show the Li2S decomposition pathways on the Co (1 1 1) and Co-4N-C surface models. The results show that the decomposition energy barrier of Li2S on Co (1 1 1) is as small as 0.17 eV, which ensures the effective catalytic decomposition of Li2S. Besides, a rapid reduction reaction from LiPS to Li2S is also critical for an efficient LiPS conversion process. Therefore, the liquid-solid conversion process of LiPS was tested by nucleation and growth experiments of Li2S to inspect the reduction kinetics of different electrodes. As given in d-f, Co-NC@AZO exhibits the highest capacity and earliest responsivity (345.66 mA h g-1, 1170 s) of Li2S nucleation compared with ZIF-8@AZO (245.25 mA h g-1, 1222 s) and AZO (171.33 mA h g-1, 1369 s), confirming the high capability and rapid nucleation kinetics of Li2S, which contributes to the fast and efficient electrochemistry of the Co-NC@AZO sulfur host.\n\nFlexible and foldable pouch cells with the Co-NC@AZO/S cathode were further explored. Based on the schematic illustration (a), a large-area (3 × 4 cm2) pouch cell with high S loading (4 mg cm-2) was fabricated, and the corresponding E/S ratio was 5.2 μL mg-1. Experimentally, an open-circuit voltage (OCV) of 2.66 V was achieved by the Li-S pouch cell. It can successfully power a red light-emitting diode (LED) as shown in b. Moreover, the Co-NC@AZO/S cathode has the ability to illuminate LED badges under various bending conditions (c). No apparent change in the LED brightness can be observed during the bending and folding process. Also, even when flattening and folding again, the series resistance remains unchanged and the R ct is only slightly increased, convincingly verifying the high flexibility and robustness of the Co-NC@AZO-based pouch cell. In addition, outstanding performance in cycling stability is also observed in the Co-NC@AZO/S-based pouch cell, which liberates a satisfactory specific capacity of 897.5 mA h g-1 under 0.1 C after 100 cycles. The superior stability of the pouch cell is mainly due to the excellent trapping capacity of sulfur species by the designed Co-NC@AZO cathode: the macro-/microporous multistage architecture provides a mass of adsorption sites for LiPS; the strong polar adsorption for LiPS by AZO and Co-NC suppresses the shuttle effect; the catalytic effect of Co-NC significantly enhances the electrochemical redox kinetics of LiPS (d). The reduced polysulfide dissolution limits the decreased ionic conductivity, rapid lithium metal anode corrosion, premature precipitation of LiPS in the electrolyte, and the accompanying sulfur loss, which are considered as the main reasons for pouch cell failure. As a result, the design of multifunctional Co-NC@AZO electrodes is of significant potential for practical electronics and portable storage applications. In the future work, the production of Li-S pouch cells with high specific energy and long cycle life is a subject for new ideas related to materials, electrode structures, and electrolytes.", "data": [[{"meta": {"name": "Co-NC@AZO/S", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CV measurements", "value": "", "unit": "", "condition": "Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes"}, {"property name": "C1 peak migration", "value": "0.028", "unit": "V", "condition": "scan rate rises from 0.1 to 0.5 mV s–1"}, {"property name": "C2 peak migration", "value": "0.084", "unit": "V", "condition": "scan rate rises from 0.1 to 0.5 mV s–1"}, {"property name": "A2 peak migration", "value": "0.071", "unit": "V", "condition": "scan rate rises from 0.1 to 0.5 mV s–1"}, {"property name": "C1 peak migration", "value": "0.031", "unit": "V", "condition": "scan rate rises from 0.1 to 0.5 mV s–1"}, {"property name": "C2 peak migration", "value": "0.107", "unit": "V", "condition": "scan rate rises from 0.1 to 0.5 mV s–1"}, {"property name": "A2 peak migration", "value": "0.075", "unit": "V", "condition": "scan rate rises from 0.1 to 0.5 mV s–1"}, {"property name": "C1 peak migration", "value": "0.034", "unit": "V", "condition": "scan rate rises from 0.1 to 0.5 mV s–1"}, {"property name": "C2 peak migration", "value": "0.087", "unit": "V", "condition": "scan rate rises from 0.1 to 0.5 mV s–1"}, {"property name": "A2 peak migration", "value": "0.077", "unit": "V", "condition": "scan rate rises from 0.1 to 0.5 mV s–1"}, {"property name": "Li-ion diffusion coefficient (D_Li)", "value": "2.134 × 10–7", "unit": "cm2/s", "condition": "Co-NC@AZO/S cathode, peaks A2"}, {"property name": "Li-ion diffusion coefficient (D_Li)", "value": "3.742 × 10–8", "unit": "cm2/s", "condition": "Co-NC@AZO/S cathode, peaks C1"}, {"property name": "Li-ion diffusion coefficient (D_Li)", "value": "8.141 × 10–8", "unit": "cm2/s", "condition": "Co-NC@AZO/S cathode, peaks C2"}, {"property name": "CV curve", "value": "", "unit": "", "condition": "symmetric cells of different cathodes with Li2S6 at 5 mV s–1"}, {"property name": "Current response", "value": "0.94", "unit": "mA", "condition": "Co-NC@AZO/S cathode"}, {"property name": "Onset potential", "value": "-0.6", "unit": "V", "condition": "Co-NC@AZO/S cathode"}, {"property name": "Capacity", "value": "345.66", "unit": "mA h g–1", "condition": "Co-NC@AZO/S cathode, Li2S nucleation"}, {"property name": "Responsivity", "value": "1170", "unit": "s", "condition": "Co-NC@AZO/S cathode, Li2S nucleation"}, {"property name": "Open-circuit voltage (OCV)", "value": "2.66", "unit": "V", "condition": "Li–S pouch cell with Co-NC@AZO/S cathode"}, {"property name": "Specific capacity", "value": "897.5", "unit": "mA h g–1", "condition": "Co-NC@AZO/S-based pouch cell, after 100 cycles"}]}]], "include_properties": ["etc"]}, {"idx": 36, "type": "text", "classification": "property", "content": "<title>Conclusions</title><p>In summary,\na hierarchical structure consisting of AZO as the conductive\nordered macroporous framework and embedded Co-NC as the microporous\ncatalytic nanoparticles is rationally designed and successfully prepared\nas an advanced sulfur immobilizer and catalytical promoter. The AZO\nmaterial possesses both excellent polysulfide adsorption and good\nelectronic conductivity, whereas the macroporous framework accelerates\nthe mass transportation and electrolyte infiltration, simultaneously\nproviding plentiful and accessible sites for strong LiPS adsorption.\nMeanwhile, micro-/mesoporous Co-NC is embedded in the macropores to\nfurther strengthen the LiPS adsorption as well as catalytically accelerate\nLiPS conversion kinetics at the same time. Attributed to the material\nand structural superiorities, the Co-NC@AZO/S cathode delivers a low\ncapacity decay of 0.020% per cycle for 500 cycles at 1 C, exhibiting\na notable rate capability of 635.5 mA h g<sup>–1</sup> up to\n5 C. Especially, at a S loading of 6.8 mg cm<sup>–2</sup>,\na high areal capacity of 5.8 mA h cm<sup>–2</sup> is achieved\nunder lean electrolyte conditions (E/S = 5.7). With these benefits,\nthe pouch cell based on the Co-NC@AZO/S cathode also provides excellent\nlong-term stability of 897.5 mA h g<sup>–1</sup> within 100\ncycles at 0.1 C under 4 mg cm<sup>–2</sup> sulfur loading.\nThis work offers a strategy for a superior sulfur host with hierarchical\narchitecture and multifunction to achieve effective anchoring and\nconversion of LiPS, holding great promises in practical application\nin Li–S batteries.</p>", "clean_text": "Conclusions\n\nIn summary, a hierarchical structure consisting of AZO as the conductive ordered macroporous framework and embedded Co-NC as the microporous catalytic nanoparticles is rationally designed and successfully prepared as an advanced sulfur immobilizer and catalytical promoter. The AZO material possesses both excellent polysulfide adsorption and good electronic conductivity, whereas the macroporous framework accelerates the mass transportation and electrolyte infiltration, simultaneously providing plentiful and accessible sites for strong LiPS adsorption. Meanwhile, micro-/mesoporous Co-NC is embedded in the macropores to further strengthen the LiPS adsorption as well as catalytically accelerate LiPS conversion kinetics at the same time. Attributed to the material and structural superiorities, the Co-NC@AZO/S cathode delivers a low capacity decay of 0.020% per cycle for 500 cycles at 1 C, exhibiting a notable rate capability of 635.5 mA h g-1 up to 5 C. Especially, at a S loading of 6.8 mg cm-2, a high areal capacity of 5.8 mA h cm-2 is achieved under lean electrolyte conditions (E/S = 5.7). With these benefits, the pouch cell based on the Co-NC@AZO/S cathode also provides excellent long-term stability of 897.5 mA h g-1 within 100 cycles at 0.1 C under 4 mg cm-2 sulfur loading. This work offers a strategy for a superior sulfur host with hierarchical architecture and multifunction to achieve effective anchoring and conversion of LiPS, holding great promises in practical application in Li-S batteries.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "hierarchical structure", "value": "", "unit": "", "condition": ""}, {"property name": "conductivity", "value": "", "unit": "", "condition": ""}, {"property name": "polysulfide adsorption", "value": "", "unit": "", "condition": ""}, {"property name": "electrolyte infiltration", "value": "", "unit": "", "condition": ""}, {"property name": "LiPS adsorption", "value": "", "unit": "", "condition": ""}, {"property name": "LiPS conversion kinetics", "value": "", "unit": "", "condition": ""}, {"property name": "capacity decay", "value": "0.020", "unit": "% per cycle", "condition": "for 500 cycles at 1 C"}, {"property name": "rate capability", "value": "635.5", "unit": "mA h g^–1", "condition": "up to 5 C"}, {"property name": "areal capacity", "value": "5.8", "unit": "mA h cm^–2", "condition": "under lean electrolyte conditions (E/S = 5.7)"}, {"property name": "long-term stability", "value": "897.5", "unit": "mA h g^–1", "condition": "within 100 cycles at 0.1 C under 4 mg cm^–2 sulfur loading"}]}]], "include_properties": ["etc"]}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic\nfor the preparation of Co-NC@AZO and its function as\na sulfur cathode.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic for the preparation of Co-NC@AZO and its function as a sulfur cathode.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM images of (a) AZO, (b) ZIF-8@AZO, and (c) Co-NC@AZO; (d) TEM,\n(e) HRTEM image with the corresponding fast Fourier transform (FFT),\ninverse FFT, and lattice spacing images, and (f) TEM image and the\ncorresponding EDS mappings of Co-NC@AZO.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  SEM images of (a) AZO, (b) ZIF-8@AZO, and (c) Co-NC@AZO; (d) TEM, (e) HRTEM image with the corresponding fast Fourier transform (FFT), inverse FFT, and lattice spacing images, and (f) TEM image and the corresponding EDS mappings of Co-NC@AZO.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nXRD patterns of Co-NC@AZO, ZIF-8@AZO, and AZO; (b) electrical\nconductivity of Co-NC@AZO, ZIF-8@AZO, AZO, and ZnO; (c) DOS patterns\nof ZnO and AZO; (d–f) N<sub>2</sub> adsorption–desorption\nisotherm, pore size distributions, and Raman spectrum of Co-NC@AZO,\nZIF-8@AZO, and AZO; XPS spectra of (g) Zn 2p, (h) Al 2p, and (i) Co\n2p of the Co-NC@AZO composite.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) XRD patterns of Co-NC@AZO, ZIF-8@AZO, and AZO; (b) electrical conductivity of Co-NC@AZO, ZIF-8@AZO, AZO, and ZnO; (c) DOS patterns of ZnO and AZO; (d-f) N2 adsorption-desorption isotherm, pore size distributions, and Raman spectrum of Co-NC@AZO, ZIF-8@AZO, and AZO; XPS spectra of (g) Zn 2p, (h) Al 2p, and (i) Co 2p of the Co-NC@AZO composite.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) CV curves of the first five cycles for the Co-NC@AZO/S\ncathode\nat 0.1 mV s<sup>–1</sup>; (b) discharge–charge profiles\nand (c) cycling performance of Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S\ncathodes at 0.2 C; (d) rate performances of the Co-NC@AZO/S, ZIF-8@AZO/S,\nand AZO/S cathodes; (e) galvanostatic discharge/charge profiles of\nthe Co-NC@AZO/S cathode at various current densities from 0.1 to 5\nC; (f) EIS spectra and (g) long cycling performances at 1 C of Co-NC@AZO/S,\nZIF-8@AZO/S, and AZO/S cathodes; (h) cycling performance of Co-NC@AZO/S\ncathodes at different sulfur loadings at 0.2 C.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) CV curves of the first five cycles for the Co-NC@AZO/S cathode at 0.1 mV s-1; (b) discharge-charge profiles and (c) cycling performance of Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes at 0.2 C; (d) rate performances of the Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes; (e) galvanostatic discharge/charge profiles of the Co-NC@AZO/S cathode at various current densities from 0.1 to 5 C; (f) EIS spectra and (g) long cycling performances at 1 C of Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes; (h) cycling performance of Co-NC@AZO/S cathodes at different sulfur loadings at 0.2 C.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>CV curves of\n(a) Co-NC@AZO/S, (b) ZIF-8@AZO/S, and (c) AZO/S cathodes\nat 0.1–0.5 mV s<sup>–1</sup>; (d–f) peak current\nvalues for the Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes <italic toggle=\"yes\">vs</italic> the <italic toggle=\"yes\">v</italic>\n<sup>0.5</sup>; (g) UV–vis\nspectra of LiPS containing Co-NC@AZO, ZIF-8@AZO, and AZO; (h) S 2p\nspectra of pure Li<sub>2</sub>S<sub>6</sub> and Li<sub>2</sub>S<sub>6</sub>@Co-NC@AZO; (i) binding energy of LiPS (Li<sub>2</sub>S<sub>2</sub> and Li<sub>2</sub>S<sub>6</sub>) on AZO (1 0 0) obtained\nfrom DFT calculations.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  CV curves of (a) Co-NC@AZO/S, (b) ZIF-8@AZO/S, and (c) AZO/S cathodes at 0.1-0.5 mV s-1; (d-f) peak current values for the Co-NC@AZO/S, ZIF-8@AZO/S, and AZO/S cathodes vs the v 0.5; (g) UV-vis spectra of LiPS containing Co-NC@AZO, ZIF-8@AZO, and AZO; (h) S 2p spectra of pure Li2S6 and Li2S6@Co-NC@AZO; (i) binding energy of LiPS (Li2S2 and Li2S6) on AZO (1 0 0) obtained from DFT calculations.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) CV curves at 5 mV s<sup>–1</sup> of\nLi<sub>2</sub>S<sub>6</sub> symmetric cells of Co-NC@AZO, ZIF-8@AZO,\nand AZO; (b) LSV\ncurves of Co-NC@AZO, ZIF-8@AZO, and AZO cathodes; (c) decomposition\npath of Li<sub>2</sub>S on Co (1 1 1); (d–f) chronoamperometry\ncurves of Co-NC@AZO, ZIF-8@AZO, and AZO cathodes in 2.05 V-based Li<sub>2</sub>S<sub>8</sub>/tetraglyme solution.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) CV curves at 5 mV s-1 of Li2S6 symmetric cells of Co-NC@AZO, ZIF-8@AZO, and AZO; (b) LSV curves of Co-NC@AZO, ZIF-8@AZO, and AZO cathodes; (c) decomposition path of Li2S on Co (1 1 1); (d-f) chronoamperometry curves of Co-NC@AZO, ZIF-8@AZO, and AZO cathodes in 2.05 V-based Li2S8/tetraglyme solution.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Schematic\ndiagrams of pouch Li–S batteries; (b) OCV\nof the Co-NC@AZO/S-based pouch cell and a lighting red LED driven\nby it; (c) Co-NC@AZO/S pouch cell with a lighting red LED at different\nbending and folding angles and the corresponding EIS Nyquist plots;\n(d) cycling performance of the Co-NC@AZO/S-based pouch cell at 0.1\nC.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am1c12808_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Schematic diagrams of pouch Li-S batteries; (b) OCV of the Co-NC@AZO/S-based pouch cell and a lighting red LED driven by it; (c) Co-NC@AZO/S pouch cell with a lighting red LED at different bending and folding angles and the corresponding EIS Nyquist plots; (d) cycling performance of the Co-NC@AZO/S-based pouch cell at 0.1 C.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.1c12808", "title": null, "journal": "American Chemical Society", "date": "2021.09", "author_list": ["Wen\nChenxu", "Du\nXiaohang", "Wu\nFeichao", "Wu\nLanlan", "Li\nJingde", "Liu\nGuihua"]}}