{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c23170.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Stimulus-responsive proton conduction materials have\nattracted\nenormous interest as a new kind of “smart material”.\nIt is desirable to develop the appropriate stimulus signal and high\nproton-conducting materials with an excellent proton-conducting switch\nratio (γ), but it remains a great challenge. Here, it can be\nfound for the first time that 4-((2-hydroxybenzylidene)­amino)­benzenesulfonic\nacid (HBABSA) has obvious thermal isomerization when porous solids\nact as matrixes at the ambient temperatures, which is different from\nthat in the crystalline state at 77 K. Therefore, we proposed a host–guest\nmetal–organic framework (MOF) composite, namely, MOF-808 incorporated\nwith HBABSA (HBABSA@MOF-808), which has a proton-conducting switch\nratio (γ) of 16 between 338 and 343 K due to the thermally induced\nisomerization of HBABSA molecules in the MOF pores. The strong binding\nbetween the keto-type HBABSA and MOF at the relatively low temperatures\ncan efficiently suppress the proton conduction, while the enol-type\none provides more mobile protons for conduction at the high temperatures\ndue to the excited-state intramolecular proton transfer mechanism.\nFurther, the HBABSA@MOF-808 as a filler is blended into polyvinyl\nalcohol and poly­(2-acrylamide-2-methyl-1-propane sulfonic acid) to\nform hybrid membranes. The hybrid membrane with the highest content\nof the MOF composite displays a high proton conductivity of 5.57 ×\n10<sup>–3</sup> S·cm<sup>–1</sup> under 353 K and\n57% RH along with a good switch ratio of 5.4. The development of thermal-response\nproton-conducting MOF materials is opening up a unique pathway for\nremote control, thermal sensing, intelligent batteries, and other\nfields.</p>", "clean_text": "Stimulus-responsive proton conduction materials have attracted enormous interest as a new kind of \"smart material\". It is desirable to develop the appropriate stimulus signal and high proton-conducting materials with an excellent proton-conducting switch ratio (γ), but it remains a great challenge. Here, it can be found for the first time that 4-((2-hydroxybenzylidene)amino)benzenesulfonic acid (HBABSA) has obvious thermal isomerization when porous solids act as matrixes at the ambient temperatures, which is different from that in the crystalline state at 77 K. Therefore, we proposed a host-guest metal-organic framework (MOF) composite, namely, MOF-808 incorporated with HBABSA (HBABSA@MOF-808), which has a proton-conducting switch ratio (γ) of 16 between 338 and 343 K due to the thermally induced isomerization of HBABSA molecules in the MOF pores. The strong binding between the keto-type HBABSA and MOF at the relatively low temperatures can efficiently suppress the proton conduction, while the enol-type one provides more mobile protons for conduction at the high temperatures due to the excited-state intramolecular proton transfer mechanism. Further, the HBABSA@MOF-808 as a filler is blended into polyvinyl alcohol and poly(2-acrylamide-2-methyl-1-propane sulfonic acid) to form hybrid membranes. The hybrid membrane with the highest content of the MOF composite displays a high proton conductivity of 5.57 × 10-3 S⋅cm-1 under 353 K and 57% RH along with a good switch ratio of 5.4. The development of thermal-response proton-conducting MOF materials is opening up a unique pathway for remote control, thermal sensing, intelligent batteries, and other fields.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Stimulus-responsive materials (SRM) can\nalter their physical/chemical\nproperties to specific stimuli (e.g., light, heat, power, electricity,\npH, etc.). Stemming from the importance of proton transport in living systems,\nartificial protonic solids with better stimulus–response functions\nhave been designed and developed and potentially applied in chemical\nsensors, batteries, fuel cells, and other smart devices. In addition to the importance of these artificial\nprotonic materials, these kinds of materials are limited, and the\nconstruction by introducing reversible dynamic switchers accompanied\nby protonic solids still faces considerable challenges but is very\npromising.</p>", "clean_text": "Introduction\n\nStimulus-responsive materials (SRM) can alter their physical/chemical properties to specific stimuli (e.g., light, heat, power, electricity, pH, etc.). Stemming from the importance of proton transport in living systems, artificial protonic solids with better stimulus-response functions have been designed and developed and potentially applied in chemical sensors, batteries, fuel cells, and other smart devices. In addition to the importance of these artificial protonic materials, these kinds of materials are limited, and the construction by introducing reversible dynamic switchers accompanied by protonic solids still faces considerable challenges but is very promising.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Lately, metal–organic frameworks (MOFs) as\nnanoporous crystalline\nmaterials self-assembled with inorganic metal centers and organic\nligands have appealing merits in structural and functional diversity,\nwhich are striking for their use in solid-state proton conduction. High proton conductivities (ca. 10<sup>–2</sup> to 10<sup>–3</sup> S cm<sup>–1</sup>) are achieved for MOFs through\ncapsulation of proton carriers, functional groups, and defects, and\ncomposing into polymer membranes. Although these strategies enhance\nthe conductivities of MOFs, the reversible switching of conductive\nproperties in MOFs to external stimulus is rarely explored. Recently, a hybrid membrane of ZIF-8 was utilized\nto achieve remote control of the light conduction by co-modifying\nsilver nanoparticles and single-strand DNA; another example is a light-responsive ZIF-8 hybrid membrane, which\npresents photo-switchable conductivity for possessing sulfonated spiropyran\nmoieties. Yang et al. constructed a porous\nand conductive Zr-MOF with a unique pH response; the preliminary works shadow the probability to build light/pH-responsive\nand proton-conductive MOFs.</p>", "clean_text": "Lately, metal-organic frameworks (MOFs) as nanoporous crystalline materials self-assembled with inorganic metal centers and organic ligands have appealing merits in structural and functional diversity, which are striking for their use in solid-state proton conduction. High proton conductivities (ca. 10-2 to 10-3 S cm-1) are achieved for MOFs through capsulation of proton carriers, functional groups, and defects, and composing into polymer membranes. Although these strategies enhance the conductivities of MOFs, the reversible switching of conductive properties in MOFs to external stimulus is rarely explored. Recently, a hybrid membrane of ZIF-8 was utilized to achieve remote control of the light conduction by co-modifying silver nanoparticles and single-strand DNA; another example is a light-responsive ZIF-8 hybrid membrane, which presents photo-switchable conductivity for possessing sulfonated spiropyran moieties. Yang et al. constructed a porous and conductive Zr-MOF with a unique pH response; the preliminary works shadow the probability to build light/pH-responsive and proton-conductive MOFs.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In many cases, temperature stimulation\ncan be efficiently designed\nand manually controlled with temperature as one of the most common\nstimuli, which has attracted many researchers\nto develop advanced thermal-responsive materials in different fields,\nsuch as in reversible thermal responsive poly-acrylamide (PAAM)/poly­(acrylic\nacid) (PAAC)-based porous gated membranes, polycaprolactone (PCL)-based thermal phase-change materials (TPCM)\nwith shape memory functions, and thermosensitive\npolyoxometalate (POM)-based memristors. Regarding MOFs, there are a few examples to build thermal-responsive\nMOFs, such as by introducing a thermal-responsive molecule (poly­(<italic toggle=\"yes\">N</italic>-isopropyl acrylamide), PNIPAM) into UIO-66 and MIL-101,\napplying a controlled release of drugs and water capture/release,\nrespectively. In addition, some thermal-responsive MOFs have been directly prepared\nby grafting functional groups, such as [Cu<sub>2</sub>(BTR)<sub>2</sub>]·2NO<sub>3</sub>·<italic toggle=\"yes\">x</italic>G (BTR = 4,4′-bis­(1,2,4-triazole)),\nwhich has a thermal-response gated adsorption behavior, which depends\non the thermal movement of NO<sup>3–</sup> counterions on the\nframe, thus giving the MOF strong selection and adsorption performance\nfor CO<sub>2</sub> molecules; a Cu-based\nMOF with a butterfly-type ligand comprising isophthalic acid (ipa)\nand phenothiazine-5,5-dioxide moieties (OPTz) that process the ability\nof temperature-induced pore size changes that allow precise control\nof the diffusion of gas molecules; and\na 3D Sr-based MOF using tetraphenylethylene as an organic ligand,\nwhich has reversible thermosensitive fluorescence luminescence derived\nfrom the chromophore of TPE in manufacturing biological detection\ndevices with switching properties. However,\nthermal-responsive MOF materials are emerging in an endless stream,\nbut they are rarely involved in proton conduction.</p>", "clean_text": "In many cases, temperature stimulation can be efficiently designed and manually controlled with temperature as one of the most common stimuli, which has attracted many researchers to develop advanced thermal-responsive materials in different fields, such as in reversible thermal responsive poly-acrylamide (PAAM)/poly(acrylic acid) (PAAC)-based porous gated membranes, polycaprolactone (PCL)-based thermal phase-change materials (TPCM) with shape memory functions, and thermosensitive polyoxometalate (POM)-based memristors. Regarding MOFs, there are a few examples to build thermal-responsive MOFs, such as by introducing a thermal-responsive molecule (poly(N-isopropyl acrylamide), PNIPAM) into UIO-66 and MIL-101, applying a controlled release of drugs and water capture/release, respectively. In addition, some thermal-responsive MOFs have been directly prepared by grafting functional groups, such as [Cu2(BTR)2]⋅2NO3⋅xG (BTR = 4,4'-bis(1,2,4-triazole)), which has a thermal-response gated adsorption behavior, which depends on the thermal movement of NO3- counterions on the frame, thus giving the MOF strong selection and adsorption performance for CO2 molecules; a Cu-based MOF with a butterfly-type ligand comprising isophthalic acid (ipa) and phenothiazine-5,5-dioxide moieties (OPTz) that process the ability of temperature-induced pore size changes that allow precise control of the diffusion of gas molecules; and a 3D Sr-based MOF using tetraphenylethylene as an organic ligand, which has reversible thermosensitive fluorescence luminescence derived from the chromophore of TPE in manufacturing biological detection devices with switching properties. However, thermal-responsive MOF materials are emerging in an endless stream, but they are rarely involved in proton conduction.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>A Schiff\nbase (SA) and its derivatives are a representative heat-induced\nstructural isomerization compound, and the thermodynamic stable state\nof which are of the keto type. Distinctively,\nthe thermochromism of <italic toggle=\"yes\">o</italic>-hydroxy salicylic aldehyde\n(<italic toggle=\"yes\">o</italic>-HSA) is based on the excited-state intramolecular\nproton transfer (ESIPT) mechanism of planar molecules (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>); through the pre-existing intramolecular\nhydrogen-bond configuration, the proton would transfer from the hydroxyl\ngroup (amino group) to the imine nitrogen (carbonyl oxygen) under\nthermal stimulation, which causes a reversible isomerization reaction\nbetween the keto type and enol type in the intramolecular structure. The ESIPT mechanism-based H-bond interaction is often considered\nfor stimulus-responsive materials; for example, Su et al. prepared\nan amphipathic microporous Zn­(hpi<sub>2</sub>cf)­(DMF)­(H<sub>2</sub>O) (hpi<sub>2</sub>cf = 5-(2-(5-fluoro-2-hydroxyphenyl)-4,5-bis­(4-fluorophenyl)-1<italic toggle=\"yes\">H</italic>-imidazol-1-yl)­isophthalic acid), which undergoes single-crystal-to-single-crystal\ntransformation driven by a reversible removal/uptake of coordinating\nwater molecules and then can turn the ligand ESIPT process on or off,\nresulting in sensitive two-color photoluminescence switching over\ncycles. On that account, by utilizing\nthe releasable protons of <italic toggle=\"yes\">o</italic>-HSA molecules under the\nthermal environment, introducing them as switchable molecules into\nthe pores of MOFs can be regarded for the regulation of the proton\nconduction properties of composite systems. However, to our knowledge,\nonly a small number of publications address <italic toggle=\"yes\">o</italic>-HSA\nmolecules integrated with MOFs, and further, there is no previous\ncase that implements the thermal-responsive proton conduction behavior\nof MOF composites.</p>", "clean_text": "A Schiff base (SA) and its derivatives are a representative heat-induced structural isomerization compound, and the thermodynamic stable state of which are of the keto type. Distinctively, the thermochromism of o-hydroxy salicylic aldehyde (o-HSA) is based on the excited-state intramolecular proton transfer (ESIPT) mechanism of planar molecules (Figure S2); through the pre-existing intramolecular hydrogen-bond configuration, the proton would transfer from the hydroxyl group (amino group) to the imine nitrogen (carbonyl oxygen) under thermal stimulation, which causes a reversible isomerization reaction between the keto type and enol type in the intramolecular structure. The ESIPT mechanism-based H-bond interaction is often considered for stimulus-responsive materials; for example, Su et al. prepared an amphipathic microporous Zn(hpi2cf)(DMF)(H2O) (hpi2cf = 5-(2-(5-fluoro-2-hydroxyphenyl)-4,5-bis(4-fluorophenyl)-1H-imidazol-1-yl)isophthalic acid), which undergoes single-crystal-to-single-crystal transformation driven by a reversible removal/uptake of coordinating water molecules and then can turn the ligand ESIPT process on or off, resulting in sensitive two-color photoluminescence switching over cycles. On that account, by utilizing the releasable protons of o-HSA molecules under the thermal environment, introducing them as switchable molecules into the pores of MOFs can be regarded for the regulation of the proton conduction properties of composite systems. However, to our knowledge, only a small number of publications address o-HSA molecules integrated with MOFs, and further, there is no previous case that implements the thermal-responsive proton conduction behavior of MOF composites.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<p>In this work, a thermal-responsive MOF composite\nis fabricated\nby encapsulating a thermochromic compound, namely, 4-((2-hydroxybenzylidene)­amino)­benzenesulfonic\nacid (HBABSA), into MOF-808 (HBABSA@MOF-808) crystals by the post-impregnation\nmethod. The MOF-808 has a high oxidation state of the central Zr­(IV)\nmetal atom, which can form a strong bond with O atoms, aiding us to\nobtain the high thermal and chemical stability and further giving\nthe advantage of chemical modification and installation of functional\ngroups to maintain the stable structure; the large adamantane cages\nin MOF-808 with a 1.84 nm internal diameter and 1.4 nm pore window\nenables efficient absorption and encapsulation of HBABSA molecules. Resultantly, when HBABSA is introduced\ninto MOF-808, the composite exhibited outstanding thermal-stimulation\nswitching properties with a high switching ratio of 16, and the conductivity\nat 353 K is 1.42 × 10<sup>–4</sup> S cm<sup>–1</sup> at 57% RH as confirmed by a series of optic tests on the reversible\nketo/enol isomerization of HBABSA, complying with the ESIPT mechanism\nin solution and MOF-808 pores together with temperature-dependent\nimpedance at low humidity. Further, the HBABSA@MOF-808 as a filler\nand polyvinyl alcohol (PVA) and poly­(2-acrylamide-2-methyl-1-propane\nsulfonic acid) (PAMPS) as polymer matrixes are applied to mold the\nhybrid membranes by a solution-casting method. The results show that\nthe 25% HBABSA@MOF-808-filled hybrid membrane has a large switching\nrate of 5.4 at 57% RH and a conductivity of 5.57 × 10<sup>–3</sup> S cm<sup>–1</sup> at 353 K. This is profited from an increase\nin the amount of enol-type HBABSA molecules in MOF-808 induced by\nthermal isomerization and enhanced proton mobility by raising the\ntemperature. Thus, the proton conductivity of MOFs can be reversibly\nadjusted by controlling the surrounding temperature. Delightfully,\nthis work realized MOF-based hybrid membranes with high proton conductivity\nand thermo-switchable properties simultaneously at low humidity.</p>", "clean_text": "In this work, a thermal-responsive MOF composite is fabricated by encapsulating a thermochromic compound, namely, 4-((2-hydroxybenzylidene)amino)benzenesulfonic acid (HBABSA), into MOF-808 (HBABSA@MOF-808) crystals by the post-impregnation method. The MOF-808 has a high oxidation state of the central Zr(IV) metal atom, which can form a strong bond with O atoms, aiding us to obtain the high thermal and chemical stability and further giving the advantage of chemical modification and installation of functional groups to maintain the stable structure; the large adamantane cages in MOF-808 with a 1.84 nm internal diameter and 1.4 nm pore window enables efficient absorption and encapsulation of HBABSA molecules. Resultantly, when HBABSA is introduced into MOF-808, the composite exhibited outstanding thermal-stimulation switching properties with a high switching ratio of 16, and the conductivity at 353 K is 1.42 × 10-4 S cm-1 at 57% RH as confirmed by a series of optic tests on the reversible keto/enol isomerization of HBABSA, complying with the ESIPT mechanism in solution and MOF-808 pores together with temperature-dependent impedance at low humidity. Further, the HBABSA@MOF-808 as a filler and polyvinyl alcohol (PVA) and poly(2-acrylamide-2-methyl-1-propane sulfonic acid) (PAMPS) as polymer matrixes are applied to mold the hybrid membranes by a solution-casting method. The results show that the 25% HBABSA@MOF-808-filled hybrid membrane has a large switching rate of 5.4 at 57% RH and a conductivity of 5.57 × 10-3 S cm-1 at 353 K. This is profited from an increase in the amount of enol-type HBABSA molecules in MOF-808 induced by thermal isomerization and enhanced proton mobility by raising the temperature. Thus, the proton conductivity of MOFs can be reversibly adjusted by controlling the surrounding temperature. Delightfully, this work realized MOF-based hybrid membranes with high proton conductivity and thermo-switchable properties simultaneously at low humidity.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Materials and Methods</title><title>Chemicals</title><p>Poly­(2-acrylamide-2-methyl-1-propane sulfonic\nacid) (PAMPS) (<italic toggle=\"yes\">M</italic>\n<sub>w</sub> = 800,000, 10 wt % in\naqueous solution) was purchased from Xiya Reagent; polyvinyl alcohol\n(PVA) (Mowiol PVA-117, <italic toggle=\"yes\">M</italic>\n<sub>w</sub> = 145,000) was\npurchased from Aladdin; <italic toggle=\"yes\">p</italic>-sulfanilic acid was purchased\nfrom Bidepharm; zirconium oxychloride octahydrate was purchased from\nAdamas; trimesic acid was purchased from Macklin; salicylaldehyde\n(98%), formic acid (98%), and glutaraldehyde (GA) (50 wt % in aqueous\nsolution) were purchased from Innochem; and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) (≥99.5%), ethanol (95%),\nand methanol (≥99.5%) were purchased from Tianjin Fuyu Fine\nChemical Co., Ltd. Unless otherwise stated, all chemical reagents\nand solvents from industrial sources were received and used without\nfurther purification.</p>", "clean_text": "Materials and Methods\n\nChemicals\n\nPoly(2-acrylamide-2-methyl-1-propane sulfonic acid) (PAMPS) (M w = 800,000, 10 wt % in aqueous solution) was purchased from Xiya Reagent; polyvinyl alcohol (PVA) (Mowiol PVA-117, M w = 145,000) was purchased from Aladdin; p-sulfanilic acid was purchased from Bidepharm; zirconium oxychloride octahydrate was purchased from Adamas; trimesic acid was purchased from Macklin; salicylaldehyde (98%), formic acid (98%), and glutaraldehyde (GA) (50 wt % in aqueous solution) were purchased from Innochem; and N,N-dimethylformamide (DMF) (≥99.5%), ethanol (95%), and methanol (≥99.5%) were purchased from Tianjin Fuyu Fine Chemical Co., Ltd. Unless otherwise stated, all chemical reagents and solvents from industrial sources were received and used without further purification.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of MOF-808</title><p>The MOF-808 was prepared by the\nmethod previously reported. Specifically,\nthe ZrOCl<sub>2</sub>·8H<sub>2</sub>O (121.5 mg, 0.38 mmol) and\ntrimesic acid (53 mg, 0.25 mmol) were mixed into 1:1 DMF/formic acid\n(11.5 mL, <italic toggle=\"yes\">v</italic>/<italic toggle=\"yes\">v</italic>) and stirred until\nthe solid was completely dissolved. Afterward, the solution was transferred\ninto a Teflon-lined autoclave and heated at 403 K for 48 h. When cooling\nto room temperature, the solid was centrifuged and soaked with DMF\nand ethanol for three days (changing solvents daily). The product\nwas vacuum-dried at 333 K and stored in the dryer.</p>", "clean_text": "Synthesis of MOF-808\n\nThe MOF-808 was prepared by the method previously reported. Specifically, the ZrOCl2⋅8H2O (121.5 mg, 0.38 mmol) and trimesic acid (53 mg, 0.25 mmol) were mixed into 1:1 DMF/formic acid (11.5 mL, v/v) and stirred until the solid was completely dissolved. Afterward, the solution was transferred into a Teflon-lined autoclave and heated at 403 K for 48 h. When cooling to room temperature, the solid was centrifuged and soaked with DMF and ethanol for three days (changing solvents daily). The product was vacuum-dried at 333 K and stored in the dryer.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Preparation of HBABSA@MOF-808 Composites</title><p>The 4-[(2-hydroxy-benzylidene)-amino]-benzene\nsulfonic acid (HBABSA) was prepared according to the method reported\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). After MOF-808 was activated at 423 K for 6 h, the HBABSA\nmolecules were introduced into the MOF-808 pores by a post-impregnation\nmethod: the HBABSA (116 mg, 0.42 mmol) was completely dissolved in\n25 mL of methanol at 353 K, and then MOF-808 (397 mg) was added into\nthe solution and kept under stirring for 24 h. The solid was filtered\nunder heat before performing Soxhlet extraction for three days with\nmethanol. The HBABSA@MOF-808 composite was obtained after drying in\na vacuum at 333 K for 12 h.</p>", "clean_text": "Preparation of HBABSA@MOF-808 Composites\n\nThe 4-[(2-hydroxy-benzylidene)-amino]-benzene sulfonic acid (HBABSA) was prepared according to the method reported (Supporting Information). After MOF-808 was activated at 423 K for 6 h, the HBABSA molecules were introduced into the MOF-808 pores by a post-impregnation method: the HBABSA (116 mg, 0.42 mmol) was completely dissolved in 25 mL of methanol at 353 K, and then MOF-808 (397 mg) was added into the solution and kept under stirring for 24 h. The solid was filtered under heat before performing Soxhlet extraction for three days with methanol. The HBABSA@MOF-808 composite was obtained after drying in a vacuum at 333 K for 12 h.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Fabrication of Hybrid Membranes</title><p>The hybrid membranes\nwere prepared by a solution-casting method (). The PAMPS (1 g, 10 wt %) solution was\nadded into the 2 wt % PVA solution (10 g) to obtain the PVA/PAMPS\n(PP) solution as a polymeric matrix. Subsequently, a certain amount\nof as-prepared HBABSA@MOF-808 was suspended in 4 mL of distilled water\nunder ultrasonic treatment for 30 min. The above suspension was dropwise\nadded into the PVA/PAMPS solution. After stirring for 10 min, 1 wt\n% GA aqueous solution (1 mL) was added to the mixed solution for cross-linking\nand kept under stirring for 24 h at room temperature. Before casting\nthe membranes, the mixed solution was placed at 333 K for 4 h to eliminate\nthe bubbles in the solution and then evenly poured into the polytetrafluoroethylene\n(PTFE) mold and dried in a draught-drying cabinet without wind at\n333 K for 24 h to form hybrid membranes, which were denoted as HBABSA@MOF-808/PP-<italic toggle=\"yes\">X</italic> where <italic toggle=\"yes\">X</italic> (<italic toggle=\"yes\">X</italic> = 5, 10,\n15, 20 and 25) was the proportion of HBABSA@MOF-808 added into the\nhybrid membranes.</p>", "clean_text": "Fabrication of Hybrid Membranes\n\nThe hybrid membranes were prepared by a solution-casting method (). The PAMPS (1 g, 10 wt %) solution was added into the 2 wt % PVA solution (10 g) to obtain the PVA/PAMPS (PP) solution as a polymeric matrix. Subsequently, a certain amount of as-prepared HBABSA@MOF-808 was suspended in 4 mL of distilled water under ultrasonic treatment for 30 min. The above suspension was dropwise added into the PVA/PAMPS solution. After stirring for 10 min, 1 wt % GA aqueous solution (1 mL) was added to the mixed solution for cross-linking and kept under stirring for 24 h at room temperature. Before casting the membranes, the mixed solution was placed at 333 K for 4 h to eliminate the bubbles in the solution and then evenly poured into the polytetrafluoroethylene (PTFE) mold and dried in a draught-drying cabinet without wind at 333 K for 24 h to form hybrid membranes, which were denoted as HBABSA@MOF-808/PP-X where X (X = 5, 10, 15, 20 and 25) was the proportion of HBABSA@MOF-808 added into the hybrid membranes.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic presentation for the preparation of HBABSA@MOF-808/PP\nhybrid membranes.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic presentation for the preparation of HBABSA@MOF-808/PP hybrid membranes.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Characterization Techniques</title><p>Scanning electron microscopy\n(SEM) images were obtained from an SU-70 electron microscope (Hitachi,\nJapan). Powder X-ray diffraction (XRD) patterns were recorded on an\nUltima IV (Rigaku) with a Cu Kα radiation of 40 kV and 30 mA.\nN<sub>2</sub> adsorption–desorption isotherms at 77 K were\nperformed from a TriStar II 3020 analyzer (Micromeritic) after the\nsamples were pretreated at 373 K for 12 h. Fourier transform infrared\n(FT-IR) spectra were collected by a TENSOR II spectrometer (Bruker)\non the scale of 4000–400 cm<sup>–1</sup>. UV–vis\ndiffuse reflectance spectra were collected by a Cary 4000 UV–vis\nspectrophotometer (Agilent). The fluorescence (FL) spectra were surveyed\nby HORIBA FluoroLog-3 (Jobin Yvon). Thermogravimetric analysis (TGA)\nwas performed with TGA 2 devices (Mettler Toledo, USA) at a heating\nrate of 10 °C min<sup>–1</sup> in a N<sub>2</sub> atmosphere.\nThe content analysis of elements C, N, S, O, H, and Zr in the samples\nwas realized by tests with a Vario EL cube (Elementar, Germany) and\nICPOES730 (Agilent, USA).</p>", "clean_text": "Characterization Techniques\n\nScanning electron microscopy (SEM) images were obtained from an SU-70 electron microscope (Hitachi, Japan). Powder X-ray diffraction (XRD) patterns were recorded on an Ultima IV (Rigaku) with a Cu Kα radiation of 40 kV and 30 mA. N2 adsorption-desorption isotherms at 77 K were performed from a TriStar II 3020 analyzer (Micromeritic) after the samples were pretreated at 373 K for 12 h. Fourier transform infrared (FT-IR) spectra were collected by a TENSOR II spectrometer (Bruker) on the scale of 4000-400 cm-1. UV-vis diffuse reflectance spectra were collected by a Cary 4000 UV-vis spectrophotometer (Agilent). The fluorescence (FL) spectra were surveyed by HORIBA FluoroLog-3 (Jobin Yvon). Thermogravimetric analysis (TGA) was performed with TGA 2 devices (Mettler Toledo, USA) at a heating rate of 10 °C min-1 in a N2 atmosphere. The content analysis of elements C, N, S, O, H, and Zr in the samples was realized by tests with a Vario EL cube (Elementar, Germany) and ICPOES730 (Agilent, USA).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Ion Exchange Capacity and Proton Conductivity</title><p>The ion\nexchange capacity (IEC, mequiv g<sup>–1</sup>) of samples was\ndetermined via an inverse titration method. The pre-weighted sample\n(<italic toggle=\"yes\">W</italic>\n<sub>dry</sub>) was immersed in NaCl solution (2.0\nM) for 48 h to completely liberate H<sup>+</sup> by exchanging with\nNa<sup>+</sup>. Then, the dissociated H<sup>+</sup> was titrated with\na standard NaOH solution (<italic toggle=\"yes\">C</italic>\n<sub>NaOH</sub> = 0.01\nM) using phenolphthalein as an indicator. The measurements were repeated\nthree times, and the error was within 5% ():<disp-formula id=\"eq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>IEC</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>NaOH</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>×</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>NaOH</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>\n</p>", "clean_text": "Ion Exchange Capacity and Proton Conductivity\n\nThe ion exchange capacity (IEC, mequiv g-1) of samples was determined via an inverse titration method. The pre-weighted sample (W dry) was immersed in NaCl solution (2.0 M) for 48 h to completely liberate H+ by exchanging with Na+. Then, the dissociated H+ was titrated with a standard NaOH solution (C NaOH = 0.01 M) using phenolphthalein as an indicator. The measurements were repeated three times, and the error was within 5% ():    IEC =     V   NaOH   ×   C   NaOH       W   dry       1  ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The proton conductivities\n(PCs) of the samples were measured using AC impedance spectroscopy\non the electrochemical workstation (Princeton Parstat P4000 Electrochemical\nSystem) at an oscillating voltage of 500 mV in the frequency range\nfrom 1 MHz to 1 Hz. The solid powders were pressed into ∼0.09\ncm tablets at 8 MPa of pressure on a tablet press. Before testing,\nthe thickness of the samples was measured with a vernier caliper,\nand then the samples were exposed to the different relative humidities\n(RHs) for more than 12 h. The proton conductivity (σ, S cm<sup>–1</sup>), activation energy (<italic toggle=\"yes\">E</italic>\n<sub>a</sub>, eV), and proton conduction switch ratio (γ, 1) are calculated\nusing , , and , respectively.<disp-formula id=\"eq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>σ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>l</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n<label>2</label>\n</disp-formula>\n<disp-formula id=\"eq3\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>lnσ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>×</mml:mo>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n<label>3</label>\n</disp-formula>\n<disp-formula id=\"eq4\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_m004.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>γ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>343</mml:mn>\n<mml:mi mathvariant=\"normal\">K</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>338</mml:mn>\n<mml:mi mathvariant=\"normal\">K</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n<label>4</label>\n</disp-formula>where <italic toggle=\"yes\">l</italic> (cm)\nand <italic toggle=\"yes\">A</italic> (cm<sup>2</sup>) are the thickness and cross-sectional\narea of the sample, respectively, <italic toggle=\"yes\">R</italic> (Ω) is\nthe resistance obtained from the impedance diagram, <italic toggle=\"yes\">k</italic>\n<sub>B</sub> (eV K<sup>–1</sup>) is the Boltzmann constant,\nand <italic toggle=\"yes\">T</italic> (K) is the temperature. Additionally, the conductivity\nratio of the composite at 343 and 338 K as the proton-conducting switch\nratio (γ) is defined to describe the thermal-simulation responsive\nperformance of materials.</p>", "clean_text": "The proton conductivities (PCs) of the samples were measured using AC impedance spectroscopy on the electrochemical workstation (Princeton Parstat P4000 Electrochemical System) at an oscillating voltage of 500 mV in the frequency range from 1 MHz to 1 Hz. The solid powders were pressed into ~0.09 cm tablets at 8 MPa of pressure on a tablet press. Before testing, the thickness of the samples was measured with a vernier caliper, and then the samples were exposed to the different relative humidities (RHs) for more than 12 h. The proton conductivity (σ, S cm-1), activation energy (E a, eV), and proton conduction switch ratio (γ, 1) are calculated using , , and , respectively.    σ =   l   A × R     2      lnσ =     E   a       k   B   × T     3      γ =     σ   343 K       σ   338 K       4 where l (cm) and A (cm2) are the thickness and cross-sectional area of the sample, respectively, R (Ω) is the resistance obtained from the impedance diagram, k B (eV K-1) is the Boltzmann constant, and T (K) is the temperature. Additionally, the conductivity ratio of the composite at 343 and 338 K as the proton-conducting switch ratio (γ) is defined to describe the thermal-simulation responsive performance of materials.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Characterization of HBABSA@MOF-808 and Hybrid Membranes</title><p>The MOF-808 and its composite were characterized by XRD, FT-IR, and\nN<sub>2</sub> adsorption (). As seen from a, the XRD peaks of the HBABSA@MOF-808 composite are\nsimilar to those of the simulated MOF-808, indicating that the original\nskeleton structure and crystallinity of MOF-808 are not changed when\nHBABSA is incorporated. The functional groups of HBABSA, MOF-808,\nand HBABSA@MOF-808 are confirmed by FT-IR, and the result is shown\nin b. The peaks\nat 1121 and 1034 cm<sup>–1</sup> are regarded as the SO\nstretching of sulfonic groups, and the peak located at 1653 cm<sup>–1</sup> corresponds to CO stretching. For HBABSA,\nthe peaks at 1549 and 1162 cm<sup>–1</sup> correspond to CN\nand C–N stretching, respectively, while for HBABSA@MOF-808,\nthe stretching peak of CN appeared as a blue shift (1495 cm<sup>–1</sup>) and the stretching peak of C–N appeared as\na red shift (1180 cm<sup>–1</sup>), which showed that MOF-808\npromoted the keto-type HBABSA molecules and inhibited the enol-type\nones at room temperature. Further, according to the curves of N<sub>2</sub> adsorption/desorption, the N<sub>2</sub> uptake of HBABSA@MOF-808\nis approximately 329.84 cm<sup>3</sup> g<sup>–1</sup>, which\nis inferior to that of MOF-808 (427.42 cm<sup>3</sup> g<sup>–1</sup>) (c), proving\nthat the HBABSA is successfully incorporated into MOF-808 pores.</p>", "clean_text": "Results and Discussion\n\nCharacterization of HBABSA@MOF-808 and Hybrid Membranes\n\nThe MOF-808 and its composite were characterized by XRD, FT-IR, and N2 adsorption (). As seen from a, the XRD peaks of the HBABSA@MOF-808 composite are similar to those of the simulated MOF-808, indicating that the original skeleton structure and crystallinity of MOF-808 are not changed when HBABSA is incorporated. The functional groups of HBABSA, MOF-808, and HBABSA@MOF-808 are confirmed by FT-IR, and the result is shown in b. The peaks at 1121 and 1034 cm-1 are regarded as the SO stretching of sulfonic groups, and the peak located at 1653 cm-1 corresponds to CO stretching. For HBABSA, the peaks at 1549 and 1162 cm-1 correspond to CN and C-N stretching, respectively, while for HBABSA@MOF-808, the stretching peak of CN appeared as a blue shift (1495 cm-1) and the stretching peak of C-N appeared as a red shift (1180 cm-1), which showed that MOF-808 promoted the keto-type HBABSA molecules and inhibited the enol-type ones at room temperature. Further, according to the curves of N2 adsorption/desorption, the N2 uptake of HBABSA@MOF-808 is approximately 329.84 cm3 g-1, which is inferior to that of MOF-808 (427.42 cm3 g-1) (c), proving that the HBABSA is successfully incorporated into MOF-808 pores.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) XRD\npatterns and (c) N<sub>2</sub> sorption isotherms at 77\nK of MOF-808 and HBABSA@MOF-808; (b) FT-IR spectra, (d) TGA curves,\nand (e) XPS spectra of HBABSA, MOF-808, and HBABSA@MOF-808; (f) high-resolution\nXPS spectrum of the N 1s of HBABSA@MOF-808.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) XRD patterns and (c) N2 sorption isotherms at 77 K of MOF-808 and HBABSA@MOF-808; (b) FT-IR spectra, (d) TGA curves, and (e) XPS spectra of HBABSA, MOF-808, and HBABSA@MOF-808; (f) high-resolution XPS spectrum of the N 1s of HBABSA@MOF-808.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>TGA is employed to explore the thermal stability\nof HBABSA@MOF-808,\nwhich is displayed in d. The MOF-808 and HBABSA is in a stable state at approximately\n437 and 191 °C, respectively. When HBABSA was loaded into MOF-808,\nthe composite can be stable at approximately 140 °C, and the\nconsiderable weight loss at 140–560 °C mainly belongs\nto the thermal decomposition of the HBABSA compound in MOF-808 pores.\nIf the HBABSA as a π-conjugated molecule exists in an aggregative\nstate, the strong interactions of π–π stacking\nbetween the aryl rings from the molecules would lead to the relatively\nhigh thermal stability. When the HBABSA molecules are introduced into\nMOF pores in a monomeric state, the strong interactions are destructed,\nwhich would result in a declined decomposition temperature (ca. 140\n°C). Additionally, the increased thermal stability of parent\nMOF-808 in HBABSA@MOF-808 possibly originated from the interaction\nof the HBABSA and MOF. Further, XPS measurements were surveyed on\nHBABSA, MOF-808, and HBABSA@MOF-808 to assess their surface structures.\nRegarding e\nand <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>, the composite presents the\nZr, C, O, N, and S elements, which proves the successful preparation\nof the composite. For the fitted curves of N 1s from the HBABSA@MOF-808\ncomposite (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S5d</ext-link> and f), the binding energies of\n404 and 402.5 eV correspond to N–Ph and −NH–Ph,\nrespectively; the 401.6, 400.1, and 399.3 eV belong to CC–NH–CC,\nCN, and −NH–, respectively.</p>", "clean_text": "TGA is employed to explore the thermal stability of HBABSA@MOF-808, which is displayed in d. The MOF-808 and HBABSA is in a stable state at approximately 437 and 191 °C, respectively. When HBABSA was loaded into MOF-808, the composite can be stable at approximately 140 °C, and the considerable weight loss at 140-560 °C mainly belongs to the thermal decomposition of the HBABSA compound in MOF-808 pores. If the HBABSA as a π-conjugated molecule exists in an aggregative state, the strong interactions of π-π stacking between the aryl rings from the molecules would lead to the relatively high thermal stability. When the HBABSA molecules are introduced into MOF pores in a monomeric state, the strong interactions are destructed, which would result in a declined decomposition temperature (ca. 140 °C). Additionally, the increased thermal stability of parent MOF-808 in HBABSA@MOF-808 possibly originated from the interaction of the HBABSA and MOF. Further, XPS measurements were surveyed on HBABSA, MOF-808, and HBABSA@MOF-808 to assess their surface structures. Regarding e and Figure S5, the composite presents the Zr, C, O, N, and S elements, which proves the successful preparation of the composite. For the fitted curves of N 1s from the HBABSA@MOF-808 composite (Figure S5d and f), the binding energies of 404 and 402.5 eV correspond to N-Ph and -NH-Ph, respectively; the 401.6, 400.1, and 399.3 eV belong to CC-NH-CC, CN, and -NH-, respectively.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>A careful\nobservation for MOF-808 and HBABSA@MOF-808 was performed\nby TEM images. As shown in a,b, the MOF-808 appears as a mixture of octahedral\nand dodecahedral morphologies with a particle size ranging from 100\nto 200 nm. The morphology of the HBABSA@MOF-808 composite (c,d) is consistent\nwith that of MOF-808, which indicates that the doping of HBABSA does\nnot have a great influence on the morphology of MOF-808. Furthermore,\nthe HBABSA@MOF-808 is also characterized by an energy-dispersive spectrometer\n(EDS) analysis. As shown in e–i, the corresponding TEM image is scanned\nwith dark-field image elements (C, O, N, S, and Zr), and the uniform\ndistribution of the related elements indicates the presence of HBABSA\nmolecules in MOF-808 pores.</p>", "clean_text": "A careful observation for MOF-808 and HBABSA@MOF-808 was performed by TEM images. As shown in a,b, the MOF-808 appears as a mixture of octahedral and dodecahedral morphologies with a particle size ranging from 100 to 200 nm. The morphology of the HBABSA@MOF-808 composite (c,d) is consistent with that of MOF-808, which indicates that the doping of HBABSA does not have a great influence on the morphology of MOF-808. Furthermore, the HBABSA@MOF-808 is also characterized by an energy-dispersive spectrometer (EDS) analysis. As shown in e-i, the corresponding TEM image is scanned with dark-field image elements (C, O, N, S, and Zr), and the uniform distribution of the related elements indicates the presence of HBABSA molecules in MOF-808 pores.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>TEM images of (a, b) MOF-808 and (c, d) HBABSA@MOF-808\nand the\nelement mapping of (e) C, (f) O, (g) N, (h) S, and (i) Zr in HBABSA@MOF-808.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  TEM images of (a, b) MOF-808 and (c, d) HBABSA@MOF-808 and the element mapping of (e) C, (f) O, (g) N, (h) S, and (i) Zr in HBABSA@MOF-808.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>The HBABSA@MOF-808/PP hybrid membranes were prepared\nby a solution-casting\nmethod, and a series of characterizations are shown in . The XRD patterns of the hybrid\nmembranes are shown in a. It can be seen that the diffraction peak at 2θ =\n8.72° is attributed to MOF-808, and the wide diffraction peak\nat 2θ = 19.5° is assigned to PVA/PAMPS blends. Furthermore,\nthe FT-IR spectra show that the peaks of CO, CN, and\nSO from PAMPS and HBABSA@MOF-808 appear at 1653, 1547, 1268,\nand 1034 cm<sup>–1</sup>, respectively. The peaks at 1450 and\n1380 cm<sup>–1</sup> belong to CC stretching on HBABSA@MOF-808’s\naromatic ring in the hybrid membrane. Also, the thermal stability\nof the hybrid membrane is characterized in a thermogravimetric test\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>); the HBABSA@MOF-808/PP exhibits\na similar trend of weight loss that is relative to the PVA/PAMPS,\nindicating that the doping of the filler has no effect on the thermal\nstability of the original membrane. Nitrogen absorption/desorption\nisotherms of hybrid membranes are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>. Comparing to the specific surface area (<italic toggle=\"yes\">S</italic>\n<sub>BET</sub>) and pore volume (c), the relevant values of hybrid membranes\nincrease with an increase of the doping percentages of HBABSA@MOF-808.\nHowever, the slight decrease of the data when the doping percentage\nis 25% can be attributed to the nanofiller aggregation. In addition,\nthe mechanical properties of membranes are present in d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>, including the elongation at break and maximum stress. It\ncan be found that, when the doping percentages of the filler reach\nup to 5 and 20%, the hybrid membranes show a higher elongation at\nbreak or maximum stress, respectively. Moreover, the hybrid membranes\nhave more prominent characteristics of flexibility or toughness, possibly\nderiving from the strong interaction between the filler and the polymer\nand the water absorption of MOF-808.</p>", "clean_text": "The HBABSA@MOF-808/PP hybrid membranes were prepared by a solution-casting method, and a series of characterizations are shown in . The XRD patterns of the hybrid membranes are shown in a. It can be seen that the diffraction peak at 2θ = 8.72° is attributed to MOF-808, and the wide diffraction peak at 2θ = 19.5° is assigned to PVA/PAMPS blends. Furthermore, the FT-IR spectra show that the peaks of CO, CN, and SO from PAMPS and HBABSA@MOF-808 appear at 1653, 1547, 1268, and 1034 cm-1, respectively. The peaks at 1450 and 1380 cm-1 belong to CC stretching on HBABSA@MOF-808's aromatic ring in the hybrid membrane. Also, the thermal stability of the hybrid membrane is characterized in a thermogravimetric test (Figure S7); the HBABSA@MOF-808/PP exhibits a similar trend of weight loss that is relative to the PVA/PAMPS, indicating that the doping of the filler has no effect on the thermal stability of the original membrane. Nitrogen absorption/desorption isotherms of hybrid membranes are shown in Figure S8. Comparing to the specific surface area (S BET) and pore volume (c), the relevant values of hybrid membranes increase with an increase of the doping percentages of HBABSA@MOF-808. However, the slight decrease of the data when the doping percentage is 25% can be attributed to the nanofiller aggregation. In addition, the mechanical properties of membranes are present in d and Figure S9, including the elongation at break and maximum stress. It can be found that, when the doping percentages of the filler reach up to 5 and 20%, the hybrid membranes show a higher elongation at break or maximum stress, respectively. Moreover, the hybrid membranes have more prominent characteristics of flexibility or toughness, possibly deriving from the strong interaction between the filler and the polymer and the water absorption of MOF-808.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) XRD patterns of PVA/PAMPS (PP) blends,\nMOF-808/PP-25, and HBABSA@MOF-808/PP-25.\n(b) FT-IR spectra of PVA, PAMPS, and HBABSA@MOF-808/PP-25. (c) BET\nsurface area, (c) pore volume, (d) elongation at break, and (d) maximum\nstress of HBABSA@MOF-808/PP hybrid membranes’ different doping\npercentages (0, 5, 10, 15, 20, and 25%) of the HBABSA@MOF-808 filler.\nSEM images of (e) PVA/PAMPS and (f) HBABSA@MOF-808/PP-25.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) XRD patterns of PVA/PAMPS (PP) blends, MOF-808/PP-25, and HBABSA@MOF-808/PP-25. (b) FT-IR spectra of PVA, PAMPS, and HBABSA@MOF-808/PP-25. (c) BET surface area, (c) pore volume, (d) elongation at break, and (d) maximum stress of HBABSA@MOF-808/PP hybrid membranes' different doping percentages (0, 5, 10, 15, 20, and 25%) of the HBABSA@MOF-808 filler. SEM images of (e) PVA/PAMPS and (f) HBABSA@MOF-808/PP-25.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The morphologies of PVA/PAMPS (c) and its hybrid membrane\n(d) are observed\nby SEM. Compared\nto PVA/PAMPS, the HBABSA@MOF-808/PP offers a rough surface. The composite\nparticles are evenly distributed in the hybrid membrane, and there\nis no apparent agglomeration phenomenon.</p>", "clean_text": "The morphologies of PVA/PAMPS (c) and its hybrid membrane (d) are observed by SEM. Compared to PVA/PAMPS, the HBABSA@MOF-808/PP offers a rough surface. The composite particles are evenly distributed in the hybrid membrane, and there is no apparent agglomeration phenomenon.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Thermochromic Property</title><p>The switching state of HBABSA\nmolecules between the high/low temperatures is the key to the thermal-responsive\nproton conductor. The FT-IR, UV–vis, and FL spectra are applied\nto investigate the thermal-induced enol/keto isomerization of HBABSA\nmolecules under certain circumstances. The FL measurements performed\nare shown in . As described in a, the HBABSA molecules present a heating-induced transformation\nfrom a keto type to enol type in solution (0.05 g mL<sup>–1</sup>). Relative to the emission peak (λ = 510 nm) at room temperature\n(298 K), the peak intensity increases sharply and the peak appears\nas a blue shift (Δλ = 10 nm) when the temperature reaches\nup to 353 K, which are attributable to the rising content of electron-donating\ngroups in the aromatic ring and the decrease of the conjugation degree\nin HBABSA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), respectively. For\nthe HBABSA@MOF-808 dispersion (b), its emission peak at 298 K is the same as that\nof the HBABSA solution, but after heating, there exists 20 nm of a\nblue shift. This is possibly imputed to the abundant dissociable hydroxyls\ncoordinated with Zr atoms in MOF-808 pores, which can promote the\nthermo-induced isomerization of HBABSA molecules. When cooling to\n308 K from 353 K, the HBABSA molecule strikes as a reversible isomerization.\nIn addition, as shown in the FL spectra of the hybrid membrane in c, the great blue\nshift (Δλ = 30 nm) induced states where the HBABSA@MOF-808\ncomposite in PP has a more prominent thermal isomerization behavior;\nadditionally, the risen intensity of the emission peak at 353 K would\nbe assigned to the multiple dissociated H<sup>+</sup> atoms from the\nsulfonic and hydroxyl groups from PAMPS and PVA polymers. To eliminate\nthe factors that would mislead the results, the results of FL spectra\non the MOF-808 suspension, MOF-808 solid, PVA/PAMPS blends, and MOF-808/PP\nhybrid membrane are compared (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>), and there is no obvious change of FL curves induced by the temperature.</p>", "clean_text": "Thermochromic Property\n\nThe switching state of HBABSA molecules between the high/low temperatures is the key to the thermal-responsive proton conductor. The FT-IR, UV-vis, and FL spectra are applied to investigate the thermal-induced enol/keto isomerization of HBABSA molecules under certain circumstances. The FL measurements performed are shown in . As described in a, the HBABSA molecules present a heating-induced transformation from a keto type to enol type in solution (0.05 g mL-1). Relative to the emission peak (λ = 510 nm) at room temperature (298 K), the peak intensity increases sharply and the peak appears as a blue shift (Δλ = 10 nm) when the temperature reaches up to 353 K, which are attributable to the rising content of electron-donating groups in the aromatic ring and the decrease of the conjugation degree in HBABSA (Figure S2), respectively. For the HBABSA@MOF-808 dispersion (b), its emission peak at 298 K is the same as that of the HBABSA solution, but after heating, there exists 20 nm of a blue shift. This is possibly imputed to the abundant dissociable hydroxyls coordinated with Zr atoms in MOF-808 pores, which can promote the thermo-induced isomerization of HBABSA molecules. When cooling to 308 K from 353 K, the HBABSA molecule strikes as a reversible isomerization. In addition, as shown in the FL spectra of the hybrid membrane in c, the great blue shift (Δλ = 30 nm) induced states where the HBABSA@MOF-808 composite in PP has a more prominent thermal isomerization behavior; additionally, the risen intensity of the emission peak at 353 K would be assigned to the multiple dissociated H+ atoms from the sulfonic and hydroxyl groups from PAMPS and PVA polymers. To eliminate the factors that would mislead the results, the results of FL spectra on the MOF-808 suspension, MOF-808 solid, PVA/PAMPS blends, and MOF-808/PP hybrid membrane are compared (Figure S12), and there is no obvious change of FL curves induced by the temperature.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>FL excited\nby 360 nm of the (a) HBABSA solution, (b) HBABSA@MOF-808\nsuspension, and (c) HBABSA@MOF-808/PP-25 at 298 K, heating at 353\nK, and cooling for 5 min to 305 K, respectively. (d, e) Partial infrared\nspectral contrast changes of HBABSA@MOF-808 at room temperature and\nheating at 353 K for 5 min. (f, g) UV–vis absorption spectra\nof the (f) HBABSA solution and (g) HBABSA@MOF-808 suspension during\nheating from 298 to 353 K at intervals of 5 K.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  FL excited by 360 nm of the (a) HBABSA solution, (b) HBABSA@MOF-808 suspension, and (c) HBABSA@MOF-808/PP-25 at 298 K, heating at 353 K, and cooling for 5 min to 305 K, respectively. (d, e) Partial infrared spectral contrast changes of HBABSA@MOF-808 at room temperature and heating at 353 K for 5 min. (f, g) UV-vis absorption spectra of the (f) HBABSA solution and (g) HBABSA@MOF-808 suspension during heating from 298 to 353 K at intervals of 5 K.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The FT-IR of HBABSA@MOF-808 is also conducted at\n298 and 353 K\n(d,e). It can\nbe found that an improved intensity of the CN vibrational\npeak is exhibited at 1504 cm<sup>–1</sup>, which is assigned\nto the increased enol-type HBABSA at a high temperature (353 K). More\nintuitively, the peak intensity of CO (keto type) in HBABSA\nmolecules at 298 K is greater than that at 353 K, and the peak intensity\nof C–OH (enol type) is the opposite. Moreover, with the increase\nof the temperature, the wavelengths have an obvious blue shift. Additionally,\nat a high temperature (353 K), the H-bonding interaction between enol-type\nHBABSA and MOF-808 is weaker, and this temperature-dependent interaction\nis strongly reversible (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). Furthermore,\nthe UV–vis spectroscopy is employed to explore the enol/keto\nisomerization during the heating of the HBABSA solution (f) and HBABSA@MOF-808\nsuspension (g) from 298 to 353 K at an interval of 5 K. At 298 K, the peak absorption\nof HBABSA molecules at 437 nm belongs to an intramolecular charge\ntransfer (ICT) wavelength, and this wavelength\nof HBABSA molecules in MOF-808 pores is at 512 nm, which further suggests\nthat the MOF-808 would promote the keto-type state of HBABSA molecules\nat room temperature. The large conjugate plane structure of the keto-type\nHBABSA molecule results in an ICT transition, reflecting that HBABSA\nmolecules have higher keto-type content at the low temperature. Moreover,\nwhen incorporated into MOF-808 pores, the content of the large conjugated\nketo type is further increased due to the interaction of Zr atoms.\nThe obvious blue shift of the ICT wavelength at 353 K manifests that\nthe isomerization induced by thermal stimulation generates the increased\ncontent of the enol-type HBABSA molecule in the system, which is different\nfrom the pure MOF-808 dispersion (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>).</p>", "clean_text": "The FT-IR of HBABSA@MOF-808 is also conducted at 298 and 353 K (d,e). It can be found that an improved intensity of the CN vibrational peak is exhibited at 1504 cm-1, which is assigned to the increased enol-type HBABSA at a high temperature (353 K). More intuitively, the peak intensity of CO (keto type) in HBABSA molecules at 298 K is greater than that at 353 K, and the peak intensity of C-OH (enol type) is the opposite. Moreover, with the increase of the temperature, the wavelengths have an obvious blue shift. Additionally, at a high temperature (353 K), the H-bonding interaction between enol-type HBABSA and MOF-808 is weaker, and this temperature-dependent interaction is strongly reversible (Figure S14). Furthermore, the UV-vis spectroscopy is employed to explore the enol/keto isomerization during the heating of the HBABSA solution (f) and HBABSA@MOF-808 suspension (g) from 298 to 353 K at an interval of 5 K. At 298 K, the peak absorption of HBABSA molecules at 437 nm belongs to an intramolecular charge transfer (ICT) wavelength, and this wavelength of HBABSA molecules in MOF-808 pores is at 512 nm, which further suggests that the MOF-808 would promote the keto-type state of HBABSA molecules at room temperature. The large conjugate plane structure of the keto-type HBABSA molecule results in an ICT transition, reflecting that HBABSA molecules have higher keto-type content at the low temperature. Moreover, when incorporated into MOF-808 pores, the content of the large conjugated keto type is further increased due to the interaction of Zr atoms. The obvious blue shift of the ICT wavelength at 353 K manifests that the isomerization induced by thermal stimulation generates the increased content of the enol-type HBABSA molecule in the system, which is different from the pure MOF-808 dispersion (Figure S15).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Proton Conduction in Response to Thermal Stimulation</title><p>The proton conductivities (PCs) of MOF-808 and HBABSA@MOF-808 are\nstudied by impedance spectroscopy (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figures S16 and S17</ext-link>). First, the conductivity of the MOF-808 and its composite\nare explored at 298–353 K under different RHs (57, 44, 35,\nand 17% RH). The MOF-808 shows a linear trend in PC with an increase\nof the temperature at different RHs. Then, the conductivity of HBABSA@MOF-808\nis produced with the rise of RH and is sharply boosted between 338\nand 343 K (a), where there is an inflection point. From b, the proton-conducting switch ratio (γ)\nunder 57% RH reaches up to 16, which is superior to that of other\nRHs, probably resulting from the pathway of proton transport in the\ncomposite at different RHs.</p>", "clean_text": "Proton Conduction in Response to Thermal Stimulation\n\nThe proton conductivities (PCs) of MOF-808 and HBABSA@MOF-808 are studied by impedance spectroscopy (Figures S16 and S17). First, the conductivity of the MOF-808 and its composite are explored at 298-353 K under different RHs (57, 44, 35, and 17% RH). The MOF-808 shows a linear trend in PC with an increase of the temperature at different RHs. Then, the conductivity of HBABSA@MOF-808 is produced with the rise of RH and is sharply boosted between 338 and 343 K (a), where there is an inflection point. From b, the proton-conducting switch ratio (γ) under 57% RH reaches up to 16, which is superior to that of other RHs, probably resulting from the pathway of proton transport in the composite at different RHs.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Temperature dependence of PC and (b) the\nσ values at\n353 K and switch ratio of HBABSA@MOF-808 at different RHs. PC at (c)\n323 K and (d) 353 K and (d) switch ratio of PP, MOF-808/PP-25, and\nHBABSA@MOF-808/PP-<italic toggle=\"yes\">X</italic> (<italic toggle=\"yes\">X</italic> = 0, 5, 10,\n15, 20, 25) at 57% RH. (e) Proton conductivity and (f) switching ratio\n(f) of HBABSA@MOF-808/PP-20/25 at 57% RH.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Temperature dependence of PC and (b) the σ values at 353 K and switch ratio of HBABSA@MOF-808 at different RHs. PC at (c) 323 K and (d) 353 K and (d) switch ratio of PP, MOF-808/PP-25, and HBABSA@MOF-808/PP-X (X = 0, 5, 10, 15, 20, 25) at 57% RH. (e) Proton conductivity and (f) switching ratio (f) of HBABSA@MOF-808/PP-20/25 at 57% RH.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>The temperature-dependent PC of HBABSA@MOF-808/PP-X\nhybrid membranes\nwith different contents of the composite (<italic toggle=\"yes\">X</italic> = 0,\n5, 10, 15, 20, and 25) are also measured under 57% RH. As can be seen\nfrom c, their\nconductivity declines as the doping content of the composite increases\nat 323 K, which is consistent with the variation trend of IEC (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>), which is related to the reduction\nof ionizable protons. Meanwhile, at 353 K, the conductivity of the\nhybrid membranes gradually increases with an increase of the doping\ncontent of the filler (d), especially the 20% filler-doped membrane with a maximum\nσ value of 0.059 S cm<sup>–1</sup>. The conductivity\nof HBABSA@MOF-808/PP-25 decreases slightly due to the agglomeration\nof filler particles at a high concentration. The thermal-responsive\nproton conduction switch of a high doping content of fillers in hybrid\nmembranes exceeds that of a low doping one, reaching a maximum value\n(γ) of 5.4 with the 25% doping content. Furthermore, the temperature-dependent\nconductivity of PP blends and their hybrid membrane at 57% RH is displayed\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>, which is used to exclude\nthe influence of MOF-808 and PP on the thermal-responsive switching\nperformance. The PC of the PP matrix ascends rapidly with a temperature\nfrom 303 to 318 K and then tends to be flat. The σ value of\nMOF-808/PP-25 almost offers a linear rising when the temperature is\nboosted gradually. Meanwhile, unlike the MOF-808/PP-25 and PP membrane,\nthe 25% HBABSA@MOF-808-filled hybrid membrane achieves an exponential\nincrease in conductivity from 338 to 343 K, exhibiting a satisfactory\nfunction of responsive proton conduction switching by thermal stimulation.\nHerein, we selected the HBABSA@MOF-808/PP-20 and HBABSA@MOF-808/PP-25\nto evaluate the effect of humidity on their thermal-responsive proton\nconductivity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S22a,b</ext-link>). Regarding e,f, as the RH is\nelevated, the conductivity of hybrid membranes gently increases, while\nthe γ values present a similar tendency relative to that of\nHBABSA@MOF-808 where a more attractive conductivity and thermal-responsive\nproton conduction switching ability are at 57% RH. In addition, the\nPC stability of HBABSA@MOF-808/PP-25 was examined under 57% RH and\n328 K. As illustrated in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S23</ext-link>, the\nconductivity presents a negligible change within ±6.0% at 300\nmin, which shows the high stability of the hybrid membrane in PC.\nTaking different response modes as reference, we summarized the proton\nconductivity and switch ratio of the stimulus-responsive proton conduction\nmaterials reported under a given test temperature and RH (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). It is worth mentioning that this work\nis the first to realize the design and preparation of thermal-response\nproton conduction materials at specific temperatures and has a satisfactory\nproton conductivity and switch ratio at low humidity.</p>", "clean_text": "The temperature-dependent PC of HBABSA@MOF-808/PP-X hybrid membranes with different contents of the composite (X = 0, 5, 10, 15, 20, and 25) are also measured under 57% RH. As can be seen from c, their conductivity declines as the doping content of the composite increases at 323 K, which is consistent with the variation trend of IEC (Figure S18), which is related to the reduction of ionizable protons. Meanwhile, at 353 K, the conductivity of the hybrid membranes gradually increases with an increase of the doping content of the filler (d), especially the 20% filler-doped membrane with a maximum σ value of 0.059 S cm-1. The conductivity of HBABSA@MOF-808/PP-25 decreases slightly due to the agglomeration of filler particles at a high concentration. The thermal-responsive proton conduction switch of a high doping content of fillers in hybrid membranes exceeds that of a low doping one, reaching a maximum value (γ) of 5.4 with the 25% doping content. Furthermore, the temperature-dependent conductivity of PP blends and their hybrid membrane at 57% RH is displayed in Figure S21, which is used to exclude the influence of MOF-808 and PP on the thermal-responsive switching performance. The PC of the PP matrix ascends rapidly with a temperature from 303 to 318 K and then tends to be flat. The σ value of MOF-808/PP-25 almost offers a linear rising when the temperature is boosted gradually. Meanwhile, unlike the MOF-808/PP-25 and PP membrane, the 25% HBABSA@MOF-808-filled hybrid membrane achieves an exponential increase in conductivity from 338 to 343 K, exhibiting a satisfactory function of responsive proton conduction switching by thermal stimulation. Herein, we selected the HBABSA@MOF-808/PP-20 and HBABSA@MOF-808/PP-25 to evaluate the effect of humidity on their thermal-responsive proton conductivity (Figure S22a,b). Regarding e,f, as the RH is elevated, the conductivity of hybrid membranes gently increases, while the γ values present a similar tendency relative to that of HBABSA@MOF-808 where a more attractive conductivity and thermal-responsive proton conduction switching ability are at 57% RH. In addition, the PC stability of HBABSA@MOF-808/PP-25 was examined under 57% RH and 328 K. As illustrated in Figure S23, the conductivity presents a negligible change within ±6.0% at 300 min, which shows the high stability of the hybrid membrane in PC. Taking different response modes as reference, we summarized the proton conductivity and switch ratio of the stimulus-responsive proton conduction materials reported under a given test temperature and RH (Table S3). It is worth mentioning that this work is the first to realize the design and preparation of thermal-response proton conduction materials at specific temperatures and has a satisfactory proton conductivity and switch ratio at low humidity.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>In order\nto better understand the proton conduction process of\nthe HBABSA@MOF-808 composite and its hybrid membranes in response\nto thermal stimulation, we compared the activation energy (<italic toggle=\"yes\">E</italic>\n<sub>a</sub>) at different temperature ranges. As shown\nin a, the <italic toggle=\"yes\">E</italic>\n<sub>a</sub> value of HBABSA@MOF-808 is changed at the\ndisjunctive temperatures between 343 and 338 K, which is consistently\ngreater than 0.4 eV at other RHs (except at 17% RH) following the\nvehicle mechanism. In the keto-type HBABSA molecule (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S24</ext-link>), there is an H-bonding interaction between the\ncarbonyl oxygen and imine group (1.89 Å) at room temperature,\nand all the atoms are in the same plane with closely arranged atomic\nproperties. This structure enables H atoms\nof the imine group in the HBABSA molecule or in the environment to\nbe transferred to the carbonyl oxygen on the salicylaldehyde portion\nthrough the excited-state intramolecular proton transfer mechanism\n(ESIPT) process under certain stimulation, and the molecular structure\nis transformed from a keto type to enol type. The dynamic control\nfunction of proton-conducting materials is realized by the thermal-induced\nisomerization of HBABSA molecules to alter the proton conduction of\nthe system. Specifically, there are strong H-bond interactions between\nthe keto-type HBABSA molecules (e.g., carbonyl of the salicylaldehyde\npart and sulfonic acid and imine groups of the aniline portion) and\nMOF-808 (e.g., hydroxyl group coordinated with Zr atoms) at room temperature,\nwhich would limit the dissociation of the protic groups in HBABSA@MOF-808.\nWhen the temperature is elevated to 338 K, numerous keto-type HBABSA\nmolecules would transition into the enol-type one by the isomerization\nreaction, resulting in a rapid increase of enol-type content in HBABSA@MOF-808;\nthe enol-type HBABSA containing sulfonic acid and hydroxyl groups\nwould provide more protons, which can combine with water molecules\nto form hydronium ions for migration; concurrently, the H-bonding\ninteraction of HBABSA molecules and MOF-808 is weakened immensely,\nand more protons are dissociated from the MOF-808 framework (b). Thus, the HBABSA@MOF-808\ncomposite has a responsive proton-conducting property based on thermal-induced\nisomerization of the HBABSA molecules.</p>", "clean_text": "In order to better understand the proton conduction process of the HBABSA@MOF-808 composite and its hybrid membranes in response to thermal stimulation, we compared the activation energy (E a) at different temperature ranges. As shown in a, the E a value of HBABSA@MOF-808 is changed at the disjunctive temperatures between 343 and 338 K, which is consistently greater than 0.4 eV at other RHs (except at 17% RH) following the vehicle mechanism. In the keto-type HBABSA molecule (Figure S24), there is an H-bonding interaction between the carbonyl oxygen and imine group (1.89 Å) at room temperature, and all the atoms are in the same plane with closely arranged atomic properties. This structure enables H atoms of the imine group in the HBABSA molecule or in the environment to be transferred to the carbonyl oxygen on the salicylaldehyde portion through the excited-state intramolecular proton transfer mechanism (ESIPT) process under certain stimulation, and the molecular structure is transformed from a keto type to enol type. The dynamic control function of proton-conducting materials is realized by the thermal-induced isomerization of HBABSA molecules to alter the proton conduction of the system. Specifically, there are strong H-bond interactions between the keto-type HBABSA molecules (e.g., carbonyl of the salicylaldehyde part and sulfonic acid and imine groups of the aniline portion) and MOF-808 (e.g., hydroxyl group coordinated with Zr atoms) at room temperature, which would limit the dissociation of the protic groups in HBABSA@MOF-808. When the temperature is elevated to 338 K, numerous keto-type HBABSA molecules would transition into the enol-type one by the isomerization reaction, resulting in a rapid increase of enol-type content in HBABSA@MOF-808; the enol-type HBABSA containing sulfonic acid and hydroxyl groups would provide more protons, which can combine with water molecules to form hydronium ions for migration; concurrently, the H-bonding interaction of HBABSA molecules and MOF-808 is weakened immensely, and more protons are dissociated from the MOF-808 framework (b). Thus, the HBABSA@MOF-808 composite has a responsive proton-conducting property based on thermal-induced isomerization of the HBABSA molecules.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Arrhenius plots of the\nHBABSA@MOF-808 composite at (a) different\nRHs and (c) HBABSA@MOF-808/PP-20/-25 at 57% RH; schematic diagrams\nfor the thermal-response proton transfer pathway of (b) the HBABSA@MOF-808\ncomposite and (d, e) hybrid membrane (d and e).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Arrhenius plots of the HBABSA@MOF-808 composite at (a) different RHs and (c) HBABSA@MOF-808/PP-20/-25 at 57% RH; schematic diagrams for the thermal-response proton transfer pathway of (b) the HBABSA@MOF-808 composite and (d, e) hybrid membrane (d and e).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>Based on this, for hybrid membranes, the activation\nenergy of HBABSA@MOF-808/PP-20/-25\nis 0.38 and 0.33 eV, respectively, in the temperature range from 298\nto 338 K at 57% RH (c), and their proton transfer abides by the Grotthuss mechanism.\nThis transport process is determined by the proton transport channels,\nwhich can be formed through H bonds among hydroxy groups of PVA, sulfonate\ngroups of PAMPS, and water molecules (d). When the temperature is higher than 343\nK, the proton-conducting mechanism of the two hybrid membranes is\ndifferent in the filler-doping amount; the protons in HBABSA@MOF-808/PP-20\nstill migrate according to the Grotthuss-like mechanism (0.21 eV).\nTherefore, the sharp increase in the PC of hybrid membranes at 57%\nRH from 338 to 343 K indicates the heightening content of enol-type\nHBABSA molecules induced by the temperature, and thus the additional\nprotons are provided, which can migrate by proton transport channels\nand exponentially improve the conductivity of hybrid membranes. Furthermore,\nthe <italic toggle=\"yes\">E</italic>\n<sub>a</sub> value of the 25% HBABSA@MOF-808-filled\nhybrid membrane is 1.37 eV (vehicle mechanism). Under this transfer\nprocess, the MOF-808 and enol-type HBABSA molecules can offer more\nrelatively free protons in favor of effective proton conduction (e). The difference\nin the proton transport mode of the two hybrid membranes after 343\nK would be ascribable to the more prominent nature of water adsorption\nand water retention of the 25% HBABSA@MOF-808-filled hybrid membrane\nbetween 50–65% RH (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S25</ext-link>),\nwhich results from the outstanding water absorbability of MOF-808.\nTherefore, the HBABSA@MOF-808/PP-25 hybrid membrane shows the change\nin the proton transport mode before and after the thermal response\ntemperature, which is more conducive to the occurrence of the thermal-response\nbehavior of proton conduction, resulting in a larger switching ratio.</p>", "clean_text": "Based on this, for hybrid membranes, the activation energy of HBABSA@MOF-808/PP-20/-25 is 0.38 and 0.33 eV, respectively, in the temperature range from 298 to 338 K at 57% RH (c), and their proton transfer abides by the Grotthuss mechanism. This transport process is determined by the proton transport channels, which can be formed through H bonds among hydroxy groups of PVA, sulfonate groups of PAMPS, and water molecules (d). When the temperature is higher than 343 K, the proton-conducting mechanism of the two hybrid membranes is different in the filler-doping amount; the protons in HBABSA@MOF-808/PP-20 still migrate according to the Grotthuss-like mechanism (0.21 eV). Therefore, the sharp increase in the PC of hybrid membranes at 57% RH from 338 to 343 K indicates the heightening content of enol-type HBABSA molecules induced by the temperature, and thus the additional protons are provided, which can migrate by proton transport channels and exponentially improve the conductivity of hybrid membranes. Furthermore, the E a value of the 25% HBABSA@MOF-808-filled hybrid membrane is 1.37 eV (vehicle mechanism). Under this transfer process, the MOF-808 and enol-type HBABSA molecules can offer more relatively free protons in favor of effective proton conduction (e). The difference in the proton transport mode of the two hybrid membranes after 343 K would be ascribable to the more prominent nature of water adsorption and water retention of the 25% HBABSA@MOF-808-filled hybrid membrane between 50-65% RH (Figure S25), which results from the outstanding water absorbability of MOF-808. Therefore, the HBABSA@MOF-808/PP-25 hybrid membrane shows the change in the proton transport mode before and after the thermal response temperature, which is more conducive to the occurrence of the thermal-response behavior of proton conduction, resulting in a larger switching ratio.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary, a thermochromic Schiff-base\nmolecule as the guest,\nnamely, 4-((2-hydroxybenzylidene)­amino)­benzenesulfonic acid (HBABSA),\nis encapsulated into the pores of the MOF-808, the host, to generate\na thermal-responsive MOF-based composite (HBABSA@MOF-808) for switchable\nproton conductivity. It can be discovered that the HBABSA molecules\nin the MOF’s nanopores accomplish the reversible isomerization\nbetween the keto and enol isomers under heat irradiation. The sulfonate\ngroup and proton in enol-type HBABSA would greatly enhance the proton\nconductivity of the composite via plentiful protons and hydrophilic\ngroups inside the nanochannels. Due to the suitable H-bond interaction\nbetween enol-type HBABSA and MOF-808, we can increase the dissociation\nof the hydroxyl groups coordinated with the Zr atom in MOF-808, thus\nenhancing the proton conductivity of the composite to a large extent.\nAs a result, the HBABSA@MOF-808 presents a proton conductivity of\n1.42 × 10<sup>–4</sup> S cm<sup>–1</sup> at 57%\nRH and 353 K and an outstanding thermal switching ratio of 16 upon\nheat illumination. Further, the HBABSA@MOF-808-filled PVA/PAMPS hybrid\nmembranes by solution blending and the thermal-responsive switching\nfunction at low humidity are realized due to the thermal-induced isomerization\nof HBABSA molecules. The proton conductivity of the hybrid membrane\ninvolved with 25 wt % HBABSA@MOF-808 reaches up to 5.57 × 10<sup>–3</sup> S cm<sup>–1</sup>, which is 4014.1% higher\nthan that of HBABSA@MOF-808, accompanied by an excellent thermal-response\nswitching ratio of 5.4. Based on explored mechanisms, the MOF-808\nand enol-type HBABSA molecules can offer more movable protons to the\nhybrid membrane at a high temperature in favor of effective proton\nconduction by forming hydronium ions. Depending on the strong development\npotential of stimulus-responsive materials in the intelligent age,\nthis thermal-responsive MOF composite and its hybrid membrane open\nthe door of gated proton conduction at specific temperatures.</p>", "clean_text": "Conclusions\n\nIn summary, a thermochromic Schiff-base molecule as the guest, namely, 4-((2-hydroxybenzylidene)amino)benzenesulfonic acid (HBABSA), is encapsulated into the pores of the MOF-808, the host, to generate a thermal-responsive MOF-based composite (HBABSA@MOF-808) for switchable proton conductivity. It can be discovered that the HBABSA molecules in the MOF's nanopores accomplish the reversible isomerization between the keto and enol isomers under heat irradiation. The sulfonate group and proton in enol-type HBABSA would greatly enhance the proton conductivity of the composite via plentiful protons and hydrophilic groups inside the nanochannels. Due to the suitable H-bond interaction between enol-type HBABSA and MOF-808, we can increase the dissociation of the hydroxyl groups coordinated with the Zr atom in MOF-808, thus enhancing the proton conductivity of the composite to a large extent. As a result, the HBABSA@MOF-808 presents a proton conductivity of 1.42 × 10-4 S cm-1 at 57% RH and 353 K and an outstanding thermal switching ratio of 16 upon heat illumination. Further, the HBABSA@MOF-808-filled PVA/PAMPS hybrid membranes by solution blending and the thermal-responsive switching function at low humidity are realized due to the thermal-induced isomerization of HBABSA molecules. The proton conductivity of the hybrid membrane involved with 25 wt % HBABSA@MOF-808 reaches up to 5.57 × 10-3 S cm-1, which is 4014.1% higher than that of HBABSA@MOF-808, accompanied by an excellent thermal-response switching ratio of 5.4. Based on explored mechanisms, the MOF-808 and enol-type HBABSA molecules can offer more movable protons to the hybrid membrane at a high temperature in favor of effective proton conduction by forming hydronium ions. Depending on the strong development potential of stimulus-responsive materials in the intelligent age, this thermal-responsive MOF composite and its hybrid membrane open the door of gated proton conduction at specific temperatures.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c23170?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c23170</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Preparation process and general characterizations of\nmaterials; molecular conformation and isomerization reaction of the\nHBABSA compound; general characterization data including the XPS spectra,\nH<sub>2</sub>O/N<sub>2</sub> adsorption/desorption isotherms, TGA\ncurves, element content, and IEC values of materials; tensile stress–strain\ncurves of hybrid membranes; FT-IR, UV–vis absorption spectra,\nand FL spectra of samples; Nyquist plots, proton conductivities, and\nArrhenius plots of samples; schematic diagram in the equivalent circuit\nfor the impedance spectra of HBABSA@MOF-808; and types of performance\nrelating to stimulus-responsive switched proton conduction materials\nthat have been reported (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c23170.  Preparation process and general characterizations of materials; molecular conformation and isomerization reaction of the HBABSA compound; general characterization data including the XPS spectra, H2O/N2 adsorption/desorption isotherms, TGA curves, element content, and IEC values of materials; tensile stress-strain curves of hybrid membranes; FT-IR, UV-vis absorption spectra, and FL spectra of samples; Nyquist plots, proton conductivities, and Arrhenius plots of samples; schematic diagram in the equivalent circuit for the impedance spectra of HBABSA@MOF-808; and types of performance relating to stimulus-responsive switched proton conduction materials that have been reported (PDF)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Preparation process and general characterizations of\nmaterials; molecular conformation and isomerization reaction of the\nHBABSA compound; general characterization data including the XPS spectra,\nH<sub>2</sub>O/N<sub>2</sub> adsorption/desorption isotherms, TGA\ncurves, element content, and IEC values of materials; tensile stress–strain\ncurves of hybrid membranes; FT-IR, UV–vis absorption spectra,\nand FL spectra of samples; Nyquist plots, proton conductivities, and\nArrhenius plots of samples; schematic diagram in the equivalent circuit\nfor the impedance spectra of HBABSA@MOF-808; and types of performance\nrelating to stimulus-responsive switched proton conduction materials\nthat have been reported (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Preparation process and general characterizations of materials; molecular conformation and isomerization reaction of the HBABSA compound; general characterization data including the XPS spectra, H2O/N2 adsorption/desorption isotherms, TGA curves, element content, and IEC values of materials; tensile stress-strain curves of hybrid membranes; FT-IR, UV-vis absorption spectra, and FL spectra of samples; Nyquist plots, proton conductivities, and Arrhenius plots of samples; schematic diagram in the equivalent circuit for the impedance spectra of HBABSA@MOF-808; and types of performance relating to stimulus-responsive switched proton conduction materials that have been reported (PDF)", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of MOF-808</title><p>The MOF-808 was prepared by the\nmethod previously reported. Specifically,\nthe ZrOCl<sub>2</sub>·8H<sub>2</sub>O (121.5 mg, 0.38 mmol) and\ntrimesic acid (53 mg, 0.25 mmol) were mixed into 1:1 DMF/formic acid\n(11.5 mL, <italic toggle=\"yes\">v</italic>/<italic toggle=\"yes\">v</italic>) and stirred until\nthe solid was completely dissolved. Afterward, the solution was transferred\ninto a Teflon-lined autoclave and heated at 403 K for 48 h. When cooling\nto room temperature, the solid was centrifuged and soaked with DMF\nand ethanol for three days (changing solvents daily). The product\nwas vacuum-dried at 333 K and stored in the dryer.</p><title>Fabrication of Hybrid Membranes</title><p>The hybrid membranes\nwere prepared by a solution-casting method (). The PAMPS (1 g, 10 wt %) solution was\nadded into the 2 wt % PVA solution (10 g) to obtain the PVA/PAMPS\n(PP) solution as a polymeric matrix. Subsequently, a certain amount\nof as-prepared HBABSA@MOF-808 was suspended in 4 mL of distilled water\nunder ultrasonic treatment for 30 min. The above suspension was dropwise\nadded into the PVA/PAMPS solution. After stirring for 10 min, 1 wt\n% GA aqueous solution (1 mL) was added to the mixed solution for cross-linking\nand kept under stirring for 24 h at room temperature. Before casting\nthe membranes, the mixed solution was placed at 333 K for 4 h to eliminate\nthe bubbles in the solution and then evenly poured into the polytetrafluoroethylene\n(PTFE) mold and dried in a draught-drying cabinet without wind at\n333 K for 24 h to form hybrid membranes, which were denoted as HBABSA@MOF-808/PP-<italic toggle=\"yes\">X</italic> where <italic toggle=\"yes\">X</italic> (<italic toggle=\"yes\">X</italic> = 5, 10,\n15, 20 and 25) was the proportion of HBABSA@MOF-808 added into the\nhybrid membranes.</p>", "clean_text": "Synthesis of MOF-808\n\nThe MOF-808 was prepared by the method previously reported. Specifically, the ZrOCl2⋅8H2O (121.5 mg, 0.38 mmol) and trimesic acid (53 mg, 0.25 mmol) were mixed into 1:1 DMF/formic acid (11.5 mL, v/v) and stirred until the solid was completely dissolved. Afterward, the solution was transferred into a Teflon-lined autoclave and heated at 403 K for 48 h. When cooling to room temperature, the solid was centrifuged and soaked with DMF and ethanol for three days (changing solvents daily). The product was vacuum-dried at 333 K and stored in the dryer.\n\nFabrication of Hybrid Membranes\n\nThe hybrid membranes were prepared by a solution-casting method (). The PAMPS (1 g, 10 wt %) solution was added into the 2 wt % PVA solution (10 g) to obtain the PVA/PAMPS (PP) solution as a polymeric matrix. Subsequently, a certain amount of as-prepared HBABSA@MOF-808 was suspended in 4 mL of distilled water under ultrasonic treatment for 30 min. The above suspension was dropwise added into the PVA/PAMPS solution. After stirring for 10 min, 1 wt % GA aqueous solution (1 mL) was added to the mixed solution for cross-linking and kept under stirring for 24 h at room temperature. Before casting the membranes, the mixed solution was placed at 333 K for 4 h to eliminate the bubbles in the solution and then evenly poured into the polytetrafluoroethylene (PTFE) mold and dried in a draught-drying cabinet without wind at 333 K for 24 h to form hybrid membranes, which were denoted as HBABSA@MOF-808/PP-X where X (X = 5, 10, 15, 20 and 25) was the proportion of HBABSA@MOF-808 added into the hybrid membranes.", "data": [{"meta": {"name": "MOF-808", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "ZrOCl2·8H2O", "amount": "121.5", "unit": "mg"}, {"name": "trimesic acid", "amount": "53", "unit": "mg"}], "solution": [{"name": "DMF/formic acid", "amount": "1:1", "unit": "v/v"}], "pressure": "", "temperature": "403 K", "time": "48 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "DMF", "amount": "", "unit": ""}, {"name": "ethanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "333 K", "atmosphere": "vacuum", "time": ""}]}, {"meta": {"name": "Hybrid Membranes", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solution-casting method", "precursor": [{"name": "PAMPS", "amount": "1", "unit": "g"}, {"name": "PVA", "amount": "10", "unit": "g"}], "solution": [{"name": "distilled water", "amount": "4", "unit": "mL"}], "pressure": "", "temperature": "", "time": "30 min"}, {"synthesis method": "stirring", "time": "10 min"}, {"synthesis method": "cross-linking", "additive": [{"name": "GA aqueous solution", "amount": "1", "unit": "mL"}], "time": "24 h", "temperature": "room temperature"}, {"synthesis method": "drying", "pressure": "", "temperature": "333 K", "atmosphere": "draught-drying cabinet without wind", "time": "24 h"}]}], "include_properties": ["solvothermal_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "1, 6, 15, 17, 20, 23", "type": "text", "classification": "property", "content": "<p>Stimulus-responsive proton conduction materials have\nattracted\nenormous interest as a new kind of “smart material”.\nIt is desirable to develop the appropriate stimulus signal and high\nproton-conducting materials with an excellent proton-conducting switch\nratio (γ), but it remains a great challenge. Here, it can be\nfound for the first time that 4-((2-hydroxybenzylidene)­amino)­benzenesulfonic\nacid (HBABSA) has obvious thermal isomerization when porous solids\nact as matrixes at the ambient temperatures, which is different from\nthat in the crystalline state at 77 K. Therefore, we proposed a host–guest\nmetal–organic framework (MOF) composite, namely, MOF-808 incorporated\nwith HBABSA (HBABSA@MOF-808), which has a proton-conducting switch\nratio (γ) of 16 between 338 and 343 K due to the thermally induced\nisomerization of HBABSA molecules in the MOF pores. The strong binding\nbetween the keto-type HBABSA and MOF at the relatively low temperatures\ncan efficiently suppress the proton conduction, while the enol-type\none provides more mobile protons for conduction at the high temperatures\ndue to the excited-state intramolecular proton transfer mechanism.\nFurther, the HBABSA@MOF-808 as a filler is blended into polyvinyl\nalcohol and poly­(2-acrylamide-2-methyl-1-propane sulfonic acid) to\nform hybrid membranes. The hybrid membrane with the highest content\nof the MOF composite displays a high proton conductivity of 5.57 ×\n10<sup>–3</sup> S·cm<sup>–1</sup> under 353 K and\n57% RH along with a good switch ratio of 5.4. The development of thermal-response\nproton-conducting MOF materials is opening up a unique pathway for\nremote control, thermal sensing, intelligent batteries, and other\nfields.</p><p>In this work, a thermal-responsive MOF composite\nis fabricated\nby encapsulating a thermochromic compound, namely, 4-((2-hydroxybenzylidene)­amino)­benzenesulfonic\nacid (HBABSA), into MOF-808 (HBABSA@MOF-808) crystals by the post-impregnation\nmethod. The MOF-808 has a high oxidation state of the central Zr­(IV)\nmetal atom, which can form a strong bond with O atoms, aiding us to\nobtain the high thermal and chemical stability and further giving\nthe advantage of chemical modification and installation of functional\ngroups to maintain the stable structure; the large adamantane cages\nin MOF-808 with a 1.84 nm internal diameter and 1.4 nm pore window\nenables efficient absorption and encapsulation of HBABSA molecules. Resultantly, when HBABSA is introduced\ninto MOF-808, the composite exhibited outstanding thermal-stimulation\nswitching properties with a high switching ratio of 16, and the conductivity\nat 353 K is 1.42 × 10<sup>–4</sup> S cm<sup>–1</sup> at 57% RH as confirmed by a series of optic tests on the reversible\nketo/enol isomerization of HBABSA, complying with the ESIPT mechanism\nin solution and MOF-808 pores together with temperature-dependent\nimpedance at low humidity. Further, the HBABSA@MOF-808 as a filler\nand polyvinyl alcohol (PVA) and poly­(2-acrylamide-2-methyl-1-propane\nsulfonic acid) (PAMPS) as polymer matrixes are applied to mold the\nhybrid membranes by a solution-casting method. The results show that\nthe 25% HBABSA@MOF-808-filled hybrid membrane has a large switching\nrate of 5.4 at 57% RH and a conductivity of 5.57 × 10<sup>–3</sup> S cm<sup>–1</sup> at 353 K. This is profited from an increase\nin the amount of enol-type HBABSA molecules in MOF-808 induced by\nthermal isomerization and enhanced proton mobility by raising the\ntemperature. Thus, the proton conductivity of MOFs can be reversibly\nadjusted by controlling the surrounding temperature. Delightfully,\nthis work realized MOF-based hybrid membranes with high proton conductivity\nand thermo-switchable properties simultaneously at low humidity.</p><title>Results and Discussion</title><title>Characterization of HBABSA@MOF-808 and Hybrid Membranes</title><p>The MOF-808 and its composite were characterized by XRD, FT-IR, and\nN<sub>2</sub> adsorption (). As seen from a, the XRD peaks of the HBABSA@MOF-808 composite are\nsimilar to those of the simulated MOF-808, indicating that the original\nskeleton structure and crystallinity of MOF-808 are not changed when\nHBABSA is incorporated. The functional groups of HBABSA, MOF-808,\nand HBABSA@MOF-808 are confirmed by FT-IR, and the result is shown\nin b. The peaks\nat 1121 and 1034 cm<sup>–1</sup> are regarded as the SO\nstretching of sulfonic groups, and the peak located at 1653 cm<sup>–1</sup> corresponds to CO stretching. For HBABSA,\nthe peaks at 1549 and 1162 cm<sup>–1</sup> correspond to CN\nand C–N stretching, respectively, while for HBABSA@MOF-808,\nthe stretching peak of CN appeared as a blue shift (1495 cm<sup>–1</sup>) and the stretching peak of C–N appeared as\na red shift (1180 cm<sup>–1</sup>), which showed that MOF-808\npromoted the keto-type HBABSA molecules and inhibited the enol-type\nones at room temperature. Further, according to the curves of N<sub>2</sub> adsorption/desorption, the N<sub>2</sub> uptake of HBABSA@MOF-808\nis approximately 329.84 cm<sup>3</sup> g<sup>–1</sup>, which\nis inferior to that of MOF-808 (427.42 cm<sup>3</sup> g<sup>–1</sup>) (c), proving\nthat the HBABSA is successfully incorporated into MOF-808 pores.</p><p>TGA is employed to explore the thermal stability\nof HBABSA@MOF-808,\nwhich is displayed in d. The MOF-808 and HBABSA is in a stable state at approximately\n437 and 191 °C, respectively. When HBABSA was loaded into MOF-808,\nthe composite can be stable at approximately 140 °C, and the\nconsiderable weight loss at 140–560 °C mainly belongs\nto the thermal decomposition of the HBABSA compound in MOF-808 pores.\nIf the HBABSA as a π-conjugated molecule exists in an aggregative\nstate, the strong interactions of π–π stacking\nbetween the aryl rings from the molecules would lead to the relatively\nhigh thermal stability. When the HBABSA molecules are introduced into\nMOF pores in a monomeric state, the strong interactions are destructed,\nwhich would result in a declined decomposition temperature (ca. 140\n°C). Additionally, the increased thermal stability of parent\nMOF-808 in HBABSA@MOF-808 possibly originated from the interaction\nof the HBABSA and MOF. Further, XPS measurements were surveyed on\nHBABSA, MOF-808, and HBABSA@MOF-808 to assess their surface structures.\nRegarding e\nand <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>, the composite presents the\nZr, C, O, N, and S elements, which proves the successful preparation\nof the composite. For the fitted curves of N 1s from the HBABSA@MOF-808\ncomposite (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S5d</ext-link> and f), the binding energies of\n404 and 402.5 eV correspond to N–Ph and −NH–Ph,\nrespectively; the 401.6, 400.1, and 399.3 eV belong to CC–NH–CC,\nCN, and −NH–, respectively.</p><p>The HBABSA@MOF-808/PP hybrid membranes were prepared\nby a solution-casting\nmethod, and a series of characterizations are shown in . The XRD patterns of the hybrid\nmembranes are shown in a. It can be seen that the diffraction peak at 2θ =\n8.72° is attributed to MOF-808, and the wide diffraction peak\nat 2θ = 19.5° is assigned to PVA/PAMPS blends. Furthermore,\nthe FT-IR spectra show that the peaks of CO, CN, and\nSO from PAMPS and HBABSA@MOF-808 appear at 1653, 1547, 1268,\nand 1034 cm<sup>–1</sup>, respectively. The peaks at 1450 and\n1380 cm<sup>–1</sup> belong to CC stretching on HBABSA@MOF-808’s\naromatic ring in the hybrid membrane. Also, the thermal stability\nof the hybrid membrane is characterized in a thermogravimetric test\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>); the HBABSA@MOF-808/PP exhibits\na similar trend of weight loss that is relative to the PVA/PAMPS,\nindicating that the doping of the filler has no effect on the thermal\nstability of the original membrane. Nitrogen absorption/desorption\nisotherms of hybrid membranes are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>. Comparing to the specific surface area (<italic toggle=\"yes\">S</italic>\n<sub>BET</sub>) and pore volume (c), the relevant values of hybrid membranes\nincrease with an increase of the doping percentages of HBABSA@MOF-808.\nHowever, the slight decrease of the data when the doping percentage\nis 25% can be attributed to the nanofiller aggregation. In addition,\nthe mechanical properties of membranes are present in d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>, including the elongation at break and maximum stress. It\ncan be found that, when the doping percentages of the filler reach\nup to 5 and 20%, the hybrid membranes show a higher elongation at\nbreak or maximum stress, respectively. Moreover, the hybrid membranes\nhave more prominent characteristics of flexibility or toughness, possibly\nderiving from the strong interaction between the filler and the polymer\nand the water absorption of MOF-808.</p><title>Thermochromic Property</title><p>The switching state of HBABSA\nmolecules between the high/low temperatures is the key to the thermal-responsive\nproton conductor. The FT-IR, UV–vis, and FL spectra are applied\nto investigate the thermal-induced enol/keto isomerization of HBABSA\nmolecules under certain circumstances. The FL measurements performed\nare shown in . As described in a, the HBABSA molecules present a heating-induced transformation\nfrom a keto type to enol type in solution (0.05 g mL<sup>–1</sup>). Relative to the emission peak (λ = 510 nm) at room temperature\n(298 K), the peak intensity increases sharply and the peak appears\nas a blue shift (Δλ = 10 nm) when the temperature reaches\nup to 353 K, which are attributable to the rising content of electron-donating\ngroups in the aromatic ring and the decrease of the conjugation degree\nin HBABSA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), respectively. For\nthe HBABSA@MOF-808 dispersion (b), its emission peak at 298 K is the same as that\nof the HBABSA solution, but after heating, there exists 20 nm of a\nblue shift. This is possibly imputed to the abundant dissociable hydroxyls\ncoordinated with Zr atoms in MOF-808 pores, which can promote the\nthermo-induced isomerization of HBABSA molecules. When cooling to\n308 K from 353 K, the HBABSA molecule strikes as a reversible isomerization.\nIn addition, as shown in the FL spectra of the hybrid membrane in c, the great blue\nshift (Δλ = 30 nm) induced states where the HBABSA@MOF-808\ncomposite in PP has a more prominent thermal isomerization behavior;\nadditionally, the risen intensity of the emission peak at 353 K would\nbe assigned to the multiple dissociated H<sup>+</sup> atoms from the\nsulfonic and hydroxyl groups from PAMPS and PVA polymers. To eliminate\nthe factors that would mislead the results, the results of FL spectra\non the MOF-808 suspension, MOF-808 solid, PVA/PAMPS blends, and MOF-808/PP\nhybrid membrane are compared (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>), and there is no obvious change of FL curves induced by the temperature.</p>", "clean_text": "Stimulus-responsive proton conduction materials have attracted enormous interest as a new kind of \"smart material\". It is desirable to develop the appropriate stimulus signal and high proton-conducting materials with an excellent proton-conducting switch ratio (γ), but it remains a great challenge. Here, it can be found for the first time that 4-((2-hydroxybenzylidene)amino)benzenesulfonic acid (HBABSA) has obvious thermal isomerization when porous solids act as matrixes at the ambient temperatures, which is different from that in the crystalline state at 77 K. Therefore, we proposed a host-guest metal-organic framework (MOF) composite, namely, MOF-808 incorporated with HBABSA (HBABSA@MOF-808), which has a proton-conducting switch ratio (γ) of 16 between 338 and 343 K due to the thermally induced isomerization of HBABSA molecules in the MOF pores. The strong binding between the keto-type HBABSA and MOF at the relatively low temperatures can efficiently suppress the proton conduction, while the enol-type one provides more mobile protons for conduction at the high temperatures due to the excited-state intramolecular proton transfer mechanism. Further, the HBABSA@MOF-808 as a filler is blended into polyvinyl alcohol and poly(2-acrylamide-2-methyl-1-propane sulfonic acid) to form hybrid membranes. The hybrid membrane with the highest content of the MOF composite displays a high proton conductivity of 5.57 × 10-3 S⋅cm-1 under 353 K and 57% RH along with a good switch ratio of 5.4. The development of thermal-response proton-conducting MOF materials is opening up a unique pathway for remote control, thermal sensing, intelligent batteries, and other fields.\n\nIn this work, a thermal-responsive MOF composite is fabricated by encapsulating a thermochromic compound, namely, 4-((2-hydroxybenzylidene)amino)benzenesulfonic acid (HBABSA), into MOF-808 (HBABSA@MOF-808) crystals by the post-impregnation method. The MOF-808 has a high oxidation state of the central Zr(IV) metal atom, which can form a strong bond with O atoms, aiding us to obtain the high thermal and chemical stability and further giving the advantage of chemical modification and installation of functional groups to maintain the stable structure; the large adamantane cages in MOF-808 with a 1.84 nm internal diameter and 1.4 nm pore window enables efficient absorption and encapsulation of HBABSA molecules. Resultantly, when HBABSA is introduced into MOF-808, the composite exhibited outstanding thermal-stimulation switching properties with a high switching ratio of 16, and the conductivity at 353 K is 1.42 × 10-4 S cm-1 at 57% RH as confirmed by a series of optic tests on the reversible keto/enol isomerization of HBABSA, complying with the ESIPT mechanism in solution and MOF-808 pores together with temperature-dependent impedance at low humidity. Further, the HBABSA@MOF-808 as a filler and polyvinyl alcohol (PVA) and poly(2-acrylamide-2-methyl-1-propane sulfonic acid) (PAMPS) as polymer matrixes are applied to mold the hybrid membranes by a solution-casting method. The results show that the 25% HBABSA@MOF-808-filled hybrid membrane has a large switching rate of 5.4 at 57% RH and a conductivity of 5.57 × 10-3 S cm-1 at 353 K. This is profited from an increase in the amount of enol-type HBABSA molecules in MOF-808 induced by thermal isomerization and enhanced proton mobility by raising the temperature. Thus, the proton conductivity of MOFs can be reversibly adjusted by controlling the surrounding temperature. Delightfully, this work realized MOF-based hybrid membranes with high proton conductivity and thermo-switchable properties simultaneously at low humidity.\n\nResults and Discussion\n\nCharacterization of HBABSA@MOF-808 and Hybrid Membranes\n\nThe MOF-808 and its composite were characterized by XRD, FT-IR, and N2 adsorption (). As seen from a, the XRD peaks of the HBABSA@MOF-808 composite are similar to those of the simulated MOF-808, indicating that the original skeleton structure and crystallinity of MOF-808 are not changed when HBABSA is incorporated. The functional groups of HBABSA, MOF-808, and HBABSA@MOF-808 are confirmed by FT-IR, and the result is shown in b. The peaks at 1121 and 1034 cm-1 are regarded as the SO stretching of sulfonic groups, and the peak located at 1653 cm-1 corresponds to CO stretching. For HBABSA, the peaks at 1549 and 1162 cm-1 correspond to CN and C-N stretching, respectively, while for HBABSA@MOF-808, the stretching peak of CN appeared as a blue shift (1495 cm-1) and the stretching peak of C-N appeared as a red shift (1180 cm-1), which showed that MOF-808 promoted the keto-type HBABSA molecules and inhibited the enol-type ones at room temperature. Further, according to the curves of N2 adsorption/desorption, the N2 uptake of HBABSA@MOF-808 is approximately 329.84 cm3 g-1, which is inferior to that of MOF-808 (427.42 cm3 g-1) (c), proving that the HBABSA is successfully incorporated into MOF-808 pores.\n\nTGA is employed to explore the thermal stability of HBABSA@MOF-808, which is displayed in d. The MOF-808 and HBABSA is in a stable state at approximately 437 and 191 °C, respectively. When HBABSA was loaded into MOF-808, the composite can be stable at approximately 140 °C, and the considerable weight loss at 140-560 °C mainly belongs to the thermal decomposition of the HBABSA compound in MOF-808 pores. If the HBABSA as a π-conjugated molecule exists in an aggregative state, the strong interactions of π-π stacking between the aryl rings from the molecules would lead to the relatively high thermal stability. When the HBABSA molecules are introduced into MOF pores in a monomeric state, the strong interactions are destructed, which would result in a declined decomposition temperature (ca. 140 °C). Additionally, the increased thermal stability of parent MOF-808 in HBABSA@MOF-808 possibly originated from the interaction of the HBABSA and MOF. Further, XPS measurements were surveyed on HBABSA, MOF-808, and HBABSA@MOF-808 to assess their surface structures. Regarding e and Figure S5, the composite presents the Zr, C, O, N, and S elements, which proves the successful preparation of the composite. For the fitted curves of N 1s from the HBABSA@MOF-808 composite (Figure S5d and f), the binding energies of 404 and 402.5 eV correspond to N-Ph and -NH-Ph, respectively; the 401.6, 400.1, and 399.3 eV belong to CC-NH-CC, CN, and -NH-, respectively.\n\nThe HBABSA@MOF-808/PP hybrid membranes were prepared by a solution-casting method, and a series of characterizations are shown in . The XRD patterns of the hybrid membranes are shown in a. It can be seen that the diffraction peak at 2θ = 8.72° is attributed to MOF-808, and the wide diffraction peak at 2θ = 19.5° is assigned to PVA/PAMPS blends. Furthermore, the FT-IR spectra show that the peaks of CO, CN, and SO from PAMPS and HBABSA@MOF-808 appear at 1653, 1547, 1268, and 1034 cm-1, respectively. The peaks at 1450 and 1380 cm-1 belong to CC stretching on HBABSA@MOF-808's aromatic ring in the hybrid membrane. Also, the thermal stability of the hybrid membrane is characterized in a thermogravimetric test (Figure S7); the HBABSA@MOF-808/PP exhibits a similar trend of weight loss that is relative to the PVA/PAMPS, indicating that the doping of the filler has no effect on the thermal stability of the original membrane. Nitrogen absorption/desorption isotherms of hybrid membranes are shown in Figure S8. Comparing to the specific surface area (S BET) and pore volume (c), the relevant values of hybrid membranes increase with an increase of the doping percentages of HBABSA@MOF-808. However, the slight decrease of the data when the doping percentage is 25% can be attributed to the nanofiller aggregation. In addition, the mechanical properties of membranes are present in d and Figure S9, including the elongation at break and maximum stress. It can be found that, when the doping percentages of the filler reach up to 5 and 20%, the hybrid membranes show a higher elongation at break or maximum stress, respectively. Moreover, the hybrid membranes have more prominent characteristics of flexibility or toughness, possibly deriving from the strong interaction between the filler and the polymer and the water absorption of MOF-808.\n\nThermochromic Property\n\nThe switching state of HBABSA molecules between the high/low temperatures is the key to the thermal-responsive proton conductor. The FT-IR, UV-vis, and FL spectra are applied to investigate the thermal-induced enol/keto isomerization of HBABSA molecules under certain circumstances. The FL measurements performed are shown in . As described in a, the HBABSA molecules present a heating-induced transformation from a keto type to enol type in solution (0.05 g mL-1). Relative to the emission peak (λ = 510 nm) at room temperature (298 K), the peak intensity increases sharply and the peak appears as a blue shift (Δλ = 10 nm) when the temperature reaches up to 353 K, which are attributable to the rising content of electron-donating groups in the aromatic ring and the decrease of the conjugation degree in HBABSA (Figure S2), respectively. For the HBABSA@MOF-808 dispersion (b), its emission peak at 298 K is the same as that of the HBABSA solution, but after heating, there exists 20 nm of a blue shift. This is possibly imputed to the abundant dissociable hydroxyls coordinated with Zr atoms in MOF-808 pores, which can promote the thermo-induced isomerization of HBABSA molecules. When cooling to 308 K from 353 K, the HBABSA molecule strikes as a reversible isomerization. In addition, as shown in the FL spectra of the hybrid membrane in c, the great blue shift (Δλ = 30 nm) induced states where the HBABSA@MOF-808 composite in PP has a more prominent thermal isomerization behavior; additionally, the risen intensity of the emission peak at 353 K would be assigned to the multiple dissociated H+ atoms from the sulfonic and hydroxyl groups from PAMPS and PVA polymers. To eliminate the factors that would mislead the results, the results of FL spectra on the MOF-808 suspension, MOF-808 solid, PVA/PAMPS blends, and MOF-808/PP hybrid membrane are compared (Figure S12), and there is no obvious change of FL curves induced by the temperature.", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 10, 1, '[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n')), '[{\"meta\":{\"name\":\"MOF-A\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"dielectric constant\",\\n        \"value\": \"4.5\",\\n        \"unit\": \"\",\\n        \"condition\": \"1 kHz\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"MOF-B\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical conductivity\",\\n        \"value\": \"0.01\",\\n        \"unit\": \"S/cm\",\\n        \"condition\": \"room temperature\"\\n    }\\n]}]\\n\\n[{\"meta\":{\"name\":\"NOTT-202\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"etc\": [\\n    {\\n        \"property name\": \"electrical resistance\",\\n        \"value\": \"10000000\",\\n        \"unit\": \"ohm·cm\",\\n        \"condition\": \"\"\\n    }\\n]}]')"], "include_properties": ["etc"]}, {"idx": "28, 31, 32", "type": "text", "classification": "property", "content": "<p>The temperature-dependent PC of HBABSA@MOF-808/PP-X\nhybrid membranes\nwith different contents of the composite (<italic toggle=\"yes\">X</italic> = 0,\n5, 10, 15, 20, and 25) are also measured under 57% RH. As can be seen\nfrom c, their\nconductivity declines as the doping content of the composite increases\nat 323 K, which is consistent with the variation trend of IEC (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>), which is related to the reduction\nof ionizable protons. Meanwhile, at 353 K, the conductivity of the\nhybrid membranes gradually increases with an increase of the doping\ncontent of the filler (d), especially the 20% filler-doped membrane with a maximum\nσ value of 0.059 S cm<sup>–1</sup>. The conductivity\nof HBABSA@MOF-808/PP-25 decreases slightly due to the agglomeration\nof filler particles at a high concentration. The thermal-responsive\nproton conduction switch of a high doping content of fillers in hybrid\nmembranes exceeds that of a low doping one, reaching a maximum value\n(γ) of 5.4 with the 25% doping content. Furthermore, the temperature-dependent\nconductivity of PP blends and their hybrid membrane at 57% RH is displayed\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>, which is used to exclude\nthe influence of MOF-808 and PP on the thermal-responsive switching\nperformance. The PC of the PP matrix ascends rapidly with a temperature\nfrom 303 to 318 K and then tends to be flat. The σ value of\nMOF-808/PP-25 almost offers a linear rising when the temperature is\nboosted gradually. Meanwhile, unlike the MOF-808/PP-25 and PP membrane,\nthe 25% HBABSA@MOF-808-filled hybrid membrane achieves an exponential\nincrease in conductivity from 338 to 343 K, exhibiting a satisfactory\nfunction of responsive proton conduction switching by thermal stimulation.\nHerein, we selected the HBABSA@MOF-808/PP-20 and HBABSA@MOF-808/PP-25\nto evaluate the effect of humidity on their thermal-responsive proton\nconductivity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S22a,b</ext-link>). Regarding e,f, as the RH is\nelevated, the conductivity of hybrid membranes gently increases, while\nthe γ values present a similar tendency relative to that of\nHBABSA@MOF-808 where a more attractive conductivity and thermal-responsive\nproton conduction switching ability are at 57% RH. In addition, the\nPC stability of HBABSA@MOF-808/PP-25 was examined under 57% RH and\n328 K. As illustrated in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S23</ext-link>, the\nconductivity presents a negligible change within ±6.0% at 300\nmin, which shows the high stability of the hybrid membrane in PC.\nTaking different response modes as reference, we summarized the proton\nconductivity and switch ratio of the stimulus-responsive proton conduction\nmaterials reported under a given test temperature and RH (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). It is worth mentioning that this work\nis the first to realize the design and preparation of thermal-response\nproton conduction materials at specific temperatures and has a satisfactory\nproton conductivity and switch ratio at low humidity.</p><p>Based on this, for hybrid membranes, the activation\nenergy of HBABSA@MOF-808/PP-20/-25\nis 0.38 and 0.33 eV, respectively, in the temperature range from 298\nto 338 K at 57% RH (c), and their proton transfer abides by the Grotthuss mechanism.\nThis transport process is determined by the proton transport channels,\nwhich can be formed through H bonds among hydroxy groups of PVA, sulfonate\ngroups of PAMPS, and water molecules (d). When the temperature is higher than 343\nK, the proton-conducting mechanism of the two hybrid membranes is\ndifferent in the filler-doping amount; the protons in HBABSA@MOF-808/PP-20\nstill migrate according to the Grotthuss-like mechanism (0.21 eV).\nTherefore, the sharp increase in the PC of hybrid membranes at 57%\nRH from 338 to 343 K indicates the heightening content of enol-type\nHBABSA molecules induced by the temperature, and thus the additional\nprotons are provided, which can migrate by proton transport channels\nand exponentially improve the conductivity of hybrid membranes. Furthermore,\nthe <italic toggle=\"yes\">E</italic>\n<sub>a</sub> value of the 25% HBABSA@MOF-808-filled\nhybrid membrane is 1.37 eV (vehicle mechanism). Under this transfer\nprocess, the MOF-808 and enol-type HBABSA molecules can offer more\nrelatively free protons in favor of effective proton conduction (e). The difference\nin the proton transport mode of the two hybrid membranes after 343\nK would be ascribable to the more prominent nature of water adsorption\nand water retention of the 25% HBABSA@MOF-808-filled hybrid membrane\nbetween 50–65% RH (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c23170/suppl_file/am2c23170_si_001.pdf\" xlink:type=\"simple\">Figure S25</ext-link>),\nwhich results from the outstanding water absorbability of MOF-808.\nTherefore, the HBABSA@MOF-808/PP-25 hybrid membrane shows the change\nin the proton transport mode before and after the thermal response\ntemperature, which is more conducive to the occurrence of the thermal-response\nbehavior of proton conduction, resulting in a larger switching ratio.</p><title>Conclusions</title><p>In summary, a thermochromic Schiff-base\nmolecule as the guest,\nnamely, 4-((2-hydroxybenzylidene)­amino)­benzenesulfonic acid (HBABSA),\nis encapsulated into the pores of the MOF-808, the host, to generate\na thermal-responsive MOF-based composite (HBABSA@MOF-808) for switchable\nproton conductivity. It can be discovered that the HBABSA molecules\nin the MOF’s nanopores accomplish the reversible isomerization\nbetween the keto and enol isomers under heat irradiation. The sulfonate\ngroup and proton in enol-type HBABSA would greatly enhance the proton\nconductivity of the composite via plentiful protons and hydrophilic\ngroups inside the nanochannels. Due to the suitable H-bond interaction\nbetween enol-type HBABSA and MOF-808, we can increase the dissociation\nof the hydroxyl groups coordinated with the Zr atom in MOF-808, thus\nenhancing the proton conductivity of the composite to a large extent.\nAs a result, the HBABSA@MOF-808 presents a proton conductivity of\n1.42 × 10<sup>–4</sup> S cm<sup>–1</sup> at 57%\nRH and 353 K and an outstanding thermal switching ratio of 16 upon\nheat illumination. Further, the HBABSA@MOF-808-filled PVA/PAMPS hybrid\nmembranes by solution blending and the thermal-responsive switching\nfunction at low humidity are realized due to the thermal-induced isomerization\nof HBABSA molecules. The proton conductivity of the hybrid membrane\ninvolved with 25 wt % HBABSA@MOF-808 reaches up to 5.57 × 10<sup>–3</sup> S cm<sup>–1</sup>, which is 4014.1% higher\nthan that of HBABSA@MOF-808, accompanied by an excellent thermal-response\nswitching ratio of 5.4. Based on explored mechanisms, the MOF-808\nand enol-type HBABSA molecules can offer more movable protons to the\nhybrid membrane at a high temperature in favor of effective proton\nconduction by forming hydronium ions. Depending on the strong development\npotential of stimulus-responsive materials in the intelligent age,\nthis thermal-responsive MOF composite and its hybrid membrane open\nthe door of gated proton conduction at specific temperatures.</p>", "clean_text": "The temperature-dependent PC of HBABSA@MOF-808/PP-X hybrid membranes with different contents of the composite (X = 0, 5, 10, 15, 20, and 25) are also measured under 57% RH. As can be seen from c, their conductivity declines as the doping content of the composite increases at 323 K, which is consistent with the variation trend of IEC (Figure S18), which is related to the reduction of ionizable protons. Meanwhile, at 353 K, the conductivity of the hybrid membranes gradually increases with an increase of the doping content of the filler (d), especially the 20% filler-doped membrane with a maximum σ value of 0.059 S cm-1. The conductivity of HBABSA@MOF-808/PP-25 decreases slightly due to the agglomeration of filler particles at a high concentration. The thermal-responsive proton conduction switch of a high doping content of fillers in hybrid membranes exceeds that of a low doping one, reaching a maximum value (γ) of 5.4 with the 25% doping content. Furthermore, the temperature-dependent conductivity of PP blends and their hybrid membrane at 57% RH is displayed in Figure S21, which is used to exclude the influence of MOF-808 and PP on the thermal-responsive switching performance. The PC of the PP matrix ascends rapidly with a temperature from 303 to 318 K and then tends to be flat. The σ value of MOF-808/PP-25 almost offers a linear rising when the temperature is boosted gradually. Meanwhile, unlike the MOF-808/PP-25 and PP membrane, the 25% HBABSA@MOF-808-filled hybrid membrane achieves an exponential increase in conductivity from 338 to 343 K, exhibiting a satisfactory function of responsive proton conduction switching by thermal stimulation. Herein, we selected the HBABSA@MOF-808/PP-20 and HBABSA@MOF-808/PP-25 to evaluate the effect of humidity on their thermal-responsive proton conductivity (Figure S22a,b). Regarding e,f, as the RH is elevated, the conductivity of hybrid membranes gently increases, while the γ values present a similar tendency relative to that of HBABSA@MOF-808 where a more attractive conductivity and thermal-responsive proton conduction switching ability are at 57% RH. In addition, the PC stability of HBABSA@MOF-808/PP-25 was examined under 57% RH and 328 K. As illustrated in Figure S23, the conductivity presents a negligible change within ±6.0% at 300 min, which shows the high stability of the hybrid membrane in PC. Taking different response modes as reference, we summarized the proton conductivity and switch ratio of the stimulus-responsive proton conduction materials reported under a given test temperature and RH (Table S3). It is worth mentioning that this work is the first to realize the design and preparation of thermal-response proton conduction materials at specific temperatures and has a satisfactory proton conductivity and switch ratio at low humidity.\n\nBased on this, for hybrid membranes, the activation energy of HBABSA@MOF-808/PP-20/-25 is 0.38 and 0.33 eV, respectively, in the temperature range from 298 to 338 K at 57% RH (c), and their proton transfer abides by the Grotthuss mechanism. This transport process is determined by the proton transport channels, which can be formed through H bonds among hydroxy groups of PVA, sulfonate groups of PAMPS, and water molecules (d). When the temperature is higher than 343 K, the proton-conducting mechanism of the two hybrid membranes is different in the filler-doping amount; the protons in HBABSA@MOF-808/PP-20 still migrate according to the Grotthuss-like mechanism (0.21 eV). Therefore, the sharp increase in the PC of hybrid membranes at 57% RH from 338 to 343 K indicates the heightening content of enol-type HBABSA molecules induced by the temperature, and thus the additional protons are provided, which can migrate by proton transport channels and exponentially improve the conductivity of hybrid membranes. Furthermore, the E a value of the 25% HBABSA@MOF-808-filled hybrid membrane is 1.37 eV (vehicle mechanism). Under this transfer process, the MOF-808 and enol-type HBABSA molecules can offer more relatively free protons in favor of effective proton conduction (e). The difference in the proton transport mode of the two hybrid membranes after 343 K would be ascribable to the more prominent nature of water adsorption and water retention of the 25% HBABSA@MOF-808-filled hybrid membrane between 50-65% RH (Figure S25), which results from the outstanding water absorbability of MOF-808. Therefore, the HBABSA@MOF-808/PP-25 hybrid membrane shows the change in the proton transport mode before and after the thermal response temperature, which is more conducive to the occurrence of the thermal-response behavior of proton conduction, resulting in a larger switching ratio.\n\nConclusions\n\nIn summary, a thermochromic Schiff-base molecule as the guest, namely, 4-((2-hydroxybenzylidene)amino)benzenesulfonic acid (HBABSA), is encapsulated into the pores of the MOF-808, the host, to generate a thermal-responsive MOF-based composite (HBABSA@MOF-808) for switchable proton conductivity. It can be discovered that the HBABSA molecules in the MOF's nanopores accomplish the reversible isomerization between the keto and enol isomers under heat irradiation. The sulfonate group and proton in enol-type HBABSA would greatly enhance the proton conductivity of the composite via plentiful protons and hydrophilic groups inside the nanochannels. Due to the suitable H-bond interaction between enol-type HBABSA and MOF-808, we can increase the dissociation of the hydroxyl groups coordinated with the Zr atom in MOF-808, thus enhancing the proton conductivity of the composite to a large extent. As a result, the HBABSA@MOF-808 presents a proton conductivity of 1.42 × 10-4 S cm-1 at 57% RH and 353 K and an outstanding thermal switching ratio of 16 upon heat illumination. Further, the HBABSA@MOF-808-filled PVA/PAMPS hybrid membranes by solution blending and the thermal-responsive switching function at low humidity are realized due to the thermal-induced isomerization of HBABSA molecules. The proton conductivity of the hybrid membrane involved with 25 wt % HBABSA@MOF-808 reaches up to 5.57 × 10-3 S cm-1, which is 4014.1% higher than that of HBABSA@MOF-808, accompanied by an excellent thermal-response switching ratio of 5.4. Based on explored mechanisms, the MOF-808 and enol-type HBABSA molecules can offer more movable protons to the hybrid membrane at a high temperature in favor of effective proton conduction by forming hydronium ions. Depending on the strong development potential of stimulus-responsive materials in the intelligent age, this thermal-responsive MOF composite and its hybrid membrane open the door of gated proton conduction at specific temperatures.", "data": [[{"meta": {"name": "HBABSA@MOF-808/PP-20/-25", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "activation energy", "value": "0.38", "unit": "eV", "condition": "temperature range from 298 to 338 K at 57% RH"}, {"property name": "proton transfer mechanism", "value": "Grotthuss", "unit": "", "condition": ""}, {"property name": "proton transport channels", "value": "H bonds among hydroxy groups of PVA, sulfonate groups of PAMPS, and water molecules", "unit": "", "condition": ""}, {"property name": "proton-conducting mechanism", "value": "Grotthuss-like", "unit": "", "condition": "temperature higher than 343 K"}, {"property name": "proton transport mode", "value": "vehicle mechanism", "unit": "", "condition": "25% HBABSA@MOF-808-filled hybrid membrane"}, {"property name": "proton transport mode", "value": "Grotthuss-like mechanism", "unit": "", "condition": "25% HBABSA@MOF-808-filled hybrid membrane"}, {"property name": "proton transport mode", "value": "vehicle mechanism", "unit": "", "condition": "25% HBABSA@MOF-808-filled hybrid membrane"}, {"property name": "proton transport mode", "value": "Grotthuss-like mechanism", "unit": "", "condition": "25% HBABSA@MOF-808-filled hybrid membrane"}]}]], "include_properties": ["etc"]}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic presentation for the preparation of HBABSA@MOF-808/PP\nhybrid membranes.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic presentation for the preparation of HBABSA@MOF-808/PP hybrid membranes.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) XRD\npatterns and (c) N<sub>2</sub> sorption isotherms at 77\nK of MOF-808 and HBABSA@MOF-808; (b) FT-IR spectra, (d) TGA curves,\nand (e) XPS spectra of HBABSA, MOF-808, and HBABSA@MOF-808; (f) high-resolution\nXPS spectrum of the N 1s of HBABSA@MOF-808.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) XRD patterns and (c) N2 sorption isotherms at 77 K of MOF-808 and HBABSA@MOF-808; (b) FT-IR spectra, (d) TGA curves, and (e) XPS spectra of HBABSA, MOF-808, and HBABSA@MOF-808; (f) high-resolution XPS spectrum of the N 1s of HBABSA@MOF-808.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>TEM images of (a, b) MOF-808 and (c, d) HBABSA@MOF-808\nand the\nelement mapping of (e) C, (f) O, (g) N, (h) S, and (i) Zr in HBABSA@MOF-808.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  TEM images of (a, b) MOF-808 and (c, d) HBABSA@MOF-808 and the element mapping of (e) C, (f) O, (g) N, (h) S, and (i) Zr in HBABSA@MOF-808.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) XRD patterns of PVA/PAMPS (PP) blends,\nMOF-808/PP-25, and HBABSA@MOF-808/PP-25.\n(b) FT-IR spectra of PVA, PAMPS, and HBABSA@MOF-808/PP-25. (c) BET\nsurface area, (c) pore volume, (d) elongation at break, and (d) maximum\nstress of HBABSA@MOF-808/PP hybrid membranes’ different doping\npercentages (0, 5, 10, 15, 20, and 25%) of the HBABSA@MOF-808 filler.\nSEM images of (e) PVA/PAMPS and (f) HBABSA@MOF-808/PP-25.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) XRD patterns of PVA/PAMPS (PP) blends, MOF-808/PP-25, and HBABSA@MOF-808/PP-25. (b) FT-IR spectra of PVA, PAMPS, and HBABSA@MOF-808/PP-25. (c) BET surface area, (c) pore volume, (d) elongation at break, and (d) maximum stress of HBABSA@MOF-808/PP hybrid membranes' different doping percentages (0, 5, 10, 15, 20, and 25%) of the HBABSA@MOF-808 filler. SEM images of (e) PVA/PAMPS and (f) HBABSA@MOF-808/PP-25.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>FL excited\nby 360 nm of the (a) HBABSA solution, (b) HBABSA@MOF-808\nsuspension, and (c) HBABSA@MOF-808/PP-25 at 298 K, heating at 353\nK, and cooling for 5 min to 305 K, respectively. (d, e) Partial infrared\nspectral contrast changes of HBABSA@MOF-808 at room temperature and\nheating at 353 K for 5 min. (f, g) UV–vis absorption spectra\nof the (f) HBABSA solution and (g) HBABSA@MOF-808 suspension during\nheating from 298 to 353 K at intervals of 5 K.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  FL excited by 360 nm of the (a) HBABSA solution, (b) HBABSA@MOF-808 suspension, and (c) HBABSA@MOF-808/PP-25 at 298 K, heating at 353 K, and cooling for 5 min to 305 K, respectively. (d, e) Partial infrared spectral contrast changes of HBABSA@MOF-808 at room temperature and heating at 353 K for 5 min. (f, g) UV-vis absorption spectra of the (f) HBABSA solution and (g) HBABSA@MOF-808 suspension during heating from 298 to 353 K at intervals of 5 K.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Temperature dependence of PC and (b) the\nσ values at\n353 K and switch ratio of HBABSA@MOF-808 at different RHs. PC at (c)\n323 K and (d) 353 K and (d) switch ratio of PP, MOF-808/PP-25, and\nHBABSA@MOF-808/PP-<italic toggle=\"yes\">X</italic> (<italic toggle=\"yes\">X</italic> = 0, 5, 10,\n15, 20, 25) at 57% RH. (e) Proton conductivity and (f) switching ratio\n(f) of HBABSA@MOF-808/PP-20/25 at 57% RH.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Temperature dependence of PC and (b) the σ values at 353 K and switch ratio of HBABSA@MOF-808 at different RHs. PC at (c) 323 K and (d) 353 K and (d) switch ratio of PP, MOF-808/PP-25, and HBABSA@MOF-808/PP-X (X = 0, 5, 10, 15, 20, 25) at 57% RH. (e) Proton conductivity and (f) switching ratio (f) of HBABSA@MOF-808/PP-20/25 at 57% RH.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Arrhenius plots of the\nHBABSA@MOF-808 composite at (a) different\nRHs and (c) HBABSA@MOF-808/PP-20/-25 at 57% RH; schematic diagrams\nfor the thermal-response proton transfer pathway of (b) the HBABSA@MOF-808\ncomposite and (d, e) hybrid membrane (d and e).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c23170_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Arrhenius plots of the HBABSA@MOF-808 composite at (a) different RHs and (c) HBABSA@MOF-808/PP-20/-25 at 57% RH; schematic diagrams for the thermal-response proton transfer pathway of (b) the HBABSA@MOF-808 composite and (d, e) hybrid membrane (d and e).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c23170", "title": null, "journal": "American Chemical Society", "date": "2023.02", "author_list": ["Du\nZhijian", "Zhang\nFeng", "Lin\nHuiming", "Guo\nWei", "Tian\nMiaomiao", "Yu\nKai", "Gao\nDan", "Qu\nFengyu"]}}