{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c08776.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The photocatalytic production of\nsyngas from CO<sub>2</sub> and\nwater is an attractive and straightforward way for both solar energy\nstorage and sustainable development. Here, we combined the hybrid\nshell of a bimetallic metal–organic framework (MOF) Zn/Co-zeolitic\nimidazolate framework (ZIF) and the hybrid photoactive center of Ni-doped\nCdS nanoparticles (Ni@CdS) to construct a new “2 + 2”\nphotocatalysis system Ni@CdS⊂Zn/Co-ZIF through a facile self-assembly\nprocess, which exhibited a double-synergic effect for visible light\nharvesting and CO<sub>2</sub> conversion, leading to one of the highest\nphotocatalytic syngas production rates and excellent recyclability.\nThe H<sub>2</sub>/CO of syngas ratios can be readily adjusted by controlling\nthe ratio of Zn/Co in the hybrid MOF shell.</p>", "clean_text": "The photocatalytic production of syngas from CO2 and water is an attractive and straightforward way for both solar energy storage and sustainable development. Here, we combined the hybrid shell of a bimetallic metal-organic framework (MOF) Zn/Co-zeolitic imidazolate framework (ZIF) and the hybrid photoactive center of Ni-doped CdS nanoparticles (Ni@CdS) to construct a new \"2 + 2\" photocatalysis system Ni@CdS⊂Zn/Co-ZIF through a facile self-assembly process, which exhibited a double-synergic effect for visible light harvesting and CO2 conversion, leading to one of the highest photocatalytic syngas production rates and excellent recyclability. The H2/CO of syngas ratios can be readily adjusted by controlling the ratio of Zn/Co in the hybrid MOF shell.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Excessive consumption of fossil energy has triggered a series of\nenvironmental issues and energy crises that produce excess CO<sub>2</sub> and severely threaten the normal development of human society. Solar-driven photocatalytic conversion of CO<sub>2</sub> and water\ninto energetic materials such as CO, hydrogen, and fuels is one potential\nstrategy to address these crises by storing renewable solar energy\nas chemical energy. Considering that the two-electron reduction of CO<sub>2</sub> to\nCO is kinetically favorable compared to other multielectron reduction\nprocesses and photocatalytic water reduction to H<sub>2</sub> easily proceeds at a relatively high rate, photocatalytic synthesis of syngas from CO<sub>2</sub> and water\nbecomes the reasonable strategy for both efficient chemical conversion/storage\nof solar energy and CO<sub>2</sub> recycling. In addition, syngas with an adjustable\nmolar ratio of H<sub>2</sub>/CO is an essential industrial feedstock\nto produce methanol, diesel, hydrocarbons, etc. However, it\nis still highly desirable yet challenging to design and fabricate\na photocatalyst with high efficiency and selectivity for converting\nCO<sub>2</sub> and water to syngas with a controllable H<sub>2</sub>/CO ratio.</p>", "clean_text": "Introduction\n\nExcessive consumption of fossil energy has triggered a series of environmental issues and energy crises that produce excess CO2 and severely threaten the normal development of human society. Solar-driven photocatalytic conversion of CO2 and water into energetic materials such as CO, hydrogen, and fuels is one potential strategy to address these crises by storing renewable solar energy as chemical energy. Considering that the two-electron reduction of CO2 to CO is kinetically favorable compared to other multielectron reduction processes and photocatalytic water reduction to H2 easily proceeds at a relatively high rate, photocatalytic synthesis of syngas from CO2 and water becomes the reasonable strategy for both efficient chemical conversion/storage of solar energy and CO2 recycling. In addition, syngas with an adjustable molar ratio of H2/CO is an essential industrial feedstock to produce methanol, diesel, hydrocarbons, etc. However, it is still highly desirable yet challenging to design and fabricate a photocatalyst with high efficiency and selectivity for converting CO2 and water to syngas with a controllable H2/CO ratio.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>As a typical n-type semiconductor binary sulfide,\nCdS has been\nproven as a candidate for visible-light-driven photocatalytic CO<sub>2</sub> reduction due to the broad visible-light response, suitable\nband structure, and low cost. Nevertheless, the fast photogenerated electron–hole\nrecombination kinetics of CdS limits the efficiency of the photocatalytic\nconversion of CO<sub>2</sub>. Doping transition metal\nsites can not only enhance the visible-light absorption of the catalyst\nbut also construct surface active sites to facilitate photogenerated\nelectrons transfer and thereby inhibit the recombination of photogenerated\ncharges. However, the relatively low CO<sub>2</sub> adsorption capacity and\nphotocorrosion still hinder the application of CdS-based nanomaterials\nin the photocatalytic reaction.</p>", "clean_text": "As a typical n-type semiconductor binary sulfide, CdS has been proven as a candidate for visible-light-driven photocatalytic CO2 reduction due to the broad visible-light response, suitable band structure, and low cost. Nevertheless, the fast photogenerated electron-hole recombination kinetics of CdS limits the efficiency of the photocatalytic conversion of CO2. Doping transition metal sites can not only enhance the visible-light absorption of the catalyst but also construct surface active sites to facilitate photogenerated electrons transfer and thereby inhibit the recombination of photogenerated charges. However, the relatively low CO2 adsorption capacity and photocorrosion still hinder the application of CdS-based nanomaterials in the photocatalytic reaction.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\n(MOFs) as an emerging class of\ncrystalline materials with high surface area, tunable composition\ndiversity, and tailorable porosity have attracted enormous attention\nin solar-driven photocatalytic conversion, which can both ensure the enrichment of reactive substrates and\nefficient reaction mass transfer and minimize the distance between\nphotosensitizer and reactive sites to dynamically enhance the photocatalytic\nactivity. However, because of the relatively inert feature of the CO<sub>2</sub> molecule and difficulties in efficient light-harvesting and product\ncontrolling, it is necessary to integrate catalytically active units\nwith MOFs matrix to achieve both reactant/light-harvesting efficiency\nand photocatalytic activity through the synergistic effect of the\nguest and MOFs. Zeolitic imidazolate frameworks (ZIFs), as a famous MOF subclass,\nhave been used as a support to construct a hybrid photocatalyst for\nenhancing the CO<sub>2</sub> conversion by benefiting from their cage\nchannels, excellent stability, and remarkable CO<sub>2</sub> capacity. Notably, the formation of heterometallic ZIFs can modulate the band\ngap structure, gas adsorption, and stability of the framework. However, the heterometallic ZIF-based hybrids for the photocatalytic\nconversion of CO<sub>2</sub> have been rarely reported.</p>", "clean_text": "Metal-organic frameworks (MOFs) as an emerging class of crystalline materials with high surface area, tunable composition diversity, and tailorable porosity have attracted enormous attention in solar-driven photocatalytic conversion, which can both ensure the enrichment of reactive substrates and efficient reaction mass transfer and minimize the distance between photosensitizer and reactive sites to dynamically enhance the photocatalytic activity. However, because of the relatively inert feature of the CO2 molecule and difficulties in efficient light-harvesting and product controlling, it is necessary to integrate catalytically active units with MOFs matrix to achieve both reactant/light-harvesting efficiency and photocatalytic activity through the synergistic effect of the guest and MOFs. Zeolitic imidazolate frameworks (ZIFs), as a famous MOF subclass, have been used as a support to construct a hybrid photocatalyst for enhancing the CO2 conversion by benefiting from their cage channels, excellent stability, and remarkable CO2 capacity. Notably, the formation of heterometallic ZIFs can modulate the band gap structure, gas adsorption, and stability of the framework. However, the heterometallic ZIF-based hybrids for the photocatalytic conversion of CO2 have been rarely reported.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Herein,\nwe designed a “double-synergic effect” for\nvisible light harvesting and CO<sub>2</sub>/H<sub>2</sub>O conversion\nby combining the hybrid shell of bimetallic MOF, Zn/Co-ZIF, with the\nhybrid photoactive center of Ni-doped CdS nanoparticles (Ni@CdS) to\nconstruct a new photocatalysis system Ni@CdS⊂Zn/Co-ZIF. The\nuniform dispersion of Ni metal sites on the surface of CdS nanoparticles\nby the <italic toggle=\"yes\">K</italic>\n<sub>sp</sub>-diversity method efficiently\nenhanced the light-harvesting ability of Ni@CdS. The hybrid bimetallic\nZn/Co-ZIF shell coated on Ni@CdS not only facilitated mass and charge\ntransfer but also had a cocatalyst effect in CO<sub>2</sub> activation\nand conversion through the Co metal nodes of the framework, as illustrated\nby theoretical calculations. The Ni@CdS⊂Zn/Co-ZIF photocatalysis\nsystem exhibited an unprecedented “2 + 2” ((Zn<sup>2+</sup> + Co<sup>2+</sup>) + (Ni<sup>2+</sup> + Cd<sup>2+</sup>)) double-synergistic\neffect, leading to one of the highest photocatalytic syngas production\nrates with excellent recyclability requiring no acetonitrile or noble\nmetal. The H<sub>2</sub>/CO molar ratio of syngas could be precisely\ncontrolled by the ratio of Zn/Co in the bimetallic Zn/Co-ZIF shell.</p>", "clean_text": "Herein, we designed a \"double-synergic effect\" for visible light harvesting and CO2/H2O conversion by combining the hybrid shell of bimetallic MOF, Zn/Co-ZIF, with the hybrid photoactive center of Ni-doped CdS nanoparticles (Ni@CdS) to construct a new photocatalysis system Ni@CdS⊂Zn/Co-ZIF. The uniform dispersion of Ni metal sites on the surface of CdS nanoparticles by the K sp-diversity method efficiently enhanced the light-harvesting ability of Ni@CdS. The hybrid bimetallic Zn/Co-ZIF shell coated on Ni@CdS not only facilitated mass and charge transfer but also had a cocatalyst effect in CO2 activation and conversion through the Co metal nodes of the framework, as illustrated by theoretical calculations. The Ni@CdS⊂Zn/Co-ZIF photocatalysis system exhibited an unprecedented \"2 + 2\" ((Zn2+ + Co2+) + (Ni2+ + Cd2+)) double-synergistic effect, leading to one of the highest photocatalytic syngas production rates with excellent recyclability requiring no acetonitrile or noble metal. The H2/CO molar ratio of syngas could be precisely controlled by the ratio of Zn/Co in the bimetallic Zn/Co-ZIF shell.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Synthesis of Ni@CdS Nanoparticles</title><p>The Ni@CdS nanoparticles\nwere prepared via a reported method with\nmodifications. Typically, 319.8 mg of\nCd­(CH<sub>3</sub>COO)<sub>2</sub>·2H<sub>2</sub>O, 99.5 mg of\nNi­(CH<sub>3</sub>COO)<sub>2</sub>·4H<sub>2</sub>O, 609 mg of\nthiourea, and 16 mg of poly­(vinylpyrrolidone) were dissolved in 20\nmL of deionized H<sub>2</sub>O. And then, the solution was kept at\n140 °C for different reaction times. The samples were denoted\nas Ni@CdS-<italic toggle=\"yes\">n</italic>, where <italic toggle=\"yes\">n</italic> denotes the\nhydrothermal time as 2.5, 3.5, 4.5, and 5.5 h, respectively. After\nbeing cooled to room temperature, the as-synthesized nanoparticles\nwere recovered by centrifugation, washed with water and ethanol several\ntimes, and dried at 60 °C overnight. CdS nanoparticles were synthesized\nwith the same procedure in 3.5 h without adding Ni­(CH<sub>3</sub>COO)<sub>2</sub>·4H<sub>2</sub>O.</p>", "clean_text": "Experimental Section\n\nSynthesis of Ni@CdS Nanoparticles\n\nThe Ni@CdS nanoparticles were prepared via a reported method with modifications. Typically, 319.8 mg of Cd(CH3COO)2⋅2H2O, 99.5 mg of Ni(CH3COO)2⋅4H2O, 609 mg of thiourea, and 16 mg of poly(vinylpyrrolidone) were dissolved in 20 mL of deionized H2O. And then, the solution was kept at 140 °C for different reaction times. The samples were denoted as Ni@CdS-n, where n denotes the hydrothermal time as 2.5, 3.5, 4.5, and 5.5 h, respectively. After being cooled to room temperature, the as-synthesized nanoparticles were recovered by centrifugation, washed with water and ethanol several times, and dried at 60 °C overnight. CdS nanoparticles were synthesized with the same procedure in 3.5 h without adding Ni(CH3COO)2⋅4H2O.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof Ni@CdS⊂Zn/Co-ZIF-<italic toggle=\"yes\">x</italic>, Ni@CdS⊂ZIF-8,\nand Ni@CdS⊂ZIF-67</title><p>In general, 6 mg of Ni@CdS nanoparticles\nwas dispersed in 10 mL of\nmethanol with 500.0 mg of 2-methylimidazole and ultrasonicated for\n15 min until the solution became homogeneous. Then, 10 mL of methanol\nsolution with 2.0 mM Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and 2.0 mM Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O\nwas added and the solution was left undisturbed for 2 h at room temperature.\nThe resultant samples were centrifuged and washed with methanol several\ntimes and dried at 60 °C under a vacuum overnight. The obtained\nhybrid was denoted as Ni@CdS⊂Zn/Co-ZIF-1:1, where “1:1”\nrepresents the molar ratio of Zn<sup>2+</sup>/Co<sup>2+</sup> in the\nbimetallic MOF precursor. Ni@CdS encapsulated in the bimetallic MOF\nwith different metal ratios was synthesized according to the same\nprocedure keeping the concentration of divalent metal ions at 4.0\nmM in 10 mL of methanol solution and adjusting the ratio of Zn<sup>2+</sup>/Co<sup>2+</sup>. The as-synthesized hybrids were denoted\nas Ni@CdS⊂Zn/Co-ZIF-3:1 and Ni@CdS⊂Zn/Co-ZIF-1:3. Ni@CdS⊂ZIF-8\nwas synthesized according to the above method with 49.3 mg of 2-methylimidazole\ndissolved in 10 mL of methanol and 10 mL of 15.0 mM Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O in methanol, and Ni@CdS⊂ZIF-67\nwas synthesized using 500.0 mg of 2-methylimidazole and 6.0 mM Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O.</p>", "clean_text": "Synthesis of Ni@CdS⊂Zn/Co-ZIF-x, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67\n\nIn general, 6 mg of Ni@CdS nanoparticles was dispersed in 10 mL of methanol with 500.0 mg of 2-methylimidazole and ultrasonicated for 15 min until the solution became homogeneous. Then, 10 mL of methanol solution with 2.0 mM Zn(NO3)2⋅6H2O and 2.0 mM Co(NO3)2⋅6H2O was added and the solution was left undisturbed for 2 h at room temperature. The resultant samples were centrifuged and washed with methanol several times and dried at 60 °C under a vacuum overnight. The obtained hybrid was denoted as Ni@CdS⊂Zn/Co-ZIF-1:1, where \"1:1\" represents the molar ratio of Zn2+/Co2+ in the bimetallic MOF precursor. Ni@CdS encapsulated in the bimetallic MOF with different metal ratios was synthesized according to the same procedure keeping the concentration of divalent metal ions at 4.0 mM in 10 mL of methanol solution and adjusting the ratio of Zn2+/Co2+. The as-synthesized hybrids were denoted as Ni@CdS⊂Zn/Co-ZIF-3:1 and Ni@CdS⊂Zn/Co-ZIF-1:3. Ni@CdS⊂ZIF-8 was synthesized according to the above method with 49.3 mg of 2-methylimidazole dissolved in 10 mL of methanol and 10 mL of 15.0 mM Zn(NO3)2⋅6H2O in methanol, and Ni@CdS⊂ZIF-67 was synthesized using 500.0 mg of 2-methylimidazole and 6.0 mM Co(NO3)2⋅6H2O.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>Powder X-ray diffraction\n(XRD) patterns were collected on Japan Rigaku Ultima IV equipped with\na Cu Kα radiation source (40 kV, 40 mA). Scanning electron microscopy\n(SEM) was carried out with ZEISS MERLIN Compact. Transmission electron\nmicroscopy (TEM), high-angle annular dark-field scanning transmission\nelectron microscopy (HAADF-STEM), and energy-dispersive X-ray spectroscopy\n(EDX) were acquired on FEI Talos F200X G2. The element content of\neach sample was analyzed by a Spectro Blue inductively coupled plasma\noptical emission spectrometer (ICP-OES). X-ray photoelectron spectroscopy\n(XPS) measurements were performed by Thermo Scientific ESCALab250xi\nusing monochromated Al Kα radiation (<italic toggle=\"yes\">h</italic>ν\n= 1486.6 eV) as the excitation source. The Brunauer–Emmett–Teller\n(BET) specific surface areas were conducted by nitrogen adsorption–desorption\nusing Quantachrome Automated Surface Area. The CO<sub>2</sub> isotherm\nadsorption was measured at 25 °C using a Quantachrome Autosorb-1\nvolumetric desorption analyzer. UV–vis absorption diffuse reflectance\nspectra (UV–vis DRS) were recorded on a Cary 100 UV–vis\nspectrophotometer using an integrating sphere accessory. The photoluminescence\nspectra (PL) were recorded by an FLS1000 fluorescence spectrometer\nwith an excitation wavelength of 394 nm.</p>", "clean_text": "Characterization\n\nPowder X-ray diffraction (XRD) patterns were collected on Japan Rigaku Ultima IV equipped with a Cu Kα radiation source (40 kV, 40 mA). Scanning electron microscopy (SEM) was carried out with ZEISS MERLIN Compact. Transmission electron microscopy (TEM), high-angle annular dark-field scanning transmission electron microscopy (HAADF-STEM), and energy-dispersive X-ray spectroscopy (EDX) were acquired on FEI Talos F200X G2. The element content of each sample was analyzed by a Spectro Blue inductively coupled plasma optical emission spectrometer (ICP-OES). X-ray photoelectron spectroscopy (XPS) measurements were performed by Thermo Scientific ESCALab250xi using monochromated Al Kα radiation (hν = 1486.6 eV) as the excitation source. The Brunauer-Emmett-Teller (BET) specific surface areas were conducted by nitrogen adsorption-desorption using Quantachrome Automated Surface Area. The CO2 isotherm adsorption was measured at 25 °C using a Quantachrome Autosorb-1 volumetric desorption analyzer. UV-vis absorption diffuse reflectance spectra (UV-vis DRS) were recorded on a Cary 100 UV-vis spectrophotometer using an integrating sphere accessory. The photoluminescence spectra (PL) were recorded by an FLS1000 fluorescence spectrometer with an excitation wavelength of 394 nm.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Photoelectrochemical\nMeasurements</title><p>The Mott–Schottky plots (MS) and transient\nphotocurrent measurements\nwere completed with CHI760E using a traditional three-electrode system.\nSpecifically, a platinum plate was used as the counter electrode and\nan Ag/AgCl electrode was used as the reference electrode. The preparation\nof the working electrode was as follows: 5.0 mg of the prepared sample\nwas dispersed in the solution of Nafion/ethanol (10 μL/1 mL)\nand ultrasonicated for 1 h. Then, 80 μL of the mixture was dropped\nonto an indium tin oxide (ITO) glass substrate with an area of 1.0\ncm<sup>2</sup>. The obtained electrode was dried at 120 °C under\na vacuum overnight. The electrolyte was 0.5 M sodium sulfate aqueous\nsolution. A 300 W Xe lamp with a 420 nm cutoff filter was used as\nthe light source.</p>", "clean_text": "Photoelectrochemical Measurements\n\nThe Mott-Schottky plots (MS) and transient photocurrent measurements were completed with CHI760E using a traditional three-electrode system. Specifically, a platinum plate was used as the counter electrode and an Ag/AgCl electrode was used as the reference electrode. The preparation of the working electrode was as follows: 5.0 mg of the prepared sample was dispersed in the solution of Nafion/ethanol (10 μL/1 mL) and ultrasonicated for 1 h. Then, 80 μL of the mixture was dropped onto an indium tin oxide (ITO) glass substrate with an area of 1.0 cm2. The obtained electrode was dried at 120 °C under a vacuum overnight. The electrolyte was 0.5 M sodium sulfate aqueous solution. A 300 W Xe lamp with a 420 nm cutoff filter was used as the light source.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Photocatalytic Activity\nTest</title><p>The\nphotocatalytic CO<sub>2</sub> reduction reaction was performed in\na 125 mL homemade photoreactor, which was irradiated with a 300 W\nXe lamp (HSX-F300, Beijing NBET Technology Co., Ltd.) equipped with\na 420 nm cutoff filter at 25 °C. Five milligrams of photocatalyst,\n2 mg of CoCl<sub>2</sub>·6H<sub>2</sub>O, and 65 mg of 2,2′-bipyridine\n(bpy) were added into a solution containing 12 mL of deionized H<sub>2</sub>O and 2 mL of TEOA, and the mixture was ultrasonicated for\n15 min. The reactor was filled with 0.1 MPa of high-purity CO<sub>2</sub>. The gas products were quantitatively analyzed by Agilent\n8860 gas chromatography equipped with two thermal conductivity detectors\n(TCD). Helium was used as the carrier gas to detect H<sub>2</sub>,\nand nitrogen was the carrier gas used to detect other gas products.</p>", "clean_text": "Photocatalytic Activity Test\n\nThe photocatalytic CO2 reduction reaction was performed in a 125 mL homemade photoreactor, which was irradiated with a 300 W Xe lamp (HSX-F300, Beijing NBET Technology Co., Ltd.) equipped with a 420 nm cutoff filter at 25 °C. Five milligrams of photocatalyst, 2 mg of CoCl2⋅6H2O, and 65 mg of 2,2'-bipyridine (bpy) were added into a solution containing 12 mL of deionized H2O and 2 mL of TEOA, and the mixture was ultrasonicated for 15 min. The reactor was filled with 0.1 MPa of high-purity CO2. The gas products were quantitatively analyzed by Agilent 8860 gas chromatography equipped with two thermal conductivity detectors (TCD). Helium was used as the carrier gas to detect H2, and nitrogen was the carrier gas used to detect other gas products.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>DFT Calculations</title><p>The DFT calculations\nwere carried out on Gaussian 16 program with the B3LYP functional. The geometry\noptimization was performed using the 6-31++G­(d,p) basis set for the C–H–N–O atoms and\nLANL2DZ as a pseudopotential and basis\nset for Co. The elementary steps on the possible active sites were<disp-formula id=\"eq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mrow>\n<mml:mmultiscripts>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n<mml:mprescripts></mml:mprescripts>\n<mml:none></mml:none>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:mmultiscripts>\n<mml:msub>\n<mml:mrow>\n<mml:mi>CO</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>→</mml:mo>\n<mml:mmultiscripts>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>CO</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mprescripts></mml:mprescripts>\n<mml:none></mml:none>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:mmultiscripts>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mmultiscripts>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>CO</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mprescripts></mml:mprescripts>\n<mml:none></mml:none>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:mmultiscripts>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>→</mml:mo>\n<mml:mmultiscripts>\n<mml:mrow>\n<mml:mi>COOH</mml:mi>\n</mml:mrow>\n<mml:mprescripts></mml:mprescripts>\n<mml:none></mml:none>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:mmultiscripts>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mmultiscripts>\n<mml:mrow>\n<mml:mi>COOH</mml:mi>\n</mml:mrow>\n<mml:mprescripts></mml:mprescripts>\n<mml:none></mml:none>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:mmultiscripts>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>→</mml:mo>\n<mml:mmultiscripts>\n<mml:mrow>\n<mml:mi>CO</mml:mi>\n</mml:mrow>\n<mml:mprescripts></mml:mprescripts>\n<mml:none></mml:none>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:mmultiscripts>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_m004.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mmultiscripts>\n<mml:mrow>\n<mml:mi>CO</mml:mi>\n</mml:mrow>\n<mml:mprescripts></mml:mprescripts>\n<mml:none></mml:none>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:mmultiscripts>\n<mml:mo>→</mml:mo>\n<mml:mmultiscripts>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n<mml:mprescripts></mml:mprescripts>\n<mml:none></mml:none>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:mmultiscripts>\n<mml:mi>CO</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where * represents the possible active site.</p>", "clean_text": "DFT Calculations\n\nThe DFT calculations were carried out on Gaussian 16 program with the B3LYP functional. The geometry optimization was performed using the 6-31++G(d,p) basis set for the C-H-N-O atoms and LANL2DZ as a pseudopotential and basis set for Co. The elementary steps on the possible active sites were       +     *     CO   2   →     CO   2       *      1   2        CO   2       *   +  [   H   +   +   e   -   ]  →   COOH     *       3      COOH     *   +  [   H   +   +   e   -   ]  →   CO     *   +   H   2   O     4      CO     *   →   +     *   CO   where * represents the possible active site.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Structural\nCharacterization</title><p>The synthesis\nprocedure of the Ni@CdS⊂Zn/Co-ZIF core–shell structure\nis illustrated in . First, Ni@CdS nanoparticles as a heterogeneous photosensitizer\nwere prepared by a one-pot hydrothermal method. Owing to the much\nlower <italic toggle=\"yes\">K</italic>\n<sub>sp</sub> of CdS (10<sup>–27</sup>) than that of NiS (10<sup>–19</sup>), pure CdS should preferentially\nprecipitate and grow into nanoparticles at the beginning of the reaction.\nAs the reaction proceeded, the concentration of Cd<sup>2+</sup> in\nthe solution gradually decreased, and the reaction of Ni<sup>2+</sup> and S<sup>2–</sup> dominated accordingly. Finally, a Ni-doped\nCdS shell was deposited on the surface of the as-formed pure CdS nanoparticles,\nand the amount of Ni doping could be controlled by the reaction time.\nAfter that, the bimetallic Zn/Co-ZIF was covered on the surface of\nthe Ni@CdS core through a self-assembly process with the presence\nof both Zn<sup>2+</sup> and Co<sup>2+</sup> ions. Furthermore, the\nmetal ratio of the Zn/Co-ZIF shell could be regulated by adjusting\nthe Zn<sup>2+</sup>/Co<sup>2+</sup> molar ratios in the precursor.</p>", "clean_text": "Results and Discussion\n\nStructural Characterization\n\nThe synthesis procedure of the Ni@CdS⊂Zn/Co-ZIF core-shell structure is illustrated in . First, Ni@CdS nanoparticles as a heterogeneous photosensitizer were prepared by a one-pot hydrothermal method. Owing to the much lower K sp of CdS (10-27) than that of NiS (10-19), pure CdS should preferentially precipitate and grow into nanoparticles at the beginning of the reaction. As the reaction proceeded, the concentration of Cd2+ in the solution gradually decreased, and the reaction of Ni2+ and S2- dominated accordingly. Finally, a Ni-doped CdS shell was deposited on the surface of the as-formed pure CdS nanoparticles, and the amount of Ni doping could be controlled by the reaction time. After that, the bimetallic Zn/Co-ZIF was covered on the surface of the Ni@CdS core through a self-assembly process with the presence of both Zn2+ and Co2+ ions. Furthermore, the metal ratio of the Zn/Co-ZIF shell could be regulated by adjusting the Zn2+/Co2+ molar ratios in the precursor.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Illustration of the Construction of the Ni@CdS⊂Zn/Co-ZIF Core–Shell\nSystem</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Illustration of the Construction of the Ni@CdS⊂Zn/Co-ZIF Core-Shell System   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>To reveal the feasibility of\ncontrolling the amount of Ni doping\non the CdS nanoparticles by adjusting the reaction time, XRD was employed\nto monitor the reaction process. As shown in a, the diffraction patterns of all Ni@CdS\nnanoparticles exhibit characteristic peaks of hexagonal CdS (PDF#41-1049),\nwhich are the same as those of pure CdS nanoparticles obtained from\nthe hydrothermal process. Additionally, the peak at ca. 43.7°\nslightly shifted toward a higher angle (b), which suggested the successful doping\nof Ni<sup>2+</sup> ions into the lattice of CdS. Furthermore, the\nchemical composition and the oxidation states of the Ni@CdS hybrids\nwere confirmed by XPS (c). As shown in c, the Ni 2p XPS spectra of Ni@CdS-3.5 showed two peaks of\n855.9 and 873.2 eV that were attributed to Ni<sup>2+</sup> 2p<sub>3/2</sub> and Ni<sup>2+</sup> 2p<sub>1/2</sub> and two satellite\npeaks of 860.6 and 878.9 eV, respectively, which was in accordance\nwith the XRD results that confirmed the doping of Ni<sup>2+</sup> in\nthe CdS lattice. Furthermore, in the Ni 2p XPS spectra of Ni@CdS-5.5,\ntwo new peaks located at 852.9 and 870.1 eV could be assigned to the\ngeneration of Ni<sup>2+</sup> in NiS due to the prolonged hydrothermal\nreaction time. The loading content of Ni on the surface of Ni@CdS-<italic toggle=\"yes\">n</italic> was given by ICP-OES (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>), indicating the feasible control of the Ni content in the Ni@CdS\nhybrid nanoparticles by adjusting time. After the fabrication of the\nZn/Co-ZIF shell, XRD patterns of Ni@CdS⊂Zn/Co-ZIF hybrids exhibited\na new group of peaks present in the range of 5–20° (e), which well matched\nthe simulated pattern of ZIF-8, indicating the successful cover of\nbimetallic Zn/Co-ZIF with ZIF-8-like structures on Ni@CdS nanoparticles\nthrough the self-assembly process.</p>", "clean_text": "To reveal the feasibility of controlling the amount of Ni doping on the CdS nanoparticles by adjusting the reaction time, XRD was employed to monitor the reaction process. As shown in a, the diffraction patterns of all Ni@CdS nanoparticles exhibit characteristic peaks of hexagonal CdS (PDF#41-1049), which are the same as those of pure CdS nanoparticles obtained from the hydrothermal process. Additionally, the peak at ca. 43.7° slightly shifted toward a higher angle (b), which suggested the successful doping of Ni2+ ions into the lattice of CdS. Furthermore, the chemical composition and the oxidation states of the Ni@CdS hybrids were confirmed by XPS (c). As shown in c, the Ni 2p XPS spectra of Ni@CdS-3.5 showed two peaks of 855.9 and 873.2 eV that were attributed to Ni2+ 2p3/2 and Ni2+ 2p1/2 and two satellite peaks of 860.6 and 878.9 eV, respectively, which was in accordance with the XRD results that confirmed the doping of Ni2+ in the CdS lattice. Furthermore, in the Ni 2p XPS spectra of Ni@CdS-5.5, two new peaks located at 852.9 and 870.1 eV could be assigned to the generation of Ni2+ in NiS due to the prolonged hydrothermal reaction time. The loading content of Ni on the surface of Ni@CdS-n was given by ICP-OES (Table S1), indicating the feasible control of the Ni content in the Ni@CdS hybrid nanoparticles by adjusting time. After the fabrication of the Zn/Co-ZIF shell, XRD patterns of Ni@CdS⊂Zn/Co-ZIF hybrids exhibited a new group of peaks present in the range of 5-20° (e), which well matched the simulated pattern of ZIF-8, indicating the successful cover of bimetallic Zn/Co-ZIF with ZIF-8-like structures on Ni@CdS nanoparticles through the self-assembly process.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) XRD patterns and (b) enlarged XRD\npatterns of the as-synthesized\nNi@CdS-<italic toggle=\"yes\">n</italic>. (c) XPS high-resolution Ni 2p spectra of\nNi@CdS-3.5 and Ni@CdS-5.5. (d) SEM image and (e) TEM image of Ni@CdS-3.5.\n(f) HRTEM image of Ni@CdS-3.5 with interplanar distance. (g) HAADF-STEM\nimage and elemental mapping images of Ni@CdS-3.5 (S: blue, Cd: green,\nNi: red). (h) Elemental line scanning profiles of Ni@CdS-3.5 along\nthe direction marked by the arrow (scale bar: 200 nm).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) XRD patterns and (b) enlarged XRD patterns of the as-synthesized Ni@CdS-n. (c) XPS high-resolution Ni 2p spectra of Ni@CdS-3.5 and Ni@CdS-5.5. (d) SEM image and (e) TEM image of Ni@CdS-3.5. (f) HRTEM image of Ni@CdS-3.5 with interplanar distance. (g) HAADF-STEM image and elemental mapping images of Ni@CdS-3.5 (S: blue, Cd: green, Ni: red). (h) Elemental line scanning profiles of Ni@CdS-3.5 along the direction marked by the arrow (scale bar: 200 nm).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) SEM image of Ni@CdS⊂Zn/Co-ZIF-1:3. (b, c) TEM image\nof Ni@CdS⊂Zn/Co-ZIF-1:3 with different magnifications. (d)\nHAADF-STEM image (scale bar: 200 nm) and elemental mapping images\nof Ni@CdS⊂Zn/Co-ZIF-1:3 (C: light blue, N: pink, Zn: orange,\nCo: red, Cd: blue, Ni: green, S: yellow). (e) XRD patterns of the\nprepared Ni@CdS⊂Zn/Co-ZIF hybrids. (f) N<sub>2</sub> adsorption/desorption\nisotherms of Ni@CdS⊂Zn/Co-ZIF hybrids. (g) CO<sub>2</sub> adsorption\nisotherms of Ni@CdS⊂Zn/Co-ZIF hybrids.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) SEM image of Ni@CdS⊂Zn/Co-ZIF-1:3. (b, c) TEM image of Ni@CdS⊂Zn/Co-ZIF-1:3 with different magnifications. (d) HAADF-STEM image (scale bar: 200 nm) and elemental mapping images of Ni@CdS⊂Zn/Co-ZIF-1:3 (C: light blue, N: pink, Zn: orange, Co: red, Cd: blue, Ni: green, S: yellow). (e) XRD patterns of the prepared Ni@CdS⊂Zn/Co-ZIF hybrids. (f) N2 adsorption/desorption isotherms of Ni@CdS⊂Zn/Co-ZIF hybrids. (g) CO2 adsorption isotherms of Ni@CdS⊂Zn/Co-ZIF hybrids.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The morphologies of the as-prepared Ni@CdS nanoparticles were investigated\nby SEM and TEM. As shown in d,e, Ni@CdS-3.5 nanoparticles show a raspberry-like\nshape with an average size of 260 nm, which is similar to the pure\nCdS nanoparticles fabricated by the same progress without Ni sources\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S1a</ext-link>). The lattice spacing of the\n(002) facets of Ni@CdS-3.5 was 0.315 nm (f), which was slightly narrower than the\nlattice spacing of the (002) facets of the hexagonal CdS (0.333 nm),\nfurther confirming the fabrication of Ni-doped CdS nanoparticles.\nIn addition, adjusting the reaction time of the hydrothermal process\nslightly influenced the particle size of Ni@CdS nanoparticles (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S1b–d</ext-link>). Even if the reaction time\nwas prolonged to 5.5 h, no obvious NiS nanoparticles were observed\non the surface of Ni@CdS-5.5 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link>). The HAADF-STEM image and EDX mapping images confirmed the presence\nof Cd, Ni, and S elements in the composition of Ni@CdS-3.5 nanoparticles\n(g). Importantly,\nthe elemental line scanning profiles further showed that the Ni element\nwas mainly distributed on the surface of the Ni@CdS-3.5 nanoparticles\n(h).</p>", "clean_text": "The morphologies of the as-prepared Ni@CdS nanoparticles were investigated by SEM and TEM. As shown in d,e, Ni@CdS-3.5 nanoparticles show a raspberry-like shape with an average size of 260 nm, which is similar to the pure CdS nanoparticles fabricated by the same progress without Ni sources (Figure S1a). The lattice spacing of the (002) facets of Ni@CdS-3.5 was 0.315 nm (f), which was slightly narrower than the lattice spacing of the (002) facets of the hexagonal CdS (0.333 nm), further confirming the fabrication of Ni-doped CdS nanoparticles. In addition, adjusting the reaction time of the hydrothermal process slightly influenced the particle size of Ni@CdS nanoparticles (Figure S1b-d). Even if the reaction time was prolonged to 5.5 h, no obvious NiS nanoparticles were observed on the surface of Ni@CdS-5.5 (Figure S2b). The HAADF-STEM image and EDX mapping images confirmed the presence of Cd, Ni, and S elements in the composition of Ni@CdS-3.5 nanoparticles (g). Importantly, the elemental line scanning profiles further showed that the Ni element was mainly distributed on the surface of the Ni@CdS-3.5 nanoparticles (h).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The fabrication of Ni@CdS<bold>⊂</bold>Zn/Co-ZIF-1:3 with\na uniform core–shell structure is verified by the SEM and TEM\nimages in a,b.\nThe Ni@CdS core with the original size and morphology was encapsulated\nby the Zn/Co-ZIF shell with a thickness of about 70 nm (c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">S7</ext-link>). The elemental distribution of the as-synthesized hybrid\nwas also revealed by EDX mapping images (d), demonstrating the uniform composition\nof both Zn and Co elements in the MOF shell. Ni@CdS⊂Zn/Co-ZIF\ncore–shell structures with different Zn/Co molar ratios were\nprepared by the same method. TEM images and elemental mapping images\nshowed that the different Zn/Co molar ratios might influence the thickness\nof the Zn/Co-ZIF shell (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figures S3–S7</ext-link>), which was due to the different crystallization kinetics of different\nmetal ions with the 2-methylimidazole ligand.\n</p>", "clean_text": "The fabrication of Ni@CdS⊂Zn/Co-ZIF-1:3 with a uniform core-shell structure is verified by the SEM and TEM images in a,b. The Ni@CdS core with the original size and morphology was encapsulated by the Zn/Co-ZIF shell with a thickness of about 70 nm (c and S7). The elemental distribution of the as-synthesized hybrid was also revealed by EDX mapping images (d), demonstrating the uniform composition of both Zn and Co elements in the MOF shell. Ni@CdS⊂Zn/Co-ZIF core-shell structures with different Zn/Co molar ratios were prepared by the same method. TEM images and elemental mapping images showed that the different Zn/Co molar ratios might influence the thickness of the Zn/Co-ZIF shell (Figures S3-S7), which was due to the different crystallization kinetics of different metal ions with the 2-methylimidazole ligand. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>N<sub>2</sub> adsorption/desorption was applied to characterize\nthe porous structure of the hybrid catalyst Ni@CdS⊂Zn/Co-ZIF.\nAs shown in f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">S8</ext-link>, the BET specific surface areas\nof Ni@CdS⊂Zn/Co-ZIF composites are 551.2, 565.6, and 126.5\nm<sup>2</sup>·g<sup>–1</sup> with the Zn/Co ratio of 1:3,\n1:1, and 3:1, respectively. Moreover, a promising CO<sub>2</sub> uptake\ncapacity of Ni@CdS⊂Zn/Co-ZIF was obtained at 25 °C (g). Furthermore,\nUV–vis absorption diffuse reflectance spectra (UV–vis\nDRS) were employed to explore the light-harvesting capacities of all\nof the samples. For Ni@CdS as a heterogeneous photosensitizer, Ni\ndoping on the CdS nanoparticles broadened the visible-light response\nrange and improved the light-harvesting ability of the hybrids (a). After the fabrication\nof the Zn/Co-ZIF shell on the Ni@CdS core, the light-harvesting abilities\nof the photocatalysts were further enhanced (b). Notably, adjusting the Zn/Co metal ratio\nin the matrix of the bimetallic MOF customized the light absorption\ncapacity in the range of 550–650 nm, which benefitted from\nthe characteristic visible-light absorption of ZIF-67-like structures. These results confirmed that both the doping of Ni on the CdS and\nthe fabrication of the bimetallic MOF shell on the Ni@CdS core contributed\nto the synergistic improvement of the light-harvesting performance\nof the double-hybrid photocatalysts.</p>", "clean_text": "N2 adsorption/desorption was applied to characterize the porous structure of the hybrid catalyst Ni@CdS⊂Zn/Co-ZIF. As shown in f and S8, the BET specific surface areas of Ni@CdS⊂Zn/Co-ZIF composites are 551.2, 565.6, and 126.5 m2⋅g-1 with the Zn/Co ratio of 1:3, 1:1, and 3:1, respectively. Moreover, a promising CO2 uptake capacity of Ni@CdS⊂Zn/Co-ZIF was obtained at 25 °C (g). Furthermore, UV-vis absorption diffuse reflectance spectra (UV-vis DRS) were employed to explore the light-harvesting capacities of all of the samples. For Ni@CdS as a heterogeneous photosensitizer, Ni doping on the CdS nanoparticles broadened the visible-light response range and improved the light-harvesting ability of the hybrids (a). After the fabrication of the Zn/Co-ZIF shell on the Ni@CdS core, the light-harvesting abilities of the photocatalysts were further enhanced (b). Notably, adjusting the Zn/Co metal ratio in the matrix of the bimetallic MOF customized the light absorption capacity in the range of 550-650 nm, which benefitted from the characteristic visible-light absorption of ZIF-67-like structures. These results confirmed that both the doping of Ni on the CdS and the fabrication of the bimetallic MOF shell on the Ni@CdS core contributed to the synergistic improvement of the light-harvesting performance of the double-hybrid photocatalysts.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) UV–vis DRS of Ni@CdS-<italic toggle=\"yes\">n</italic>. (b) UV–vis\nDRS of Ni@CdS⊂Zn/Co-ZIF hybrids. (c) Yield rates of H<sub>2</sub> and CO on Ni@CdS. (d) Yield rates of H<sub>2</sub> and CO on Ni@CdS⊂Zn/Co-ZIF.\n(e) Results of controlled experiments. (f) Yield rates of gas products\non recycled Ni@CdS⊂Zn/Co-ZIF-1:3.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) UV-vis DRS of Ni@CdS-n. (b) UV-vis DRS of Ni@CdS⊂Zn/Co-ZIF hybrids. (c) Yield rates of H2 and CO on Ni@CdS. (d) Yield rates of H2 and CO on Ni@CdS⊂Zn/Co-ZIF. (e) Results of controlled experiments. (f) Yield rates of gas products on recycled Ni@CdS⊂Zn/Co-ZIF-1:3.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<title>Photocatalytic Performance</title><p>The influence\nof Ni doping on the photocatalytic reduction of CO<sub>2</sub> was\nevaluated first under visible light. As shown in c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>, doping Ni on the surface of CdS nanoparticles improves\nthe photocatalytic activity notably compared with that of pure CdS.\nNi@CdS-3.5 exhibited the highest CO yield rate of 294.1 μmol·h<sup>–1</sup>·g<sup>–1</sup> among all of the tested\nNi@CdS nanoparticles with a moderate H<sub>2</sub> yield rate of 1835.6\nμmol·h<sup>–1</sup>·g<sup>–1</sup>,\nwhich was 18.2- and 9.2-fold higher than those of the pure CdS nanoparticles,\nrespectively. Although prolonging the hydrothermal time could increase\nthe content of Ni doping in Ni@CdS, Ni@CdS-5.5 did not show better\nselectivity for CO<sub>2</sub> reduction (CO<sub>2</sub>RR) or higher\nCO yield rate than others because the formation of NiS on the surface\nof Ni@CdS-5.5 (c) promoted the hydrogen evolution reaction (HER) and simultaneously\ninhibited CO<sub>2</sub>RR. The results of the further control experiment\nshown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> indicate that the Ni<sup>2+</sup> metal sites in Ni@CdS mainly contribute to the hydrogen\nevolution reaction and thus influence the H<sub>2</sub>/CO ratio in\nthe product via adjusting the content of Ni. Considering that Ni@CdS-3.5\nexhibited highly efficient photogenerated electron transfer and superior\ncatalytic activity in the thermodynamically and kinetically disadvantaged\nCO<sub>2</sub> reduction reaction, it was chosen as the optimal sample\nto construct the hybrid photocatalyst. The performance of the double-hybrid\nNi@CdS⊂Zn/Co-ZIF in photocatalytic syngas production was evaluated\nunder the same conditions. As shown in d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>, all of the Ni@CdS⊂Zn/Co-ZIF-<italic toggle=\"yes\">x</italic> photocatalysts\nexhibit a significantly enhanced photocatalytic performance compared\nwith that of Ni@CdS-3.5. The optimized production obtained on Ni@CdS⊂Zn/Co-ZIF-1:3\nwith a CO yield rate of 948.5 μmol·h<sup>–1</sup>·g<sup>–1</sup> of and an H<sub>2</sub> yield rate of\n2070.8 μmol·h<sup>–1</sup>·g<sup>–1</sup>. The ratio of H<sub>2</sub>/CO in syngas could be precisely adjusted\nfrom 2.2 to 2.8 with the Zn/Co ratio ranging from 1:3 to 3:1, which\nwas hardly achieved by only Ni@CdS nanoparticles without the MOF shell.\nThe Zn/Co-ZIF shell could automatically capture the CO<sub>2</sub> molecules and the electronic sacrificial agents and increase their\nconcentrations in the interface between the MOF shell and the Ni@CdS\nphotosensitizer; furthermore, the abundant porosity of the double-hybrid\nphotocatalyst ensured the efficient transportation of gas products.</p>", "clean_text": "Photocatalytic Performance\n\nThe influence of Ni doping on the photocatalytic reduction of CO2 was evaluated first under visible light. As shown in c and Table S2, doping Ni on the surface of CdS nanoparticles improves the photocatalytic activity notably compared with that of pure CdS. Ni@CdS-3.5 exhibited the highest CO yield rate of 294.1 μmol⋅h-1⋅g-1 among all of the tested Ni@CdS nanoparticles with a moderate H2 yield rate of 1835.6 μmol⋅h-1⋅g-1, which was 18.2- and 9.2-fold higher than those of the pure CdS nanoparticles, respectively. Although prolonging the hydrothermal time could increase the content of Ni doping in Ni@CdS, Ni@CdS-5.5 did not show better selectivity for CO2 reduction (CO2RR) or higher CO yield rate than others because the formation of NiS on the surface of Ni@CdS-5.5 (c) promoted the hydrogen evolution reaction (HER) and simultaneously inhibited CO2RR. The results of the further control experiment shown in Figure S10 indicate that the Ni2+ metal sites in Ni@CdS mainly contribute to the hydrogen evolution reaction and thus influence the H2/CO ratio in the product via adjusting the content of Ni. Considering that Ni@CdS-3.5 exhibited highly efficient photogenerated electron transfer and superior catalytic activity in the thermodynamically and kinetically disadvantaged CO2 reduction reaction, it was chosen as the optimal sample to construct the hybrid photocatalyst. The performance of the double-hybrid Ni@CdS⊂Zn/Co-ZIF in photocatalytic syngas production was evaluated under the same conditions. As shown in d and Table S4, all of the Ni@CdS⊂Zn/Co-ZIF-x photocatalysts exhibit a significantly enhanced photocatalytic performance compared with that of Ni@CdS-3.5. The optimized production obtained on Ni@CdS⊂Zn/Co-ZIF-1:3 with a CO yield rate of 948.5 μmol⋅h-1⋅g-1 of and an H2 yield rate of 2070.8 μmol⋅h-1⋅g-1. The ratio of H2/CO in syngas could be precisely adjusted from 2.2 to 2.8 with the Zn/Co ratio ranging from 1:3 to 3:1, which was hardly achieved by only Ni@CdS nanoparticles without the MOF shell. The Zn/Co-ZIF shell could automatically capture the CO2 molecules and the electronic sacrificial agents and increase their concentrations in the interface between the MOF shell and the Ni@CdS photosensitizer; furthermore, the abundant porosity of the double-hybrid photocatalyst ensured the efficient transportation of gas products.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>We further conducted a series of controlled experimental studies\non the composite photocatalytic system, as shown in e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>. Either no gas product or only H<sub>2</sub> was detected\nin the reactions proceeded without photocatalyst, light irradiation,\nTEOA, or CO<sub>2</sub>, respectively. When using Zn-ZIF or Co-ZIF\nas the shell only, the resulted hybrid catalysts exhibited much lower\nactivity, indicating the importance of the synergic effect of the\nbimetallic Zn-Co sites in the bimetallic MOF shell. The recycle stability\nof Ni@CdS⊂Zn/Co-ZIF-1:3 was also studied in the photocatalytic\nCO<sub>2</sub>/H<sub>2</sub>O conversion into syngas. After the reaction,\nthe catalyst was recovered by centrifugation, washed with methanol\nseveral times, and dried under a vacuum at 60 °C overnight.</p>", "clean_text": "We further conducted a series of controlled experimental studies on the composite photocatalytic system, as shown in e and Table S4. Either no gas product or only H2 was detected in the reactions proceeded without photocatalyst, light irradiation, TEOA, or CO2, respectively. When using Zn-ZIF or Co-ZIF as the shell only, the resulted hybrid catalysts exhibited much lower activity, indicating the importance of the synergic effect of the bimetallic Zn-Co sites in the bimetallic MOF shell. The recycle stability of Ni@CdS⊂Zn/Co-ZIF-1:3 was also studied in the photocatalytic CO2/H2O conversion into syngas. After the reaction, the catalyst was recovered by centrifugation, washed with methanol several times, and dried under a vacuum at 60 °C overnight.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The catalytic activity of the regenerated double-hybrid photocatalyst\nshowed almost no decay after five cycles, indicating the stable activity\nduring the photocatalytic reaction (f). The XRD pattern and SEM image of recycled\nphotocatalyst also confirmed the stability of Ni@CdS⊂Zn/Co-ZIF\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). Furthermore, Ni@CdS⊂Zn/Co-ZIF-1:3\nexhibited higher humidity and chemical stability than Ni@CdS⊂ZIF-67\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>), which was mainly due to the\nintroduction of Zn<sup>2+</sup> ions in the bimetallic MOF shell.</p>", "clean_text": "The catalytic activity of the regenerated double-hybrid photocatalyst showed almost no decay after five cycles, indicating the stable activity during the photocatalytic reaction (f). The XRD pattern and SEM image of recycled photocatalyst also confirmed the stability of Ni@CdS⊂Zn/Co-ZIF (Figure S12). Furthermore, Ni@CdS⊂Zn/Co-ZIF-1:3 exhibited higher humidity and chemical stability than Ni@CdS⊂ZIF-67 (Figure S13), which was mainly due to the introduction of Zn2+ ions in the bimetallic MOF shell.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<title>Band Structure Analyses</title><p>Tauc plot\nwas conducted to investigate the band structure of Ni@CdS and Zn/Co-ZIF-1:3\ncatalytic systems. According to the Tauc plot of Ni@CdS-3.5 converted\nfrom the UV–vis DRS spectrum (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S14a</ext-link>), the band gap of Ni@CdS-3.5 was determined to be 2.17 eV and that\nof Zn/Co-ZIF-1:3 was 2.01 eV (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S14b</ext-link>). The Mott–Schottky plots calculated the flat-band potential\nof Ni@CdS-3.5 as −0.88 V (vs NHE), and the positive slopes\nof the linear parts of the Mott–Schottky plots implied that\nNi@CdS-3.5 was an n-type semiconductor (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S15a</ext-link>). Generally, the flat-band potential was about 0.1 eV\nlower than the minimum of the conduction band (CBM) in n-type semiconductors,\nthe whole band structure of the Ni@CdS could thus be figured out with\na composition of a CBM at −0.98 V (vs NHE) and a valence band\nmaximum (VBM) at 1.19 V (vs NHE). Similarly, the band structure of\nZn/Co-ZIF-1:3 could be revealed as a flat-band potential of −0.82\nV (vs NHE) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S15b</ext-link>) with a CBM at\n−0.92 V (vs NHE) and a VBM at 1.09 V (vs NHE). Accordingly,\nthe photogenerated electrons were transferred from Ni@CdS to Zn/Co-ZIF-1:3\nwith moderate driving power.</p>", "clean_text": "Band Structure Analyses\n\nTauc plot was conducted to investigate the band structure of Ni@CdS and Zn/Co-ZIF-1:3 catalytic systems. According to the Tauc plot of Ni@CdS-3.5 converted from the UV-vis DRS spectrum (Figure S14a), the band gap of Ni@CdS-3.5 was determined to be 2.17 eV and that of Zn/Co-ZIF-1:3 was 2.01 eV (Figure S14b). The Mott-Schottky plots calculated the flat-band potential of Ni@CdS-3.5 as -0.88 V (vs NHE), and the positive slopes of the linear parts of the Mott-Schottky plots implied that Ni@CdS-3.5 was an n-type semiconductor (Figure S15a). Generally, the flat-band potential was about 0.1 eV lower than the minimum of the conduction band (CBM) in n-type semiconductors, the whole band structure of the Ni@CdS could thus be figured out with a composition of a CBM at -0.98 V (vs NHE) and a valence band maximum (VBM) at 1.19 V (vs NHE). Similarly, the band structure of Zn/Co-ZIF-1:3 could be revealed as a flat-band potential of -0.82 V (vs NHE) (Figure S15b) with a CBM at -0.92 V (vs NHE) and a VBM at 1.09 V (vs NHE). Accordingly, the photogenerated electrons were transferred from Ni@CdS to Zn/Co-ZIF-1:3 with moderate driving power.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<title>Charge Dynamics and Mechanism\nAnalyses</title><p>To explain the excellent activity of the composite\nphotocatalyst\nin detail, the separation and transport efficiency of photogenerated\nelectrons and holes in Ni@CdS and Ni@CdS⊂Zn/Co-ZIF, which are\nclosely correlated to the photocatalytic activity of the hybrid catalysts,\nhave been further studied with steady-state and transient photoluminescence\n(PL) spectra. As shown in a, an emission wavelength of around 535 nm with the\nexcitation wavelength of 394 nm is observed for all of the tested\nsamples, among which Ni@CdS exhibits the strongest PL emission, indicating\nthat the construction of the core–shell structure of Ni@CdS⊂Zn/Co-ZIFs\nreadily suppresses the recombination of the photogenerated electron–hole\npairs due to the highly efficient charge separation of the double-hybrid\nsystem. Furthermore, the transient PL\ndecay spectra (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">S16</ext-link>) and the fitting results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>) show that the average lifetime of Ni@CdS⊂Zn/Co-ZIF-1:3\n(τ<sub>avg</sub>= 8.80 ns) is efficiently prolonged in comparison\nto that of Ni@CdS (τ<sub>avg</sub>= 6.06 ns) owing to the precise\nmanufacturing of the core–shell structure and the synergistic\neffect between the two hybrid compositions significantly improve the\nefficiency of photogenerated charge-carrier separation. The transient\nphotocurrent response of Ni@CdS⊂Zn/Co-ZIF further illustrates\nthe function of bimetallic Zn/Co-ZIF in promoting electron transfer\nfrom Ni@CdS to the reaction active sites in the photocatalytic system\nunder visible-light irradiation (c). The sharp peak appears at the beginning\nof lighting due to the transient accumulation and rapid recombination\nof photoinduced charges. It is worthy to note that adding\nbpy to the reaction system significantly improves the photocurrent\nresponse, which well agrees with the catalytic survey results (e) and should be\nattributed to the electron mediators formed by the coordination of\nbpy on the Co sites in the bimetallic Zn/Co-ZIF shell.\n</p>", "clean_text": "Charge Dynamics and Mechanism Analyses\n\nTo explain the excellent activity of the composite photocatalyst in detail, the separation and transport efficiency of photogenerated electrons and holes in Ni@CdS and Ni@CdS⊂Zn/Co-ZIF, which are closely correlated to the photocatalytic activity of the hybrid catalysts, have been further studied with steady-state and transient photoluminescence (PL) spectra. As shown in a, an emission wavelength of around 535 nm with the excitation wavelength of 394 nm is observed for all of the tested samples, among which Ni@CdS exhibits the strongest PL emission, indicating that the construction of the core-shell structure of Ni@CdS⊂Zn/Co-ZIFs readily suppresses the recombination of the photogenerated electron-hole pairs due to the highly efficient charge separation of the double-hybrid system. Furthermore, the transient PL decay spectra (b and S16) and the fitting results (Table S6) show that the average lifetime of Ni@CdS⊂Zn/Co-ZIF-1:3 (τavg= 8.80 ns) is efficiently prolonged in comparison to that of Ni@CdS (τavg= 6.06 ns) owing to the precise manufacturing of the core-shell structure and the synergistic effect between the two hybrid compositions significantly improve the efficiency of photogenerated charge-carrier separation. The transient photocurrent response of Ni@CdS⊂Zn/Co-ZIF further illustrates the function of bimetallic Zn/Co-ZIF in promoting electron transfer from Ni@CdS to the reaction active sites in the photocatalytic system under visible-light irradiation (c). The sharp peak appears at the beginning of lighting due to the transient accumulation and rapid recombination of photoinduced charges. It is worthy to note that adding bpy to the reaction system significantly improves the photocurrent response, which well agrees with the catalytic survey results (e) and should be attributed to the electron mediators formed by the coordination of bpy on the Co sites in the bimetallic Zn/Co-ZIF shell. ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Steady-state photoluminescence spectra of Ni@CdS⊂Zn/Co-ZIF\nhybrids. (b) Transient photoluminescence spectra of Ni@CdS-3.5 and\nNi@CdS⊂Zn/Co-ZIF-1:3. (c) Photocurrent responses of CO<sub>2</sub> reduction system with different components under UV–vis\nillumination (λ &gt; 420 nm). (d) Free energy diagram for the\npathways\nof CO<sub>2</sub> conversion to CO on [Co­(bpy)<sub>3</sub>]<sup>2+</sup> (blue) and Zn/Co-ZIF modified by bpy (orange) based on DFT calculations.\nThe inserted figures were the optimized model of adsorbed atoms in\nvarious states (O: red, Co: purple, N: blue, C: gray, H: white). (e)\nSchematic illustrations of the band-level alignment and electron transfer\namong the Ni@CdS photosensitizer, the Zn/Co-ZIF cocatalyst, and the\nphotocatalytic CO<sub>2</sub>RR and HER process.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Steady-state photoluminescence spectra of Ni@CdS⊂Zn/Co-ZIF hybrids. (b) Transient photoluminescence spectra of Ni@CdS-3.5 and Ni@CdS⊂Zn/Co-ZIF-1:3. (c) Photocurrent responses of CO2 reduction system with different components under UV-vis illumination (λ > 420 nm). (d) Free energy diagram for the pathways of CO2 conversion to CO on [Co(bpy)3]2+ (blue) and Zn/Co-ZIF modified by bpy (orange) based on DFT calculations. The inserted figures were the optimized model of adsorbed atoms in various states (O: red, Co: purple, N: blue, C: gray, H: white). (e) Schematic illustrations of the band-level alignment and electron transfer among the Ni@CdS photosensitizer, the Zn/Co-ZIF cocatalyst, and the photocatalytic CO2RR and HER process.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>Notably, according to the above experimental results shown in e, Ni@CdS⊂Zn/Co-ZIF-1:3\nwith bpy also exhibited a moderate H<sub>2</sub> yield rate of 1731.4\nμmol·h<sup>–1</sup>·g<sup>–1</sup> and\nthe CO yield rate of 307.9 μmol·h<sup>–1</sup>·g<sup>–1</sup> provided a higher CO yield than that of Ni@CdS-3.5\nunder normal conditions, which indicated that the additional bpy molecules\ncoordinated with the Co<sup>2+</sup> unsaturated sites in Zn/Co-ZIF\nto provide the active sites for CO<sub>2</sub> conversion into CO.\nThe proposition was further verified by a series of control recovery\ncatalytic experiments with Ni@CdS⊂Zn/Co-ZIF-1:3 as a typical\nsample (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). Furthermore, DFT calculations\nwere also performed to further reveal the mechanism of the photocatalytic\nCO<sub>2</sub> reduction reaction. As surveyed by DFT calculations,\nthe unit of Co<sup>2+</sup> coordinated by two 2-methylimidazole molecules\nand one bpy was used to simulate the intermediate catalytic active\nsites on the surface of the MOF, which was compared with the commonly\nused [Co­(bpy)<sub>3</sub>]<sup>2+</sup> molecular catalyst (d). CO<sub>2</sub> molecule first accepted one electron and\none proton to *COOH, and the Gibbs free energy of both catalytic systems\nwas increased, which should be regarded as the rate-determining step.\nThe bpy coordinated MOF site showed a markedly lower energy barrier\nof 1.37 eV for CO<sub>2</sub> hydrogenation to *COOH than that of\n[Co­(bpy)<sub>3</sub>]<sup>2+</sup> (1.52 eV), suggesting that the\nMOF shell promoted the activation of CO<sub>2</sub> and the formation\nof crucial intermediate *COOH. In the next step, COOH* to CO* was\nfavorable because this process was a typical Δ<italic toggle=\"yes\">G</italic> downhill reaction. In particular, the very negative Δ<italic toggle=\"yes\">G</italic> (−0.93 eV) on the hybrid MOF-bpy unit indicated\nthat the formation and stabilization of CO* species were highly encouraged\ncompared to those of [Co­(bpy)<sub>3</sub>]<sup>2+</sup> without the\nMOF support. Due to the steep uphill in ΔG of the subsequent\nconversion to *CHO, the reaction tended to proceed along the relatively\nlow Δ<italic toggle=\"yes\">G</italic> pathway to produce CO. In a word, the\nMOF shell covering on Ni@CdS significantly reduced the energy barriers\nfor the catalytic process, facilitated the formation of key intermediate\n*COOH, and promoted the subsequent conversion of *COOH to *CO.</p>", "clean_text": "Notably, according to the above experimental results shown in e, Ni@CdS⊂Zn/Co-ZIF-1:3 with bpy also exhibited a moderate H2 yield rate of 1731.4 μmol⋅h-1⋅g-1 and the CO yield rate of 307.9 μmol⋅h-1⋅g-1 provided a higher CO yield than that of Ni@CdS-3.5 under normal conditions, which indicated that the additional bpy molecules coordinated with the Co2+ unsaturated sites in Zn/Co-ZIF to provide the active sites for CO2 conversion into CO. The proposition was further verified by a series of control recovery catalytic experiments with Ni@CdS⊂Zn/Co-ZIF-1:3 as a typical sample (Figure S11). Furthermore, DFT calculations were also performed to further reveal the mechanism of the photocatalytic CO2 reduction reaction. As surveyed by DFT calculations, the unit of Co2+ coordinated by two 2-methylimidazole molecules and one bpy was used to simulate the intermediate catalytic active sites on the surface of the MOF, which was compared with the commonly used [Co(bpy)3]2+ molecular catalyst (d). CO2 molecule first accepted one electron and one proton to *COOH, and the Gibbs free energy of both catalytic systems was increased, which should be regarded as the rate-determining step. The bpy coordinated MOF site showed a markedly lower energy barrier of 1.37 eV for CO2 hydrogenation to *COOH than that of [Co(bpy)3]2+ (1.52 eV), suggesting that the MOF shell promoted the activation of CO2 and the formation of crucial intermediate *COOH. In the next step, COOH* to CO* was favorable because this process was a typical ΔG downhill reaction. In particular, the very negative ΔG (-0.93 eV) on the hybrid MOF-bpy unit indicated that the formation and stabilization of CO* species were highly encouraged compared to those of [Co(bpy)3]2+ without the MOF support. Due to the steep uphill in ΔG of the subsequent conversion to *CHO, the reaction tended to proceed along the relatively low ΔG pathway to produce CO. In a word, the MOF shell covering on Ni@CdS significantly reduced the energy barriers for the catalytic process, facilitated the formation of key intermediate *COOH, and promoted the subsequent conversion of *COOH to *CO.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Based on the experimental results and DFT calculations, a mechanism\nfor photocatalytic CO<sub>2</sub> reduction to syngas by Ni@CdS⊂Zn/Co-ZIF\nis proposed and depicted in e and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">S13</ext-link>. Before the initiation\nof the reaction, the CO<sub>2</sub> dissolved in H<sub>2</sub>O and\nthe free bpy and TEOA were enriched in the pores of the Zn/Co-ZIF\nshell in the hybrid catalyst. Subsequently, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>, the bpy coordinated with the Co<sup>2+</sup> unsaturated metal sites in the Zn/Co-ZIF shell to form the\ncatalytically active units [Co<sup>II</sup>(bpy)<sub>2</sub>(MeIM)<sub>2</sub>]<sup>2+</sup> (MeIM = 2-methylimidazole). Under visible light,\nthe reaction was initiated with the reduction of Co<sup>II</sup> to\nCo<sup>I</sup> in [Co<sup>II</sup>(bpy)<sub>2</sub>(MeIM)<sub>2</sub>]<sup>2+</sup>, which accepted the first photogenerated electron\nfrom the excited photosensitizer Ni@CdS. After a bpy molecule was\ndissociated, the Co<sup>I</sup> metal center coordinated with a CO<sub>2</sub> molecule through an electrophilic attack to further generate\nCo<sup>II</sup>–CO<sub>2</sub>. Then, Co<sup>II</sup>–CO<sub>2</sub> accepted one proton to generate Co<sup>II</sup>–COOH\nand then continued to accept another proton for the dehydroxylation\nprocess to generate Co<sup>III</sup>–CO and a H<sub>2</sub>O molecule. Finally, the CO dissociated and the Co<sup>III</sup> metal\ncenter accepted the second photogenerated electron back to its initial\nstate. During the conversion of CO<sub>2</sub> into CO, the protons\nin the system also accepted photogenerated electrons and were reduced\nto H<sub>2</sub>, while the photogenerated holes were quenched by\nTEOA as the electron sacrificial donor.</p>", "clean_text": "Based on the experimental results and DFT calculations, a mechanism for photocatalytic CO2 reduction to syngas by Ni@CdS⊂Zn/Co-ZIF is proposed and depicted in e and S13. Before the initiation of the reaction, the CO2 dissolved in H2O and the free bpy and TEOA were enriched in the pores of the Zn/Co-ZIF shell in the hybrid catalyst. Subsequently, as shown in Figure S13, the bpy coordinated with the Co2+ unsaturated metal sites in the Zn/Co-ZIF shell to form the catalytically active units [CoII(bpy)2(MeIM)2]2+ (MeIM = 2-methylimidazole). Under visible light, the reaction was initiated with the reduction of CoII to CoI in [CoII(bpy)2(MeIM)2]2+, which accepted the first photogenerated electron from the excited photosensitizer Ni@CdS. After a bpy molecule was dissociated, the CoI metal center coordinated with a CO2 molecule through an electrophilic attack to further generate CoII-CO2. Then, CoII-CO2 accepted one proton to generate CoII-COOH and then continued to accept another proton for the dehydroxylation process to generate CoIII-CO and a H2O molecule. Finally, the CO dissociated and the CoIII metal center accepted the second photogenerated electron back to its initial state. During the conversion of CO2 into CO, the protons in the system also accepted photogenerated electrons and were reduced to H2, while the photogenerated holes were quenched by TEOA as the electron sacrificial donor.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, Ni-doped CdS nanoparticles were encapsulated in a bimetallic\nZn/Co-ZIF shell to afford a series of double-hybrid photocatalysts,\nwhich exhibited an unpresented “2 + 2” synergic interactions\nand featured one of the highest photocatalytic syngas production rate\nand excellent recyclability. As the heterogeneous photosensitizer,\nthe controllable Ni doping content on Ni@CdS nanoparticles enhanced\nthe light-harvesting ability and the efficiency of solar energy utilization.\nThe construction of the bimetallic Zn/Co-ZIF shell coating on the\nhybrid Ni@CdS nanoparticles not only facilitated the CO<sub>2</sub> adsorption-activation process but also promoted photogenerated charge-carrier\nseparation and transfer. The composition of the photocatalytic products\nis switchable by regulating the Zn/Co ratio of the bimetallic Zn/Co-ZIF\nshell. The design and application of the novel double-hybrid photosensitizer\nbimetallic MOF “2 + 2” synergy system provided a new\navenue for both CO<sub>2</sub> recycling and solar energy conversion/storage.</p>", "clean_text": "Conclusions\n\nIn summary, Ni-doped CdS nanoparticles were encapsulated in a bimetallic Zn/Co-ZIF shell to afford a series of double-hybrid photocatalysts, which exhibited an unpresented \"2 + 2\" synergic interactions and featured one of the highest photocatalytic syngas production rate and excellent recyclability. As the heterogeneous photosensitizer, the controllable Ni doping content on Ni@CdS nanoparticles enhanced the light-harvesting ability and the efficiency of solar energy utilization. The construction of the bimetallic Zn/Co-ZIF shell coating on the hybrid Ni@CdS nanoparticles not only facilitated the CO2 adsorption-activation process but also promoted photogenerated charge-carrier separation and transfer. The composition of the photocatalytic products is switchable by regulating the Zn/Co ratio of the bimetallic Zn/Co-ZIF shell. The design and application of the novel double-hybrid photosensitizer bimetallic MOF \"2 + 2\" synergy system provided a new avenue for both CO2 recycling and solar energy conversion/storage.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c08776?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c08776</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional SEM images\nof CdS and Ni@CdS (−2.5,\n−3.5, and −5.5); TEM images of Ni@CdS-5.5; TEM images\nof Ni@CdS⊂Zn/Co-ZIF-1:1, Ni@CdS⊂Zn/Co-ZIF-3:1, Ni@CdS⊂ZIF-8,\nand Ni@CdS⊂ZIF-67; pore size distribution of Ni@CdS⊂Zn/Co-ZIF-<italic toggle=\"yes\">x</italic>, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; SEM image\nand XRD pattern of used Ni@CdS⊂Zn/Co-ZIF-1:3 after five recycles;\nXRD pattern of before and after Ni@CdS⊂ZIF-67; Tauc plot of\nNi@CdS-3.5 and Ni@CdS⊂Zn/Co-ZIF-1:3; UV–vis DRS of ZIF-67;\nMott–Schottky plots of Ni@CdS-3.5 and Ni@CdS⊂Zn/Co-ZIF-1:3;\nthe original transient photoluminescence spectra of (a) Ni@CdS-3.5\nand (b) Ni@CdS⊂Zn/Co-ZIF-1:3; the mechanism of photocatalytic\nCO<sub>2</sub> reduction to CO in water by Ni@CdS⊂Zn/Co-ZIF\nhybrids; element compositions of Ni@CdS-<italic toggle=\"yes\">n</italic>, Ni@CdS⊂Zn/Co-ZIF-<italic toggle=\"yes\">x</italic>, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; results\nof photocatalytic reaction with CdS, Ni@CdS-<italic toggle=\"yes\">n</italic>, Ni@CdS⊂Zn/Co-ZIF-<italic toggle=\"yes\">x</italic>, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; fit parameters\nfor the PL decay spectra of Ni@CdS and Ni@CdS⊂Zn/Co-ZIF; and\ncomparison of photocatalytic CO<sub>2</sub> reduction to syngas with\nreported catalysts in different photocatalytic system (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c08776.  Additional SEM images of CdS and Ni@CdS (-2.5, -3.5, and -5.5); TEM images of Ni@CdS-5.5; TEM images of Ni@CdS⊂Zn/Co-ZIF-1:1, Ni@CdS⊂Zn/Co-ZIF-3:1, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; pore size distribution of Ni@CdS⊂Zn/Co-ZIF-x, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; SEM image and XRD pattern of used Ni@CdS⊂Zn/Co-ZIF-1:3 after five recycles; XRD pattern of before and after Ni@CdS⊂ZIF-67; Tauc plot of Ni@CdS-3.5 and Ni@CdS⊂Zn/Co-ZIF-1:3; UV-vis DRS of ZIF-67; Mott-Schottky plots of Ni@CdS-3.5 and Ni@CdS⊂Zn/Co-ZIF-1:3; the original transient photoluminescence spectra of (a) Ni@CdS-3.5 and (b) Ni@CdS⊂Zn/Co-ZIF-1:3; the mechanism of photocatalytic CO2 reduction to CO in water by Ni@CdS⊂Zn/Co-ZIF hybrids; element compositions of Ni@CdS-n, Ni@CdS⊂Zn/Co-ZIF-x, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; results of photocatalytic reaction with CdS, Ni@CdS-n, Ni@CdS⊂Zn/Co-ZIF-x, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; fit parameters for the PL decay spectra of Ni@CdS and Ni@CdS⊂Zn/Co-ZIF; and comparison of photocatalytic CO2 reduction to syngas with reported catalysts in different photocatalytic system (PDF)   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Additional SEM images\nof CdS and Ni@CdS (−2.5,\n−3.5, and −5.5); TEM images of Ni@CdS-5.5; TEM images\nof Ni@CdS⊂Zn/Co-ZIF-1:1, Ni@CdS⊂Zn/Co-ZIF-3:1, Ni@CdS⊂ZIF-8,\nand Ni@CdS⊂ZIF-67; pore size distribution of Ni@CdS⊂Zn/Co-ZIF-<italic toggle=\"yes\">x</italic>, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; SEM image\nand XRD pattern of used Ni@CdS⊂Zn/Co-ZIF-1:3 after five recycles;\nXRD pattern of before and after Ni@CdS⊂ZIF-67; Tauc plot of\nNi@CdS-3.5 and Ni@CdS⊂Zn/Co-ZIF-1:3; UV–vis DRS of ZIF-67;\nMott–Schottky plots of Ni@CdS-3.5 and Ni@CdS⊂Zn/Co-ZIF-1:3;\nthe original transient photoluminescence spectra of (a) Ni@CdS-3.5\nand (b) Ni@CdS⊂Zn/Co-ZIF-1:3; the mechanism of photocatalytic\nCO<sub>2</sub> reduction to CO in water by Ni@CdS⊂Zn/Co-ZIF\nhybrids; element compositions of Ni@CdS-<italic toggle=\"yes\">n</italic>, Ni@CdS⊂Zn/Co-ZIF-<italic toggle=\"yes\">x</italic>, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; results\nof photocatalytic reaction with CdS, Ni@CdS-<italic toggle=\"yes\">n</italic>, Ni@CdS⊂Zn/Co-ZIF-<italic toggle=\"yes\">x</italic>, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; fit parameters\nfor the PL decay spectra of Ni@CdS and Ni@CdS⊂Zn/Co-ZIF; and\ncomparison of photocatalytic CO<sub>2</sub> reduction to syngas with\nreported catalysts in different photocatalytic system (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Additional SEM images of CdS and Ni@CdS (-2.5, -3.5, and -5.5); TEM images of Ni@CdS-5.5; TEM images of Ni@CdS⊂Zn/Co-ZIF-1:1, Ni@CdS⊂Zn/Co-ZIF-3:1, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; pore size distribution of Ni@CdS⊂Zn/Co-ZIF-x, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; SEM image and XRD pattern of used Ni@CdS⊂Zn/Co-ZIF-1:3 after five recycles; XRD pattern of before and after Ni@CdS⊂ZIF-67; Tauc plot of Ni@CdS-3.5 and Ni@CdS⊂Zn/Co-ZIF-1:3; UV-vis DRS of ZIF-67; Mott-Schottky plots of Ni@CdS-3.5 and Ni@CdS⊂Zn/Co-ZIF-1:3; the original transient photoluminescence spectra of (a) Ni@CdS-3.5 and (b) Ni@CdS⊂Zn/Co-ZIF-1:3; the mechanism of photocatalytic CO2 reduction to CO in water by Ni@CdS⊂Zn/Co-ZIF hybrids; element compositions of Ni@CdS-n, Ni@CdS⊂Zn/Co-ZIF-x, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; results of photocatalytic reaction with CdS, Ni@CdS-n, Ni@CdS⊂Zn/Co-ZIF-x, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67; fit parameters for the PL decay spectra of Ni@CdS and Ni@CdS⊂Zn/Co-ZIF; and comparison of photocatalytic CO2 reduction to syngas with reported catalysts in different photocatalytic system (PDF)", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis\nof Ni@CdS⊂Zn/Co-ZIF-<italic toggle=\"yes\">x</italic>, Ni@CdS⊂ZIF-8,\nand Ni@CdS⊂ZIF-67</title><p>In general, 6 mg of Ni@CdS nanoparticles\nwas dispersed in 10 mL of\nmethanol with 500.0 mg of 2-methylimidazole and ultrasonicated for\n15 min until the solution became homogeneous. Then, 10 mL of methanol\nsolution with 2.0 mM Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and 2.0 mM Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O\nwas added and the solution was left undisturbed for 2 h at room temperature.\nThe resultant samples were centrifuged and washed with methanol several\ntimes and dried at 60 °C under a vacuum overnight. The obtained\nhybrid was denoted as Ni@CdS⊂Zn/Co-ZIF-1:1, where “1:1”\nrepresents the molar ratio of Zn<sup>2+</sup>/Co<sup>2+</sup> in the\nbimetallic MOF precursor. Ni@CdS encapsulated in the bimetallic MOF\nwith different metal ratios was synthesized according to the same\nprocedure keeping the concentration of divalent metal ions at 4.0\nmM in 10 mL of methanol solution and adjusting the ratio of Zn<sup>2+</sup>/Co<sup>2+</sup>. The as-synthesized hybrids were denoted\nas Ni@CdS⊂Zn/Co-ZIF-3:1 and Ni@CdS⊂Zn/Co-ZIF-1:3. Ni@CdS⊂ZIF-8\nwas synthesized according to the above method with 49.3 mg of 2-methylimidazole\ndissolved in 10 mL of methanol and 10 mL of 15.0 mM Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O in methanol, and Ni@CdS⊂ZIF-67\nwas synthesized using 500.0 mg of 2-methylimidazole and 6.0 mM Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O.</p>", "clean_text": "Synthesis of Ni@CdS⊂Zn/Co-ZIF-x, Ni@CdS⊂ZIF-8, and Ni@CdS⊂ZIF-67\n\nIn general, 6 mg of Ni@CdS nanoparticles was dispersed in 10 mL of methanol with 500.0 mg of 2-methylimidazole and ultrasonicated for 15 min until the solution became homogeneous. Then, 10 mL of methanol solution with 2.0 mM Zn(NO3)2⋅6H2O and 2.0 mM Co(NO3)2⋅6H2O was added and the solution was left undisturbed for 2 h at room temperature. The resultant samples were centrifuged and washed with methanol several times and dried at 60 °C under a vacuum overnight. The obtained hybrid was denoted as Ni@CdS⊂Zn/Co-ZIF-1:1, where \"1:1\" represents the molar ratio of Zn2+/Co2+ in the bimetallic MOF precursor. Ni@CdS encapsulated in the bimetallic MOF with different metal ratios was synthesized according to the same procedure keeping the concentration of divalent metal ions at 4.0 mM in 10 mL of methanol solution and adjusting the ratio of Zn2+/Co2+. The as-synthesized hybrids were denoted as Ni@CdS⊂Zn/Co-ZIF-3:1 and Ni@CdS⊂Zn/Co-ZIF-1:3. Ni@CdS⊂ZIF-8 was synthesized according to the above method with 49.3 mg of 2-methylimidazole dissolved in 10 mL of methanol and 10 mL of 15.0 mM Zn(NO3)2⋅6H2O in methanol, and Ni@CdS⊂ZIF-67 was synthesized using 500.0 mg of 2-methylimidazole and 6.0 mM Co(NO3)2⋅6H2O.", "data": [{"meta": {"name": "Ni@CdS⊂Zn/Co-ZIF-x", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonochemical synthesis", "precursor": [{"name": "Ni@CdS nanoparticles", "amount": "6", "unit": "mg"}, {"name": "2-methylimidazole", "amount": "500.0", "unit": "mg"}], "solvent": [{"name": "methanol", "amount": "10", "unit": "mL"}], "ultrasonic frequency": "", "power": "", "time": "15 min"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "2.0", "unit": "mM"}, {"name": "Co(NO3)2·6H2O", "amount": "2.0", "unit": "mM"}], "solvent": [{"name": "methanol", "amount": "10", "unit": "mL"}], "temperature": "room temperature", "time": "2 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "methanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "several times"}, {"synthesis method": "drying", "pressure": "vacuum", "temperature": "60 °C", "atmosphere": "", "time": "overnight"}]}, {"meta": {"name": "Ni@CdS⊂Zn/Co-ZIF-1:1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Ni@CdS nanoparticles", "amount": "6", "unit": "mg"}, {"name": "2-methylimidazole", "amount": "500.0", "unit": "mg"}], "solvent": [{"name": "methanol", "amount": "10", "unit": "mL"}], "ultrasonic frequency": "", "power": "", "time": "15 min"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "2.0", "unit": "mM"}, {"name": "Co(NO3)2·6H2O", "amount": "2.0", "unit": "mM"}], "solvent": [{"name": "methanol", "amount": "10", "unit": "mL"}], "temperature": "room temperature", "time": "2 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "methanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "several times"}, {"synthesis method": "drying", "pressure": "vacuum", "temperature": "60 °C", "atmosphere": "", "time": "overnight"}]}, {"meta": {"name": "Ni@CdS⊂Zn/Co-ZIF-3:1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Ni@CdS nanoparticles", "amount": "6", "unit": "mg"}, {"name": "2-methylimidazole", "amount": "500.0", "unit": "mg"}], "solvent": [{"name": "methanol", "amount": "10", "unit": "mL"}], "ultrasonic frequency": "", "power": "", "time": "15 min"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "2.0", "unit": "mM"}, {"name": "Co(NO3)2·6H2O", "amount": "2.0", "unit": "mM"}], "solvent": [{"name": "methanol", "amount": "10", "unit": "mL"}], "temperature": "room temperature", "time": "2 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "methanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "several times"}, {"synthesis method": "drying", "pressure": "vacuum", "temperature": "60 °C", "atmosphere": "", "time": "overnight"}]}, {"meta": {"name": "Ni@CdS⊂ZIF-8", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Ni@CdS nanoparticles", "amount": "6", "unit": "mg"}, {"name": "2-methylimidazole", "amount": "49.3", "unit": "mg"}], "solvent": [{"name": "methanol", "amount": "10", "unit": "mL"}], "ultrasonic frequency": "", "power": "", "time": "15 min"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "15.0", "unit": "mM"}], "solvent": [{"name": "methanol", "amount": "10", "unit": "mL"}], "temperature": "room temperature", "time": "2 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "methanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "several times"}, {"synthesis method": "drying", "pressure": "vacuum", "temperature": "60 °C", "atmosphere": "", "time": "overnight"}]}, {"meta": {"name": "Ni@CdS⊂ZIF-67", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Ni@CdS nanoparticles", "amount": "6", "unit": "mg"}, {"name": "2-methylimidazole", "amount": "500.0", "unit": "mg"}], "solvent": [{"name": "methanol", "amount": "10", "unit": "mL"}], "ultrasonic frequency": "", "power": "", "time": "15 min"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "Co(NO3)2·6H2O", "amount": "6.0", "unit": "mM"}], "solvent": [{"name": "methanol", "amount": "10", "unit": "mL"}], "temperature": "room temperature", "time": "2 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "methanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "several times"}, {"synthesis method": "drying", "pressure": "vacuum", "temperature": "60 °C", "atmosphere": "", "time": "overnight"}]}], "include_properties": ["sonochemical_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "19, 21, 24, 25, 27", "type": "text", "classification": "property", "content": "<p>N<sub>2</sub> adsorption/desorption was applied to characterize\nthe porous structure of the hybrid catalyst Ni@CdS⊂Zn/Co-ZIF.\nAs shown in f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">S8</ext-link>, the BET specific surface areas\nof Ni@CdS⊂Zn/Co-ZIF composites are 551.2, 565.6, and 126.5\nm<sup>2</sup>·g<sup>–1</sup> with the Zn/Co ratio of 1:3,\n1:1, and 3:1, respectively. Moreover, a promising CO<sub>2</sub> uptake\ncapacity of Ni@CdS⊂Zn/Co-ZIF was obtained at 25 °C (g). Furthermore,\nUV–vis absorption diffuse reflectance spectra (UV–vis\nDRS) were employed to explore the light-harvesting capacities of all\nof the samples. For Ni@CdS as a heterogeneous photosensitizer, Ni\ndoping on the CdS nanoparticles broadened the visible-light response\nrange and improved the light-harvesting ability of the hybrids (a). After the fabrication\nof the Zn/Co-ZIF shell on the Ni@CdS core, the light-harvesting abilities\nof the photocatalysts were further enhanced (b). Notably, adjusting the Zn/Co metal ratio\nin the matrix of the bimetallic MOF customized the light absorption\ncapacity in the range of 550–650 nm, which benefitted from\nthe characteristic visible-light absorption of ZIF-67-like structures. These results confirmed that both the doping of Ni on the CdS and\nthe fabrication of the bimetallic MOF shell on the Ni@CdS core contributed\nto the synergistic improvement of the light-harvesting performance\nof the double-hybrid photocatalysts.</p><title>Photocatalytic Performance</title><p>The influence\nof Ni doping on the photocatalytic reduction of CO<sub>2</sub> was\nevaluated first under visible light. As shown in c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>, doping Ni on the surface of CdS nanoparticles improves\nthe photocatalytic activity notably compared with that of pure CdS.\nNi@CdS-3.5 exhibited the highest CO yield rate of 294.1 μmol·h<sup>–1</sup>·g<sup>–1</sup> among all of the tested\nNi@CdS nanoparticles with a moderate H<sub>2</sub> yield rate of 1835.6\nμmol·h<sup>–1</sup>·g<sup>–1</sup>,\nwhich was 18.2- and 9.2-fold higher than those of the pure CdS nanoparticles,\nrespectively. Although prolonging the hydrothermal time could increase\nthe content of Ni doping in Ni@CdS, Ni@CdS-5.5 did not show better\nselectivity for CO<sub>2</sub> reduction (CO<sub>2</sub>RR) or higher\nCO yield rate than others because the formation of NiS on the surface\nof Ni@CdS-5.5 (c) promoted the hydrogen evolution reaction (HER) and simultaneously\ninhibited CO<sub>2</sub>RR. The results of the further control experiment\nshown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> indicate that the Ni<sup>2+</sup> metal sites in Ni@CdS mainly contribute to the hydrogen\nevolution reaction and thus influence the H<sub>2</sub>/CO ratio in\nthe product via adjusting the content of Ni. Considering that Ni@CdS-3.5\nexhibited highly efficient photogenerated electron transfer and superior\ncatalytic activity in the thermodynamically and kinetically disadvantaged\nCO<sub>2</sub> reduction reaction, it was chosen as the optimal sample\nto construct the hybrid photocatalyst. The performance of the double-hybrid\nNi@CdS⊂Zn/Co-ZIF in photocatalytic syngas production was evaluated\nunder the same conditions. As shown in d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>, all of the Ni@CdS⊂Zn/Co-ZIF-<italic toggle=\"yes\">x</italic> photocatalysts\nexhibit a significantly enhanced photocatalytic performance compared\nwith that of Ni@CdS-3.5. The optimized production obtained on Ni@CdS⊂Zn/Co-ZIF-1:3\nwith a CO yield rate of 948.5 μmol·h<sup>–1</sup>·g<sup>–1</sup> of and an H<sub>2</sub> yield rate of\n2070.8 μmol·h<sup>–1</sup>·g<sup>–1</sup>. The ratio of H<sub>2</sub>/CO in syngas could be precisely adjusted\nfrom 2.2 to 2.8 with the Zn/Co ratio ranging from 1:3 to 3:1, which\nwas hardly achieved by only Ni@CdS nanoparticles without the MOF shell.\nThe Zn/Co-ZIF shell could automatically capture the CO<sub>2</sub> molecules and the electronic sacrificial agents and increase their\nconcentrations in the interface between the MOF shell and the Ni@CdS\nphotosensitizer; furthermore, the abundant porosity of the double-hybrid\nphotocatalyst ensured the efficient transportation of gas products.</p><title>Band Structure Analyses</title><p>Tauc plot\nwas conducted to investigate the band structure of Ni@CdS and Zn/Co-ZIF-1:3\ncatalytic systems. According to the Tauc plot of Ni@CdS-3.5 converted\nfrom the UV–vis DRS spectrum (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S14a</ext-link>), the band gap of Ni@CdS-3.5 was determined to be 2.17 eV and that\nof Zn/Co-ZIF-1:3 was 2.01 eV (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S14b</ext-link>). The Mott–Schottky plots calculated the flat-band potential\nof Ni@CdS-3.5 as −0.88 V (vs NHE), and the positive slopes\nof the linear parts of the Mott–Schottky plots implied that\nNi@CdS-3.5 was an n-type semiconductor (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S15a</ext-link>). Generally, the flat-band potential was about 0.1 eV\nlower than the minimum of the conduction band (CBM) in n-type semiconductors,\nthe whole band structure of the Ni@CdS could thus be figured out with\na composition of a CBM at −0.98 V (vs NHE) and a valence band\nmaximum (VBM) at 1.19 V (vs NHE). Similarly, the band structure of\nZn/Co-ZIF-1:3 could be revealed as a flat-band potential of −0.82\nV (vs NHE) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S15b</ext-link>) with a CBM at\n−0.92 V (vs NHE) and a VBM at 1.09 V (vs NHE). Accordingly,\nthe photogenerated electrons were transferred from Ni@CdS to Zn/Co-ZIF-1:3\nwith moderate driving power.</p><title>Charge Dynamics and Mechanism\nAnalyses</title><p>To explain the excellent activity of the composite\nphotocatalyst\nin detail, the separation and transport efficiency of photogenerated\nelectrons and holes in Ni@CdS and Ni@CdS⊂Zn/Co-ZIF, which are\nclosely correlated to the photocatalytic activity of the hybrid catalysts,\nhave been further studied with steady-state and transient photoluminescence\n(PL) spectra. As shown in a, an emission wavelength of around 535 nm with the\nexcitation wavelength of 394 nm is observed for all of the tested\nsamples, among which Ni@CdS exhibits the strongest PL emission, indicating\nthat the construction of the core–shell structure of Ni@CdS⊂Zn/Co-ZIFs\nreadily suppresses the recombination of the photogenerated electron–hole\npairs due to the highly efficient charge separation of the double-hybrid\nsystem. Furthermore, the transient PL\ndecay spectra (b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">S16</ext-link>) and the fitting results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>) show that the average lifetime of Ni@CdS⊂Zn/Co-ZIF-1:3\n(τ<sub>avg</sub>= 8.80 ns) is efficiently prolonged in comparison\nto that of Ni@CdS (τ<sub>avg</sub>= 6.06 ns) owing to the precise\nmanufacturing of the core–shell structure and the synergistic\neffect between the two hybrid compositions significantly improve the\nefficiency of photogenerated charge-carrier separation. The transient\nphotocurrent response of Ni@CdS⊂Zn/Co-ZIF further illustrates\nthe function of bimetallic Zn/Co-ZIF in promoting electron transfer\nfrom Ni@CdS to the reaction active sites in the photocatalytic system\nunder visible-light irradiation (c). The sharp peak appears at the beginning\nof lighting due to the transient accumulation and rapid recombination\nof photoinduced charges. It is worthy to note that adding\nbpy to the reaction system significantly improves the photocurrent\nresponse, which well agrees with the catalytic survey results (e) and should be\nattributed to the electron mediators formed by the coordination of\nbpy on the Co sites in the bimetallic Zn/Co-ZIF shell.\n</p><p>Notably, according to the above experimental results shown in e, Ni@CdS⊂Zn/Co-ZIF-1:3\nwith bpy also exhibited a moderate H<sub>2</sub> yield rate of 1731.4\nμmol·h<sup>–1</sup>·g<sup>–1</sup> and\nthe CO yield rate of 307.9 μmol·h<sup>–1</sup>·g<sup>–1</sup> provided a higher CO yield than that of Ni@CdS-3.5\nunder normal conditions, which indicated that the additional bpy molecules\ncoordinated with the Co<sup>2+</sup> unsaturated sites in Zn/Co-ZIF\nto provide the active sites for CO<sub>2</sub> conversion into CO.\nThe proposition was further verified by a series of control recovery\ncatalytic experiments with Ni@CdS⊂Zn/Co-ZIF-1:3 as a typical\nsample (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c08776/suppl_file/am2c08776_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). Furthermore, DFT calculations\nwere also performed to further reveal the mechanism of the photocatalytic\nCO<sub>2</sub> reduction reaction. As surveyed by DFT calculations,\nthe unit of Co<sup>2+</sup> coordinated by two 2-methylimidazole molecules\nand one bpy was used to simulate the intermediate catalytic active\nsites on the surface of the MOF, which was compared with the commonly\nused [Co­(bpy)<sub>3</sub>]<sup>2+</sup> molecular catalyst (d). CO<sub>2</sub> molecule first accepted one electron and\none proton to *COOH, and the Gibbs free energy of both catalytic systems\nwas increased, which should be regarded as the rate-determining step.\nThe bpy coordinated MOF site showed a markedly lower energy barrier\nof 1.37 eV for CO<sub>2</sub> hydrogenation to *COOH than that of\n[Co­(bpy)<sub>3</sub>]<sup>2+</sup> (1.52 eV), suggesting that the\nMOF shell promoted the activation of CO<sub>2</sub> and the formation\nof crucial intermediate *COOH. In the next step, COOH* to CO* was\nfavorable because this process was a typical Δ<italic toggle=\"yes\">G</italic> downhill reaction. In particular, the very negative Δ<italic toggle=\"yes\">G</italic> (−0.93 eV) on the hybrid MOF-bpy unit indicated\nthat the formation and stabilization of CO* species were highly encouraged\ncompared to those of [Co­(bpy)<sub>3</sub>]<sup>2+</sup> without the\nMOF support. Due to the steep uphill in ΔG of the subsequent\nconversion to *CHO, the reaction tended to proceed along the relatively\nlow Δ<italic toggle=\"yes\">G</italic> pathway to produce CO. In a word, the\nMOF shell covering on Ni@CdS significantly reduced the energy barriers\nfor the catalytic process, facilitated the formation of key intermediate\n*COOH, and promoted the subsequent conversion of *COOH to *CO.</p>", "clean_text": "N2 adsorption/desorption was applied to characterize the porous structure of the hybrid catalyst Ni@CdS⊂Zn/Co-ZIF. As shown in f and S8, the BET specific surface areas of Ni@CdS⊂Zn/Co-ZIF composites are 551.2, 565.6, and 126.5 m2⋅g-1 with the Zn/Co ratio of 1:3, 1:1, and 3:1, respectively. Moreover, a promising CO2 uptake capacity of Ni@CdS⊂Zn/Co-ZIF was obtained at 25 °C (g). Furthermore, UV-vis absorption diffuse reflectance spectra (UV-vis DRS) were employed to explore the light-harvesting capacities of all of the samples. For Ni@CdS as a heterogeneous photosensitizer, Ni doping on the CdS nanoparticles broadened the visible-light response range and improved the light-harvesting ability of the hybrids (a). After the fabrication of the Zn/Co-ZIF shell on the Ni@CdS core, the light-harvesting abilities of the photocatalysts were further enhanced (b). Notably, adjusting the Zn/Co metal ratio in the matrix of the bimetallic MOF customized the light absorption capacity in the range of 550-650 nm, which benefitted from the characteristic visible-light absorption of ZIF-67-like structures. These results confirmed that both the doping of Ni on the CdS and the fabrication of the bimetallic MOF shell on the Ni@CdS core contributed to the synergistic improvement of the light-harvesting performance of the double-hybrid photocatalysts.\n\nPhotocatalytic Performance\n\nThe influence of Ni doping on the photocatalytic reduction of CO2 was evaluated first under visible light. As shown in c and Table S2, doping Ni on the surface of CdS nanoparticles improves the photocatalytic activity notably compared with that of pure CdS. Ni@CdS-3.5 exhibited the highest CO yield rate of 294.1 μmol⋅h-1⋅g-1 among all of the tested Ni@CdS nanoparticles with a moderate H2 yield rate of 1835.6 μmol⋅h-1⋅g-1, which was 18.2- and 9.2-fold higher than those of the pure CdS nanoparticles, respectively. Although prolonging the hydrothermal time could increase the content of Ni doping in Ni@CdS, Ni@CdS-5.5 did not show better selectivity for CO2 reduction (CO2RR) or higher CO yield rate than others because the formation of NiS on the surface of Ni@CdS-5.5 (c) promoted the hydrogen evolution reaction (HER) and simultaneously inhibited CO2RR. The results of the further control experiment shown in Figure S10 indicate that the Ni2+ metal sites in Ni@CdS mainly contribute to the hydrogen evolution reaction and thus influence the H2/CO ratio in the product via adjusting the content of Ni. Considering that Ni@CdS-3.5 exhibited highly efficient photogenerated electron transfer and superior catalytic activity in the thermodynamically and kinetically disadvantaged CO2 reduction reaction, it was chosen as the optimal sample to construct the hybrid photocatalyst. The performance of the double-hybrid Ni@CdS⊂Zn/Co-ZIF in photocatalytic syngas production was evaluated under the same conditions. As shown in d and Table S4, all of the Ni@CdS⊂Zn/Co-ZIF-x photocatalysts exhibit a significantly enhanced photocatalytic performance compared with that of Ni@CdS-3.5. The optimized production obtained on Ni@CdS⊂Zn/Co-ZIF-1:3 with a CO yield rate of 948.5 μmol⋅h-1⋅g-1 of and an H2 yield rate of 2070.8 μmol⋅h-1⋅g-1. The ratio of H2/CO in syngas could be precisely adjusted from 2.2 to 2.8 with the Zn/Co ratio ranging from 1:3 to 3:1, which was hardly achieved by only Ni@CdS nanoparticles without the MOF shell. The Zn/Co-ZIF shell could automatically capture the CO2 molecules and the electronic sacrificial agents and increase their concentrations in the interface between the MOF shell and the Ni@CdS photosensitizer; furthermore, the abundant porosity of the double-hybrid photocatalyst ensured the efficient transportation of gas products.\n\nBand Structure Analyses\n\nTauc plot was conducted to investigate the band structure of Ni@CdS and Zn/Co-ZIF-1:3 catalytic systems. According to the Tauc plot of Ni@CdS-3.5 converted from the UV-vis DRS spectrum (Figure S14a), the band gap of Ni@CdS-3.5 was determined to be 2.17 eV and that of Zn/Co-ZIF-1:3 was 2.01 eV (Figure S14b). The Mott-Schottky plots calculated the flat-band potential of Ni@CdS-3.5 as -0.88 V (vs NHE), and the positive slopes of the linear parts of the Mott-Schottky plots implied that Ni@CdS-3.5 was an n-type semiconductor (Figure S15a). Generally, the flat-band potential was about 0.1 eV lower than the minimum of the conduction band (CBM) in n-type semiconductors, the whole band structure of the Ni@CdS could thus be figured out with a composition of a CBM at -0.98 V (vs NHE) and a valence band maximum (VBM) at 1.19 V (vs NHE). Similarly, the band structure of Zn/Co-ZIF-1:3 could be revealed as a flat-band potential of -0.82 V (vs NHE) (Figure S15b) with a CBM at -0.92 V (vs NHE) and a VBM at 1.09 V (vs NHE). Accordingly, the photogenerated electrons were transferred from Ni@CdS to Zn/Co-ZIF-1:3 with moderate driving power.\n\nCharge Dynamics and Mechanism Analyses\n\nTo explain the excellent activity of the composite photocatalyst in detail, the separation and transport efficiency of photogenerated electrons and holes in Ni@CdS and Ni@CdS⊂Zn/Co-ZIF, which are closely correlated to the photocatalytic activity of the hybrid catalysts, have been further studied with steady-state and transient photoluminescence (PL) spectra. As shown in a, an emission wavelength of around 535 nm with the excitation wavelength of 394 nm is observed for all of the tested samples, among which Ni@CdS exhibits the strongest PL emission, indicating that the construction of the core-shell structure of Ni@CdS⊂Zn/Co-ZIFs readily suppresses the recombination of the photogenerated electron-hole pairs due to the highly efficient charge separation of the double-hybrid system. Furthermore, the transient PL decay spectra (b and S16) and the fitting results (Table S6) show that the average lifetime of Ni@CdS⊂Zn/Co-ZIF-1:3 (τavg= 8.80 ns) is efficiently prolonged in comparison to that of Ni@CdS (τavg= 6.06 ns) owing to the precise manufacturing of the core-shell structure and the synergistic effect between the two hybrid compositions significantly improve the efficiency of photogenerated charge-carrier separation. The transient photocurrent response of Ni@CdS⊂Zn/Co-ZIF further illustrates the function of bimetallic Zn/Co-ZIF in promoting electron transfer from Ni@CdS to the reaction active sites in the photocatalytic system under visible-light irradiation (c). The sharp peak appears at the beginning of lighting due to the transient accumulation and rapid recombination of photoinduced charges. It is worthy to note that adding bpy to the reaction system significantly improves the photocurrent response, which well agrees with the catalytic survey results (e) and should be attributed to the electron mediators formed by the coordination of bpy on the Co sites in the bimetallic Zn/Co-ZIF shell. \n\nNotably, according to the above experimental results shown in e, Ni@CdS⊂Zn/Co-ZIF-1:3 with bpy also exhibited a moderate H2 yield rate of 1731.4 μmol⋅h-1⋅g-1 and the CO yield rate of 307.9 μmol⋅h-1⋅g-1 provided a higher CO yield than that of Ni@CdS-3.5 under normal conditions, which indicated that the additional bpy molecules coordinated with the Co2+ unsaturated sites in Zn/Co-ZIF to provide the active sites for CO2 conversion into CO. The proposition was further verified by a series of control recovery catalytic experiments with Ni@CdS⊂Zn/Co-ZIF-1:3 as a typical sample (Figure S11). Furthermore, DFT calculations were also performed to further reveal the mechanism of the photocatalytic CO2 reduction reaction. As surveyed by DFT calculations, the unit of Co2+ coordinated by two 2-methylimidazole molecules and one bpy was used to simulate the intermediate catalytic active sites on the surface of the MOF, which was compared with the commonly used [Co(bpy)3]2+ molecular catalyst (d). CO2 molecule first accepted one electron and one proton to *COOH, and the Gibbs free energy of both catalytic systems was increased, which should be regarded as the rate-determining step. The bpy coordinated MOF site showed a markedly lower energy barrier of 1.37 eV for CO2 hydrogenation to *COOH than that of [Co(bpy)3]2+ (1.52 eV), suggesting that the MOF shell promoted the activation of CO2 and the formation of crucial intermediate *COOH. In the next step, COOH* to CO* was favorable because this process was a typical ΔG downhill reaction. In particular, the very negative ΔG (-0.93 eV) on the hybrid MOF-bpy unit indicated that the formation and stabilization of CO* species were highly encouraged compared to those of [Co(bpy)3]2+ without the MOF support. Due to the steep uphill in ΔG of the subsequent conversion to *CHO, the reaction tended to proceed along the relatively low ΔG pathway to produce CO. In a word, the MOF shell covering on Ni@CdS significantly reduced the energy barriers for the catalytic process, facilitated the formation of key intermediate *COOH, and promoted the subsequent conversion of *COOH to *CO.", "data": [[{"meta": {"name": "Ni@CdS⊂Zn/Co-ZIF", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "promising CO2 uptake capacity", "unit": "", "temperature": "25 °C", "pressure": "", "condition": "g"}]}, {"meta": {"name": "Ni@CdS⊂Zn/Co-ZIF", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "CO yield rate", "unit": "μmol·h^–1·g^–1", "temperature": "", "pressure": "", "condition": ""}, {"adsorbate": "H2", "adsorbed amount": "H2 yield rate", "unit": "μmol·h^–1·g^–1", "temperature": "", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Illustration of the Construction of the Ni@CdS⊂Zn/Co-ZIF Core–Shell\nSystem</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Illustration of the Construction of the Ni@CdS⊂Zn/Co-ZIF Core-Shell System   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) XRD patterns and (b) enlarged XRD\npatterns of the as-synthesized\nNi@CdS-<italic toggle=\"yes\">n</italic>. (c) XPS high-resolution Ni 2p spectra of\nNi@CdS-3.5 and Ni@CdS-5.5. (d) SEM image and (e) TEM image of Ni@CdS-3.5.\n(f) HRTEM image of Ni@CdS-3.5 with interplanar distance. (g) HAADF-STEM\nimage and elemental mapping images of Ni@CdS-3.5 (S: blue, Cd: green,\nNi: red). (h) Elemental line scanning profiles of Ni@CdS-3.5 along\nthe direction marked by the arrow (scale bar: 200 nm).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) XRD patterns and (b) enlarged XRD patterns of the as-synthesized Ni@CdS-n. (c) XPS high-resolution Ni 2p spectra of Ni@CdS-3.5 and Ni@CdS-5.5. (d) SEM image and (e) TEM image of Ni@CdS-3.5. (f) HRTEM image of Ni@CdS-3.5 with interplanar distance. (g) HAADF-STEM image and elemental mapping images of Ni@CdS-3.5 (S: blue, Cd: green, Ni: red). (h) Elemental line scanning profiles of Ni@CdS-3.5 along the direction marked by the arrow (scale bar: 200 nm).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) SEM image of Ni@CdS⊂Zn/Co-ZIF-1:3. (b, c) TEM image\nof Ni@CdS⊂Zn/Co-ZIF-1:3 with different magnifications. (d)\nHAADF-STEM image (scale bar: 200 nm) and elemental mapping images\nof Ni@CdS⊂Zn/Co-ZIF-1:3 (C: light blue, N: pink, Zn: orange,\nCo: red, Cd: blue, Ni: green, S: yellow). (e) XRD patterns of the\nprepared Ni@CdS⊂Zn/Co-ZIF hybrids. (f) N<sub>2</sub> adsorption/desorption\nisotherms of Ni@CdS⊂Zn/Co-ZIF hybrids. (g) CO<sub>2</sub> adsorption\nisotherms of Ni@CdS⊂Zn/Co-ZIF hybrids.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) SEM image of Ni@CdS⊂Zn/Co-ZIF-1:3. (b, c) TEM image of Ni@CdS⊂Zn/Co-ZIF-1:3 with different magnifications. (d) HAADF-STEM image (scale bar: 200 nm) and elemental mapping images of Ni@CdS⊂Zn/Co-ZIF-1:3 (C: light blue, N: pink, Zn: orange, Co: red, Cd: blue, Ni: green, S: yellow). (e) XRD patterns of the prepared Ni@CdS⊂Zn/Co-ZIF hybrids. (f) N2 adsorption/desorption isotherms of Ni@CdS⊂Zn/Co-ZIF hybrids. (g) CO2 adsorption isotherms of Ni@CdS⊂Zn/Co-ZIF hybrids.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) UV–vis DRS of Ni@CdS-<italic toggle=\"yes\">n</italic>. (b) UV–vis\nDRS of Ni@CdS⊂Zn/Co-ZIF hybrids. (c) Yield rates of H<sub>2</sub> and CO on Ni@CdS. (d) Yield rates of H<sub>2</sub> and CO on Ni@CdS⊂Zn/Co-ZIF.\n(e) Results of controlled experiments. (f) Yield rates of gas products\non recycled Ni@CdS⊂Zn/Co-ZIF-1:3.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) UV-vis DRS of Ni@CdS-n. (b) UV-vis DRS of Ni@CdS⊂Zn/Co-ZIF hybrids. (c) Yield rates of H2 and CO on Ni@CdS. (d) Yield rates of H2 and CO on Ni@CdS⊂Zn/Co-ZIF. (e) Results of controlled experiments. (f) Yield rates of gas products on recycled Ni@CdS⊂Zn/Co-ZIF-1:3.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Steady-state photoluminescence spectra of Ni@CdS⊂Zn/Co-ZIF\nhybrids. (b) Transient photoluminescence spectra of Ni@CdS-3.5 and\nNi@CdS⊂Zn/Co-ZIF-1:3. (c) Photocurrent responses of CO<sub>2</sub> reduction system with different components under UV–vis\nillumination (λ &gt; 420 nm). (d) Free energy diagram for the\npathways\nof CO<sub>2</sub> conversion to CO on [Co­(bpy)<sub>3</sub>]<sup>2+</sup> (blue) and Zn/Co-ZIF modified by bpy (orange) based on DFT calculations.\nThe inserted figures were the optimized model of adsorbed atoms in\nvarious states (O: red, Co: purple, N: blue, C: gray, H: white). (e)\nSchematic illustrations of the band-level alignment and electron transfer\namong the Ni@CdS photosensitizer, the Zn/Co-ZIF cocatalyst, and the\nphotocatalytic CO<sub>2</sub>RR and HER process.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c08776_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Steady-state photoluminescence spectra of Ni@CdS⊂Zn/Co-ZIF hybrids. (b) Transient photoluminescence spectra of Ni@CdS-3.5 and Ni@CdS⊂Zn/Co-ZIF-1:3. (c) Photocurrent responses of CO2 reduction system with different components under UV-vis illumination (λ > 420 nm). (d) Free energy diagram for the pathways of CO2 conversion to CO on [Co(bpy)3]2+ (blue) and Zn/Co-ZIF modified by bpy (orange) based on DFT calculations. The inserted figures were the optimized model of adsorbed atoms in various states (O: red, Co: purple, N: blue, C: gray, H: white). (e) Schematic illustrations of the band-level alignment and electron transfer among the Ni@CdS photosensitizer, the Zn/Co-ZIF cocatalyst, and the photocatalytic CO2RR and HER process.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c08776", "title": null, "journal": "American Chemical Society", "date": "2022.06", "author_list": ["Liu\nHeng-Zhi", "Liu\nXiao", "Li\nBo", "Luo\nHaiqiang", "Ma\nJian-Gong", "Cheng\nPeng"]}}