{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c21392.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The directional self-transportation of droplets has aroused\ngreat\nattention in microfluidic systems. However, most reported surfaces\nare mainly designed for driving water droplets to move in air, displaying\nlow adaptability in complex environments. This work presents a wedge-shaped\nsurface with multiple superwettability, i.e., superhydrophilicity/superoleophilicity\nand underwater superoleophobicity/underoil superhydrophobicity, fabricated\nby electrodeposition of a metal–organic framework on a copper\nsheet. This surface exhibited excellent performance for driving droplet\nself-transportation, regardless of the droplet type (water or oil)\nand environmental media (air or underliquids). In air, the wedge-shaped\nsurface with wedge angle of 9.2° could move droplets of water\nand dodecane up to 24.5 mm and 17.9 mm, respectively. The movement\nof water droplet under dodecane, however, dropped from 24.5 mm to\n22.1 mm, while the dodecane droplet underwater increased from 17.9\nmm to 20.3 mm in moving displacement, indicating the underliquid environment\nis in favor of manipulation of oil droplets. Furthermore, the droplet\nconvergence, transportation, and separation were achieved on the well-designed\nmultiple wedge tracks in air with a total movement distance up to\n60.0 mm. The test of micro-oil droplets collecting under water demonstrated\nthat a sponge with two wedges has 2.1 times the oil droplet collection\ncapacity over that of the sponge only, providing a new strategy for\nefficient treatment of the micro-oil droplets contaminated water.</p>", "clean_text": "The directional self-transportation of droplets has aroused great attention in microfluidic systems. However, most reported surfaces are mainly designed for driving water droplets to move in air, displaying low adaptability in complex environments. This work presents a wedge-shaped surface with multiple superwettability, i.e., superhydrophilicity/superoleophilicity and underwater superoleophobicity/underoil superhydrophobicity, fabricated by electrodeposition of a metal-organic framework on a copper sheet. This surface exhibited excellent performance for driving droplet self-transportation, regardless of the droplet type (water or oil) and environmental media (air or underliquids). In air, the wedge-shaped surface with wedge angle of 9.2° could move droplets of water and dodecane up to 24.5 mm and 17.9 mm, respectively. The movement of water droplet under dodecane, however, dropped from 24.5 mm to 22.1 mm, while the dodecane droplet underwater increased from 17.9 mm to 20.3 mm in moving displacement, indicating the underliquid environment is in favor of manipulation of oil droplets. Furthermore, the droplet convergence, transportation, and separation were achieved on the well-designed multiple wedge tracks in air with a total movement distance up to 60.0 mm. The test of micro-oil droplets collecting under water demonstrated that a sponge with two wedges has 2.1 times the oil droplet collection capacity over that of the sponge only, providing a new strategy for efficient treatment of the micro-oil droplets contaminated water.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Intelligent droplet manipulation\non a well-designed track has attracted\ninterest in current technologies such as microfluidics operation, microreactor technology, interface catalysis, and enhancement of heat and mass transfer. High-rate\nand long-distance droplet movement on an open surface has significant\npractical benefits. For example, the thickness of liquid film on condensing\nsurfaces could be reduced through rapid directional movement of liquids,\nthus improving the heat transfer efficiency for a condensing process. The droplet movement process could be optimized\nby designing interfacial structure and character of surface toward\nreducing energy consumption and increasing droplet transport efficiency.\n</p>", "clean_text": "Introduction\n\nIntelligent droplet manipulation on a well-designed track has attracted interest in current technologies such as microfluidics operation, microreactor technology, interface catalysis, and enhancement of heat and mass transfer. High-rate and long-distance droplet movement on an open surface has significant practical benefits. For example, the thickness of liquid film on condensing surfaces could be reduced through rapid directional movement of liquids, thus improving the heat transfer efficiency for a condensing process. The droplet movement process could be optimized by designing interfacial structure and character of surface toward reducing energy consumption and increasing droplet transport efficiency. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Owing to the simple construction and large workable area over\nconventional\ncone structures, researchers have devoted efforts to designing and\ndeveloping wedge-shaped surfaces to facilitate water droplet manipulation. In our previous work, water droplet\nmovement was induced on a hydrophobic wedge-shaped surface modified\nwith poly­(dimethylsiloxane), with a maximum displacement of 13.7 mm\nand a maximum moving velocity of 11.4 mm/s. Ghosh et al. reported wedge-pattern confined tracks by a\nphotomasking method based on the wettability transition of TiO<sub>2</sub> coating under UV light. Water droplet was transported over\n15 mm on the superhydrophilic wedge-shaped pattern surface. Luo et\nal. choreographed a water harvesting\nplatform composed of a hydrophobic wedged-shaped surface through a\nseries of methods including etching, electrochemical anodizing, hydrophobic\nmodification, and slippery liquid-infused porous formation. Water\ndroplet could move 10.9 mm with a maximum moving velocity of 16.3\nmm/s on such a surface. Despite that many surfaces are available for\ndriving droplets to move, most reported works have been restricted\nto the manipulation of water droplets moving in air because of the\nsingle wettability character of the surface. In fact, the movement\nor transportation of oil droplets on a solid surface especially underliquids\nis more difficult because of the lower surface tension of oil and\nthe requirement of superwetting surfaces. Once applied in fields relating\nto oil droplet manipulation such as organic microreactor or oil microdroplets\ncollecting under water, the existing surfaces are inadequate to handle\nthese demands. Therefore, it is an urgent need to develop a refined\nsurface capable of driving different droplets (water or oil) moving\nspontaneously in different environment media (both in air and underliquids).\nSuch a multifunctional surface could extend the applications, downsize\nthe components or equipment, and reduce the complexity of the microfluidic\nsystems.</p>", "clean_text": "Owing to the simple construction and large workable area over conventional cone structures, researchers have devoted efforts to designing and developing wedge-shaped surfaces to facilitate water droplet manipulation. In our previous work, water droplet movement was induced on a hydrophobic wedge-shaped surface modified with poly(dimethylsiloxane), with a maximum displacement of 13.7 mm and a maximum moving velocity of 11.4 mm/s. Ghosh et al. reported wedge-pattern confined tracks by a photomasking method based on the wettability transition of TiO2 coating under UV light. Water droplet was transported over 15 mm on the superhydrophilic wedge-shaped pattern surface. Luo et al. choreographed a water harvesting platform composed of a hydrophobic wedged-shaped surface through a series of methods including etching, electrochemical anodizing, hydrophobic modification, and slippery liquid-infused porous formation. Water droplet could move 10.9 mm with a maximum moving velocity of 16.3 mm/s on such a surface. Despite that many surfaces are available for driving droplets to move, most reported works have been restricted to the manipulation of water droplets moving in air because of the single wettability character of the surface. In fact, the movement or transportation of oil droplets on a solid surface especially underliquids is more difficult because of the lower surface tension of oil and the requirement of superwetting surfaces. Once applied in fields relating to oil droplet manipulation such as organic microreactor or oil microdroplets collecting under water, the existing surfaces are inadequate to handle these demands. Therefore, it is an urgent need to develop a refined surface capable of driving different droplets (water or oil) moving spontaneously in different environment media (both in air and underliquids). Such a multifunctional surface could extend the applications, downsize the components or equipment, and reduce the complexity of the microfluidic systems.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs), a type of organic–inorganic\nhybrid nanomaterials, have attracted wide interest in the fields of\nchemical sensors, catalysis, pollutant adsorption, gas separation,\netc. Due to their outstanding designability,\nMOFs can be easily modified to obtain additional properties, such\nas special wettability, superior stability, and detection and therapeutic\ncapability. Herein, a MOF modified wedge-shaped\ncopper sheet (namely AO-ZIF-67/CS) with multiple superwettabilities\nincluding superhydrophilicity/superoleophilicity and underwater superoleophobicity/underoil\nsuperhydrophobicity was fabricated by electrodepositing metal–organic\nframework on a copper substrate, with the presence of ammonium oxalate\nin the electrolyte. The wedge-shaped AO-ZIF-67/CS surface with multiple\nsuperwettabilities was found capable of driving droplets of water\nor oil to move spontaneously both in air and underliquids. The characteristics\nof high-rate self-transportation or convergence and separation for\nwater and oil droplets on the as-constructed AO-ZIF-67/CS surface\nwere further demonstrated in air and underliquid.</p>", "clean_text": "Metal-organic frameworks (MOFs), a type of organic-inorganic hybrid nanomaterials, have attracted wide interest in the fields of chemical sensors, catalysis, pollutant adsorption, gas separation, etc. Due to their outstanding designability, MOFs can be easily modified to obtain additional properties, such as special wettability, superior stability, and detection and therapeutic capability. Herein, a MOF modified wedge-shaped copper sheet (namely AO-ZIF-67/CS) with multiple superwettabilities including superhydrophilicity/superoleophilicity and underwater superoleophobicity/underoil superhydrophobicity was fabricated by electrodepositing metal-organic framework on a copper substrate, with the presence of ammonium oxalate in the electrolyte. The wedge-shaped AO-ZIF-67/CS surface with multiple superwettabilities was found capable of driving droplets of water or oil to move spontaneously both in air and underliquids. The characteristics of high-rate self-transportation or convergence and separation for water and oil droplets on the as-constructed AO-ZIF-67/CS surface were further demonstrated in air and underliquid.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Cobalt nitrate hexahydrate,\nammonium oxalate (AO), dodecane, methanol, ethanol, 1,2-dichloroethane, <italic toggle=\"yes\">n</italic>-hexane, isooctane, and petroleum ether were obtained from\nDamao Chemical Reagent Co., Ltd. (Tianjin, China). Rhodamine B, oil\norange SS, and 2-methylimidazole (Hmim) were purchased from Aladdin\nInd. Co. (Shanghai, China). White pigments and copper sheets (CS)\nwere obtained commercially. The chemical reagents were used as received.\nCopper sheets were orderly washed in ethanol, 0.1 mol/L HCl solution,\nand deionized water under ultrasound before use.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nCobalt nitrate hexahydrate, ammonium oxalate (AO), dodecane, methanol, ethanol, 1,2-dichloroethane, n-hexane, isooctane, and petroleum ether were obtained from Damao Chemical Reagent Co., Ltd. (Tianjin, China). Rhodamine B, oil orange SS, and 2-methylimidazole (Hmim) were purchased from Aladdin Ind. Co. (Shanghai, China). White pigments and copper sheets (CS) were obtained commercially. The chemical reagents were used as received. Copper sheets were orderly washed in ethanol, 0.1 mol/L HCl solution, and deionized water under ultrasound before use.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Wedge-Shaped AO-ZIF-67/CS</title><p>The methanol/water (V:V = 1:10) solution containing 0.018 mol/L\nof cobalt nitrate hexahydrate, 0.145 mol/L of Hmim, and 0.012 mol/L\nof ammonium oxalate was used as electrolyte for electrodeposition\nof metal–organic frameworks ZIF-67. The CS as a working electrode\nand graphite plate as a counter electrode were parallelly separated\nby 5 cm. The AO-ZIF-67 was deposited onto CS at a voltage of 5.0 V\nfor 10 min. The obtained AO-ZIF-67/CS was then rinsed with methanol\nand dried at 70 °C. If ammonium oxalate was not used in the electrolyte,\nZIF-67/CS could be prepared under the same condition.</p>", "clean_text": "Preparation of Wedge-Shaped AO-ZIF-67/CS\n\nThe methanol/water (V:V = 1:10) solution containing 0.018 mol/L of cobalt nitrate hexahydrate, 0.145 mol/L of Hmim, and 0.012 mol/L of ammonium oxalate was used as electrolyte for electrodeposition of metal-organic frameworks ZIF-67. The CS as a working electrode and graphite plate as a counter electrode were parallelly separated by 5 cm. The AO-ZIF-67 was deposited onto CS at a voltage of 5.0 V for 10 min. The obtained AO-ZIF-67/CS was then rinsed with methanol and dried at 70 °C. If ammonium oxalate was not used in the electrolyte, ZIF-67/CS could be prepared under the same condition.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Observation of Droplets Transportation</title><p>A 5 μL droplet of water (dyed by white pigment and rhodamine\nB) or dodecane (colored by white pigment) was dripped onto the tip\nof the wedge-shaped AO-ZIF-67/CS surface, which was prewetted by water\nor dodecane. The droplet movement along with time was recorded by\na digital camera. The droplet movement was also recorded when the\nwedge-shaped AO-ZIF-67/CS surface was placed in liquid environment.\nIn addition, the maximum displacement, average velocity, and maximum\nvelocity of droplets was characterized on different surfaces with\nmany wedge angles by varying W<sub>1</sub>.</p>", "clean_text": "Observation of Droplets Transportation\n\nA 5 μL droplet of water (dyed by white pigment and rhodamine B) or dodecane (colored by white pigment) was dripped onto the tip of the wedge-shaped AO-ZIF-67/CS surface, which was prewetted by water or dodecane. The droplet movement along with time was recorded by a digital camera. The droplet movement was also recorded when the wedge-shaped AO-ZIF-67/CS surface was placed in liquid environment. In addition, the maximum displacement, average velocity, and maximum velocity of droplets was characterized on different surfaces with many wedge angles by varying W1.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>The surface morphology\nof AO-ZIF-67/CS was investigated by scanning electron microscopy (SEM,\nHitachi SU8220). The surface elements and chemical compositions of\nAO-ZIF-67 were recorded by X-ray diffraction (XRD, Bruker D8 Advance),\nX-ray photoelectron spectroscopy (XPS, Axis Ultra DLD), energy dispersive,\nand X-ray spectroscopy (EDS, Oxford Instruments Inca400). The data\nfrom Fourier transform infrared spectroscopy (FTIR, Nicolet IS50),\nconfocal laser micro-Raman spectrometer (HJY LabRAM Aramis), and thermogravimetric\nanalysis (TGA, TG209F1) was used to confirm oxalate modification.\nThe multiple superwettability of the surface was evaluated by testing\nthe contact angles of oil or water droplet (5 μL) with a contact\nangle analyzer (Shanghai Zhongchen Powereach JC2000D1A).</p>", "clean_text": "Characterization\n\nThe surface morphology of AO-ZIF-67/CS was investigated by scanning electron microscopy (SEM, Hitachi SU8220). The surface elements and chemical compositions of AO-ZIF-67 were recorded by X-ray diffraction (XRD, Bruker D8 Advance), X-ray photoelectron spectroscopy (XPS, Axis Ultra DLD), energy dispersive, and X-ray spectroscopy (EDS, Oxford Instruments Inca400). The data from Fourier transform infrared spectroscopy (FTIR, Nicolet IS50), confocal laser micro-Raman spectrometer (HJY LabRAM Aramis), and thermogravimetric analysis (TGA, TG209F1) was used to confirm oxalate modification. The multiple superwettability of the surface was evaluated by testing the contact angles of oil or water droplet (5 μL) with a contact angle analyzer (Shanghai Zhongchen Powereach JC2000D1A).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Formation of AO-ZIF-67 on CS</title><p>As shown\nin , the AO-ZIF-67\ncould be loaded onto the copper sheet through a one-step electrodeposition\nprocess. The formed oxalate-containing cobalt-ligand complexes reacted\nwith OH<sup>–</sup> (from water reduction) to produce the crystalline\nseeds (AO-ZIF-67), which subsequently deposited on the CS surface. The content of ammonium oxalate in the electrolyte affected the\nmorphology of AO-ZIF-67 as demonstrated in , confirming the modification of AO-ZIF-67 by oxalate.</p>", "clean_text": "Results and Discussion\n\nFormation of AO-ZIF-67 on CS\n\nAs shown in , the AO-ZIF-67 could be loaded onto the copper sheet through a one-step electrodeposition process. The formed oxalate-containing cobalt-ligand complexes reacted with OH- (from water reduction) to produce the crystalline seeds (AO-ZIF-67), which subsequently deposited on the CS surface. The content of ammonium oxalate in the electrolyte affected the morphology of AO-ZIF-67 as demonstrated in , confirming the modification of AO-ZIF-67 by oxalate.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic preparation\nof wedge-shaped AO-ZIF-67/CS surface.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic preparation of wedge-shaped AO-ZIF-67/CS surface.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>As distinct from the smooth surface of pure CS\n(), AO-ZIF-67/CS displayed a remarkably\nhigh roughness\nbecause of the microstructure of AO-ZIF-67. The particle of AO-ZIF-67\nexhibited a sliced bread shape with an average length of about 2 μm\nand a thickness of about 1 μm in a. Compared to the Cu­(OH)<sub>2</sub> surface\nwith needle-like microstructure, which is frequently used in droplet\nmovement (), particles with proper\nmicrostructure deposited on a copper surface could facilitate the\ndroplet movement based on our previous work and . The elements of Co,\nO, N, and C were monitored in the XPS spectra (b) and uniformly distributed on the surface\nof AO-ZIF-67/CS as indicated in the EDS mapping images (c). The main diffraction peaks\nof AO-ZIF-67 (d) located on 7.5°, 10.6°, 13.0°, 14.8°, and\n22.3° were consistent with the simulated ZIF-67, while the peaks\nat 12.0° and 15.8° were originated from the cobalt oxalate\nin the XRD patterns. The absorption peaks of 1020–1340\nand 427 cm<sup>–1</sup> in the FTIR spectra of AO-ZIF-67 were\nascribed to the stretching vibrations of imidazole ring and Co–N\nstretching vibrations (e and ), respectively. The characteristic signal of Co–O stretching\n(489 cm<sup>–1</sup>) and C–O stretching (1315 and 1359\ncm<sup>–1</sup>) implied the coordination between Co<sup>2+</sup> and C<sub>2</sub>O<sub>4</sub>\n<sup>2–</sup>. The prominent peaks at 915 cm<sup>–1</sup> in the Raman spectra\n(d) for the\nsample of AO-ZIF-67 correspond to the oxalate. The thermogravimetric curves of AO-ZIF-67 and cobalt oxalate\nin the range of 200–400 °C were related to the decomposition\nof CoC<sub>2</sub>O<sub>4</sub> (e). It should\nbe pointed out that the unmodified ZIF-67 will hydrolyze due to the\nbreak of Co–N bond of Co-Hmim and formation of Co–O\nbond of Co–H<sub>2</sub>O during application in aqueous environment,\ndemonstrating poor water stability. As\nshown in , the morphology of ZIF-67\nwould change quickly in water without AO modification. However, the\nsliced bread shape could be maintained more than 2 days after the\nAO-ZIF-67 was immersed in aqueous solution. The Co–O bond of\nCo–C<sub>2</sub>O<sub>4</sub>\n<sup>2–</sup>, stronger\nthan Co–O bond of Co–H<sub>2</sub>O, maintains the stability\nof AO-ZIF-67 skeleton. Overall, all the\nabove analyses confirmed AO-ZIF-67 as one of novel ZIF-67-like species\nsuccessfully formed by the combination of Co, Hmim, and oxalate.</p>", "clean_text": "As distinct from the smooth surface of pure CS (), AO-ZIF-67/CS displayed a remarkably high roughness because of the microstructure of AO-ZIF-67. The particle of AO-ZIF-67 exhibited a sliced bread shape with an average length of about 2 μm and a thickness of about 1 μm in a. Compared to the Cu(OH)2 surface with needle-like microstructure, which is frequently used in droplet movement (), particles with proper microstructure deposited on a copper surface could facilitate the droplet movement based on our previous work and . The elements of Co, O, N, and C were monitored in the XPS spectra (b) and uniformly distributed on the surface of AO-ZIF-67/CS as indicated in the EDS mapping images (c). The main diffraction peaks of AO-ZIF-67 (d) located on 7.5°, 10.6°, 13.0°, 14.8°, and 22.3° were consistent with the simulated ZIF-67, while the peaks at 12.0° and 15.8° were originated from the cobalt oxalate in the XRD patterns. The absorption peaks of 1020-1340 and 427 cm-1 in the FTIR spectra of AO-ZIF-67 were ascribed to the stretching vibrations of imidazole ring and Co-N stretching vibrations (e and ), respectively. The characteristic signal of Co-O stretching (489 cm-1) and C-O stretching (1315 and 1359 cm-1) implied the coordination between Co2+ and C2O4 2-. The prominent peaks at 915 cm-1 in the Raman spectra (d) for the sample of AO-ZIF-67 correspond to the oxalate. The thermogravimetric curves of AO-ZIF-67 and cobalt oxalate in the range of 200-400 °C were related to the decomposition of CoC2O4 (e). It should be pointed out that the unmodified ZIF-67 will hydrolyze due to the break of Co-N bond of Co-Hmim and formation of Co-O bond of Co-H2O during application in aqueous environment, demonstrating poor water stability. As shown in , the morphology of ZIF-67 would change quickly in water without AO modification. However, the sliced bread shape could be maintained more than 2 days after the AO-ZIF-67 was immersed in aqueous solution. The Co-O bond of Co-C2O4 2-, stronger than Co-O bond of Co-H2O, maintains the stability of AO-ZIF-67 skeleton. Overall, all the above analyses confirmed AO-ZIF-67 as one of novel ZIF-67-like species successfully formed by the combination of Co, Hmim, and oxalate.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM (a),\nXPS (b), EDS mapping (c), XRD (d), FT-IR (e), Raman (f),\nand TGA (g) of as-prepared samples.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  SEM (a), XPS (b), EDS mapping (c), XRD (d), FT-IR (e), Raman (f), and TGA (g) of as-prepared samples.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>The multiple superwettability of a solid surface\nto achieve water\nand oil self-transportation in air and underliquid environments is\nindispensable. The AO-ZIF-67/CS surface was superhydrophilic/superoleophilic,\nas displayed in a-b. The oil contact angle underwater (UWOCA) and water contact angle\nunderoil (UOWCA) of AO-ZIF-67/CS, however, were both up to 150°,\nindicating the great underliquid superoleophobicity/superhydrophobicity\n(c-e). The\nwettability of ZIF-67/CS was hydrophilic with a water contact angle\n(WCA) of 50.0° and superoleophilic with an oil contact angle\n(OCA) of almost 0°, as shown in . After modification with hydrophilic AO, the surface of AO-ZIF-67/CS\nwill become superhydrophilic with WCA approaching 0° because\noxalate improves the affinity of the surface to water. When the surface\nwas immersed in an aqueous solution, water could penetrate in the\nmicrostructure of the surface and replace the air to form a liquid\nlayer due to the superhydrophilicity. This water layer would prevent\noil droplets from spreading on its surface and thus demonstrate underwater\nsuperoleophobic state. The underoil superhydrophobic\nstate of the surface could be obtained similarly. Since the structure\nof Cu­(OH)<sub>2</sub> on copper surface was frequently used for water\ndroplet movement in air, evaporation behavior\nof a prewetted water layer on Cu­(OH)<sub>2</sub>/CS and AO-ZIF-67/CS\nwas compared as demonstrated in f. The AO-ZIF-67/CS surface exhibits greater capacity\nin water retention than Cu­(OH)<sub>2</sub>/CS surface due to the smaller\nmicrochannels and unique microstructure of AO-ZIF-67/CS surface ().\n</p>", "clean_text": "The multiple superwettability of a solid surface to achieve water and oil self-transportation in air and underliquid environments is indispensable. The AO-ZIF-67/CS surface was superhydrophilic/superoleophilic, as displayed in a-b. The oil contact angle underwater (UWOCA) and water contact angle underoil (UOWCA) of AO-ZIF-67/CS, however, were both up to 150°, indicating the great underliquid superoleophobicity/superhydrophobicity (c-e). The wettability of ZIF-67/CS was hydrophilic with a water contact angle (WCA) of 50.0° and superoleophilic with an oil contact angle (OCA) of almost 0°, as shown in . After modification with hydrophilic AO, the surface of AO-ZIF-67/CS will become superhydrophilic with WCA approaching 0° because oxalate improves the affinity of the surface to water. When the surface was immersed in an aqueous solution, water could penetrate in the microstructure of the surface and replace the air to form a liquid layer due to the superhydrophilicity. This water layer would prevent oil droplets from spreading on its surface and thus demonstrate underwater superoleophobic state. The underoil superhydrophobic state of the surface could be obtained similarly. Since the structure of Cu(OH)2 on copper surface was frequently used for water droplet movement in air, evaporation behavior of a prewetted water layer on Cu(OH)2/CS and AO-ZIF-67/CS was compared as demonstrated in f. The AO-ZIF-67/CS surface exhibits greater capacity in water retention than Cu(OH)2/CS surface due to the smaller microchannels and unique microstructure of AO-ZIF-67/CS surface (). ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>WCA (a) and\nOCA (b) in air, dynamic oil-adhesion (c), and water-adhesion\nunderliquid (d), UWOCAs and UOWCAs of AO-ZIF-67/CS (e), and water\nevaporation on Cu­(OH)<sub>2</sub>/CS and AO-ZIF-67/CS surfaces (f).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  WCA (a) and OCA (b) in air, dynamic oil-adhesion (c), and water-adhesion underliquid (d), UWOCAs and UOWCAs of AO-ZIF-67/CS (e), and water evaporation on Cu(OH)2/CS and AO-ZIF-67/CS surfaces (f).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>Droplets Transportation on Wedge-Shaped AO-ZIF-67/CS\nSurface</title><p>A surface well designed for both water and oil droplet\nself-transportation and applicable in either air or underliquid environments\ncould reduce the restrictions of operating conditions and enhance\nsurface versatility compared with existing surfaces limited to one\ndroplet or media environment. The water and dodecane transportation\nin air environment on a wedge-shaped AO-ZIF-67/CS surface with wedge\nangle (α) of 9.2° was demonstrated in  and . When dripped on the surface, the water (or dodecane) droplet\ncould move rapidly from the tip (narrow end) to the tail (wide end)\nof the surface as displayed in a-b. The evolution of droplet displacement and velocity\nwith time was calculated in c. After dropped on the surface, the water droplet\nhad initially a maximum velocity and then slowed on account of the\ndecreasing unbalanced interfacial tension caused by the wedge structure\nuntil it reached the ultimate distance. The motion of dodecane droplet\nfollowed a similar pattern as water droplet; the maximum displacement\nof dodecane droplet (17.9 mm), however, was smaller than that of water\ndroplet (24.5 mm) because of the low surface tension (γ<sub>water</sub> = 72.8 mN/m and γ<sub>dodecane</sub> = 25.4 mN/m).\nThe maximum displacement (<italic toggle=\"yes\">x</italic>\n<sub>max</sub>) and average\nvelocity (<italic toggle=\"yes\">V</italic>\n<sub>average</sub>) presented basically\na negative correlation with the wedge angle of the wedge-shaped AO-ZIF-67/CS\nsurface as shown in d. The unbalanced interfacial tension between droplet and\nwedge surface along the moving direction caused by the wedge-shaped\nstructure drove the droplet moving forward to realize self-transportation.\nThe larger wedge angle (α) would result in a reduced unbalanced\ninterfacial tension and thus decrease the moving distance. If we further\nlowered the wedge angle (α) to 4.6°, however, the maximum\nvelocity (<italic toggle=\"yes\">V</italic>\n<sub>max</sub>, usually in the initial)\nof the droplet is not optimal because of the droplet bulging (e and ). The capillary force from droplet bulging\nimpeded movement of the droplet front, and this phenomenon is more\nserious in the underwater environment. In addition, it is difficult to deposit the droplet onto the wedge-shaped\nAO-ZIF-67/CS surface with a very small wedge angle. Therefore the\nwedge-shaped AO-ZIF-67/CS surface with a wedge angle of 9.2°\nwas chosen for further experiment in applications. In addition, the\nstability of AO-ZIF-67/CS surface was tested. After 40 times of repeated\nprewetting and drying, the unchanged ultralow WCA of 0° display\nthat the surface has good reusable performance in .</p>", "clean_text": "Droplets Transportation on Wedge-Shaped AO-ZIF-67/CS Surface\n\nA surface well designed for both water and oil droplet self-transportation and applicable in either air or underliquid environments could reduce the restrictions of operating conditions and enhance surface versatility compared with existing surfaces limited to one droplet or media environment. The water and dodecane transportation in air environment on a wedge-shaped AO-ZIF-67/CS surface with wedge angle (α) of 9.2° was demonstrated in  and . When dripped on the surface, the water (or dodecane) droplet could move rapidly from the tip (narrow end) to the tail (wide end) of the surface as displayed in a-b. The evolution of droplet displacement and velocity with time was calculated in c. After dropped on the surface, the water droplet had initially a maximum velocity and then slowed on account of the decreasing unbalanced interfacial tension caused by the wedge structure until it reached the ultimate distance. The motion of dodecane droplet followed a similar pattern as water droplet; the maximum displacement of dodecane droplet (17.9 mm), however, was smaller than that of water droplet (24.5 mm) because of the low surface tension (γwater = 72.8 mN/m and γdodecane = 25.4 mN/m). The maximum displacement (x max) and average velocity (V average) presented basically a negative correlation with the wedge angle of the wedge-shaped AO-ZIF-67/CS surface as shown in d. The unbalanced interfacial tension between droplet and wedge surface along the moving direction caused by the wedge-shaped structure drove the droplet moving forward to realize self-transportation. The larger wedge angle (α) would result in a reduced unbalanced interfacial tension and thus decrease the moving distance. If we further lowered the wedge angle (α) to 4.6°, however, the maximum velocity (V max, usually in the initial) of the droplet is not optimal because of the droplet bulging (e and ). The capillary force from droplet bulging impeded movement of the droplet front, and this phenomenon is more serious in the underwater environment. In addition, it is difficult to deposit the droplet onto the wedge-shaped AO-ZIF-67/CS surface with a very small wedge angle. Therefore the wedge-shaped AO-ZIF-67/CS surface with a wedge angle of 9.2° was chosen for further experiment in applications. In addition, the stability of AO-ZIF-67/CS surface was tested. After 40 times of repeated prewetting and drying, the unchanged ultralow WCA of 0° display that the surface has good reusable performance in .", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Sequential captures of 5 μL water (a) and dodecane\n(b) droplets\nmoving on the wedge-shaped AO-ZIF-67/CS surface, and evolution of\ndisplacement and velocity (α = 9.2°) (c). Maximum displacement\nand average velocity (d). Maximum velocity (e).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Sequential captures of 5 μL water (a) and dodecane (b) droplets moving on the wedge-shaped AO-ZIF-67/CS surface, and evolution of displacement and velocity (α = 9.2°) (c). Maximum displacement and average velocity (d). Maximum velocity (e).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Besides the air environment, the wedge-shaped AO-ZIF-67/CS\nsurface\ncould be further applied successfully for driving droplets movement\nunderliquids. When prewetted by water, the wedge-shaped AO-ZIF-67/CS\nsurface exhibited underoil superhydrophilicity () and the water droplets could move spontaneously\nunder dodecane on this surface (a and ). Similarly,\nthe dodecane droplet was capable of moving under water on such a surface\nprewetted by dodecane as shown in b. However, the maximum displacement of the\nwater droplet was reduced from 24.5 mm in air to 22.1 mm under dodecane.\nConversely, the dodecane droplet increased from 17.9 mm in air to\n20.3 mm under water in the maximum displacement (c). This phenomenon was mainly\ncaused by the change of surface tension of droplet in different environments\nmedia. Theoretically, the driving force arising from the unbalanced\ninterface tension between droplet and wedge surface along the moving\ndirection is proportional to the surface tension of droplets in environmental\nmedia. For underliquid\nenvironments, the surface tension of droplets should be adjusted from\nγ<sub>droplet</sub> in air to γ<sub>liquid‑droplet</sub> underliquid. The γ<sub>water‑dodecane</sub> was calculated\nas :\n<disp-formula id=\"eq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>γ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>water‐dodecane</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>γ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>water</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>γ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dodecane</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>γ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>water</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>γ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dodecane</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n<label>1</label>\n</disp-formula>where γ<sub>water</sub>\n<sup>d</sup> (= 21.8 mN/m) and γ<sub>dodecane</sub>\n<sup>d</sup> (= 25.4 mN/m) are the dispersion force contributions of surface\ntension. When the environmental media was changed from air to underwater,\nthe surface tension γ<sub>water‑dodecane</sub> between\nwater and dodecane increased from 25.4 mN/m in air to 51.1 mN/m underwater,\nleading to an enhancement in the driving force and hence an extension\nof the movement displacement for dodecane droplet (d). Correspondingly, once the\nenvironmental media was changed from in air to under dodecane, the\nmovement displacement of water droplet was reduced due to the surface\ntension of water droplet decreased from 72.8 mN/m in air to 51.1 mN/m\nunderwater. The above observation implied that underliquid environment\nwas in favor of oil droplet manipulation, while the air environment\nwas conducive to water droplet movement. In addition, gravity assisted\ntransportation and antigravity transportation of oil droplets were\nperformed on the wedge-shaped AO-ZIF-67/CS surface (e), demonstrating its adaptability\nunderwater.</p>", "clean_text": "Besides the air environment, the wedge-shaped AO-ZIF-67/CS surface could be further applied successfully for driving droplets movement underliquids. When prewetted by water, the wedge-shaped AO-ZIF-67/CS surface exhibited underoil superhydrophilicity () and the water droplets could move spontaneously under dodecane on this surface (a and ). Similarly, the dodecane droplet was capable of moving under water on such a surface prewetted by dodecane as shown in b. However, the maximum displacement of the water droplet was reduced from 24.5 mm in air to 22.1 mm under dodecane. Conversely, the dodecane droplet increased from 17.9 mm in air to 20.3 mm under water in the maximum displacement (c). This phenomenon was mainly caused by the change of surface tension of droplet in different environments media. Theoretically, the driving force arising from the unbalanced interface tension between droplet and wedge surface along the moving direction is proportional to the surface tension of droplets in environmental media. For underliquid environments, the surface tension of droplets should be adjusted from γdroplet in air to γliquid-droplet underliquid. The γwater-dodecane was calculated as :       γ   water-dodecane   =   γ   water   +   γ   dodecane   - 2   (   γ   water   d     γ   dodecane   d   )   1 / 2     1 where γwater d (= 21.8 mN/m) and γdodecane d (= 25.4 mN/m) are the dispersion force contributions of surface tension. When the environmental media was changed from air to underwater, the surface tension γwater-dodecane between water and dodecane increased from 25.4 mN/m in air to 51.1 mN/m underwater, leading to an enhancement in the driving force and hence an extension of the movement displacement for dodecane droplet (d). Correspondingly, once the environmental media was changed from in air to under dodecane, the movement displacement of water droplet was reduced due to the surface tension of water droplet decreased from 72.8 mN/m in air to 51.1 mN/m underwater. The above observation implied that underliquid environment was in favor of oil droplet manipulation, while the air environment was conducive to water droplet movement. In addition, gravity assisted transportation and antigravity transportation of oil droplets were performed on the wedge-shaped AO-ZIF-67/CS surface (e), demonstrating its adaptability underwater.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Sequential captures of 5 μL water (a) and dodecane (b) droplets\nmoving on wedge-shaped AO-ZIF-67/CS surface underliquids. Comparison\nof maximum displacement of droplets in air and underliquids (c). Surface\ntension of droplets under different environments (d). 5 μL droplets\nof dodecane and 1,2-dichloromethane moving (gravity assisted and antigravity)\non AO-ZIF-67/CS surface underwater (e).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Sequential captures of 5 μL water (a) and dodecane (b) droplets moving on wedge-shaped AO-ZIF-67/CS surface underliquids. Comparison of maximum displacement of droplets in air and underliquids (c). Surface tension of droplets under different environments (d). 5 μL droplets of dodecane and 1,2-dichloromethane moving (gravity assisted and antigravity) on AO-ZIF-67/CS surface underwater (e).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Application in Air and Underliquid Environments</title><p>The excellent superwetting wedge-shaped surfaces provide great\npotential applications for droplet manipulation both in air and underliquid\nenvironments. In air environment, for example, the wedged-shaped pattern\nwith multiple wedge tracks could be prepared to achieve advective\nmixing multiple dispersed droplets when the wide ends connected and\nis ideally suited for applications such as point-of-care (POC) diagnostics\nand micro total analysis systems (μTAS), or for water–oil\ndroplet separation with the narrow ends connected. Here, some simple\ngeometries (butterfly shape, T-shape, and I-shape surface channel\npatterns, )\nwas designed to demonstrate its potential application in the effective\ndroplet separation, transportation, and convergence. As shown in a, the designed butterfly\nshape surfaces were composed of two-straight-wedge tracks with the\ntips connected. The left wedge (W<sub>2</sub> = 1 mm) was prewetted\nby water and the right track (W<sub>2</sub> = 2 mm, larger tip width\nmakes oil droplet cross the junction easier) prewetted by dodecane.\nWhen the droplets of water and dodecane dropped simultaneously on\nthe junction, the water moved spontaneously to the left wedge and\ndodecane ran in the opposite direction. Thus, the trace mixture of\nwater and oil could be separated successfully on the butterfly-shaped\nsurface rather than a specially prepared membrane of mesh or sponge. Apparently, the open surface could provide greater flux and separation\nefficiency than a mesh or sponge and without the problem of channel\nblocking. If the wide ends connected (b), continuous droplet movement including\ndroplet convergence and transportation could be achieved on a T-shaped\nwedge surface. Once deposited on both tips of the wedge surface prewetted\nby water, the two water droplets could quickly move forward until\nthey converged at the conjunction, cross over the junction, and continuously\nmove to the wide end of the perpendicularly attached third wedge.\nSuch an open surface channel pattern was anticipated for the fast\ndiagnostics and micro total analysis systems. The long-distance (&gt;60\nmm) transportation accompanied by convergence and separation of droplets\ncould be further realized on an I-shaped surface pattern as displayed\nin c.</p>", "clean_text": "Application in Air and Underliquid Environments\n\nThe excellent superwetting wedge-shaped surfaces provide great potential applications for droplet manipulation both in air and underliquid environments. In air environment, for example, the wedged-shaped pattern with multiple wedge tracks could be prepared to achieve advective mixing multiple dispersed droplets when the wide ends connected and is ideally suited for applications such as point-of-care (POC) diagnostics and micro total analysis systems (μTAS), or for water-oil droplet separation with the narrow ends connected. Here, some simple geometries (butterfly shape, T-shape, and I-shape surface channel patterns, ) was designed to demonstrate its potential application in the effective droplet separation, transportation, and convergence. As shown in a, the designed butterfly shape surfaces were composed of two-straight-wedge tracks with the tips connected. The left wedge (W2 = 1 mm) was prewetted by water and the right track (W2 = 2 mm, larger tip width makes oil droplet cross the junction easier) prewetted by dodecane. When the droplets of water and dodecane dropped simultaneously on the junction, the water moved spontaneously to the left wedge and dodecane ran in the opposite direction. Thus, the trace mixture of water and oil could be separated successfully on the butterfly-shaped surface rather than a specially prepared membrane of mesh or sponge. Apparently, the open surface could provide greater flux and separation efficiency than a mesh or sponge and without the problem of channel blocking. If the wide ends connected (b), continuous droplet movement including droplet convergence and transportation could be achieved on a T-shaped wedge surface. Once deposited on both tips of the wedge surface prewetted by water, the two water droplets could quickly move forward until they converged at the conjunction, cross over the junction, and continuously move to the wide end of the perpendicularly attached third wedge. Such an open surface channel pattern was anticipated for the fast diagnostics and micro total analysis systems. The long-distance (>60 mm) transportation accompanied by convergence and separation of droplets could be further realized on an I-shaped surface pattern as displayed in c.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Separation\nof water/dodecane mixed droplets on butterfly-shaped\nwedge surface prewetted with water (left track) and dodecane (right\ntrack). (b) Droplet convergence and transportation on T-shaped wedge\nsurface. (c) Droplet convergence, transportation, and separation on\nI-shaped wedge surface.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Separation of water/dodecane mixed droplets on butterfly-shaped wedge surface prewetted with water (left track) and dodecane (right track). (b) Droplet convergence and transportation on T-shaped wedge surface. (c) Droplet convergence, transportation, and separation on I-shaped wedge surface.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>In underliquid environments, the achievement in\nthis work could\nimprove the collection of a small amount of oil in wastewater treatment\nsystem. The frequently used sponge does not perform well in collecting\nsuch micro-oil droplets in water due to the lack of adequate contact\narea with wastewater. As shown in  and , however, the wedge tracks installed around a sponge\nwith superhydrophobicity/superoleophilicity could capture and transport\nthe oil droplets to the sponge, thus enhancing the oil collection\nefficiency. a demonstrates clearly that droplets of 1,2-dichloroethane were captured\nand self-transported to the tail of the wedge and eventually absorbed\nby the sponge, even on a tilted wedge-shaped surface. A simple schematic\ndevice of micro-oil droplets collection is shown in b and . Importantly, the droplet capture, transportation, and\ncollection were demonstrated in c-d. The captured droplets move on the wedge tracks\nand are absorbed by the sponge. As shown in e, the oil collection capacity (1,2-dichloroethane)\nfor a sponge with two wedges was 2.1 times that of the sponge only\nwithout wedges, and the collection capacity could be further improved\nwith more wedges attached on the sponge. Based on the above observation,\nan adaptive strategy for small amount of oil collecting underliquid\ncan be envisioned.</p>", "clean_text": "In underliquid environments, the achievement in this work could improve the collection of a small amount of oil in wastewater treatment system. The frequently used sponge does not perform well in collecting such micro-oil droplets in water due to the lack of adequate contact area with wastewater. As shown in  and , however, the wedge tracks installed around a sponge with superhydrophobicity/superoleophilicity could capture and transport the oil droplets to the sponge, thus enhancing the oil collection efficiency. a demonstrates clearly that droplets of 1,2-dichloroethane were captured and self-transported to the tail of the wedge and eventually absorbed by the sponge, even on a tilted wedge-shaped surface. A simple schematic device of micro-oil droplets collection is shown in b and . Importantly, the droplet capture, transportation, and collection were demonstrated in c-d. The captured droplets move on the wedge tracks and are absorbed by the sponge. As shown in e, the oil collection capacity (1,2-dichloroethane) for a sponge with two wedges was 2.1 times that of the sponge only without wedges, and the collection capacity could be further improved with more wedges attached on the sponge. Based on the above observation, an adaptive strategy for small amount of oil collecting underliquid can be envisioned.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Transport and collection of 1,2-dichloroethane droplet\n(colored\norange by oil orange SS) underwater. (b) Schematic of oil droplet\ncollection device. (c) Oil droplet collection underwater. (d) Mechanism\nof droplet capture, transportation, and absorption. (e) Comparison\nof oil collection capacity. The insets are the practical sponge with\nwedges.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Transport and collection of 1,2-dichloroethane droplet (colored orange by oil orange SS) underwater. (b) Schematic of oil droplet collection device. (c) Oil droplet collection underwater. (d) Mechanism of droplet capture, transportation, and absorption. (e) Comparison of oil collection capacity. The insets are the practical sponge with wedges.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In this work, a wedge-shaped\nsurface with multiple superwettability,\ni.e., superhydrophilicity/superoleophilicity and underwater superoleophobicity/underoil\nsuperhydrophobicity, was fabricated by electrodeposition of AO-ZIF-67\non copper. The wedge-shaped AO-ZIF-67/CS surface with multiple superwettabilities\nwas found capable of driving droplets of water or oil moving spontaneously\nboth in air and underliquids. The high-rate self-transportation, convergence,\nand separation for water and oil droplets were achieved on the as-constructed\nsimple geometries. The driving force for droplets moving on the surface\nwas originated from the unbalanced interfacial tension caused by the\nwedge-shaped structure. Comparison of droplets transportation on AO-ZIF-67/CS\nsurface in air and underliquids indicated that underliquid environment\nwas in favor of oil droplets manipulation, while the air environment\nwas conducive to water droplet movement. In addition, a device designed\nfor micro-oil droplets collecting under water demonstrated that a\nsponge with two wedges has 2.1 times the oil droplet collection capacity\nover that of the sponge only. This work provides a novel strategy\nfor designing a multifunctional microfluidic system capable of efficient\napplication both in air and underliquid environments.</p>", "clean_text": "Conclusions\n\nIn this work, a wedge-shaped surface with multiple superwettability, i.e., superhydrophilicity/superoleophilicity and underwater superoleophobicity/underoil superhydrophobicity, was fabricated by electrodeposition of AO-ZIF-67 on copper. The wedge-shaped AO-ZIF-67/CS surface with multiple superwettabilities was found capable of driving droplets of water or oil moving spontaneously both in air and underliquids. The high-rate self-transportation, convergence, and separation for water and oil droplets were achieved on the as-constructed simple geometries. The driving force for droplets moving on the surface was originated from the unbalanced interfacial tension caused by the wedge-shaped structure. Comparison of droplets transportation on AO-ZIF-67/CS surface in air and underliquids indicated that underliquid environment was in favor of oil droplets manipulation, while the air environment was conducive to water droplet movement. In addition, a device designed for micro-oil droplets collecting under water demonstrated that a sponge with two wedges has 2.1 times the oil droplet collection capacity over that of the sponge only. This work provides a novel strategy for designing a multifunctional microfluidic system capable of efficient application both in air and underliquid environments.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c21392?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c21392</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>The SEM image of the original CS and Cu­(OH)<sub>2</sub>/CS; SEM, XPS, XRD, FT-IR, Raman, and TGA of as-prepared samples;\nSEM images of ZIF-67/CS and AO-ZIF-67/CS after soaked in water; wettability\nof pure CS, ZIF-67/CS, prewetted AO-ZIF-67/CS, and sponge of oil droplet\ncollection device. (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c21392/suppl_file/am2c21392_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Video S1: The water and dodecane transportation in air\nenvironment on a wedge-shaped AO-ZIF-67/CS surface with wedge angle\nof 9.2°. (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c21392/suppl_file/am2c21392_si_002.mp4\" xlink:type=\"simple\">MP4</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Video S2: The water and dodecane transportation underliquid\nenvironment on a wedge-shaped AO-ZIF-67/CS surface with wedge angle\nof 9.2°. (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c21392/suppl_file/am2c21392_si_003.mp4\" xlink:type=\"simple\">MP4</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c21392.  The SEM image of the original CS and Cu(OH)2/CS; SEM, XPS, XRD, FT-IR, Raman, and TGA of as-prepared samples; SEM images of ZIF-67/CS and AO-ZIF-67/CS after soaked in water; wettability of pure CS, ZIF-67/CS, prewetted AO-ZIF-67/CS, and sponge of oil droplet collection device. (PDF)   Video S1: The water and dodecane transportation in air environment on a wedge-shaped AO-ZIF-67/CS surface with wedge angle of 9.2°. (MP4)   Video S2: The water and dodecane transportation underliquid environment on a wedge-shaped AO-ZIF-67/CS surface with wedge angle of 9.2°. (MP4)   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The SEM image of the original CS and Cu­(OH)<sub>2</sub>/CS; SEM, XPS, XRD, FT-IR, Raman, and TGA of as-prepared samples;\nSEM images of ZIF-67/CS and AO-ZIF-67/CS after soaked in water; wettability\nof pure CS, ZIF-67/CS, prewetted AO-ZIF-67/CS, and sponge of oil droplet\ncollection device. (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c21392/suppl_file/am2c21392_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "The SEM image of the original CS and Cu(OH)2/CS; SEM, XPS, XRD, FT-IR, Raman, and TGA of as-prepared samples; SEM images of ZIF-67/CS and AO-ZIF-67/CS after soaked in water; wettability of pure CS, ZIF-67/CS, prewetted AO-ZIF-67/CS, and sponge of oil droplet collection device. (PDF)", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Video S1: The water and dodecane transportation in air\nenvironment on a wedge-shaped AO-ZIF-67/CS surface with wedge angle\nof 9.2°. (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c21392/suppl_file/am2c21392_si_002.mp4\" xlink:type=\"simple\">MP4</ext-link>)</p><p>Video S2: The water and dodecane transportation underliquid\nenvironment on a wedge-shaped AO-ZIF-67/CS surface with wedge angle\nof 9.2°. (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c21392/suppl_file/am2c21392_si_003.mp4\" xlink:type=\"simple\">MP4</ext-link>)</p><p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Video S1: The water and dodecane transportation in air environment on a wedge-shaped AO-ZIF-67/CS surface with wedge angle of 9.2°. (MP4)\n\nVideo S2: The water and dodecane transportation underliquid environment on a wedge-shaped AO-ZIF-67/CS surface with wedge angle of 9.2°. (MP4)\n\nThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of Wedge-Shaped AO-ZIF-67/CS</title><p>The methanol/water (V:V = 1:10) solution containing 0.018 mol/L\nof cobalt nitrate hexahydrate, 0.145 mol/L of Hmim, and 0.012 mol/L\nof ammonium oxalate was used as electrolyte for electrodeposition\nof metal–organic frameworks ZIF-67. The CS as a working electrode\nand graphite plate as a counter electrode were parallelly separated\nby 5 cm. The AO-ZIF-67 was deposited onto CS at a voltage of 5.0 V\nfor 10 min. The obtained AO-ZIF-67/CS was then rinsed with methanol\nand dried at 70 °C. If ammonium oxalate was not used in the electrolyte,\nZIF-67/CS could be prepared under the same condition.</p>", "clean_text": "Preparation of Wedge-Shaped AO-ZIF-67/CS\n\nThe methanol/water (V:V = 1:10) solution containing 0.018 mol/L of cobalt nitrate hexahydrate, 0.145 mol/L of Hmim, and 0.012 mol/L of ammonium oxalate was used as electrolyte for electrodeposition of metal-organic frameworks ZIF-67. The CS as a working electrode and graphite plate as a counter electrode were parallelly separated by 5 cm. The AO-ZIF-67 was deposited onto CS at a voltage of 5.0 V for 10 min. The obtained AO-ZIF-67/CS was then rinsed with methanol and dried at 70 °C. If ammonium oxalate was not used in the electrolyte, ZIF-67/CS could be prepared under the same condition.", "data": [{"meta": {"name": "Wedge-Shaped AO-ZIF-67/CS", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "electrochemical deposition", "precursor": [{"name": "cobalt nitrate hexahydrate", "amount": "0.018", "unit": "mol/L"}, {"name": "Hmim", "amount": "0.145", "unit": "mol/L"}, {"name": "ammonium oxalate", "amount": "0.012", "unit": "mol/L"}], "solvent": [{"name": "methanol/water", "amount": "1:10", "unit": "V:V"}], "working electrode": "CS", "counter electrode": "graphite plate", "voltage": "5.0 V", "time": "10 min"}, {"synthesis method": "rinsing", "washing solution": "methanol", "temperature": "", "time": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "70 °C", "atmosphere": "", "time": ""}]}], "include_properties": ["electrochemical_deposition", "rinsing", "drying"]}, {"idx": "13, 15, 21", "type": "text", "classification": "property", "content": "<p>The multiple superwettability of a solid surface\nto achieve water\nand oil self-transportation in air and underliquid environments is\nindispensable. The AO-ZIF-67/CS surface was superhydrophilic/superoleophilic,\nas displayed in a-b. The oil contact angle underwater (UWOCA) and water contact angle\nunderoil (UOWCA) of AO-ZIF-67/CS, however, were both up to 150°,\nindicating the great underliquid superoleophobicity/superhydrophobicity\n(c-e). The\nwettability of ZIF-67/CS was hydrophilic with a water contact angle\n(WCA) of 50.0° and superoleophilic with an oil contact angle\n(OCA) of almost 0°, as shown in . After modification with hydrophilic AO, the surface of AO-ZIF-67/CS\nwill become superhydrophilic with WCA approaching 0° because\noxalate improves the affinity of the surface to water. When the surface\nwas immersed in an aqueous solution, water could penetrate in the\nmicrostructure of the surface and replace the air to form a liquid\nlayer due to the superhydrophilicity. This water layer would prevent\noil droplets from spreading on its surface and thus demonstrate underwater\nsuperoleophobic state. The underoil superhydrophobic\nstate of the surface could be obtained similarly. Since the structure\nof Cu­(OH)<sub>2</sub> on copper surface was frequently used for water\ndroplet movement in air, evaporation behavior\nof a prewetted water layer on Cu­(OH)<sub>2</sub>/CS and AO-ZIF-67/CS\nwas compared as demonstrated in f. The AO-ZIF-67/CS surface exhibits greater capacity\nin water retention than Cu­(OH)<sub>2</sub>/CS surface due to the smaller\nmicrochannels and unique microstructure of AO-ZIF-67/CS surface ().\n</p><title>Droplets Transportation on Wedge-Shaped AO-ZIF-67/CS\nSurface</title><p>A surface well designed for both water and oil droplet\nself-transportation and applicable in either air or underliquid environments\ncould reduce the restrictions of operating conditions and enhance\nsurface versatility compared with existing surfaces limited to one\ndroplet or media environment. The water and dodecane transportation\nin air environment on a wedge-shaped AO-ZIF-67/CS surface with wedge\nangle (α) of 9.2° was demonstrated in  and . When dripped on the surface, the water (or dodecane) droplet\ncould move rapidly from the tip (narrow end) to the tail (wide end)\nof the surface as displayed in a-b. The evolution of droplet displacement and velocity\nwith time was calculated in c. After dropped on the surface, the water droplet\nhad initially a maximum velocity and then slowed on account of the\ndecreasing unbalanced interfacial tension caused by the wedge structure\nuntil it reached the ultimate distance. The motion of dodecane droplet\nfollowed a similar pattern as water droplet; the maximum displacement\nof dodecane droplet (17.9 mm), however, was smaller than that of water\ndroplet (24.5 mm) because of the low surface tension (γ<sub>water</sub> = 72.8 mN/m and γ<sub>dodecane</sub> = 25.4 mN/m).\nThe maximum displacement (<italic toggle=\"yes\">x</italic>\n<sub>max</sub>) and average\nvelocity (<italic toggle=\"yes\">V</italic>\n<sub>average</sub>) presented basically\na negative correlation with the wedge angle of the wedge-shaped AO-ZIF-67/CS\nsurface as shown in d. The unbalanced interfacial tension between droplet and\nwedge surface along the moving direction caused by the wedge-shaped\nstructure drove the droplet moving forward to realize self-transportation.\nThe larger wedge angle (α) would result in a reduced unbalanced\ninterfacial tension and thus decrease the moving distance. If we further\nlowered the wedge angle (α) to 4.6°, however, the maximum\nvelocity (<italic toggle=\"yes\">V</italic>\n<sub>max</sub>, usually in the initial)\nof the droplet is not optimal because of the droplet bulging (e and ). The capillary force from droplet bulging\nimpeded movement of the droplet front, and this phenomenon is more\nserious in the underwater environment. In addition, it is difficult to deposit the droplet onto the wedge-shaped\nAO-ZIF-67/CS surface with a very small wedge angle. Therefore the\nwedge-shaped AO-ZIF-67/CS surface with a wedge angle of 9.2°\nwas chosen for further experiment in applications. In addition, the\nstability of AO-ZIF-67/CS surface was tested. After 40 times of repeated\nprewetting and drying, the unchanged ultralow WCA of 0° display\nthat the surface has good reusable performance in .</p><p>In underliquid environments, the achievement in\nthis work could\nimprove the collection of a small amount of oil in wastewater treatment\nsystem. The frequently used sponge does not perform well in collecting\nsuch micro-oil droplets in water due to the lack of adequate contact\narea with wastewater. As shown in  and , however, the wedge tracks installed around a sponge\nwith superhydrophobicity/superoleophilicity could capture and transport\nthe oil droplets to the sponge, thus enhancing the oil collection\nefficiency. a demonstrates clearly that droplets of 1,2-dichloroethane were captured\nand self-transported to the tail of the wedge and eventually absorbed\nby the sponge, even on a tilted wedge-shaped surface. A simple schematic\ndevice of micro-oil droplets collection is shown in b and . Importantly, the droplet capture, transportation, and\ncollection were demonstrated in c-d. The captured droplets move on the wedge tracks\nand are absorbed by the sponge. As shown in e, the oil collection capacity (1,2-dichloroethane)\nfor a sponge with two wedges was 2.1 times that of the sponge only\nwithout wedges, and the collection capacity could be further improved\nwith more wedges attached on the sponge. Based on the above observation,\nan adaptive strategy for small amount of oil collecting underliquid\ncan be envisioned.</p>", "clean_text": "The multiple superwettability of a solid surface to achieve water and oil self-transportation in air and underliquid environments is indispensable. The AO-ZIF-67/CS surface was superhydrophilic/superoleophilic, as displayed in a-b. The oil contact angle underwater (UWOCA) and water contact angle underoil (UOWCA) of AO-ZIF-67/CS, however, were both up to 150°, indicating the great underliquid superoleophobicity/superhydrophobicity (c-e). The wettability of ZIF-67/CS was hydrophilic with a water contact angle (WCA) of 50.0° and superoleophilic with an oil contact angle (OCA) of almost 0°, as shown in . After modification with hydrophilic AO, the surface of AO-ZIF-67/CS will become superhydrophilic with WCA approaching 0° because oxalate improves the affinity of the surface to water. When the surface was immersed in an aqueous solution, water could penetrate in the microstructure of the surface and replace the air to form a liquid layer due to the superhydrophilicity. This water layer would prevent oil droplets from spreading on its surface and thus demonstrate underwater superoleophobic state. The underoil superhydrophobic state of the surface could be obtained similarly. Since the structure of Cu(OH)2 on copper surface was frequently used for water droplet movement in air, evaporation behavior of a prewetted water layer on Cu(OH)2/CS and AO-ZIF-67/CS was compared as demonstrated in f. The AO-ZIF-67/CS surface exhibits greater capacity in water retention than Cu(OH)2/CS surface due to the smaller microchannels and unique microstructure of AO-ZIF-67/CS surface (). \n\nDroplets Transportation on Wedge-Shaped AO-ZIF-67/CS Surface\n\nA surface well designed for both water and oil droplet self-transportation and applicable in either air or underliquid environments could reduce the restrictions of operating conditions and enhance surface versatility compared with existing surfaces limited to one droplet or media environment. The water and dodecane transportation in air environment on a wedge-shaped AO-ZIF-67/CS surface with wedge angle (α) of 9.2° was demonstrated in  and . When dripped on the surface, the water (or dodecane) droplet could move rapidly from the tip (narrow end) to the tail (wide end) of the surface as displayed in a-b. The evolution of droplet displacement and velocity with time was calculated in c. After dropped on the surface, the water droplet had initially a maximum velocity and then slowed on account of the decreasing unbalanced interfacial tension caused by the wedge structure until it reached the ultimate distance. The motion of dodecane droplet followed a similar pattern as water droplet; the maximum displacement of dodecane droplet (17.9 mm), however, was smaller than that of water droplet (24.5 mm) because of the low surface tension (γwater = 72.8 mN/m and γdodecane = 25.4 mN/m). The maximum displacement (x max) and average velocity (V average) presented basically a negative correlation with the wedge angle of the wedge-shaped AO-ZIF-67/CS surface as shown in d. The unbalanced interfacial tension between droplet and wedge surface along the moving direction caused by the wedge-shaped structure drove the droplet moving forward to realize self-transportation. The larger wedge angle (α) would result in a reduced unbalanced interfacial tension and thus decrease the moving distance. If we further lowered the wedge angle (α) to 4.6°, however, the maximum velocity (V max, usually in the initial) of the droplet is not optimal because of the droplet bulging (e and ). The capillary force from droplet bulging impeded movement of the droplet front, and this phenomenon is more serious in the underwater environment. In addition, it is difficult to deposit the droplet onto the wedge-shaped AO-ZIF-67/CS surface with a very small wedge angle. Therefore the wedge-shaped AO-ZIF-67/CS surface with a wedge angle of 9.2° was chosen for further experiment in applications. In addition, the stability of AO-ZIF-67/CS surface was tested. After 40 times of repeated prewetting and drying, the unchanged ultralow WCA of 0° display that the surface has good reusable performance in .\n\nIn underliquid environments, the achievement in this work could improve the collection of a small amount of oil in wastewater treatment system. The frequently used sponge does not perform well in collecting such micro-oil droplets in water due to the lack of adequate contact area with wastewater. As shown in  and , however, the wedge tracks installed around a sponge with superhydrophobicity/superoleophilicity could capture and transport the oil droplets to the sponge, thus enhancing the oil collection efficiency. a demonstrates clearly that droplets of 1,2-dichloroethane were captured and self-transported to the tail of the wedge and eventually absorbed by the sponge, even on a tilted wedge-shaped surface. A simple schematic device of micro-oil droplets collection is shown in b and . Importantly, the droplet capture, transportation, and collection were demonstrated in c-d. The captured droplets move on the wedge tracks and are absorbed by the sponge. As shown in e, the oil collection capacity (1,2-dichloroethane) for a sponge with two wedges was 2.1 times that of the sponge only without wedges, and the collection capacity could be further improved with more wedges attached on the sponge. Based on the above observation, an adaptive strategy for small amount of oil collecting underliquid can be envisioned.", "data": [[{"meta": {"name": "AO-ZIF-67/CS", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "superhydrophilic/superoleophilic", "value": "", "unit": "", "condition": ""}, {"property name": "underwater superoleophobicity/superhydrophobicity", "value": "", "unit": "", "condition": ""}, {"property name": "hydrophilic", "value": "", "unit": "", "condition": ""}, {"property name": "superhydrophilic", "value": "", "unit": "", "condition": ""}, {"property name": "superhydrophilicity", "value": "", "unit": "", "condition": ""}, {"property name": "water retention", "value": "", "unit": "", "condition": ""}, {"property name": "microchannels", "value": "", "unit": "", "condition": ""}, {"property name": "unique microstructure", "value": "", "unit": "", "condition": ""}, {"property name": "water and oil droplet self-transportation", "value": "", "unit": "", "condition": ""}, {"property name": "water and dodecane transportation", "value": "", "unit": "", "condition": ""}, {"property name": "maximum velocity", "value": "", "unit": "", "condition": ""}, {"property name": "surface tension", "value": "72.8", "unit": "mN/m", "condition": ""}, {"property name": "wedge angle", "value": "9.2", "unit": "°", "condition": ""}, {"property name": "droplet bulging", "value": "", "unit": "", "condition": ""}, {"property name": "capillary force", "value": "", "unit": "", "condition": ""}, {"property name": "stability", "value": "", "unit": "", "condition": ""}, {"property name": "ultralow WCA", "value": "0", "unit": "°", "condition": ""}, {"property name": "oil collection efficiency", "value": "", "unit": "", "condition": ""}, {"property name": "wedge tracks", "value": "", "unit": "", "condition": ""}, {"property name": "oil collection capacity", "value": "", "unit": "", "condition": ""}, {"property name": "adaptive strategy for small amount of oil collecting underliquid", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic preparation\nof wedge-shaped AO-ZIF-67/CS surface.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic preparation of wedge-shaped AO-ZIF-67/CS surface.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM (a),\nXPS (b), EDS mapping (c), XRD (d), FT-IR (e), Raman (f),\nand TGA (g) of as-prepared samples.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  SEM (a), XPS (b), EDS mapping (c), XRD (d), FT-IR (e), Raman (f), and TGA (g) of as-prepared samples.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>WCA (a) and\nOCA (b) in air, dynamic oil-adhesion (c), and water-adhesion\nunderliquid (d), UWOCAs and UOWCAs of AO-ZIF-67/CS (e), and water\nevaporation on Cu­(OH)<sub>2</sub>/CS and AO-ZIF-67/CS surfaces (f).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  WCA (a) and OCA (b) in air, dynamic oil-adhesion (c), and water-adhesion underliquid (d), UWOCAs and UOWCAs of AO-ZIF-67/CS (e), and water evaporation on Cu(OH)2/CS and AO-ZIF-67/CS surfaces (f).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Sequential captures of 5 μL water (a) and dodecane\n(b) droplets\nmoving on the wedge-shaped AO-ZIF-67/CS surface, and evolution of\ndisplacement and velocity (α = 9.2°) (c). Maximum displacement\nand average velocity (d). Maximum velocity (e).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Sequential captures of 5 μL water (a) and dodecane (b) droplets moving on the wedge-shaped AO-ZIF-67/CS surface, and evolution of displacement and velocity (α = 9.2°) (c). Maximum displacement and average velocity (d). Maximum velocity (e).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Sequential captures of 5 μL water (a) and dodecane (b) droplets\nmoving on wedge-shaped AO-ZIF-67/CS surface underliquids. Comparison\nof maximum displacement of droplets in air and underliquids (c). Surface\ntension of droplets under different environments (d). 5 μL droplets\nof dodecane and 1,2-dichloromethane moving (gravity assisted and antigravity)\non AO-ZIF-67/CS surface underwater (e).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Sequential captures of 5 μL water (a) and dodecane (b) droplets moving on wedge-shaped AO-ZIF-67/CS surface underliquids. Comparison of maximum displacement of droplets in air and underliquids (c). Surface tension of droplets under different environments (d). 5 μL droplets of dodecane and 1,2-dichloromethane moving (gravity assisted and antigravity) on AO-ZIF-67/CS surface underwater (e).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Separation\nof water/dodecane mixed droplets on butterfly-shaped\nwedge surface prewetted with water (left track) and dodecane (right\ntrack). (b) Droplet convergence and transportation on T-shaped wedge\nsurface. (c) Droplet convergence, transportation, and separation on\nI-shaped wedge surface.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Separation of water/dodecane mixed droplets on butterfly-shaped wedge surface prewetted with water (left track) and dodecane (right track). (b) Droplet convergence and transportation on T-shaped wedge surface. (c) Droplet convergence, transportation, and separation on I-shaped wedge surface.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Transport and collection of 1,2-dichloroethane droplet\n(colored\norange by oil orange SS) underwater. (b) Schematic of oil droplet\ncollection device. (c) Oil droplet collection underwater. (d) Mechanism\nof droplet capture, transportation, and absorption. (e) Comparison\nof oil collection capacity. The insets are the practical sponge with\nwedges.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c21392_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Transport and collection of 1,2-dichloroethane droplet (colored orange by oil orange SS) underwater. (b) Schematic of oil droplet collection device. (c) Oil droplet collection underwater. (d) Mechanism of droplet capture, transportation, and absorption. (e) Comparison of oil collection capacity. The insets are the practical sponge with wedges.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c21392", "title": null, "journal": "American Chemical Society", "date": "2023.02", "author_list": ["Zhou\nPeizhang", "Yan\nYuanyang", "Cheng\nJiang", "Zhou\nCailong"]}}