{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c15638.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Several studies suggest that metal ordering within metal–organic\nframeworks (MOFs) is important for understanding how MOFs behave in\nrelevant applications; however, these siting trends can be difficult\nto determine experimentally. To garner insight into the energetic\ndriving forces that may lead to nonrandom ordering within heterometallic\nMOFs, we employ density functional theory (DFT) calculations on several\nbimetallic metal–organic crystals composed of Nd and Yb metal\natoms. We also investigate the metal siting trends for a newly synthesized\nMOF. Our DFT-based energy of mixing results suggest that Nd will likely\noccupy sites with greater access to electronegative atoms and that\nlocal homometallic domains within a mixed-metal Nd–Yb system\nare favored. We also explore the use of less computationally extensive\nmethods such as classical force fields and cluster expansion models\nto understand their feasibility for large system sizes. This study\nhighlights the impact of metal ordering on the energetic stability\nof heterometallic MOFs and crystal structures.</p>", "clean_text": "Several studies suggest that metal ordering within metal-organic frameworks (MOFs) is important for understanding how MOFs behave in relevant applications; however, these siting trends can be difficult to determine experimentally. To garner insight into the energetic driving forces that may lead to nonrandom ordering within heterometallic MOFs, we employ density functional theory (DFT) calculations on several bimetallic metal-organic crystals composed of Nd and Yb metal atoms. We also investigate the metal siting trends for a newly synthesized MOF. Our DFT-based energy of mixing results suggest that Nd will likely occupy sites with greater access to electronegative atoms and that local homometallic domains within a mixed-metal Nd-Yb system are favored. We also explore the use of less computationally extensive methods such as classical force fields and cluster expansion models to understand their feasibility for large system sizes. This study highlights the impact of metal ordering on the energetic stability of heterometallic MOFs and crystal structures.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks\n(MOFs) represent a class of materials\nthat are most notable for their remarkable crystallinity and porosity.\nThese three-dimensional (3D) materials are prepared through the self-assembly\nof highly coordinated metal nodes that are connected via organic linker\nstruts. MOFs containing two or more types of metal sites or linkers\nhave amassed considerable interest due to their higher degree of controllable\nchemical tunability over their homometallic, single-linker parent\ncompounds. Examples of heterometallic MOFs that have been synthesized include\nMOF-5, MOF-74, MIL-53, and UiO-66. Mixed linker zeolitic imidazolate frameworks (ZIFs)\nare one example of materials that contain mixed linkers where it has\nbeen possible to assess the degree of local mixing and distribution\nof mixed linker materials. Potential\nadvantages associated with using heterometallic or mixed linker MOFs\ninclude enhanced performance relative to the homometallic parent materials\nin gas storage and separation, catalysis, and luminescence and sensing applications.</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) represent a class of materials that are most notable for their remarkable crystallinity and porosity. These three-dimensional (3D) materials are prepared through the self-assembly of highly coordinated metal nodes that are connected via organic linker struts. MOFs containing two or more types of metal sites or linkers have amassed considerable interest due to their higher degree of controllable chemical tunability over their homometallic, single-linker parent compounds. Examples of heterometallic MOFs that have been synthesized include MOF-5, MOF-74, MIL-53, and UiO-66. Mixed linker zeolitic imidazolate frameworks (ZIFs) are one example of materials that contain mixed linkers where it has been possible to assess the degree of local mixing and distribution of mixed linker materials. Potential advantages associated with using heterometallic or mixed linker MOFs include enhanced performance relative to the homometallic parent materials in gas storage and separation, catalysis, and luminescence and sensing applications.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Recent work has introduced a variety of heterometallic\nMOFs composed\nof lanthanide (LN) metals for photoluminescence and sensing. The spectroscopic properties of LNs such as high color purity and\nnarrow, nonoverlapping peaks make lanthanide-based MOFs interesting\ncandidates for tunable sensing platforms. Specifically,\nthe use of Nd and Yb allows for optical detection in the near-infrared\nrange. However, to\nunderstand heterometallic MOF behavior in its various applications,\ninsight into the local ordering (or disorder) of materials is crucial.\nFor example, Cadman et al. reported that photoemission mechanisms\nfor LN-MOFs are dependent on the proximity of metal atoms within the\nMOF structure. At present, it is challenging\nto experimentally derive direct evidence of local order or disorder\nin heterometallic MOFs, meaning that in many of these materials, little\nis known about this issue beyond the overall stoichiometry of the\nmaterials.\n</p>", "clean_text": "Recent work has introduced a variety of heterometallic MOFs composed of lanthanide (LN) metals for photoluminescence and sensing. The spectroscopic properties of LNs such as high color purity and narrow, nonoverlapping peaks make lanthanide-based MOFs interesting candidates for tunable sensing platforms. Specifically, the use of Nd and Yb allows for optical detection in the near-infrared range. However, to understand heterometallic MOF behavior in its various applications, insight into the local ordering (or disorder) of materials is crucial. For example, Cadman et al. reported that photoemission mechanisms for LN-MOFs are dependent on the proximity of metal atoms within the MOF structure. At present, it is challenging to experimentally derive direct evidence of local order or disorder in heterometallic MOFs, meaning that in many of these materials, little is known about this issue beyond the overall stoichiometry of the materials. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this\npaper, we use density functional theory (DFT) calculations\nto understand the propensities for mixing and/or ordering of Nd and\nYb atoms in metal–organic materials. To this end, we apply\nDFT to several metal–organic crystals that include Nd, Yb,\nand mixtures of these metals. These calculations allow us to assess\nenergetic driving forces that might lead to nonrandom mixing of metals\nin these materials. We examine multiple materials that had been previously\nreported and compare calculated and experimental data for a new MOF\nthat is reported for the first time here.</p>", "clean_text": "In this paper, we use density functional theory (DFT) calculations to understand the propensities for mixing and/or ordering of Nd and Yb atoms in metal-organic materials. To this end, we apply DFT to several metal-organic crystals that include Nd, Yb, and mixtures of these metals. These calculations allow us to assess energetic driving forces that might lead to nonrandom mixing of metals in these materials. We examine multiple materials that had been previously reported and compare calculated and experimental data for a new MOF that is reported for the first time here.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Simulating large cell\nvolumes with DFT calculations is challenging\ndue to computational expense. As a result, we test the ability of\nclassical force fields (FF) that have been developed for MOFs to predict\nmetal ordering in these Nd- and Yb- containing materials. We also\ncombine our DFT results with simple models motivated by cluster expansions\nin metal alloys to make predictions about possible nonrandom orderings\non length scales longer than crystal unit cells. The latter class\nof models allows us to assess spatial correlations in a complex structure\nat finite temperature by comparing to mean-field theory based on the\nIsing spin model.\n</p>", "clean_text": "Simulating large cell volumes with DFT calculations is challenging due to computational expense. As a result, we test the ability of classical force fields (FF) that have been developed for MOFs to predict metal ordering in these Nd- and Yb- containing materials. We also combine our DFT results with simple models motivated by cluster expansions in metal alloys to make predictions about possible nonrandom orderings on length scales longer than crystal unit cells. The latter class of models allows us to assess spatial correlations in a complex structure at finite temperature by comparing to mean-field theory based on the Ising spin model. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>A limitation of all our calculations is that\nthey only describe\nthe energetics of fully formed periodic materials at equilibrium.\nThey do not provide information on the kinetic pathways that control\ncrystallization. While it is plausible that the lowest-energy structures\nare formed during crystallization, it is also possible that the final\nheterometallic MOFs include local orderings with higher energies that\nare kinetically trapped during crystallization. It is therefore\nimportant to view our results in the context of providing insight\ninto trends that would be expected in metal ordering rather than as\na means for making precise predictions about the ordering expected\nin specific materials.</p>", "clean_text": "A limitation of all our calculations is that they only describe the energetics of fully formed periodic materials at equilibrium. They do not provide information on the kinetic pathways that control crystallization. While it is plausible that the lowest-energy structures are formed during crystallization, it is also possible that the final heterometallic MOFs include local orderings with higher energies that are kinetically trapped during crystallization. It is therefore important to view our results in the context of providing insight into trends that would be expected in metal ordering rather than as a means for making precise predictions about the ordering expected in specific materials.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Computational Methods</title><title>Density Functional Theory Calculations</title><p>Ground state electronic structure calculations and geometry optimizations\nwere performed using DFT as implemented in VASP using projector-augmented wave (PAW) potentials. Large core pseudopotentials were used with an energy cutoff of 520\neV, converged to a force accuracy of 0.03 eV/Å. The smallest\nsupercell among the calculations described below had lattice constants <italic toggle=\"yes\">a</italic> = 11.40 Å, <italic toggle=\"yes\">b</italic> = 11.87 Å, <italic toggle=\"yes\">c</italic> = 12.67 Å, corresponding to a volume of 1530 Å<sup>3</sup>. Therefore, only the Γ point was used to sample reciprocal\nspace. A Gaussian smearing with a width of 0.01 eV was used. The generalized\ngradient approximation exchange-correlation functional of Perdew,\nBurke, and Ernzerhof for solids and surfaces (PBEsol) was used in all calculations because of its accuracy in\npredicting the physical properties of LN-MOFs. Dispersion corrections were included\nusing the D3 method of Grimme with Becke–Johnson\ndamping.\n</p>", "clean_text": "Computational Methods\n\nDensity Functional Theory Calculations\n\nGround state electronic structure calculations and geometry optimizations were performed using DFT as implemented in VASP using projector-augmented wave (PAW) potentials. Large core pseudopotentials were used with an energy cutoff of 520 eV, converged to a force accuracy of 0.03 eV/Å. The smallest supercell among the calculations described below had lattice constants a = 11.40 Å, b = 11.87 Å, c = 12.67 Å, corresponding to a volume of 1530 Å3. Therefore, only the Γ point was used to sample reciprocal space. A Gaussian smearing with a width of 0.01 eV was used. The generalized gradient approximation exchange-correlation functional of Perdew, Burke, and Ernzerhof for solids and surfaces (PBEsol) was used in all calculations because of its accuracy in predicting the physical properties of LN-MOFs. Dispersion corrections were included using the D3 method of Grimme with Becke-Johnson damping. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Force Field Calculations</title><p>In our\nFF calculations, the UFF4MOF force field was used to describe the interactions between atoms. It is important\nto note that UFF4MOF does not include partial charges on MOF atoms.\nAll FF calculations were performed with periodic boundary conditions.\nLennard-Jones (LJ) potential interactions were truncated at a spherical\nradius of 12.5 Å and analytical tail corrections were applied. The σ and ε parameters for LJ potentials\nwere derived using the Lorentz–Berthelot mixing rules. The\nconjugate gradient (CG) algorithm as implemented in the LAMMPS package was used to anisotropically relax both the unit\ncell parameters and atomic positions iteratively under zero external\npressure using termination criteria for energy of 10<sup>–10</sup> kcal/mol and for force of 10<sup>–10</sup> kcal/mol/Å.</p>", "clean_text": "Force Field Calculations\n\nIn our FF calculations, the UFF4MOF force field was used to describe the interactions between atoms. It is important to note that UFF4MOF does not include partial charges on MOF atoms. All FF calculations were performed with periodic boundary conditions. Lennard-Jones (LJ) potential interactions were truncated at a spherical radius of 12.5 Å and analytical tail corrections were applied. The σ and ε parameters for LJ potentials were derived using the Lorentz-Berthelot mixing rules. The conjugate gradient (CG) algorithm as implemented in the LAMMPS package was used to anisotropically relax both the unit cell parameters and atomic positions iteratively under zero external pressure using termination criteria for energy of 10-10 kcal/mol and for force of 10-10 kcal/mol/Å.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Materials Synthesis and Characterization</title><title>Synthesis</title><p>All reactants were purchased\nfrom commercially available sources and used without further purification.\nNd­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (7.40 mg, 0.017\nmmol), Yb­(NO<sub>3</sub>)<sub>3</sub>·5H<sub>2</sub>O (7.63 mg,\n0.017 mmol), 1,2,4,5-tetrakis­(4-carboxyphenyl)­benzene (TCPB) (3.35\nmg, 0.006 mmol), 2-fluorobenzoic acid (FBA) (275 mg, 1.96 mmol), and\nnitric acid (3.5 M in DMF, 0.2 mL) were added to 2.8 mL of DMF. The\nmixture was placed into a scintillation vial and heated to 115 °C\nfor 24 h. The resulting colorless crystals were washed three times\neach with DMF and methanol, then suspended in methanol before characterization.</p>", "clean_text": "Materials Synthesis and Characterization\n\nSynthesis\n\nAll reactants were purchased from commercially available sources and used without further purification. Nd(NO3)3⋅6H2O (7.40 mg, 0.017 mmol), Yb(NO3)3⋅5H2O (7.63 mg, 0.017 mmol), 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (TCPB) (3.35 mg, 0.006 mmol), 2-fluorobenzoic acid (FBA) (275 mg, 1.96 mmol), and nitric acid (3.5 M in DMF, 0.2 mL) were added to 2.8 mL of DMF. The mixture was placed into a scintillation vial and heated to 115 °C for 24 h. The resulting colorless crystals were washed three times each with DMF and methanol, then suspended in methanol before characterization.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal and Powder X-ray Diffraction</title><p>Single-crystal X-ray diffraction data were measured using a Bruker\nD8 Venture dual-source single-crystal X-ray diffractometer employing\nCu Kα radiation (λ = 1.54178 Å). Data were collected\nusing a Photon II CMOS area detector on samples superglued to MiTeGen\nmagnetic mounts. Reflection data were processed using the Bruker Apex\n3 Suite, including an absorption correction through SADABS, and space\ngroup determination using XPREP. The structure was determined with\nSHELX-2019 software. The structure was solved with SHELXT using intrinsic\nphasing and refined using full-matrix least squares on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> through SHELXL. The structure was finalized in Olex\n2 (v.1.3.0). For powder X-ray diffraction, data were collected on\na Bruker D2 Phaser X-ray diffractometer using Cu Kα radiation\n(λ = 1.54178 Å).</p>", "clean_text": "Single-Crystal and Powder X-ray Diffraction\n\nSingle-crystal X-ray diffraction data were measured using a Bruker D8 Venture dual-source single-crystal X-ray diffractometer employing Cu Kα radiation (λ = 1.54178 Å). Data were collected using a Photon II CMOS area detector on samples superglued to MiTeGen magnetic mounts. Reflection data were processed using the Bruker Apex 3 Suite, including an absorption correction through SADABS, and space group determination using XPREP. The structure was determined with SHELX-2019 software. The structure was solved with SHELXT using intrinsic phasing and refined using full-matrix least squares on F 2 through SHELXL. The structure was finalized in Olex 2 (v.1.3.0). For powder X-ray diffraction, data were collected on a Bruker D2 Phaser X-ray diffractometer using Cu Kα radiation (λ = 1.54178 Å).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Scanning Electron Microscopy (SEM)–Energy-Dispersive\nSpectroscopy (EDS)</title><p>SEM images were captured on an FEI NovaNano\nSEM 230, at various accelerating voltages between 1 and 20 kV. EDS\nanalysis was performed using an EDAX Genesis Apex 2 with an Apollo\nSDD detector.</p><title>Structural Analysis</title><p>We will denote\nthe new material reported here as M-TCPB for convenience. M-TCPB was\ncharacterized by single-crystal X-ray crystallography studies as (NdYb)­(μ<sub>2</sub>-OH)­(TCPB)­(FBA)­2•(DMF). The material crystallizes in\nthe <italic toggle=\"yes\">P</italic>21/<italic toggle=\"yes\">c</italic> space group and consists\nof linear chains of staggered tetramers along the <italic toggle=\"yes\">c</italic> direction. The tetramers are disordered in the structure, indicating\na repositioning of the four metals depending on which metal occupies\nthe site, or possibly a long-range modulation. This positional disorder\nis explored further below using DFT but was modeled as having two\ncomponents in refining our crystallography data. In the minor component\n(∼5%), the tetramers are less staggered and link to form continuous\nstraight chains.</p>", "clean_text": "Scanning Electron Microscopy (SEM)-Energy-Dispersive Spectroscopy (EDS)\n\nSEM images were captured on an FEI NovaNano SEM 230, at various accelerating voltages between 1 and 20 kV. EDS analysis was performed using an EDAX Genesis Apex 2 with an Apollo SDD detector.\n\nStructural Analysis\n\nWe will denote the new material reported here as M-TCPB for convenience. M-TCPB was characterized by single-crystal X-ray crystallography studies as (NdYb)(μ2-OH)(TCPB)(FBA)2⋅(DMF). The material crystallizes in the P21/c space group and consists of linear chains of staggered tetramers along the c direction. The tetramers are disordered in the structure, indicating a repositioning of the four metals depending on which metal occupies the site, or possibly a long-range modulation. This positional disorder is explored further below using DFT but was modeled as having two components in refining our crystallography data. In the minor component (~5%), the tetramers are less staggered and link to form continuous straight chains.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Refinement of the structure for M-TCPB was\nlimited by both the disorder and the space group. The tetramers could\nnot be modeled as both positionally and chemically disordered. The\nspace group limited modeling the tetramers with elements arranged\nA–B–B–A as dictated by a mirror plane. Two distinct\ncrystal structure models were refined: Compound 1, composed of Nd–Yb–Yb–Nd\ntetramers (94.3%) with a minor Yb–Nd–Nd–Yb component\n(5.7%) (<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 11.82%), and Compound 2,\ncomposed of Yb–Nd–Nd–Yb tetramers (94.9%) with\na minor Nd–Yb–Yb–Nd component (5.1%) (<italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 12.51%). The crystal data and structure\nrefinement for Compound 1 and Compound 2 can be found in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>.</p>", "clean_text": "Refinement of the structure for M-TCPB was limited by both the disorder and the space group. The tetramers could not be modeled as both positionally and chemically disordered. The space group limited modeling the tetramers with elements arranged A-B-B-A as dictated by a mirror plane. Two distinct crystal structure models were refined: Compound 1, composed of Nd-Yb-Yb-Nd tetramers (94.3%) with a minor Yb-Nd-Nd-Yb component (5.7%) (R 1 = 11.82%), and Compound 2, composed of Yb-Nd-Nd-Yb tetramers (94.9%) with a minor Nd-Yb-Yb-Nd component (5.1%) (R 1 = 12.51%). The crystal data and structure refinement for Compound 1 and Compound 2 can be found in Table S1.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The <italic toggle=\"yes\">R</italic>-value\nwas notably worse when both the major\nand minor components of the positional disorder were modeled using\nthe same chemical ordering. Residual electron density suggests additional\npositional disorder in the tetramers, but further modeling was not\nstable.</p>", "clean_text": "The R-value was notably worse when both the major and minor components of the positional disorder were modeled using the same chemical ordering. Residual electron density suggests additional positional disorder in the tetramers, but further modeling was not stable.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>For DFT modeling purposes, simulations were performed\nusing Compound\n1, given the slightly better <italic toggle=\"yes\">R</italic>\n<sub>1</sub> value.\nTo reduce the computational expense of simulating a supercell that\nincludes the minor component, we assume that the tetramers are solely\ncomposed of the Nd–Yb–Yb–Nd staggered nodes that\ncomprise the major component of Compound 1. The structure of M-TCPB\nas deduced from these single-crystal studies is shown in .  illustrates M-TCPB (in the\nCompound 1 form) containing two Yb and two Nd atoms linked together\nin an alternating manner Nd–Yb–Yb–Nd. Each metal\nion displays a seven-coordinate geometry. The Yb metal center in  is coordinated by\nsix TCPB linkers and one bridging OH. The Nd metal in  is coordinated by two independent\nTCPB linkers, one bridging OH molecule, two capping DMF molecules\nand two bridging FBA molecules. Each tetramer is linked to the next\nby the two fluorobenzoic acid molecules (FBA) coordinated with Nd.\nThe FBA molecule is also disordered in the structure along the axis\nof the carboxylate group. The DFT-optimized structure is available\nin the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "For DFT modeling purposes, simulations were performed using Compound 1, given the slightly better R 1 value. To reduce the computational expense of simulating a supercell that includes the minor component, we assume that the tetramers are solely composed of the Nd-Yb-Yb-Nd staggered nodes that comprise the major component of Compound 1. The structure of M-TCPB as deduced from these single-crystal studies is shown in .  illustrates M-TCPB (in the Compound 1 form) containing two Yb and two Nd atoms linked together in an alternating manner Nd-Yb-Yb-Nd. Each metal ion displays a seven-coordinate geometry. The Yb metal center in  is coordinated by six TCPB linkers and one bridging OH. The Nd metal in  is coordinated by two independent TCPB linkers, one bridging OH molecule, two capping DMF molecules and two bridging FBA molecules. Each tetramer is linked to the next by the two fluorobenzoic acid molecules (FBA) coordinated with Nd. The FBA molecule is also disordered in the structure along the axis of the carboxylate group. The DFT-optimized structure is available in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>M-TCPB structure\nas deduced from single-crystal analysis viewed\nalong the <italic toggle=\"yes\">a</italic> axis. Neodymium (Nd) atoms are shown\nin orange, ytterbium (Yb) atoms are shown in cyan, carbon atoms are\nshown in brown, oxygen atoms are shown in red, and hydrogen atoms\nare shown in pink. Coordination environments, CE1 and CE2, are labeled\nto highlight metal atom locations within the metal tetramer node.\nFor this nodal arrangement, Nd atoms occupy CE1 and Yb atoms occupy\nCE2.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  M-TCPB structure as deduced from single-crystal analysis viewed along the a axis. Neodymium (Nd) atoms are shown in orange, ytterbium (Yb) atoms are shown in cyan, carbon atoms are shown in brown, oxygen atoms are shown in red, and hydrogen atoms are shown in pink. Coordination environments, CE1 and CE2, are labeled to highlight metal atom locations within the metal tetramer node. For this nodal arrangement, Nd atoms occupy CE1 and Yb atoms occupy CE2.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>\n compares\nthe observed powder X-ray powder diffraction (PXRD) data with predicted\nresults from several variants of the structures described above. The\npredicted patterns are consistent with the experimental observation,\nbut the various structural models yield almost indistinguishable PXRD\npatterns.</p>", "clean_text": "  compares the observed powder X-ray powder diffraction (PXRD) data with predicted results from several variants of the structures described above. The predicted patterns are consistent with the experimental observation, but the various structural models yield almost indistinguishable PXRD patterns.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Powder XRD patterns of the as-synthesized (black trace) vs calculated\npatterns for the different compound variations of M-TCPB.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Powder XRD patterns of the as-synthesized (black trace) vs calculated patterns for the different compound variations of M-TCPB.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The morphology and composition of the as-made material\nwas probed\nusing scanning electron microscopy–energy-dispersive X-ray\nspectroscopy (SEM-EDS), as illustrated in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. EDS and elemental analyses confirmed the incorporation\nof both Nd and Yb into the structure at the individual single crystal,\nas well as the presence of fluorine associated with the bridging FBA\nmolecules. While this data confirms the presence of both metals in\nindividual MOF crystals it cannot provide insight into the order or\ndisorder of metal atoms on atomic scales.</p>", "clean_text": "The morphology and composition of the as-made material was probed using scanning electron microscopy-energy-dispersive X-ray spectroscopy (SEM-EDS), as illustrated in Figure S1. EDS and elemental analyses confirmed the incorporation of both Nd and Yb into the structure at the individual single crystal, as well as the presence of fluorine associated with the bridging FBA molecules. While this data confirms the presence of both metals in individual MOF crystals it cannot provide insight into the order or disorder of metal atoms on atomic scales.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Material Selection for DFT Calculations</title><p>Due to the\ncomplex nature of M-TCPB, we also performed calculations on several\nsimpler materials. We selected four metal–organic materials\ncontaining lanthanides with a charge of +3 (oxidation state III) and\nmaterials with metal nodes composed of at least two metal atoms to\nallow us to explore local mixing effects and opted for materials with\nsimilar organic components (e.g., carboxylic acid-based linkers) as\nexhibited in M-TCPB. The parent structures for these four materials\nare [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]<sup>2+</sup>[(Eu)<sub>2</sub> (biphenyl tetracarboxylic acid)<sub>2</sub>]<sup>2–</sup> (hereafter referred to as Material 1), [La<sub>2</sub> (1,5 dihydroxy-2,6-naphthalenedicarboxylic)<sub>3</sub> (dimethylformamide)<sub>4</sub>] (Material 2), [Yb<sub>6</sub> (μ<sub>3</sub>-OH)<sub>4</sub> (benzene dicarboxylic acid)<sub>5</sub> (H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (Material 3), and [La<sub>4</sub>(H<sub>2</sub>O)<sub>2</sub>]­[2, 3- Pyridinedicarboxylic\nacid]<sub>6</sub>·4H<sub>2</sub>O (Material 4). The metal nodes in materials 1–4 are binuclear,\nbinuclear, hexanuclear, and tetranuclear, respectively. Material 3\nincludes a node where metals have different coordination numbers,\nwhile for Material 4, the metals within the node have the same coordination\nnumber but two different bonding environments. These materials are\nillustrated in . None of these materials are porous. We are not aware of any previous\nDFT- or FF-based calculations for any of these materials.</p>", "clean_text": "Material Selection for DFT Calculations\n\nDue to the complex nature of M-TCPB, we also performed calculations on several simpler materials. We selected four metal-organic materials containing lanthanides with a charge of +3 (oxidation state III) and materials with metal nodes composed of at least two metal atoms to allow us to explore local mixing effects and opted for materials with similar organic components (e.g., carboxylic acid-based linkers) as exhibited in M-TCPB. The parent structures for these four materials are [(CH3)2NH2]2+[(Eu)2 (biphenyl tetracarboxylic acid)2]2- (hereafter referred to as Material 1), [La2 (1,5 dihydroxy-2,6-naphthalenedicarboxylic)3 (dimethylformamide)4] (Material 2), [Yb6 (μ3-OH)4 (benzene dicarboxylic acid)5 (H2O)4]⋅2H2O (Material 3), and [La4(H2O)2][2, 3- Pyridinedicarboxylic acid]6⋅4H2O (Material 4). The metal nodes in materials 1-4 are binuclear, binuclear, hexanuclear, and tetranuclear, respectively. Material 3 includes a node where metals have different coordination numbers, while for Material 4, the metals within the node have the same coordination number but two different bonding environments. These materials are illustrated in . None of these materials are porous. We are not aware of any previous DFT- or FF-based calculations for any of these materials.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Materials used\nfor DFT calculations. Material 1 contains dimer\nEu (purple) nodes and is charge-balanced by the presence of Na cations\n(yellow) to simulate [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­2<sup>+</sup> counterions. Material 2 is composed of dimer La (green) metal\nclusters. Material 3 contains a hexanuclear node composed of Yb (cyan)\nmetal atoms. The chair-like core configuration is composed of two\ncoordination number environments (CN) with CN = 7 or 8. The locations\nwhere CN = 7 are highlighted. Material 4 contains La (green) tetramer\nnodes in which each node consists of two different bond environments\n(BE). La atoms in bond environment 1 are bonded to the pyridinedicarboxylic\nacid linker while La atoms in bond environment 2 are bonded to both\npyridinedicarboxylic acid and one H<sub>2</sub>O molecule. The two\ncenter atoms in each tetramer have type 2 bonding environment.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Materials used for DFT calculations. Material 1 contains dimer Eu (purple) nodes and is charge-balanced by the presence of Na cations (yellow) to simulate [(CH3)2NH2]2+ counterions. Material 2 is composed of dimer La (green) metal clusters. Material 3 contains a hexanuclear node composed of Yb (cyan) metal atoms. The chair-like core configuration is composed of two coordination number environments (CN) with CN = 7 or 8. The locations where CN = 7 are highlighted. Material 4 contains La (green) tetramer nodes in which each node consists of two different bond environments (BE). La atoms in bond environment 1 are bonded to the pyridinedicarboxylic acid linker while La atoms in bond environment 2 are bonded to both pyridinedicarboxylic acid and one H2O molecule. The two center atoms in each tetramer have type 2 bonding environment.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Structural Validation</title><p>To assess the ability of DFT\nto predict key structural parameters, we compare DFT-predicted lattice\nconstants and bond lengths with those derived from experiment. The results for all materials considered in this\nstudy can be found in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">Tables S2 and S3</ext-link>.\nConsistent with earlier benchmarking that compared DFT-predicted properties\nof MOFs to high-quality structural data, our results show good agreement between the DFT predictions and\nexperiment. DFT calculations for M-TPCB used a triclinic unit cell\nwith point symmetry C_1.</p>", "clean_text": "Structural Validation\n\nTo assess the ability of DFT to predict key structural parameters, we compare DFT-predicted lattice constants and bond lengths with those derived from experiment. The results for all materials considered in this study can be found in Tables S2 and S3. Consistent with earlier benchmarking that compared DFT-predicted properties of MOFs to high-quality structural data, our results show good agreement between the DFT predictions and experiment. DFT calculations for M-TPCB used a triclinic unit cell with point symmetry C_1.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>We used DFT to assess the energetic\ndriving forces for metal site\noccupation in mixed-metal RE-MOFs consisting of Nd and Yb atoms. Specifically,\nwe computed the energy of mixing\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>mix</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>YbNd</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">xE</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Yb</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>x</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Nd</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">x</italic> is the molar fraction\nof Yb in the bimetallic material, <italic toggle=\"yes\">E</italic>\n<sub>YbNd</sub> is the energy of the DFT-optimized bimetallic structure, and <italic toggle=\"yes\">E</italic>\n<sub>Yb</sub> and <italic toggle=\"yes\">E</italic>\n<sub>Nd</sub> are the\nenergies of the DFT-optimized homometallic material. With this definition,\na negative value for <italic toggle=\"yes\">E</italic>\n<sub>mix</sub> indicates an\nenergetically favorable arrangement. The energy of mixing was normalized\nto give the energy per unit cell.</p>", "clean_text": "Results and Discussion\n\nWe used DFT to assess the energetic driving forces for metal site occupation in mixed-metal RE-MOFs consisting of Nd and Yb atoms. Specifically, we computed the energy of mixing  1      E   mix   =   E   YbNd   -   xE   Yb   -  ( 1 - x )    E   Nd     where x is the molar fraction of Yb in the bimetallic material, E YbNd is the energy of the DFT-optimized bimetallic structure, and E Yb and E Nd are the energies of the DFT-optimized homometallic material. With this definition, a negative value for E mix indicates an energetically favorable arrangement. The energy of mixing was normalized to give the energy per unit cell.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>M-TCPB Metal Siting Trends</title><p>Ten structures with various\nbimetallic tetramer compositions and local orderings for M-TCPB were\noptimized with DFT. Of these structures, six had equimolar YbNd compositions\nwhile the others had composition Yb<sub>3</sub>Nd or YbNd<sub>3</sub>. Structures were optimized at both varied and fixed lattice constants\nto assess the dependence of cell dimension on energy of mixing calculations.\nThe varied lattice constant case consisted of a lattice geometry relaxation\nstep in a three-part optimization scheme while the fixed lattice constant\ncase contains no lattice geometry optimization step. Optimization\nof M-TCPB followed established DFT procedures for structural optimization\nof MOFs. Structural\nrelaxation for the case with varying cell dimensions consisted of\nthree steps: (i) optimization of atomic positions, (ii) optimization\nof atomic position, cell shape, and cell volume, and (iii) reoptimization\nof atomic positions. After optimization, a single point energy (SPE)\ncalculation is carried out from which the results were used to calculate\nenergy of mixing. In the fixed lattice constant case, lattice constants\nfrom the set of ten structures were averaged after step two of the\nstructural optimization process mentioned above. These averaged lattice\nparameters were then fixed during the one-step optimization procedure\nfor atomic positions. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link> illustrates\nthe differences associated with these two different treatments of\nthe lattice constants on the energies of mixing. The variation in\nenergies of mixing between these two approaches is small. We also\nnote that for the true crystalline structure that a single set of\ncell parameters exists, making it appropriate to carry out structural\noptimizations at fixed constants. Hereafter, we display results for\nfixed lattice constants.</p>", "clean_text": "M-TCPB Metal Siting Trends\n\nTen structures with various bimetallic tetramer compositions and local orderings for M-TCPB were optimized with DFT. Of these structures, six had equimolar YbNd compositions while the others had composition Yb3Nd or YbNd3. Structures were optimized at both varied and fixed lattice constants to assess the dependence of cell dimension on energy of mixing calculations. The varied lattice constant case consisted of a lattice geometry relaxation step in a three-part optimization scheme while the fixed lattice constant case contains no lattice geometry optimization step. Optimization of M-TCPB followed established DFT procedures for structural optimization of MOFs. Structural relaxation for the case with varying cell dimensions consisted of three steps: (i) optimization of atomic positions, (ii) optimization of atomic position, cell shape, and cell volume, and (iii) reoptimization of atomic positions. After optimization, a single point energy (SPE) calculation is carried out from which the results were used to calculate energy of mixing. In the fixed lattice constant case, lattice constants from the set of ten structures were averaged after step two of the structural optimization process mentioned above. These averaged lattice parameters were then fixed during the one-step optimization procedure for atomic positions. Figure S2 illustrates the differences associated with these two different treatments of the lattice constants on the energies of mixing. The variation in energies of mixing between these two approaches is small. We also note that for the true crystalline structure that a single set of cell parameters exists, making it appropriate to carry out structural optimizations at fixed constants. Hereafter, we display results for fixed lattice constants.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>\n shows the energy of mixing for the different node\ncompositions of M-TPCB denoted S1–S10 (cf. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">SI</ext-link> for more information). Of all of the arrangements tested,\nthree had favorable energies of mixing. The structure with the most\nfavorable energy of mixing, shown as S1 in , has equimolar Yb<sub>2</sub>Nb<sub>2</sub> tetramers with the Nd atoms in the center of the tetramer. A distinctive\nfeature of structure S1 is that Nd placement in the center exploits\nits interactions with electronegative O atoms from the TCPB linker\ngroups. In M-TCPB, the maximum number of O atoms surrounding each\nmetal capping a tetramer is limited to seven. For the center atoms\nin this tetramer, however, this number can be increased to eight during\nstructural relaxation. During relaxation of structure S1, a nearest\nlinker O atom moved from 3.68 Å in the initial structure to 2.60\nÅ in the relaxed structure for both center Nd atoms. A 2.60 Å\nbond length for an eight-coordinated Nd<sup>3+</sup> site is consistent\nwith previous results. Placing Yb in\nthe center of the tetramer (structure S7) does not result in the same\neffect. A plausible reason for this behavior is that the f-shell of\nNd is not as full as Yb, so it has the capacity to form more bonds\nand will favor arrangements in which its proximity to electronegative\natoms is optimized. It would be interesting to test this concept in\nthe future by considering similar materials incorporating other lanthanides.\nIt is interesting to note that the most energetically favored structure,\nS1, contains equimolar stoichiometry within the tetramers, and has\na different ordering of metal atoms than the experimentally derived\nstructure shown above, which is denoted S7 in . Structures S1 and S7 differ in their placement\nof Nd and Yb (cf. ). In structures S5 and S6, each metal atom occupies both\ntypes of bonding environments. These two structures are equivalent\nby symmetry and as a result have equivalent energies of mixing.</p>", "clean_text": "  shows the energy of mixing for the different node compositions of M-TPCB denoted S1-S10 (cf. SI for more information). Of all of the arrangements tested, three had favorable energies of mixing. The structure with the most favorable energy of mixing, shown as S1 in , has equimolar Yb2Nb2 tetramers with the Nd atoms in the center of the tetramer. A distinctive feature of structure S1 is that Nd placement in the center exploits its interactions with electronegative O atoms from the TCPB linker groups. In M-TCPB, the maximum number of O atoms surrounding each metal capping a tetramer is limited to seven. For the center atoms in this tetramer, however, this number can be increased to eight during structural relaxation. During relaxation of structure S1, a nearest linker O atom moved from 3.68 Å in the initial structure to 2.60 Å in the relaxed structure for both center Nd atoms. A 2.60 Å bond length for an eight-coordinated Nd3+ site is consistent with previous results. Placing Yb in the center of the tetramer (structure S7) does not result in the same effect. A plausible reason for this behavior is that the f-shell of Nd is not as full as Yb, so it has the capacity to form more bonds and will favor arrangements in which its proximity to electronegative atoms is optimized. It would be interesting to test this concept in the future by considering similar materials incorporating other lanthanides. It is interesting to note that the most energetically favored structure, S1, contains equimolar stoichiometry within the tetramers, and has a different ordering of metal atoms than the experimentally derived structure shown above, which is denoted S7 in . Structures S1 and S7 differ in their placement of Nd and Yb (cf. ). In structures S5 and S6, each metal atom occupies both types of bonding environments. These two structures are equivalent by symmetry and as a result have equivalent energies of mixing.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Energy of mixing\nresults using DFT for M-TCPB with structures arranged\nin order of increasing <italic toggle=\"yes\">E</italic>\n<sub>mix</sub>. The experimentally\nderived structure shown in <xref ref-type=\"fig\" rid=\"fig1\">Figure <xref ref-type=\"fig\" rid=\"fig1\"></xref>\n</xref> is S7.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Energy of mixing results using DFT for M-TCPB with structures arranged in order of increasing E mix. The experimentally derived structure shown in Figure   is S7.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The other two structures in  with negative energies of mixing contain\ntetramers\nthat are not equimolar: structure S2 has YbNd<sub>3</sub> tetramers,\nwhile structure S3 has Yb<sub>4</sub> and Nd<sub>4</sub> tetramers\nalternating along the <italic toggle=\"yes\">b</italic> axis. These results hint\nthat a range of local tetramer compositions and orderings may be possible\nin real materials, even if these materials have an overall equimolar\nstoichiometry. The energy trends observed for M-TCPB node arrangements\nimply that the coordination number of the metals may play a more dominant\nrole in the energy of mixing than degree of separation between Nd\nand Yb.</p>", "clean_text": "The other two structures in  with negative energies of mixing contain tetramers that are not equimolar: structure S2 has YbNd3 tetramers, while structure S3 has Yb4 and Nd4 tetramers alternating along the b axis. These results hint that a range of local tetramer compositions and orderings may be possible in real materials, even if these materials have an overall equimolar stoichiometry. The energy trends observed for M-TCPB node arrangements imply that the coordination number of the metals may play a more dominant role in the energy of mixing than degree of separation between Nd and Yb.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Supplemental Structures</title><p>We performed extensive energy\nof mixing calculations on the Nd/Yb versions of the materials shown\nin . For convenience,\nwe show the structure with the lowest energy of mixing for each material\nstudied in . A comprehensive list of these structures, their corresponding nodal\narrangements, and their energy of mixing results can be found in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "Supplemental Structures\n\nWe performed extensive energy of mixing calculations on the Nd/Yb versions of the materials shown in . For convenience, we show the structure with the lowest energy of mixing for each material studied in . A comprehensive list of these structures, their corresponding nodal arrangements, and their energy of mixing results can be found in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Structures containing\nlowest energy of mixing values for all materials\nstudied. In Materials 1, 2, and 4, homometallic nodes are favored\nover their heterometallic node counterparts. For Material 3, the most\nfavorable structure places both Nd atoms in an eight-coordinated site.\nThe structure containing the lowest energy of mixing for M-TCPB contains\nNd atoms at the center sites of each metal tetramer.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Structures containing lowest energy of mixing values for all materials studied. In Materials 1, 2, and 4, homometallic nodes are favored over their heterometallic node counterparts. For Material 3, the most favorable structure places both Nd atoms in an eight-coordinated site. The structure containing the lowest energy of mixing for M-TCPB contains Nd atoms at the center sites of each metal tetramer.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>We used DFT calculations to probe whether homometallic\nnodes are\nfavored over heterometallic nodes in the dimers for Materials 1 and\n2. Three nodal arrangements were analyzed for Material 1 while six\narrangements were tested for Material 2. In both scenarios, it was\nfound that the structure with the lowest energy of mixing consisted\nof homometallic nodes. Specifically, for Material 2, we note that\na higher degree of separation between Nd and Yb atoms leads to a more\nenergetically favorable structure. A closer look at Materials 1 and\n2 reveals that the metal sites within these materials all have the\nsame bonding environment and coordination number. In Material 1, all\nmetal atoms are bonded to and bridged together by biphenyl tetracarboxylic\nacid linkers, while each of the metal atoms in Material 2 is bonded\nto two dimethylformamide groups and coordinated by seven 1,5 dihydroxy-2,6-naphthalenedicarboxylic\nlinker bonds. As noted above, however, M-TCPB contains different bonding\nenvironments for the metal sites at the ends and center of the tetramers.\nThis difference in bonding environment may account for the observation\nthat the homometallic Nd and Yb metal clusters for M-TCPB is not the\nmost favorable (cf. structure S3 from ). Nevertheless, consistent with the trend\nfor Materials 1 and 2, we observe that the structure of M-TCPB containing\ndistinct homometallic nodes can be deemed a feasible structure based\non its negative energy of mixing value.</p>", "clean_text": "We used DFT calculations to probe whether homometallic nodes are favored over heterometallic nodes in the dimers for Materials 1 and 2. Three nodal arrangements were analyzed for Material 1 while six arrangements were tested for Material 2. In both scenarios, it was found that the structure with the lowest energy of mixing consisted of homometallic nodes. Specifically, for Material 2, we note that a higher degree of separation between Nd and Yb atoms leads to a more energetically favorable structure. A closer look at Materials 1 and 2 reveals that the metal sites within these materials all have the same bonding environment and coordination number. In Material 1, all metal atoms are bonded to and bridged together by biphenyl tetracarboxylic acid linkers, while each of the metal atoms in Material 2 is bonded to two dimethylformamide groups and coordinated by seven 1,5 dihydroxy-2,6-naphthalenedicarboxylic linker bonds. As noted above, however, M-TCPB contains different bonding environments for the metal sites at the ends and center of the tetramers. This difference in bonding environment may account for the observation that the homometallic Nd and Yb metal clusters for M-TCPB is not the most favorable (cf. structure S3 from ). Nevertheless, consistent with the trend for Materials 1 and 2, we observe that the structure of M-TCPB containing distinct homometallic nodes can be deemed a feasible structure based on its negative energy of mixing value.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>For Material 3, an exhaustive\nanalysis of all possible single-node\nmixed-metal configurations in a single-unit cell was performed. Sixty-two\nconfigurations of the form Yb<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Nd<sub>6–<italic toggle=\"yes\">x</italic>\n</sub> (where <italic toggle=\"yes\">x</italic> ranged from 1 to 5) were\noptimized and assessed for structure favorability using DFT. Due to\nsymmetry, there are only 34 unique structures. For a given node composition,\nthe energetically favorable structures contained eight-coordinated\nNd and seven-coordinated Yb, which is expected based on the relative\nf-shell nature between Nd<sup>3+</sup> and Yb<sup>3+</sup>. A similar\ntrend was observed for structure S1 for M-TCPB in which the placement\nof Nd in the tetramer center sites creates eight-coordinated complexes\nfor Nd during relaxation. This results in a structure that is more\nfavorable than its homometallic Yb and Nd nodes counterpart.</p>", "clean_text": "For Material 3, an exhaustive analysis of all possible single-node mixed-metal configurations in a single-unit cell was performed. Sixty-two configurations of the form Yb x Nd6-x  (where x ranged from 1 to 5) were optimized and assessed for structure favorability using DFT. Due to symmetry, there are only 34 unique structures. For a given node composition, the energetically favorable structures contained eight-coordinated Nd and seven-coordinated Yb, which is expected based on the relative f-shell nature between Nd3+ and Yb3+. A similar trend was observed for structure S1 for M-TCPB in which the placement of Nd in the tetramer center sites creates eight-coordinated complexes for Nd during relaxation. This results in a structure that is more favorable than its homometallic Yb and Nd nodes counterpart.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Like M-TCPB, Material 4 has two different types of coordination\nenvironments where the caps of the tetramer and the center atoms have\ndifferent connectivity (cf. ). Eleven node arrangements were studied for Material\n4. It was found that Nd and Yb prefer to form distinct domains in\nwhich metal nodes are homometallic and that Nd favors site occupation\nthat increases its interactions with electronegative O atoms, which\nin this material occurs at the ends of the metal tetramers. We did\nnot see any coordination number changes during relaxation of Material\n4, unlike structure S1 for M-TCPB. This may be because the presence\nof water molecules in Material 4 restricts the propensity of the metal\natom environments to change during structural relaxation.</p>", "clean_text": "Like M-TCPB, Material 4 has two different types of coordination environments where the caps of the tetramer and the center atoms have different connectivity (cf. ). Eleven node arrangements were studied for Material 4. It was found that Nd and Yb prefer to form distinct domains in which metal nodes are homometallic and that Nd favors site occupation that increases its interactions with electronegative O atoms, which in this material occurs at the ends of the metal tetramers. We did not see any coordination number changes during relaxation of Material 4, unlike structure S1 for M-TCPB. This may be because the presence of water molecules in Material 4 restricts the propensity of the metal atom environments to change during structural relaxation.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The\nfindings from our calculations for Materials 1–4 indicate\nsome general trends for Nd- and Yb-based systems. Across all of the\nbimetallic structures we examined, we observe that Nd prefers to occupy\nsites that increase its interactions with electronegative atoms and\nthat Nd–Yb systems tend to form locally homometallic nodes\nor distinct domains within a node when the Nd bonding environment\nis satisfied.</p>", "clean_text": "The findings from our calculations for Materials 1-4 indicate some general trends for Nd- and Yb-based systems. Across all of the bimetallic structures we examined, we observe that Nd prefers to occupy sites that increase its interactions with electronegative atoms and that Nd-Yb systems tend to form locally homometallic nodes or distinct domains within a node when the Nd bonding environment is satisfied.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>To assess the accuracy of our DFT results, we\nalso performed additional\ncalculations to make comparisons with energy of mixing data from recent\nhigh-temperature drop combustion calorimetry experiments for bimetallic\nMIL-53. Although this MOF is different\nin a number of ways than the other materials we considered, it is\nthe only example we know of for which experimental data of this kind\nis available. We performed DFT calculations on a narrow pore MIL-53\nmaterial and compared our results to\nthose in the above-mentioned study. Results from our analysis are\nshown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>. While the magnitude\nof the energy of mixing differs by a factor of at least three, the\ntrend in energy of mixing is similar. It is possible that the presence\nof solvent in the MIL-53 crystals could affect these results. Specifically,\nthe experimental structure contained benzene dicarboxylic acid (BDC)\nmolecules in its pores while the DFT structure did not. The BDC molecules\ncould have potentially impacted the thermodynamic stability of the\nexperimental structure.\n</p>", "clean_text": "To assess the accuracy of our DFT results, we also performed additional calculations to make comparisons with energy of mixing data from recent high-temperature drop combustion calorimetry experiments for bimetallic MIL-53. Although this MOF is different in a number of ways than the other materials we considered, it is the only example we know of for which experimental data of this kind is available. We performed DFT calculations on a narrow pore MIL-53 material and compared our results to those in the above-mentioned study. Results from our analysis are shown in Figure S6. While the magnitude of the energy of mixing differs by a factor of at least three, the trend in energy of mixing is similar. It is possible that the presence of solvent in the MIL-53 crystals could affect these results. Specifically, the experimental structure contained benzene dicarboxylic acid (BDC) molecules in its pores while the DFT structure did not. The BDC molecules could have potentially impacted the thermodynamic stability of the experimental structure. ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The energy of mixing values for bimetallic MIL-53 are considerably\nlarger than for M-TCPB. This observation motivated us to explore what\nvariation in local orderings may be possible in M-TCPB at temperatures\nrepresentative of the material’s synthesis.</p>", "clean_text": "The energy of mixing values for bimetallic MIL-53 are considerably larger than for M-TCPB. This observation motivated us to explore what variation in local orderings may be possible in M-TCPB at temperatures representative of the material's synthesis.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Force Field Calculations</title><p>The computational requirements\nfor performing DFT calculations like those described above limit the\nsize of the systems that can readily be addressed with these methods.\nIf a suitable force field (FF) was available, molecular mechanics\ncalculations could be applied to far larger and more complex systems.\nThe practicality of this approach is assessed for M-TCPB by comparing\nthe predictions of a widely used FF for MOFs, UFF4MOF, with our DFT results.</p>", "clean_text": "Force Field Calculations\n\nThe computational requirements for performing DFT calculations like those described above limit the size of the systems that can readily be addressed with these methods. If a suitable force field (FF) was available, molecular mechanics calculations could be applied to far larger and more complex systems. The practicality of this approach is assessed for M-TCPB by comparing the predictions of a widely used FF for MOFs, UFF4MOF, with our DFT results.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>\n illustrates the DFT- and FF-predicted\ntrends for the energy of mixing in M-TCPB. The FF results do not capture\nthe trends from our DFT calculations, regardless of whether fixed\nor flexible lattice constants are used. The FF analogue for the most\nenergetically favorable structure from DFT, structure S1, maintains\nthe same coordination environment after FF optimization. In other\nwords, the central Nd atoms are not relaxed in such a way that their\ninteraction with electronegative O is enhanced. This observation suggests\nthat UFF4MOF in its current form is not suitable for these materials.\nThe FF predicted the Yb/Nd–O bond lengths considerably longer\nthan both experimental and DFT values. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link> shows cell parameter changes after the FF optimization, which typically\nexpands the unit cell by ∼10% in the <italic toggle=\"yes\">c</italic> direction\ndue to the elongation of FF-predicted bond lengths for Yb–O\nand Nd–O. The equilibrium bond lengths for Yb–O and\nNd–O in UFF4MOF are about 0.1 and 0.25 Å longer than the\nexperiment, respectively.</p>", "clean_text": "  illustrates the DFT- and FF-predicted trends for the energy of mixing in M-TCPB. The FF results do not capture the trends from our DFT calculations, regardless of whether fixed or flexible lattice constants are used. The FF analogue for the most energetically favorable structure from DFT, structure S1, maintains the same coordination environment after FF optimization. In other words, the central Nd atoms are not relaxed in such a way that their interaction with electronegative O is enhanced. This observation suggests that UFF4MOF in its current form is not suitable for these materials. The FF predicted the Yb/Nd-O bond lengths considerably longer than both experimental and DFT values. Table S5 shows cell parameter changes after the FF optimization, which typically expands the unit cell by ~10% in the c direction due to the elongation of FF-predicted bond lengths for Yb-O and Nd-O. The equilibrium bond lengths for Yb-O and Nd-O in UFF4MOF are about 0.1 and 0.25 Å longer than the experiment, respectively.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Energy of mixing results for M-TCPB for DFT\n(horizontal axis) and\nFF optimization (vertical axis). FF results with fixed (flexible)\nlattice constants are shown in red (blue).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Energy of mixing results for M-TCPB for DFT (horizontal axis) and FF optimization (vertical axis). FF results with fixed (flexible) lattice constants are shown in red (blue).   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Cluster Expansion Modeling</title><p>Because of the considerable\ncomputational expense associated with simulating large cell sizes\nin DFT, we used a simple cluster expansion model to probe the possible\nformation of nonrandom orderings beyond the unit cell size. Our model\nassumed that <italic toggle=\"yes\">E</italic>\n<sub>mix</sub> can be approximately\ndescribed as a linear combination of the energies associated with\nlocal bonding environments and metal–metal pairs. For instance,\nthere are two distinct bonding environments for M-TCPB in which either\nor both Nd and Yb can occupy environment 1 or environment 2, leading\nto four parameters associated with the local bonding environments, <italic toggle=\"yes\">E</italic>\n<sub>Yb‑1</sub>, <italic toggle=\"yes\">E</italic>\n<sub>Yb‑2</sub>, <italic toggle=\"yes\">E</italic>\n<sub>Nd‑1</sub>, <italic toggle=\"yes\">E</italic>\n<sub>Nd‑2</sub>. Along these same lines, we can distinguish three\ndifferent types of metal–metal pair interactions within a node\nfor M-TCPB: <italic toggle=\"yes\">E</italic>\n<sub>Yb‑Yb</sub>, <italic toggle=\"yes\">E</italic>\n<sub>Yb‑Nd</sub>, <italic toggle=\"yes\">E</italic>\n<sub>Nd‑Nd</sub>. Similarly, we defined three interaction parameters associated with\npairs of metal atoms at the end of adjacent tetramers: <italic toggle=\"yes\">E</italic>\n<sub>Yb‑Yb*</sub>, <italic toggle=\"yes\">E</italic>\n<sub>Yb‑Nd*</sub>, <italic toggle=\"yes\">E</italic>\n<sub>Nd‑Nd*</sub>.</p>", "clean_text": "Cluster Expansion Modeling\n\nBecause of the considerable computational expense associated with simulating large cell sizes in DFT, we used a simple cluster expansion model to probe the possible formation of nonrandom orderings beyond the unit cell size. Our model assumed that E mix can be approximately described as a linear combination of the energies associated with local bonding environments and metal-metal pairs. For instance, there are two distinct bonding environments for M-TCPB in which either or both Nd and Yb can occupy environment 1 or environment 2, leading to four parameters associated with the local bonding environments, E Yb-1, E Yb-2, E Nd-1, E Nd-2. Along these same lines, we can distinguish three different types of metal-metal pair interactions within a node for M-TCPB: E Yb-Yb, E Yb-Nd, E Nd-Nd. Similarly, we defined three interaction parameters associated with pairs of metal atoms at the end of adjacent tetramers: E Yb-Yb*, E Yb-Nd*, E Nd-Nd*.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>We fitted the\nenergy parameters for various possible combinations of parameters\nto our collection of DFT energies using linear least squares. The\nmost parsimonious model obtained by this approach uses only four parameters,\nwith values for <italic toggle=\"yes\">E</italic>\n<sub>Yb‑1</sub>, <italic toggle=\"yes\">E</italic>\n<sub>Yb‑Yb</sub>, <italic toggle=\"yes\">E</italic>\n<sub>Yb‑Nd</sub>, and <italic toggle=\"yes\">E</italic>\n<sub>Yb‑Nd*</sub> of −9.40,\n6.79, 8.87, and 5.71 kJ/mol, respectively. Using these parameters,\nthe energy of a given arrangement of metal atoms can be expressed\nas<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>mix</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mn>9.40</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Yb</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>6.79</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Yb</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>Yb</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>8.87</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Yb</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>Nd</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>5.71</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Yb</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Nd</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo accent=\"false\">*</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">N</italic>\n<sub>Yb‑1</sub>, <italic toggle=\"yes\">N</italic>\n<sub>Yb‑Yb</sub>, <italic toggle=\"yes\">N</italic>\n<sub>Yb‑Nd</sub>, and <italic toggle=\"yes\">N</italic>\n<sub>Yb‑Nd*</sub> are the number of Yb atoms in coordination environment of type 1\n(cf. ), the\nnumber of Yb–Yb neighbor pairs within tetramers, the number\nof Nd–Nd neighbor pairs within tetramers, and the number of\nYb–Nd pairs on adjacent tetramers, respectively. This model\nimplicitly includes information about Nd–Nd pairs within tetramers\nbecause <italic toggle=\"yes\">N</italic>\n<sub>Nd–Nd</sub> is fixed once <italic toggle=\"yes\">N</italic>\n<sub>Yb‑Yb</sub> and <italic toggle=\"yes\">N</italic>\n<sub>Yb‑Nd</sub> are known. This model only considers interactions along the <italic toggle=\"yes\">c</italic> axis, since the spacing between tetramers along the <italic toggle=\"yes\">a</italic> and <italic toggle=\"yes\">b</italic> axes is considerably longer. Cluster\nexpansion model results are compared to our DFT data in . The average error for this\nmodel is 9.0 kJ/mol, which is reasonable considering the range of <italic toggle=\"yes\">E</italic>\n<sub>mix</sub> values for this sample set.</p>", "clean_text": "We fitted the energy parameters for various possible combinations of parameters to our collection of DFT energies using linear least squares. The most parsimonious model obtained by this approach uses only four parameters, with values for E Yb-1, E Yb-Yb, E Yb-Nd, and E Yb-Nd* of -9.40, 6.79, 8.87, and 5.71 kJ/mol, respectively. Using these parameters, the energy of a given arrangement of metal atoms can be expressed as 2      E   mix   = - 9.40   N   Yb - 1   + 6.79   N   Yb - Yb   + 8.87   N   Yb - Nd   + 5.71   N   Yb -   Nd   *       where N Yb-1, N Yb-Yb, N Yb-Nd, and N Yb-Nd* are the number of Yb atoms in coordination environment of type 1 (cf. ), the number of Yb-Yb neighbor pairs within tetramers, the number of Nd-Nd neighbor pairs within tetramers, and the number of Yb-Nd pairs on adjacent tetramers, respectively. This model implicitly includes information about Nd-Nd pairs within tetramers because N Nd-Nd is fixed once N Yb-Yb and N Yb-Nd are known. This model only considers interactions along the c axis, since the spacing between tetramers along the a and b axes is considerably longer. Cluster expansion model results are compared to our DFT data in . The average error for this model is 9.0 kJ/mol, which is reasonable considering the range of E mix values for this sample set.", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Comparison of energy\nof mixing results for cluster expansion model\nand DFT for the 10 configurations of M-TCPB defined in <xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Comparison of energy of mixing results for cluster expansion model and DFT for the 10 configurations of M-TCPB defined in Figure  .   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>While our linear CE model can distinguish between\nstable and unstable\nstates, considerable discrepancies exist between our model and DFT\ncalculations for states S8 and S9. This discrepancy arises because\nS8 and S9 contain features that are deemed to be energetically favorable\nby our CE model such as the presence of Yb at the cap of the tetramer\nand the minimal mixing between Yb and Nd. These observations indicate\nthat a more complex nonlinear CE model may be needed to capture the\ndetails of these energetically unfavorable states. Although lower\naverage errors could likely be obtained using more elaborate cluster\nexpansions, we judged that this simple\nmodel described the relative energies of metal orderings in this material\nwith a level of detail adequate for us to explore the implications\nof these energies for possible long-range ordering. We report values\nof <italic toggle=\"yes\">E</italic>\n<sub>mix</sub> normalized on a per unit cell\nbasis. We also developed equivalent models for Materials 2–4\nas described in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">Tables S6−S8</ext-link>.</p>", "clean_text": "While our linear CE model can distinguish between stable and unstable states, considerable discrepancies exist between our model and DFT calculations for states S8 and S9. This discrepancy arises because S8 and S9 contain features that are deemed to be energetically favorable by our CE model such as the presence of Yb at the cap of the tetramer and the minimal mixing between Yb and Nd. These observations indicate that a more complex nonlinear CE model may be needed to capture the details of these energetically unfavorable states. Although lower average errors could likely be obtained using more elaborate cluster expansions, we judged that this simple model described the relative energies of metal orderings in this material with a level of detail adequate for us to explore the implications of these energies for possible long-range ordering. We report values of E mix normalized on a per unit cell basis. We also developed equivalent models for Materials 2-4 as described in Tables S6-S8.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>We used Monte Carlo (MC) simulations of the cluster model defined\nabove to probe the relative order (or disorder) in M-TCPB beyond the\nunit cell level. In these simulations, MC moves that swapped randomly\nchosen metal atoms were accepted or rejected with the usual Metropolis\ncriterion (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). Typical MC simulations\nused a simulation volume of 1 × 1 × 10 unit cells (containing\n80 metal atoms) with periodic boundary conditions, simulated for 2\n× 10<sup>6</sup> MC cycles at a temperature representative of\nM-TCPB synthesis (300 K). The initial configurations of the simulated\nmaterials contained overall equimolar Yb–Nd ratios; however,\nthe individual node compositions could assume nonequimolar Yb–Nd\nratios. For instance, the starting stoichiometry of the simulated\nmaterials contained all S1, all S3, all S5, an equal mix of S2 and\nS8, or a random initialization of atom positions. Initial tests indicated\nthese choices gave well-converged results independent of the initial\nconfigurations used. As expected, our MC simulations predict the presence\nof low-energy-state tetramers.</p>", "clean_text": "We used Monte Carlo (MC) simulations of the cluster model defined above to probe the relative order (or disorder) in M-TCPB beyond the unit cell level. In these simulations, MC moves that swapped randomly chosen metal atoms were accepted or rejected with the usual Metropolis criterion (see Figure S7). Typical MC simulations used a simulation volume of 1 × 1 × 10 unit cells (containing 80 metal atoms) with periodic boundary conditions, simulated for 2 × 106 MC cycles at a temperature representative of M-TCPB synthesis (300 K). The initial configurations of the simulated materials contained overall equimolar Yb-Nd ratios; however, the individual node compositions could assume nonequimolar Yb-Nd ratios. For instance, the starting stoichiometry of the simulated materials contained all S1, all S3, all S5, an equal mix of S2 and S8, or a random initialization of atom positions. Initial tests indicated these choices gave well-converged results independent of the initial configurations used. As expected, our MC simulations predict the presence of low-energy-state tetramers.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>In addition to insight into which\ntetramers exist in a sample of\nM-TCPB, our MC simulations allow us to probe possible correlations\nbetween adjacent tetramers along the <italic toggle=\"yes\">c</italic> axis. If the\nidentity of adjacent tetramers was uncorrelated, as would be obtained\nin a mean-field description, the joint probability of tetramer <bold>X</bold> and tetramer <bold>Y</bold> being neighbors is related to\nthe marginal probability of tetramer <bold>X</bold> and tetramer <bold>Y</bold> by<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mrow>\n<mml:mi>P</mml:mi>\n<mml:mo>&lt;</mml:mo>\n<mml:mi>X</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>Y</mml:mi>\n<mml:mo>&gt;</mml:mo>\n<mml:mo>≅</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mo>&lt;</mml:mo>\n<mml:mi>X</mml:mi>\n<mml:mo>&gt;</mml:mo>\n<mml:mo>×</mml:mo>\n<mml:mi>P</mml:mi>\n<mml:mrow>\n<mml:mo>&lt;</mml:mo>\n<mml:mi>Y</mml:mi>\n<mml:mo>&gt;</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>The results of our MC simulations are shown\nin . We observe\nthat like tetramer pairs (e.g., S1–S1 or S2–S2) mostly\nfollow mean-field predictions, but unlike tetramer pairs deviate strongly\nfrom the mean-field result. For example, finding an S2 tetramer adjacent\nto an S1 tetramer along the <italic toggle=\"yes\">c</italic> axis is considerably\nmore likely than if the overall population of tetramers was distributed\nrandomly. This correlation arises because the energy associated with\npairs of metal atoms on adjacent tetramers is included in our cluster\nexpansion model. We reiterate that the energies of mixing predicted\nwith this model deviate somewhat from our DFT results (). Nonetheless, the local correlations\nobserved in our MC simulations of M-TCPB point to the possibility\nof more complex structures existing in heterometallic MOFs than can\nbe understood using DFT calculations on single-unit cells alone.</p>", "clean_text": "In addition to insight into which tetramers exist in a sample of M-TCPB, our MC simulations allow us to probe possible correlations between adjacent tetramers along the c axis. If the identity of adjacent tetramers was uncorrelated, as would be obtained in a mean-field description, the joint probability of tetramer X and tetramer Y being neighbors is related to the marginal probability of tetramer X and tetramer Y by     P < X , Y > ≅ P < X > × P  < Y >     The results of our MC simulations are shown in . We observe that like tetramer pairs (e.g., S1-S1 or S2-S2) mostly follow mean-field predictions, but unlike tetramer pairs deviate strongly from the mean-field result. For example, finding an S2 tetramer adjacent to an S1 tetramer along the c axis is considerably more likely than if the overall population of tetramers was distributed randomly. This correlation arises because the energy associated with pairs of metal atoms on adjacent tetramers is included in our cluster expansion model. We reiterate that the energies of mixing predicted with this model deviate somewhat from our DFT results (). Nonetheless, the local correlations observed in our MC simulations of M-TCPB point to the possibility of more complex structures existing in heterometallic MOFs than can be understood using DFT calculations on single-unit cells alone.", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Ratio\nof joint probability to marginal probability for tetramer\npair interactions for most favorable structures in M-TCPB.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Ratio of joint probability to marginal probability for tetramer pair interactions for most favorable structures in M-TCPB.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>At present, it is challenging to experimentally\nderive the local\norder or disorder in heterometallic MOFs, especially for metals that\nshare similar physical properties. Without quantifying the metal ordering\nwithin these structures, it can be difficult to fully predict their\nbehaviors in applications like luminescence and sensing. In this study,\nwe used DFT calculations to garner insight into metal siting trends\nof heterometallic lanthanide MOFs containing Nd and Yb, including\nin a newly reported material, M-TPCB. We also compared our DFT results\nto high-temperature drop combustion calorimetry experiments for MIL-53. While the results for MIL-53 differ in magnitude\nfor reasons that may be associated with the presence of solvent in\nthe experimental structure, the trend in energy of mixing is similar.\nAlthough our methods were used to test many bimetallic structures,\nit should be noted that the findings from this study provide insight\ninto the expected trends rather than making precise predictions about\na specific material because the influence of kinetics on metal ordering\nduring MOF crystallization is unclear.</p>", "clean_text": "Conclusions\n\nAt present, it is challenging to experimentally derive the local order or disorder in heterometallic MOFs, especially for metals that share similar physical properties. Without quantifying the metal ordering within these structures, it can be difficult to fully predict their behaviors in applications like luminescence and sensing. In this study, we used DFT calculations to garner insight into metal siting trends of heterometallic lanthanide MOFs containing Nd and Yb, including in a newly reported material, M-TPCB. We also compared our DFT results to high-temperature drop combustion calorimetry experiments for MIL-53. While the results for MIL-53 differ in magnitude for reasons that may be associated with the presence of solvent in the experimental structure, the trend in energy of mixing is similar. Although our methods were used to test many bimetallic structures, it should be noted that the findings from this study provide insight into the expected trends rather than making precise predictions about a specific material because the influence of kinetics on metal ordering during MOF crystallization is unclear.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>Our primary findings\nare that in Nd–Yb MOFs Nd will occupy\nsites where its interactions with electronegative atoms are maximized\nand Nd and Yb prefer to assemble in locally homometallic domains within\nthese materials. These conclusions are consistent with the electronic\nstructure of Nd and Yb metals. The methods that allowed us to draw\nthese conclusions would also be applicable to the other combinations\nof lanthanide metals that are possible in similar materials. Further\ndevelopments in this area that would be interesting to explore include\nthe study of heterometallic material systems containing disparate\nmetal node atoms. Testing different combinations of metals in bimetallic\nsystems would confirm if our insights from this study are generalizable\nfor metals with the same valency and similar physical features.</p>", "clean_text": "Our primary findings are that in Nd-Yb MOFs Nd will occupy sites where its interactions with electronegative atoms are maximized and Nd and Yb prefer to assemble in locally homometallic domains within these materials. These conclusions are consistent with the electronic structure of Nd and Yb metals. The methods that allowed us to draw these conclusions would also be applicable to the other combinations of lanthanide metals that are possible in similar materials. Further developments in this area that would be interesting to explore include the study of heterometallic material systems containing disparate metal node atoms. Testing different combinations of metals in bimetallic systems would confirm if our insights from this study are generalizable for metals with the same valency and similar physical features.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>DFT calculations are limited in the system size to which they can\nreadily be applied. As we have shown, DFT can give useful information\nabout metal ordering on the unit cell level in heterometallic MOFs.\nWe tested an existing FF for the simulation of Nb–Yb MOFs but\nfound that the accuracy of the resulting predictions for energies\nof mixing was poor, meaning that further simulations with this FF\nwould not be useful to probe potential metal orderings. As an alternative,\nwe developed a cluster expansion model that allowed efficient lattice-based\nMC simulations of metal orderings in specific materials. Simulations\nof M-TPCB with this approach suggest that nonrandom orderings of metal\ntetramers along the <italic toggle=\"yes\">c</italic> axis may exist in real materials.\nThis observation indicates that future development of methods that\ncan quantify short- and long-range ordering of metals in heterometallic\nMOFs would be useful in gaining a complete understanding of this diverse\nclass of materials.</p>", "clean_text": "DFT calculations are limited in the system size to which they can readily be applied. As we have shown, DFT can give useful information about metal ordering on the unit cell level in heterometallic MOFs. We tested an existing FF for the simulation of Nb-Yb MOFs but found that the accuracy of the resulting predictions for energies of mixing was poor, meaning that further simulations with this FF would not be useful to probe potential metal orderings. As an alternative, we developed a cluster expansion model that allowed efficient lattice-based MC simulations of metal orderings in specific materials. Simulations of M-TPCB with this approach suggest that nonrandom orderings of metal tetramers along the c axis may exist in real materials. This observation indicates that future development of methods that can quantify short- and long-range ordering of metals in heterometallic MOFs would be useful in gaining a complete understanding of this diverse class of materials.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c15638?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c15638</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystal structure information, details of cluster expansion\nmodels, and additional information on structures used in DFT calculations\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>CIF\nfiles for crystals, sample DFT input files (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_002.zip\" xlink:type=\"simple\">ZIP</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c15638.  Crystal structure information, details of cluster expansion models, and additional information on structures used in DFT calculations (PDF)   CIF files for crystals, sample DFT input files (ZIP)   ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>Crystal structure information, details of cluster expansion\nmodels, and additional information on structures used in DFT calculations\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CIF\nfiles for crystals, sample DFT input files (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c15638/suppl_file/am2c15638_si_002.zip\" xlink:type=\"simple\">ZIP</ext-link>)</p><p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "Crystal structure information, details of cluster expansion models, and additional information on structures used in DFT calculations (PDF)\n\nCIF files for crystals, sample DFT input files (ZIP)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 9, "type": "text", "classification": "synthesis condition", "content": "<title>Materials Synthesis and Characterization</title><title>Synthesis</title><p>All reactants were purchased\nfrom commercially available sources and used without further purification.\nNd­(NO<sub>3</sub>)<sub>3</sub>·6H<sub>2</sub>O (7.40 mg, 0.017\nmmol), Yb­(NO<sub>3</sub>)<sub>3</sub>·5H<sub>2</sub>O (7.63 mg,\n0.017 mmol), 1,2,4,5-tetrakis­(4-carboxyphenyl)­benzene (TCPB) (3.35\nmg, 0.006 mmol), 2-fluorobenzoic acid (FBA) (275 mg, 1.96 mmol), and\nnitric acid (3.5 M in DMF, 0.2 mL) were added to 2.8 mL of DMF. The\nmixture was placed into a scintillation vial and heated to 115 °C\nfor 24 h. The resulting colorless crystals were washed three times\neach with DMF and methanol, then suspended in methanol before characterization.</p>", "clean_text": "Materials Synthesis and Characterization\n\nSynthesis\n\nAll reactants were purchased from commercially available sources and used without further purification. Nd(NO3)3⋅6H2O (7.40 mg, 0.017 mmol), Yb(NO3)3⋅5H2O (7.63 mg, 0.017 mmol), 1,2,4,5-tetrakis(4-carboxyphenyl)benzene (TCPB) (3.35 mg, 0.006 mmol), 2-fluorobenzoic acid (FBA) (275 mg, 1.96 mmol), and nitric acid (3.5 M in DMF, 0.2 mL) were added to 2.8 mL of DMF. The mixture was placed into a scintillation vial and heated to 115 °C for 24 h. The resulting colorless crystals were washed three times each with DMF and methanol, then suspended in methanol before characterization.", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Nd­(NO3)3·6H2O", "amount": "7.40", "unit": "mg"}, {"name": "Yb­(NO3)3·5H2O", "amount": "7.63", "unit": "mg"}, {"name": "1,2,4,5-tetrakis­(4-carboxyphenyl)­benzene", "amount": "3.35", "unit": "mg"}, {"name": "2-fluorobenzoic acid", "amount": "275", "unit": "mg"}, {"name": "nitric acid (3.5 M in DMF)", "amount": "0.2", "unit": "mL"}], "solvent": [{"name": "DMF", "amount": "2.8", "unit": "mL"}], "pressure": "", "temperature": "115°C", "time": "24 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "3 times"}, {"synthesis method": "suspension", "solvent": "methanol"}], "yield": "", "other properties": []}], "include_properties": ["chemical_synthesis", "washing"]}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>M-TCPB structure\nas deduced from single-crystal analysis viewed\nalong the <italic toggle=\"yes\">a</italic> axis. Neodymium (Nd) atoms are shown\nin orange, ytterbium (Yb) atoms are shown in cyan, carbon atoms are\nshown in brown, oxygen atoms are shown in red, and hydrogen atoms\nare shown in pink. Coordination environments, CE1 and CE2, are labeled\nto highlight metal atom locations within the metal tetramer node.\nFor this nodal arrangement, Nd atoms occupy CE1 and Yb atoms occupy\nCE2.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  M-TCPB structure as deduced from single-crystal analysis viewed along the a axis. Neodymium (Nd) atoms are shown in orange, ytterbium (Yb) atoms are shown in cyan, carbon atoms are shown in brown, oxygen atoms are shown in red, and hydrogen atoms are shown in pink. Coordination environments, CE1 and CE2, are labeled to highlight metal atom locations within the metal tetramer node. For this nodal arrangement, Nd atoms occupy CE1 and Yb atoms occupy CE2.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Powder XRD patterns of the as-synthesized (black trace) vs calculated\npatterns for the different compound variations of M-TCPB.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Powder XRD patterns of the as-synthesized (black trace) vs calculated patterns for the different compound variations of M-TCPB.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Materials used\nfor DFT calculations. Material 1 contains dimer\nEu (purple) nodes and is charge-balanced by the presence of Na cations\n(yellow) to simulate [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­2<sup>+</sup> counterions. Material 2 is composed of dimer La (green) metal\nclusters. Material 3 contains a hexanuclear node composed of Yb (cyan)\nmetal atoms. The chair-like core configuration is composed of two\ncoordination number environments (CN) with CN = 7 or 8. The locations\nwhere CN = 7 are highlighted. Material 4 contains La (green) tetramer\nnodes in which each node consists of two different bond environments\n(BE). La atoms in bond environment 1 are bonded to the pyridinedicarboxylic\nacid linker while La atoms in bond environment 2 are bonded to both\npyridinedicarboxylic acid and one H<sub>2</sub>O molecule. The two\ncenter atoms in each tetramer have type 2 bonding environment.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Materials used for DFT calculations. Material 1 contains dimer Eu (purple) nodes and is charge-balanced by the presence of Na cations (yellow) to simulate [(CH3)2NH2]2+ counterions. Material 2 is composed of dimer La (green) metal clusters. Material 3 contains a hexanuclear node composed of Yb (cyan) metal atoms. The chair-like core configuration is composed of two coordination number environments (CN) with CN = 7 or 8. The locations where CN = 7 are highlighted. Material 4 contains La (green) tetramer nodes in which each node consists of two different bond environments (BE). La atoms in bond environment 1 are bonded to the pyridinedicarboxylic acid linker while La atoms in bond environment 2 are bonded to both pyridinedicarboxylic acid and one H2O molecule. The two center atoms in each tetramer have type 2 bonding environment.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Energy of mixing\nresults using DFT for M-TCPB with structures arranged\nin order of increasing <italic toggle=\"yes\">E</italic>\n<sub>mix</sub>. The experimentally\nderived structure shown in <xref ref-type=\"fig\" rid=\"fig1\">Figure <xref ref-type=\"fig\" rid=\"fig1\"></xref>\n</xref> is S7.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Energy of mixing results using DFT for M-TCPB with structures arranged in order of increasing E mix. The experimentally derived structure shown in Figure   is S7.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Structures containing\nlowest energy of mixing values for all materials\nstudied. In Materials 1, 2, and 4, homometallic nodes are favored\nover their heterometallic node counterparts. For Material 3, the most\nfavorable structure places both Nd atoms in an eight-coordinated site.\nThe structure containing the lowest energy of mixing for M-TCPB contains\nNd atoms at the center sites of each metal tetramer.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Structures containing lowest energy of mixing values for all materials studied. In Materials 1, 2, and 4, homometallic nodes are favored over their heterometallic node counterparts. For Material 3, the most favorable structure places both Nd atoms in an eight-coordinated site. The structure containing the lowest energy of mixing for M-TCPB contains Nd atoms at the center sites of each metal tetramer.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Energy of mixing results for M-TCPB for DFT\n(horizontal axis) and\nFF optimization (vertical axis). FF results with fixed (flexible)\nlattice constants are shown in red (blue).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Energy of mixing results for M-TCPB for DFT (horizontal axis) and FF optimization (vertical axis). FF results with fixed (flexible) lattice constants are shown in red (blue).   ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Comparison of energy\nof mixing results for cluster expansion model\nand DFT for the 10 configurations of M-TCPB defined in <xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Comparison of energy of mixing results for cluster expansion model and DFT for the 10 configurations of M-TCPB defined in Figure  .   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Ratio\nof joint probability to marginal probability for tetramer\npair interactions for most favorable structures in M-TCPB.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c15638_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Ratio of joint probability to marginal probability for tetramer pair interactions for most favorable structures in M-TCPB.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c15638", "title": null, "journal": "American Chemical Society", "date": "2022.11", "author_list": ["Ibikunle\nIfayoyinsola\nA.", "Yang\nYuhan", "Valdez\nNichole R.", "Rodriguez\nMark A.", "Harvey\nJacob A.", "Sava Gallis\nDorina F.", "Sholl\nDavid S."]}}