{"filepath": "../L2M3_data/1_application_papers/acs_xml/am2c04786.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The oxygen reduction reaction (ORR)\nactivity of the Fe/N/Carbon\ncatalysts derived from the pyrolysis of zeolitic-imidazolate-framework-8\n(ZIF-8) has been still lower than that of commercial Pt-based catalysts\nutilized in the proton exchange membrane fuel cells (PEMFCs) due to\nlow density of accessible active sites. In this study, an efficient\ncarbon-supporting strategy is developed to enhance the ORR efficiency\nof the ZIF-derived Fe/N/Carbon catalysts by increasing the accessible\nactive site density. The enhancement lies in (i) improving the accessibility\nof active sites via converting dodecahedral particles to graphene-like\nlayered materials and (ii) enhancing the density of FeN<sub>x</sub> active sites via suppressing the formation of nanoparticles as well\nas providing extra spaces to host active sites. The optimized and\nefficient Fe/N/Carbon catalyst shows a half-wave potential (<italic toggle=\"yes\">E</italic>\n<sub>1/2</sub>) of 0.834 V versus reversible hydrogen electrode\nin acidic media and produces a peak power density of 0.66 W cm<sup>–2</sup> in an air-fed PEMFC at 2 bar backpressure, outperforming\nmost previously reported Pt-free ORR catalysts. Finally, the general\napplicability of the carbon-supporting strategy is confirmed using\nfive different commercial carbon blacks. This work provides an effective\nroute to derive Fe/N/Carbon catalysts exhibiting a higher power density\nin PEMFCs.</p>", "clean_text": "The oxygen reduction reaction (ORR) activity of the Fe/N/Carbon catalysts derived from the pyrolysis of zeolitic-imidazolate-framework-8 (ZIF-8) has been still lower than that of commercial Pt-based catalysts utilized in the proton exchange membrane fuel cells (PEMFCs) due to low density of accessible active sites. In this study, an efficient carbon-supporting strategy is developed to enhance the ORR efficiency of the ZIF-derived Fe/N/Carbon catalysts by increasing the accessible active site density. The enhancement lies in (i) improving the accessibility of active sites via converting dodecahedral particles to graphene-like layered materials and (ii) enhancing the density of FeNx active sites via suppressing the formation of nanoparticles as well as providing extra spaces to host active sites. The optimized and efficient Fe/N/Carbon catalyst shows a half-wave potential (E 1/2) of 0.834 V versus reversible hydrogen electrode in acidic media and produces a peak power density of 0.66 W cm-2 in an air-fed PEMFC at 2 bar backpressure, outperforming most previously reported Pt-free ORR catalysts. Finally, the general applicability of the carbon-supporting strategy is confirmed using five different commercial carbon blacks. This work provides an effective route to derive Fe/N/Carbon catalysts exhibiting a higher power density in PEMFCs.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Hydrogen-fed\nproton exchange membrane fuel cells (PEMFCs) hold\ngreat potential in mitigating environmental and energy crises. However, their commercialization on a large scale is primarily hampered\nby the presence of costly platinum group metal (PGM) catalysts for\ntheir oxygen reduction reaction (ORR) on the cathode side. In this regard, it is imperative to fabricate economical and earth-abundant\nPGM-free alternatives. Among them, transition metal and nitrogen-doped\ncarbonaceous materials, for example, Fe/N/Carbon, are the most efficient\nmaterials. With a decade of effort, substantial advancement has been introduced\nin Fe/N/Carbon catalysts which still exhibit lesser activity than\nthe commercially reported Pt/Carbon catalysts. At 8-fold higher catalyst loading (4 vs 0.5 mg cm<sup>–2</sup> using 20 wt % Pt/Carbon catalysts at 0.1 mg<sub>Pt</sub> cm<sup>–2</sup> loadings), the activation polarization performance\nof the Fe/N/Carbon cathode can be comparable with that of the low-loading\nPt/C cathode. However, the thick layer of the\ncatalyst (100 μm in Fe/N/Carbon vs 10 μm in Pt/Carbon)\nresults in severe mass-transfer problems and thus significant polarization\nloss at large current densities. To solve this issue,\nthe Fe/N/Carbon catalytic activity should be further enhanced.</p>", "clean_text": "Introduction\n\nHydrogen-fed proton exchange membrane fuel cells (PEMFCs) hold great potential in mitigating environmental and energy crises. However, their commercialization on a large scale is primarily hampered by the presence of costly platinum group metal (PGM) catalysts for their oxygen reduction reaction (ORR) on the cathode side. In this regard, it is imperative to fabricate economical and earth-abundant PGM-free alternatives. Among them, transition metal and nitrogen-doped carbonaceous materials, for example, Fe/N/Carbon, are the most efficient materials. With a decade of effort, substantial advancement has been introduced in Fe/N/Carbon catalysts which still exhibit lesser activity than the commercially reported Pt/Carbon catalysts. At 8-fold higher catalyst loading (4 vs 0.5 mg cm-2 using 20 wt % Pt/Carbon catalysts at 0.1 mgPt cm-2 loadings), the activation polarization performance of the Fe/N/Carbon cathode can be comparable with that of the low-loading Pt/C cathode. However, the thick layer of the catalyst (100 μm in Fe/N/Carbon vs 10 μm in Pt/Carbon) results in severe mass-transfer problems and thus significant polarization loss at large current densities. To solve this issue, the Fe/N/Carbon catalytic activity should be further enhanced.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The pyrolysis of the Fe-doped metal–organic framework (MOF),\nfor example, ZIF-8, is one of the most promising processes to fabricate\nhighly efficient Fe/N/Carbon catalysts, whose morphology and interior\nmicropores can be largely retained after the pyrolysis. However, from the aspect of electrochemical reactions and fuel cell\napplications, such structures are unfavorable because reactants cannot\nreach the active site in the interior micropores of ZIF-derived particles\ndue to deficient mass transport. In this context, the activity\nof ZIF-derived ORR catalysts could be further improved if their interior\nactive sites can be exposed. Previously, various strategies were developed\nto expose the interior active sites of ZIF-derived particles. The\nmost common strategy is to create mesopores or macropores in the ZIF-derived\nparticles. For instance,\nthe coating of SiO<sub>2</sub> or the polymer layer on ZIF particles\npromotes the formation of concave structures with more exposed sites\nin the pyrolysis process; metal-assisted pyrolysis of ZIF particles produces hollow carbon\nspheres. Another strategy is to crack the dodecahedral\nstructure of ZIF particles, converting them to a graphene-like layered\nstructure with fully exposed active sites. However, in previous research,\nsuch a strategy has been only reported for the ORR activity in basic\nmedia in several cases and is still highly\ndesirable, especially in the acidic medium.</p>", "clean_text": "The pyrolysis of the Fe-doped metal-organic framework (MOF), for example, ZIF-8, is one of the most promising processes to fabricate highly efficient Fe/N/Carbon catalysts, whose morphology and interior micropores can be largely retained after the pyrolysis. However, from the aspect of electrochemical reactions and fuel cell applications, such structures are unfavorable because reactants cannot reach the active site in the interior micropores of ZIF-derived particles due to deficient mass transport. In this context, the activity of ZIF-derived ORR catalysts could be further improved if their interior active sites can be exposed. Previously, various strategies were developed to expose the interior active sites of ZIF-derived particles. The most common strategy is to create mesopores or macropores in the ZIF-derived particles. For instance, the coating of SiO2 or the polymer layer on ZIF particles promotes the formation of concave structures with more exposed sites in the pyrolysis process; metal-assisted pyrolysis of ZIF particles produces hollow carbon spheres. Another strategy is to crack the dodecahedral structure of ZIF particles, converting them to a graphene-like layered structure with fully exposed active sites. However, in previous research, such a strategy has been only reported for the ORR activity in basic media in several cases and is still highly desirable, especially in the acidic medium.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>In the current work,\nwe introduced an effective and facile carbon-supporting\nstrategy to convert the dodecahedral particles to graphene-like layered\nstructures to expose the interior active sites. This was realized\nby adding carbon black, for example, KJ600, in ZIF-8 synthesis. The\nKJ600 carbon black prevents the reassembling of cracked ZIF fragments\nand thus promotes the formation of dispersive graphene-like layered\nstructures in the pyrolysis process. Additionally, the addition of\nporous KJ600 carbon black suppresses the formation of nanoparticles\nand provides extra spaces to host the active sites. Owing to the aforementioned\nadvantages, the density of accessible active sites of the as-prepared\ncatalytic materials (denoted as KJ-Fe/N/Carbon) increased to 4.8-fold\nof the reference sample, thus nearly 4-fold improvement of ORR mass\nactivity was attained at 0.85 V versus reversible hydrogen electrode\n(RHE). The optimized KJ-Fe/N/Carbon cathode produced a peak power\ndensity (PPD) of 1.28 and 0.66 W cm<sup>–2</sup> in oxygen\nand an air-fed PEMFC at 2 bar backpressure, respectively, outperforming\nmost of previously reported PGM-free ORR catalysts. Finally, the general\napplicability of the carbon-supporting strategy was confirmed using\nfive different commercial carbon blacks.</p>", "clean_text": "In the current work, we introduced an effective and facile carbon-supporting strategy to convert the dodecahedral particles to graphene-like layered structures to expose the interior active sites. This was realized by adding carbon black, for example, KJ600, in ZIF-8 synthesis. The KJ600 carbon black prevents the reassembling of cracked ZIF fragments and thus promotes the formation of dispersive graphene-like layered structures in the pyrolysis process. Additionally, the addition of porous KJ600 carbon black suppresses the formation of nanoparticles and provides extra spaces to host the active sites. Owing to the aforementioned advantages, the density of accessible active sites of the as-prepared catalytic materials (denoted as KJ-Fe/N/Carbon) increased to 4.8-fold of the reference sample, thus nearly 4-fold improvement of ORR mass activity was attained at 0.85 V versus reversible hydrogen electrode (RHE). The optimized KJ-Fe/N/Carbon cathode produced a peak power density (PPD) of 1.28 and 0.66 W cm-2 in oxygen and an air-fed PEMFC at 2 bar backpressure, respectively, outperforming most of previously reported PGM-free ORR catalysts. Finally, the general applicability of the carbon-supporting strategy was confirmed using five different commercial carbon blacks.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The catalyst synthesis procedures are shown in a,b and are represented in\ndetail in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. Briefly,\nthe KJ-Fe/N/Carbon catalyst was fabricated via precursor pyrolysis,\nwhich was obtained by the solvent synthesis method, that is, the pristine\nKJ600 carbon black was first mixed with Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and 2-methylimidazole in methanol and then\nstirred for 12 h. After adding FeCl<sub>3</sub> solution and stirring\novernight, the powder precursor was collected by centrifugation (labeled\nas KJ600-Fe-ZIF-8). The precursor was then pyrolyzed in an ammonia–argon\n(NH<sub>3</sub>–Ar) mixture to obtain the KJ-Fe/N/Carbon catalyst.\nThe molar ratio of NH<sub>3</sub> in the mixture is 10%. The reference\nsample was obtained by processing the same experimental procedure\nwithout adding KJ600 (denoted as Fe-ZIF-8 and Fe/N/Carbon, respectively).</p>", "clean_text": "Results and Discussion\n\nThe catalyst synthesis procedures are shown in a,b and are represented in detail in the Supporting Information. Briefly, the KJ-Fe/N/Carbon catalyst was fabricated via precursor pyrolysis, which was obtained by the solvent synthesis method, that is, the pristine KJ600 carbon black was first mixed with Zn(NO3)2⋅6H2O and 2-methylimidazole in methanol and then stirred for 12 h. After adding FeCl3 solution and stirring overnight, the powder precursor was collected by centrifugation (labeled as KJ600-Fe-ZIF-8). The precursor was then pyrolyzed in an ammonia-argon (NH3-Ar) mixture to obtain the KJ-Fe/N/Carbon catalyst. The molar ratio of NH3 in the mixture is 10%. The reference sample was obtained by processing the same experimental procedure without adding KJ600 (denoted as Fe-ZIF-8 and Fe/N/Carbon, respectively).", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a,b)\nSchematic representation of the fabrication procedures of\nKJ-Fe/N/Carbon and Fe/N/Carbon catalysts. (c–h) TEM images\nshowing the structural evolution from the KJ600-Fe-ZIF-8 precursor\nto the KJ-Fe/N/Carbon catalyst: (c) precursor and after pyrolysis\nat (d) 700, (e) 800, (f) 900, (g) 950 , and (h) 1000 °C. (i–l)\nTEM images showing the structural evolution from Fe-ZIF-8 to the Fe/N/Carbon\ncatalyst: (i) precursor and after pyrolysis at (j) 700, (k) 800, and\n(l) 950 °C.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a,b) Schematic representation of the fabrication procedures of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. (c-h) TEM images showing the structural evolution from the KJ600-Fe-ZIF-8 precursor to the KJ-Fe/N/Carbon catalyst: (c) precursor and after pyrolysis at (d) 700, (e) 800, (f) 900, (g) 950 , and (h) 1000 °C. (i-l) TEM images showing the structural evolution from Fe-ZIF-8 to the Fe/N/Carbon catalyst: (i) precursor and after pyrolysis at (j) 700, (k) 800, and (l) 950 °C.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>A transmission electron\nmicroscopy (TEM) investigation was carried\nout for examining the structural evolution of the catalysts. Before\nthe pyrolysis, both KJ600-Fe-ZIF-8 and Fe-ZIF-8 consisted of isometrical\nnanoparticles with a regular rhombic dodecahedral topology structure\n(c,i), representing\nefficient ZIF-8 particle synthesis. The formation of ZIF-8 is further\ninvestigated through X-ray diffraction (XRD) analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Sphere-like KJ600 carbon blacks were\nclearly observed in the KJ600-Fe-ZIF-8 precursor (c). When the KJ600-Fe-ZIF-8\nprecursor was successfully pyrolyzed at 700 °C in the NH<sub>3</sub>–Ar mixture, the generation of cavities and pores in\nthe interior of dodecahedral particles was observed (d). The changes are attributed\nto the decomposition of metal-imidazolate-metal linkages, which are\ndriven by carbonization and NH<sub>3</sub> corrosion. Such a phenomenon\ncoincides with the Kirkendall effect. Upon increasing the pyrolysis temperature to 800 °C, the continuous\ndecomposition and carbonization result in the crack of the ZIF particles,\nas shown in e. To minimize the surface free energy, the cracked fragments attached to the KJ600 carbon spheres (as indicated\nby the white box, e). At a higher pyrolysis temperature of 900 °C, graphene-like\ncarbon sheets that evolved from cracked carbon fragments were uniformly\ndispersed on carbon supports (f). Upon further increasing the pyrolysis temperature,\nfor example, 950 or 1000 °C, no observable alterations were detected\nin the morphology of the resulting products (g,h), suggesting that the optimal pyrolysis\ntemperature is between 900 and 1000 °C. By contrast, in the absence of KJ600 carbon black, agglomerated\nparticles were obtained (j–l), which may evolve from the reassembly of\ncracked ZIF-derived particles. Obviously, dispersive carbon sheets\nin the KJ-Fe/N/Carbon catalyst can expose more catalytic sites than\nagglomerated particles in the neat Fe/N/Carbon catalyst.\n</p>", "clean_text": "A transmission electron microscopy (TEM) investigation was carried out for examining the structural evolution of the catalysts. Before the pyrolysis, both KJ600-Fe-ZIF-8 and Fe-ZIF-8 consisted of isometrical nanoparticles with a regular rhombic dodecahedral topology structure (c,i), representing efficient ZIF-8 particle synthesis. The formation of ZIF-8 is further investigated through X-ray diffraction (XRD) analysis (Figure S1). Sphere-like KJ600 carbon blacks were clearly observed in the KJ600-Fe-ZIF-8 precursor (c). When the KJ600-Fe-ZIF-8 precursor was successfully pyrolyzed at 700 °C in the NH3-Ar mixture, the generation of cavities and pores in the interior of dodecahedral particles was observed (d). The changes are attributed to the decomposition of metal-imidazolate-metal linkages, which are driven by carbonization and NH3 corrosion. Such a phenomenon coincides with the Kirkendall effect. Upon increasing the pyrolysis temperature to 800 °C, the continuous decomposition and carbonization result in the crack of the ZIF particles, as shown in e. To minimize the surface free energy, the cracked fragments attached to the KJ600 carbon spheres (as indicated by the white box, e). At a higher pyrolysis temperature of 900 °C, graphene-like carbon sheets that evolved from cracked carbon fragments were uniformly dispersed on carbon supports (f). Upon further increasing the pyrolysis temperature, for example, 950 or 1000 °C, no observable alterations were detected in the morphology of the resulting products (g,h), suggesting that the optimal pyrolysis temperature is between 900 and 1000 °C. By contrast, in the absence of KJ600 carbon black, agglomerated particles were obtained (j-l), which may evolve from the reassembly of cracked ZIF-derived particles. Obviously, dispersive carbon sheets in the KJ-Fe/N/Carbon catalyst can expose more catalytic sites than agglomerated particles in the neat Fe/N/Carbon catalyst. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>For determining the local chemical environment of Fe sites\nin the\nas-prepared catalysts, X-ray absorption spectroscopy, including X-ray\nabsorption near-edge structure (XANES) as well as extended X-ray absorption\nfine structure (EXAFS), was conducted. a represents the XANES spectra of KJ-Fe/N/Carbon\nand Fe/N/Carbon catalysts with Fe foil and iron phthalocyanine (FePc)\nas references. The absorption edges of two catalysts located between\nthe Fe foil and FePc reference suggest the average valency of Fe ranging\nfrom 0 to 2+. Compared to the Fe/N/Carbon catalyst, the KJ-Fe/N/Carbon\nsample manifests a closer absorption edge to the FePc reference, demonstrating\na higher valence state than that of the Fe/N/Carbon catalyst. b compares the Fourier-transformed <italic toggle=\"yes\">k</italic>\n<sup>3</sup>-weighted EXAFS analysis of the two catalysts.\nThe peaks located at 2.1 and 1.63 Å could be indexed to the Fe–Fe\nand Fe–N bonds, respectively. The main peak\nat 2.1 Å supports Fe species mainly in metallic nanoparticles\nformed in the Fe/N/Carbon catalyst. These nanoparticles are assigned\nto be γ-Fe according to selective electron diffraction analysis\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). By contrast, the intensity\nof the Fe–Fe bond at 2.1 Å decreases dramatically in the\nKJ-Fe/N/Carbon catalyst, suggesting a significantly decreased content\nof Fe nanoparticles. c–f shows the wavelet transform (WT) of EXAFS of KJ-Fe/N/Carbon\nand Fe/N/Carbon catalysts with Fe foil and FePc as references. WT-EXAFS\nplots can be used to distinguish the backscattering. The Fe–N and Fe–Fe bonds are located at different\npositions in the plots. The <italic toggle=\"yes\">R</italic>-axis shows the bond\nlength of the Fe–N and Fe–Fe bonds (c,d). In the <italic toggle=\"yes\">k</italic>-axis, a higher value corresponds to a heavier coordination atom.\nThe Fe–N and Fe–Fe bonds are located at 5.0 and 7.5\nÅ<sup>–1</sup> in <italic toggle=\"yes\">k</italic>\n<sup>3</sup>-weight,\nrespectively, resulting from the locations of the WT maxima which\nare highly predictable and correspond to the same location of the\nmaximum in the <italic toggle=\"yes\">q</italic>-space magnitude. As shown in e,f, a higher intensity of the brown color at 5.0 Å<sup>–1</sup> suggests a higher portion of Fe–N<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> coordination in KJ-Fe/N/Carbon than in Fe/N/Carbon.</p>", "clean_text": "For determining the local chemical environment of Fe sites in the as-prepared catalysts, X-ray absorption spectroscopy, including X-ray absorption near-edge structure (XANES) as well as extended X-ray absorption fine structure (EXAFS), was conducted. a represents the XANES spectra of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts with Fe foil and iron phthalocyanine (FePc) as references. The absorption edges of two catalysts located between the Fe foil and FePc reference suggest the average valency of Fe ranging from 0 to 2+. Compared to the Fe/N/Carbon catalyst, the KJ-Fe/N/Carbon sample manifests a closer absorption edge to the FePc reference, demonstrating a higher valence state than that of the Fe/N/Carbon catalyst. b compares the Fourier-transformed k 3-weighted EXAFS analysis of the two catalysts. The peaks located at 2.1 and 1.63 Å could be indexed to the Fe-Fe and Fe-N bonds, respectively. The main peak at 2.1 Å supports Fe species mainly in metallic nanoparticles formed in the Fe/N/Carbon catalyst. These nanoparticles are assigned to be γ-Fe according to selective electron diffraction analysis (Figure S2). By contrast, the intensity of the Fe-Fe bond at 2.1 Å decreases dramatically in the KJ-Fe/N/Carbon catalyst, suggesting a significantly decreased content of Fe nanoparticles. c-f shows the wavelet transform (WT) of EXAFS of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts with Fe foil and FePc as references. WT-EXAFS plots can be used to distinguish the backscattering. The Fe-N and Fe-Fe bonds are located at different positions in the plots. The R-axis shows the bond length of the Fe-N and Fe-Fe bonds (c,d). In the k-axis, a higher value corresponds to a heavier coordination atom. The Fe-N and Fe-Fe bonds are located at 5.0 and 7.5 Å-1 in k 3-weight, respectively, resulting from the locations of the WT maxima which are highly predictable and correspond to the same location of the maximum in the q-space magnitude. As shown in e,f, a higher intensity of the brown color at 5.0 Å-1 suggests a higher portion of Fe-N x  coordination in KJ-Fe/N/Carbon than in Fe/N/Carbon.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Fe\nK-edge XANES and (b) FT-EXAFS (phase-uncorrected) spectra\nof two samples as well as Fe foil and FePc as references. (c–f)\nWT-EXAFS plots of (c) Fe foil, (d) FePc, (e) KJ-Fe/N/Carbon, and (f)\nFe/N/Carbon catalysts.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Fe K-edge XANES and (b) FT-EXAFS (phase-uncorrected) spectra of two samples as well as Fe foil and FePc as references. (c-f) WT-EXAFS plots of (c) Fe foil, (d) FePc, (e) KJ-Fe/N/Carbon, and (f) Fe/N/Carbon catalysts.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The data obtained from\nEXAFS were then carefully fitted in the <italic toggle=\"yes\">R</italic>-space (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). These fitting\nparameters are consolidated in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. The Fe–N bond length in the KJ-Fe/N/Carbon catalyst is nearly\nidentical to that in the Fe/N/Carbon catalyst (1.99 vs 1.98 Å),\nsuggesting a similar FeN<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> structure for\nthe two catalysts, probably in the form of FeN<sub>4</sub> sites.\nThe same FeN<sub>4</sub> active site for the two catalysts is further\nsupported by the same Tafel slope in the acidic ORR, which will be discussed later. The average coordination number (CN)\nof the Fe–N bond in the KJ-Fe/N/Carbon catalyst is 3.1, which\nis higher than 1.4 in the Fe/N/Carbon catalyst. The CN is a statistical\nresult of Fe–N bonds, and the two catalysts are both composed\nof the single-atom FeN<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> sites and Fe nanoparticles.\nTherefore, if we assume that the two catalysts possess the same FeN<sub>4</sub> structure, the higher CN implies the higher fraction of the\nFeN<sub>4</sub> site among all Fe species. Thus, the higher CN in\nthe KJ-Fe/N/Carbon catalyst suggests a higher fraction of the FeN<sub>4</sub> site among all Fe species than that in the Fe/N/Carbon catalyst.\nSimilarly, the CN of the Fe–Fe bond in the KJ-Fe/N/Carbon catalyst\nis 2.0, which is considerably lower than that in the Fe/N/Carbon catalyst\n(CN = 4.9). The lower CN in the KJ-Fe/N/Carbon catalyst further supports\na lower portion of Fe clusters among all Fe species. The XAFS analysis\nsuggests that the addition of KJ-600 carbon black suppresses the formation\nof Fe nanoparticles during the pyrolysis process. One possible reason\nis the dispersion of Fe species. During the high-temperature pyrolysis\nprocess, the close-enough Fe atoms will agglomerate to form Fe particles.\nBy adding KJ-600 or other carbons, these cracked ZIF fragments will\nattach to the KJ600 carbons to decrease the free surface energy, preventing\nthe reassembly and increasing the physical distance of these fragments\nand therefore preventing the agglomeration of Fe single atoms to form\nFe nanoclusters.\n</p>", "clean_text": "The data obtained from EXAFS were then carefully fitted in the R-space (Figure S3). These fitting parameters are consolidated in Table S1. The Fe-N bond length in the KJ-Fe/N/Carbon catalyst is nearly identical to that in the Fe/N/Carbon catalyst (1.99 vs 1.98 Å), suggesting a similar FeN x  structure for the two catalysts, probably in the form of FeN4 sites. The same FeN4 active site for the two catalysts is further supported by the same Tafel slope in the acidic ORR, which will be discussed later. The average coordination number (CN) of the Fe-N bond in the KJ-Fe/N/Carbon catalyst is 3.1, which is higher than 1.4 in the Fe/N/Carbon catalyst. The CN is a statistical result of Fe-N bonds, and the two catalysts are both composed of the single-atom FeN x  sites and Fe nanoparticles. Therefore, if we assume that the two catalysts possess the same FeN4 structure, the higher CN implies the higher fraction of the FeN4 site among all Fe species. Thus, the higher CN in the KJ-Fe/N/Carbon catalyst suggests a higher fraction of the FeN4 site among all Fe species than that in the Fe/N/Carbon catalyst. Similarly, the CN of the Fe-Fe bond in the KJ-Fe/N/Carbon catalyst is 2.0, which is considerably lower than that in the Fe/N/Carbon catalyst (CN = 4.9). The lower CN in the KJ-Fe/N/Carbon catalyst further supports a lower portion of Fe clusters among all Fe species. The XAFS analysis suggests that the addition of KJ-600 carbon black suppresses the formation of Fe nanoparticles during the pyrolysis process. One possible reason is the dispersion of Fe species. During the high-temperature pyrolysis process, the close-enough Fe atoms will agglomerate to form Fe particles. By adding KJ-600 or other carbons, these cracked ZIF fragments will attach to the KJ600 carbons to decrease the free surface energy, preventing the reassembly and increasing the physical distance of these fragments and therefore preventing the agglomeration of Fe single atoms to form Fe nanoclusters. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>Fe/N/Carbon and\nKJ-Fe/N/Carbon catalysts were then analyzed via\nAr adsorption/desorption isotherms. a shows that the Fe/N/Carbon catalyst exhibits\na type-I profile, indicating a large\nnumber of micropores and relatively small external surfaces. In comparison,\nthe KJ-Fe/N/Carbon catalyst shows a typical type-IV isotherm along\nwith a H3-type hysteresis loop, indicating\nthe existence of mesopores. The decreased adsorption dose at a smaller\nrelative pressure region (0 &lt; <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> &lt; 0.05) displays the decreased micropore volume,\nwhile the quick increase of Ar adsorption at a greater relative pressure\nregion (0.9 &lt; <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> &lt; 1) implies the characteristics of macropores and large outer\nsurfaces (multi-layer adsorption). The mesopore and macropore analyses\nare further confirmed by detailed Barrett–Joyner–Halenda\n(BJH) pore structure analysis between 2 and 100 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). Quantitatively, compared with the Fe/N/Carbon\ncatalyst, KJ-Fe/N/Carbon manifests a lower micropore (125 vs 435 m<sup>2</sup> g<sup>–1</sup>, b) but a higher mesopore surface area (405 vs 216 m<sup>2</sup> g<sup>–1</sup>). These obtained results are in good\nagreement with TEM observations. Furthermore, Raman spectroscopy and\nXRD were conducted to analyze the defect of the carbon matrix and\ncrystal structures (phase information) of as-synthesized catalysts.\nThe two peaks located at ca. 1350 and 1590 cm<sup>–1</sup> could\nbe allocated to the D band (defects) and G band (graphitization),\nrespectively. KJ-Fe/N/Carbon has a higher <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> ratio of 1.02\nthan Fe/N/Carbon of 0.76 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). The\n34% higher <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> ratio indicates more defects. Carbon defects are considered to be\nactive to the ORR and benefit the formation of active sites, for example,\nFeN<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>.\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link> compares the XRD patterns of the two\ncatalysts; both manifest two broad peaks at ca. 26 and 44°, associated\nwith graphitic carbon. No prominent peaks\nassociated with Fe nanoparticles are observed. This is because the\nlower quantity of Fe in the Fe/N/Carbon catalyst (1.71 wt %, measured\nby ICP-OES, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>) is insensitive to\nthe XRD. The Fe content in the KJ-Fe/N/Carbon catalyst increases to\n2.82 wt %. However, most Fe species have a FeN<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> structure rather than nanoparticles, which are evidenced by\nHR-TEM images (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>).</p>", "clean_text": "Fe/N/Carbon and KJ-Fe/N/Carbon catalysts were then analyzed via Ar adsorption/desorption isotherms. a shows that the Fe/N/Carbon catalyst exhibits a type-I profile, indicating a large number of micropores and relatively small external surfaces. In comparison, the KJ-Fe/N/Carbon catalyst shows a typical type-IV isotherm along with a H3-type hysteresis loop, indicating the existence of mesopores. The decreased adsorption dose at a smaller relative pressure region (0 < P/P 0 < 0.05) displays the decreased micropore volume, while the quick increase of Ar adsorption at a greater relative pressure region (0.9 < P/P 0 < 1) implies the characteristics of macropores and large outer surfaces (multi-layer adsorption). The mesopore and macropore analyses are further confirmed by detailed Barrett-Joyner-Halenda (BJH) pore structure analysis between 2 and 100 nm (Figure S4). Quantitatively, compared with the Fe/N/Carbon catalyst, KJ-Fe/N/Carbon manifests a lower micropore (125 vs 435 m2 g-1, b) but a higher mesopore surface area (405 vs 216 m2 g-1). These obtained results are in good agreement with TEM observations. Furthermore, Raman spectroscopy and XRD were conducted to analyze the defect of the carbon matrix and crystal structures (phase information) of as-synthesized catalysts. The two peaks located at ca. 1350 and 1590 cm-1 could be allocated to the D band (defects) and G band (graphitization), respectively. KJ-Fe/N/Carbon has a higher I D/I G ratio of 1.02 than Fe/N/Carbon of 0.76 (Figure S5). The 34% higher I D/I G ratio indicates more defects. Carbon defects are considered to be active to the ORR and benefit the formation of active sites, for example, FeN x . Figure S6 compares the XRD patterns of the two catalysts; both manifest two broad peaks at ca. 26 and 44°, associated with graphitic carbon. No prominent peaks associated with Fe nanoparticles are observed. This is because the lower quantity of Fe in the Fe/N/Carbon catalyst (1.71 wt %, measured by ICP-OES, Table S2) is insensitive to the XRD. The Fe content in the KJ-Fe/N/Carbon catalyst increases to 2.82 wt %. However, most Fe species have a FeN x  structure rather than nanoparticles, which are evidenced by HR-TEM images (Figure S7).", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Ar adsorption/desorption\nisotherms; (b) corresponding micropore,\nexternal, and BET analyses of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts;\n(c) high-resolution N 1s XPS surface analysis of KJ-Fe/N/Carbon and\nFe/N/Carbon catalysts; and (d) their corresponding content of different\nN species through XPS analysis.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Ar adsorption/desorption isotherms; (b) corresponding micropore, external, and BET analyses of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts; (c) high-resolution N 1s XPS surface analysis of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts; and (d) their corresponding content of different N species through XPS analysis.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>For investigating the catalyst’s surface chemistry, an X-ray\nphotoelectron spectroscopy (XPS) study was conducted. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link> displays the XPS spectra of KJ-Fe/N/Carbon\nand Fe/N/Carbon catalysts. The element contents of C, N, O, Fe, and\nZn are calculated and presented in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>. The Fe quantity in the KJ-Fe/N/Carbon catalyst is calculated as\n4.82 wt % in the XPS survey, much higher than that calculated in the\nreference Fe/N/Carbon sample (2.63 wt %). XPS is a surface-sensitive\ncharacterization method with a detected depth of only several nanometers. The higher Fe quantity on the catalyst surface suggests a higher\ndensity of FeN<sub>x</sub> active sites. Nitrogen species on the surface\ncan be deconvoluted into pyridinic-N, pyrrolic-N, and graphitic-N\nat 398.5, 400.2, and 401.2 eV, respectively (c). The deconvolution parameters\nare shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>. The surface element\ncontent is estimated to be 3.45, 1.34, and 2.26 wt % in the synthesized\nFe/N/Carbon catalyst, respectively (d). The KJ-Fe/N/Carbon catalyst shows a 21%\nhigher pyridinic-N content (4.18 wt %), 33% higher pyrrolic-N (1.78\nwt %), and 24% lower graphitic-N content (1.71 wt %). In previous\nliterature, researchers believed that pyridinic-N constitutes FeN<sub>x</sub> active sites. The greater pyridinic-N portion\nin the KJ-Fe/N/Carbon sample further suggests more intensive active\nsites.</p>", "clean_text": "For investigating the catalyst's surface chemistry, an X-ray photoelectron spectroscopy (XPS) study was conducted. Figure S8 displays the XPS spectra of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. The element contents of C, N, O, Fe, and Zn are calculated and presented in Table S3. The Fe quantity in the KJ-Fe/N/Carbon catalyst is calculated as 4.82 wt % in the XPS survey, much higher than that calculated in the reference Fe/N/Carbon sample (2.63 wt %). XPS is a surface-sensitive characterization method with a detected depth of only several nanometers. The higher Fe quantity on the catalyst surface suggests a higher density of FeNx active sites. Nitrogen species on the surface can be deconvoluted into pyridinic-N, pyrrolic-N, and graphitic-N at 398.5, 400.2, and 401.2 eV, respectively (c). The deconvolution parameters are shown in Table S4. The surface element content is estimated to be 3.45, 1.34, and 2.26 wt % in the synthesized Fe/N/Carbon catalyst, respectively (d). The KJ-Fe/N/Carbon catalyst shows a 21% higher pyridinic-N content (4.18 wt %), 33% higher pyrrolic-N (1.78 wt %), and 24% lower graphitic-N content (1.71 wt %). In previous literature, researchers believed that pyridinic-N constitutes FeNx active sites. The greater pyridinic-N portion in the KJ-Fe/N/Carbon sample further suggests more intensive active sites.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>One question that needs to be answered is why the Fe\nelement content\nin the KJ-Fe/N/Carbon catalyst is much higher than that in the Fe/N/Carbon\ncatalyst (2.82 vs 1.71 wt %). In principle, the addition of KJ600\ncarbon black would dilute the content of the Fe element and consequently\na lower Fe quantity in the KJ-Fe/N/Carbon sample. To answer this question,\nFe element contents in the Fe-ZIF-8 and KJ600-Fe-ZIF-8 precursors\nare compared. It is found that the precursor KJ600-Fe-ZIF-8 possesses\na greater Fe amount than the Fe-ZIF-8 precursor (0.89 vs 0.63 wt %).\nThe higher Fe content in the precursor KJ600-Fe-ZIF-8 may be attributed\nto the absorption of Fe ions and 2-methylimidazole by the high porosity\nand Brunauer–Emmett–Teller (BET) specific surface area\nof KJ600 carbon black (1371 m<sup>2</sup> g<sup>–1</sup>). During the pyrolysis, these absorbed Fe and\nN species would transform to FeN<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> active\nsites or nanoparticles. Owing to the increased\nspecific surface area of KJ600 carbon black, the formation of nanoparticles\nis largely suppressed, which is in agreement with previous studies. This is why we observe a higher Fe content in the KJ-Fe/N/Carbon\ncatalyst than in the Fe/N/Carbon catalyst.</p>", "clean_text": "One question that needs to be answered is why the Fe element content in the KJ-Fe/N/Carbon catalyst is much higher than that in the Fe/N/Carbon catalyst (2.82 vs 1.71 wt %). In principle, the addition of KJ600 carbon black would dilute the content of the Fe element and consequently a lower Fe quantity in the KJ-Fe/N/Carbon sample. To answer this question, Fe element contents in the Fe-ZIF-8 and KJ600-Fe-ZIF-8 precursors are compared. It is found that the precursor KJ600-Fe-ZIF-8 possesses a greater Fe amount than the Fe-ZIF-8 precursor (0.89 vs 0.63 wt %). The higher Fe content in the precursor KJ600-Fe-ZIF-8 may be attributed to the absorption of Fe ions and 2-methylimidazole by the high porosity and Brunauer-Emmett-Teller (BET) specific surface area of KJ600 carbon black (1371 m2 g-1). During the pyrolysis, these absorbed Fe and N species would transform to FeN x  active sites or nanoparticles. Owing to the increased specific surface area of KJ600 carbon black, the formation of nanoparticles is largely suppressed, which is in agreement with previous studies. This is why we observe a higher Fe content in the KJ-Fe/N/Carbon catalyst than in the Fe/N/Carbon catalyst.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Based on the above\nexperimental explanations, the structural merits\nof adding KJ600 carbon black are summarized as follows: (i) converting\ndodecahedral particles into layered carbon sheets to expose interior\nactive sites of the particles and (ii) preventing the formation of\nmetal nanoparticles to enrich the number of FeN<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> active sites. (iii) Nanoporous KJ600 carbon black absorbs\nmore Fe and N elements to form FeN<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> active\nsites in the following pyrolysis process, which provides a second\nroutine to enrich the active sites as compared with the KJ600-free\nFe/N/Carbon sample. The first merit improves the accessibility of\ncatalytic active sites, while the rest two cause an enhancement in\nthe active site density (ASD) of FeN<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>.\nThese structural merits are expected to cause enhancement in accessible\nASD and, therefore, improvement in the catalytic performance.</p>", "clean_text": "Based on the above experimental explanations, the structural merits of adding KJ600 carbon black are summarized as follows: (i) converting dodecahedral particles into layered carbon sheets to expose interior active sites of the particles and (ii) preventing the formation of metal nanoparticles to enrich the number of FeN x  active sites. (iii) Nanoporous KJ600 carbon black absorbs more Fe and N elements to form FeN x  active sites in the following pyrolysis process, which provides a second routine to enrich the active sites as compared with the KJ600-free Fe/N/Carbon sample. The first merit improves the accessibility of catalytic active sites, while the rest two cause an enhancement in the active site density (ASD) of FeN x . These structural merits are expected to cause enhancement in accessible ASD and, therefore, improvement in the catalytic performance.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>To verify the increased performance of catalysts, the electrochemical\nproperties of the resulting catalytic materials were estimated by\nrotating ring-disk electrode (RRDE) measurements in Ar- and O<sub>2</sub>-saturated (0.1 M H<sub>2</sub>SO<sub>4</sub>) electrolytes\nat 30 °C. As expected, the KJ-Fe/N/Carbon catalyst fabricated\nat 950 °C shows the best ORR activity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). a shows that the KJ-Fe/N/Carbon catalyst displays an <italic toggle=\"yes\">E</italic>\n<sub>1/2</sub> of 0.834 V, higher than the Fe/N/Carbon (<italic toggle=\"yes\">E</italic>\n<sub>1/2</sub> = 0.793 V), suggesting a greater ORR efficiency of\nthe KJ-Fe/N/Carbon catalyst. b compares the ORR selectivity of two catalyst samples\nwith the hydroperoxide (H<sub>2</sub>O<sub>2</sub>) yield and the\nnumber of electron transfer (<italic toggle=\"yes\">n</italic>) as the indicators.\nBoth the catalysts remain below 2% of the H<sub>2</sub>O<sub>2</sub> yield in the potential range 0.2–0.9 V, and the relatively\nlower H<sub>2</sub>O<sub>2</sub> yield and higher number of electron\ntransfers of KJ-Fe/N/Carbon indicate a greater proportion of the 4e-ORR\nprocess.\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> displays the Tafel slope of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts.\nThe similar Tafel slope of ca. 60 mV/dec indicates the same reaction\nmechanism and active site moieties, consistent\nwith the EXAFS analyses. The intrinsic ORR efficiency of Fe/N/Carbon\ncatalysts is mainly examined through active site structure and density. Owing to the similar active site\nstructure, the observed higher ORR efficiency of the KJ-Fe/N/Carbon\ncatalyst could be attributed to the higher ASD. To confirm the hypothesis,\nthe ASD of catalysts was quantified by the previously reported nitrite\nstripping method, in which the integrated\ncharge of nitrite reduction is utilized for calculating the number\nof accessible active sites. c,d shows the cyclic voltammetry curves of KJ-Fe/N/Carbon\nand Fe/N/Carbon catalysts in the absence and presence of nitrite adsorption.\nThe KJ-Fe/N/Carbon catalyst represents a higher integrated charge\nof nitrite reduction and thus has a higher ASD. Quantitatively, the\nASD of the KJ-Fe/N/Carbon catalyst reaches 58.5 μmol g<sup>–1</sup> (e), which\nis 4.8-fold of the Fe/N/Carbon catalyst (12.3 μmol g<sup>–1</sup>). This result agrees well with the enhanced ORR mass activity of\nKJ-Fe/N/Carbon than with that of the Fe/N/Carbon catalyst (f, 5.02 vs 1.01 A\ng<sup>–1</sup> at 0.85 vs RHE, calculated by the K–L\nequation).</p>", "clean_text": "To verify the increased performance of catalysts, the electrochemical properties of the resulting catalytic materials were estimated by rotating ring-disk electrode (RRDE) measurements in Ar- and O2-saturated (0.1 M H2SO4) electrolytes at 30 °C. As expected, the KJ-Fe/N/Carbon catalyst fabricated at 950 °C shows the best ORR activity (Figure S9). a shows that the KJ-Fe/N/Carbon catalyst displays an E 1/2 of 0.834 V, higher than the Fe/N/Carbon (E 1/2 = 0.793 V), suggesting a greater ORR efficiency of the KJ-Fe/N/Carbon catalyst. b compares the ORR selectivity of two catalyst samples with the hydroperoxide (H2O2) yield and the number of electron transfer (n) as the indicators. Both the catalysts remain below 2% of the H2O2 yield in the potential range 0.2-0.9 V, and the relatively lower H2O2 yield and higher number of electron transfers of KJ-Fe/N/Carbon indicate a greater proportion of the 4e-ORR process. Figure S10 displays the Tafel slope of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. The similar Tafel slope of ca. 60 mV/dec indicates the same reaction mechanism and active site moieties, consistent with the EXAFS analyses. The intrinsic ORR efficiency of Fe/N/Carbon catalysts is mainly examined through active site structure and density. Owing to the similar active site structure, the observed higher ORR efficiency of the KJ-Fe/N/Carbon catalyst could be attributed to the higher ASD. To confirm the hypothesis, the ASD of catalysts was quantified by the previously reported nitrite stripping method, in which the integrated charge of nitrite reduction is utilized for calculating the number of accessible active sites. c,d shows the cyclic voltammetry curves of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts in the absence and presence of nitrite adsorption. The KJ-Fe/N/Carbon catalyst represents a higher integrated charge of nitrite reduction and thus has a higher ASD. Quantitatively, the ASD of the KJ-Fe/N/Carbon catalyst reaches 58.5 μmol g-1 (e), which is 4.8-fold of the Fe/N/Carbon catalyst (12.3 μmol g-1). This result agrees well with the enhanced ORR mass activity of KJ-Fe/N/Carbon than with that of the Fe/N/Carbon catalyst (f, 5.02 vs 1.01 A g-1 at 0.85 vs RHE, calculated by the K-L equation).", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) ORR polarization\ncurves of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts\nand (b) the corresponding H<sub>2</sub>O<sub>2</sub> yield and electron\ntransfer number in the ORR potential region ranging from 0.2 to 0.9\nV. Testing conditions: O<sub>2</sub>-saturated 0.1 M H<sub>2</sub>SO<sub>4</sub>; scan rate = 10 mV/s; rotating speed = 900 rpm; catalyst\ndosage = 0.6 mg/cm<sup>2</sup>; water bath temperature 30 °C.\n(c,d) CV graph of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts in the\npresence and absence of adsorption of nitrite to measure the ASD at\npH = 5.2. (e,f) ASD and mass activity at 0.85 vs RHE of KJ-Fe/N/Carbon\n(red) and Fe/N/Carbon (black) catalysts.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) ORR polarization curves of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts and (b) the corresponding H2O2 yield and electron transfer number in the ORR potential region ranging from 0.2 to 0.9 V. Testing conditions: O2-saturated 0.1 M H2SO4; scan rate = 10 mV/s; rotating speed = 900 rpm; catalyst dosage = 0.6 mg/cm2; water bath temperature 30 °C. (c,d) CV graph of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts in the presence and absence of adsorption of nitrite to measure the ASD at pH = 5.2. (e,f) ASD and mass activity at 0.85 vs RHE of KJ-Fe/N/Carbon (red) and Fe/N/Carbon (black) catalysts.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>To evaluate the practical performance of the catalysts in the real-world\nenergy devices, the H<sub>2</sub>–O<sub>2</sub> and H<sub>2</sub>-air PEMFC tests were carried out. a plots the polarization and the power density\ncurves (without iR-free) of the two catalysts in the H<sub>2</sub>–O<sub>2</sub> PEMFC. The KJ-Fe/N/Carbon catalyst produces\na PPD of 1.07 W cm<sup>–2</sup> at 1 bar back pressure, which\nis equal to 1.5-fold of the Fe/N/Carbon catalyst (0.73 W cm<sup>–2</sup>). At 2 bar backpressure, the PPD of the KJ-Fe/N/Carbon catalyst\nreaches 1.28 W cm<sup>–2</sup>, which ranks among the best\nPGM-free catalysts (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>). b displays the iR-free\npolarization curves of the H<sub>2</sub>–O<sub>2</sub> PEMFC\nof both catalysts at 1 bar backpressure. The KJ-Fe/N/Carbon catalyst\nproduces a current density of 0.032 and 0.044 A cm<sup>–2</sup> @ 0.9 V<sub>iR‑free</sub> and 0.89 V<sub>iR‑free</sub> at 1 bar backpressure, respectively, surpassing most of the reported\nM/N/Carbon catalysts (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>). By contrast,\nthe Fe/N/Carbon catalyst gives only 0.012 A cm<sup>–2</sup> current density at 0.9 V<sub>iR‑free</sub>. In the more practical\nH<sub>2</sub>-air PEMFC, the PPD of the KJ-Fe/N/Carbon catalyst reaches\n0.59 and 0.66 W/cm<sup>2</sup> at 1 and 2 bar backpressure, respectively\n(c). According\nto literature and our knowledge, this PPD is highest in H<sub>2</sub>-air fuel cells among all previously reported PGM-free ORR catalysts\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S7</ext-link> and d). The stability performance of the KJ-Fe/N/Carbon\ncatalyst was investigated by the potentiostatic protocol operated\nat 0.6 V in the H<sub>2</sub>-air PEMFC. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link> shows that the KJ-Fe/N/Carbon catalyst suffers from a significant\ncatalytic decay (83% activity loss within the 40 h stability test).\nThe decay mechanism and stability performance are rather complicated,\nwhich would be the focus of our ongoing study in the future.</p>", "clean_text": "To evaluate the practical performance of the catalysts in the real-world energy devices, the H2-O2 and H2-air PEMFC tests were carried out. a plots the polarization and the power density curves (without iR-free) of the two catalysts in the H2-O2 PEMFC. The KJ-Fe/N/Carbon catalyst produces a PPD of 1.07 W cm-2 at 1 bar back pressure, which is equal to 1.5-fold of the Fe/N/Carbon catalyst (0.73 W cm-2). At 2 bar backpressure, the PPD of the KJ-Fe/N/Carbon catalyst reaches 1.28 W cm-2, which ranks among the best PGM-free catalysts (Table S5). b displays the iR-free polarization curves of the H2-O2 PEMFC of both catalysts at 1 bar backpressure. The KJ-Fe/N/Carbon catalyst produces a current density of 0.032 and 0.044 A cm-2 @ 0.9 ViR-free and 0.89 ViR-free at 1 bar backpressure, respectively, surpassing most of the reported M/N/Carbon catalysts (Table S6). By contrast, the Fe/N/Carbon catalyst gives only 0.012 A cm-2 current density at 0.9 ViR-free. In the more practical H2-air PEMFC, the PPD of the KJ-Fe/N/Carbon catalyst reaches 0.59 and 0.66 W/cm2 at 1 and 2 bar backpressure, respectively (c). According to literature and our knowledge, this PPD is highest in H2-air fuel cells among all previously reported PGM-free ORR catalysts (Table S7 and d). The stability performance of the KJ-Fe/N/Carbon catalyst was investigated by the potentiostatic protocol operated at 0.6 V in the H2-air PEMFC. Figure S11 shows that the KJ-Fe/N/Carbon catalyst suffers from a significant catalytic decay (83% activity loss within the 40 h stability test). The decay mechanism and stability performance are rather complicated, which would be the focus of our ongoing study in the future.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Polarization\ncurves (left) and the power density curves (right)\nof the H<sub>2</sub>–O<sub>2</sub> PEMFC of the KJ-Fe/N/Carbon\nand Fe/N/Carbon catalysts. (b) iR-free polarization curves of the\nH<sub>2</sub>–O<sub>2</sub> PEMFC of KJ-Fe/N/Carbon and Fe/N/Carbon\ncatalysts in the voltage region from 0.95 to 0.80 V at 1 bar backpressure.\n(c) Polarization curves (left) and the power density curves (right)\nof the H<sub>2</sub>-air PEMFC of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts.\n(d) H<sub>2</sub>-air PEMFC activity comparison between KJ-Fe/N/Carbon\nand previous literature at 0.8 V current density vs PPD of catalysts.\nTesting conditions: flow rate of 0.3 SLPM for H<sub>2</sub>, 0.4 SLPM\nfor O<sub>2</sub>, and 0.5 SLPM for air, 1 or 2 bar backpressure;\nNafion 211 membrane; MEA active area: 1.21 cm<sup>2</sup>; 3.2 mg\ncm<sup>–2</sup> cathode loading; and anode catalyst = Pt/Carbon\n(40 wt %, JM) having 0.4 mg<sub>Pt</sub>/cm<sup>2</sup>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Polarization curves (left) and the power density curves (right) of the H2-O2 PEMFC of the KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. (b) iR-free polarization curves of the H2-O2 PEMFC of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts in the voltage region from 0.95 to 0.80 V at 1 bar backpressure. (c) Polarization curves (left) and the power density curves (right) of the H2-air PEMFC of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. (d) H2-air PEMFC activity comparison between KJ-Fe/N/Carbon and previous literature at 0.8 V current density vs PPD of catalysts. Testing conditions: flow rate of 0.3 SLPM for H2, 0.4 SLPM for O2, and 0.5 SLPM for air, 1 or 2 bar backpressure; Nafion 211 membrane; MEA active area: 1.21 cm2; 3.2 mg cm-2 cathode loading; and anode catalyst = Pt/Carbon (40 wt %, JM) having 0.4 mgPt/cm2.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>To verify the universality of the carbon-supporting strategy,\nFe/N/Carbon\ncatalysts, applying five different carbons, for example, KJ300, BP2000,\nXC72, MWCNT, and KJ600, were synthesized and evaluated in H<sub>2</sub>–O<sub>2</sub> PEMFCs. a,b compares polarization curves and the power density\ncurves of the five carbon-assisted Fe/N/Carbon catalysts. The catalytic\nefficiency of the reference sample without carbon support is also\nshown for comparison. The carbon-supporting strategy boosts the fuel\ncell polarization performance of ZIF-based Fe/N/Carbon catalysts.\nTo quantitatively compare the intrinsic ORR efficiency of the six\nFe/N/Carbon catalysts, the iR-free polarization curves from 0.80 to\n0.90 V are selected and presented in c. The current density measured at 0.8 V<sub>iR‑free</sub> can evaluate the intrinsic ORR efficiency of\nthe prepared Fe/N/Carbon catalysts. A higher current density implies\na superior intrinsic ORR activity. Without\ncarbon support, the Fe/N/Carbon catalyst shows 0.15 A cm<sup>–2</sup> current density at 0.8 V<sub>iR‑free</sub>. Assisted by the\ncarbon-supporting approach, the current density measured at 0.8 V<sub>iR‑free</sub> increases to 0.22, 0.25, 0.26, 0.345, and 0.35\nA cm<sup>–2</sup> for BP2000, MWCNT, XC-72, KJ300, and KJ600,\nrespectively. d summarizes the activity enhancement of Fe/N/Carbon catalysts for\nPPD and current density measured at 0.8 V<sub>iR‑free</sub>. It is found that the carbon-supporting strategy leads to at least\n40 and 48% rise in the PPD and current density at 0.8 V<sub>iR‑free</sub>, respectively, demonstrating a broad universality of the facile\nstrategy. Compared to the reference sample, these five carbon-assisted\nFe/N/Carbon catalysts consisted of a similar layered structure (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>) and higher Fe content on the catalyst\nsurface (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>), consequently leading\nto a higher density of ASD (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).\nThis observation suggests the consistency of the mechanism for the\nactivity enhancement.</p>", "clean_text": "To verify the universality of the carbon-supporting strategy, Fe/N/Carbon catalysts, applying five different carbons, for example, KJ300, BP2000, XC72, MWCNT, and KJ600, were synthesized and evaluated in H2-O2 PEMFCs. a,b compares polarization curves and the power density curves of the five carbon-assisted Fe/N/Carbon catalysts. The catalytic efficiency of the reference sample without carbon support is also shown for comparison. The carbon-supporting strategy boosts the fuel cell polarization performance of ZIF-based Fe/N/Carbon catalysts. To quantitatively compare the intrinsic ORR efficiency of the six Fe/N/Carbon catalysts, the iR-free polarization curves from 0.80 to 0.90 V are selected and presented in c. The current density measured at 0.8 ViR-free can evaluate the intrinsic ORR efficiency of the prepared Fe/N/Carbon catalysts. A higher current density implies a superior intrinsic ORR activity. Without carbon support, the Fe/N/Carbon catalyst shows 0.15 A cm-2 current density at 0.8 ViR-free. Assisted by the carbon-supporting approach, the current density measured at 0.8 ViR-free increases to 0.22, 0.25, 0.26, 0.345, and 0.35 A cm-2 for BP2000, MWCNT, XC-72, KJ300, and KJ600, respectively. d summarizes the activity enhancement of Fe/N/Carbon catalysts for PPD and current density measured at 0.8 ViR-free. It is found that the carbon-supporting strategy leads to at least 40 and 48% rise in the PPD and current density at 0.8 ViR-free, respectively, demonstrating a broad universality of the facile strategy. Compared to the reference sample, these five carbon-assisted Fe/N/Carbon catalysts consisted of a similar layered structure (Figure S12) and higher Fe content on the catalyst surface (Figure S13), consequently leading to a higher density of ASD (Figure S14). This observation suggests the consistency of the mechanism for the activity enhancement.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Polarization curves and (b) power density curves of\nthe H<sub>2</sub>–O<sub>2</sub> PEMFC of five Fe/N/Carbon catalysts\nprepared via carbon support. The pristine Fe/N/Carbon catalyst having\ncarbon support is also displayed for comparison. (c) iR-free polarization\ncurves of the H<sub>2</sub>–O<sub>2</sub> PEMFC of the six\nFe/N/Carbon catalysts from 0.80 to 0.90 V. (d) Plot of PPD vs current\ndensity at 0.8 V<sub>iR‑free</sub> of the six Fe/N/Carbon catalysts.\nExperimental conditions: flow rate: 0.3 SLPM for H<sub>2</sub>, 0.4\nSLPM for O<sub>2</sub>, 1 bar backpressure; Nafion 211 membrane; MEA\nactive area: 1.21 cm<sup>2</sup>; cathode loading = 3.2 mg cm<sup>–2</sup>; anode catalyst: = Pt/Carbon (40 wt %, JM) having\n0.4 mg<sub>Pt</sub> cm<sup>–2</sup>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Polarization curves and (b) power density curves of the H2-O2 PEMFC of five Fe/N/Carbon catalysts prepared via carbon support. The pristine Fe/N/Carbon catalyst having carbon support is also displayed for comparison. (c) iR-free polarization curves of the H2-O2 PEMFC of the six Fe/N/Carbon catalysts from 0.80 to 0.90 V. (d) Plot of PPD vs current density at 0.8 ViR-free of the six Fe/N/Carbon catalysts. Experimental conditions: flow rate: 0.3 SLPM for H2, 0.4 SLPM for O2, 1 bar backpressure; Nafion 211 membrane; MEA active area: 1.21 cm2; cathode loading = 3.2 mg cm-2; anode catalyst: = Pt/Carbon (40 wt %, JM) having 0.4 mgPt cm-2.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>A universal carbon-supporting approach was conducted to enhance\nthe ORR efficiency of the ZIF-derived Fe/N/Carbon catalysts. The supported\nporous carbons promoted the conversion of dodecahedral particles into\na layered structure, suppressed the formation of metallic particles,\nand provided extra space to host the active sites. These merits increased\nthe accessible ASD and thus boosted the intrinsic ORR efficiency.\nThe optimized carbon-assisted Fe/N/Carbon catalyst ranked among the\nbest PGM-free catalysts in H<sub>2</sub>-air and H<sub>2</sub>–O<sub>2</sub> PEMFCs. The current study offers an effective strategy to\nsynthesize highly active non-PGM ORR catalysts, especially MOF-derived\ncatalytic materials.</p>", "clean_text": "Conclusions\n\nA universal carbon-supporting approach was conducted to enhance the ORR efficiency of the ZIF-derived Fe/N/Carbon catalysts. The supported porous carbons promoted the conversion of dodecahedral particles into a layered structure, suppressed the formation of metallic particles, and provided extra space to host the active sites. These merits increased the accessible ASD and thus boosted the intrinsic ORR efficiency. The optimized carbon-assisted Fe/N/Carbon catalyst ranked among the best PGM-free catalysts in H2-air and H2-O2 PEMFCs. The current study offers an effective strategy to synthesize highly active non-PGM ORR catalysts, especially MOF-derived catalytic materials.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, FeCl<sub>3</sub>·6H<sub>2</sub>O, CH<sub>3</sub>OH,\nand C<sub>2</sub>H<sub>5</sub>OH were purchased from Sinopharm Chemical\nReagent Co. Ltd. (Shanghai, China). 2-Methylimidazole (2-mim) was\nobtained from Alfa Aesar. Ketjenblack EC600J (KJ600) was received\nfrom Akzo Nobel. Isopropanol and Nafion solution (Dupont, 5 wt %)\nwere received from Sigma-Aldrich. 40% Pt/C (Johnson Matthey (JM))\nelectrode, gas diffusion layer (GDL Ballard 2240), and proton exchange\nmembrane (NRE 211) were supplied by Xingqiao Energy Technology Co.,\nLtd. (Yangzhou, China). Highly pure O<sub>2</sub> (99.998%) and Ar\n(99.999%) were obtained from Linde. All of the chemicals were of analytical\ngrade and used as such without any processing. For solution preparation,\ndeionized (DI) water (Millipore Milli-Q, 18.2 MΩ cm) was used.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nZn(NO3)2⋅6H2O, FeCl3⋅6H2O, CH3OH, and C2H5OH were purchased from Sinopharm Chemical Reagent Co. Ltd. (Shanghai, China). 2-Methylimidazole (2-mim) was obtained from Alfa Aesar. Ketjenblack EC600J (KJ600) was received from Akzo Nobel. Isopropanol and Nafion solution (Dupont, 5 wt %) were received from Sigma-Aldrich. 40% Pt/C (Johnson Matthey (JM)) electrode, gas diffusion layer (GDL Ballard 2240), and proton exchange membrane (NRE 211) were supplied by Xingqiao Energy Technology Co., Ltd. (Yangzhou, China). Highly pure O2 (99.998%) and Ar (99.999%) were obtained from Linde. All of the chemicals were of analytical grade and used as such without any processing. For solution preparation, deionized (DI) water (Millipore Milli-Q, 18.2 MΩ cm) was used.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Catalysts</title><p>KJ600-Fe-ZIF-8 precursors\nwere prepared using the solvent technique. In detail, 2.42 g of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, 2.95 g of 2-methylimidazole,\nand 0.1 g of KJ600 carbon black were uniformly mixed together by 12\nh vigorous stirring in 100 mL of methanol. FeCl<sub>3</sub>·6H<sub>2</sub>O was completely dissolved in DI water to obtain a 1 M FeCl<sub>3</sub> solution. Then, 0.16 mL of the resulting FeCl<sub>3</sub> solution was transferred into the above-mentioned slurry and then\nstirred vigorously overnight at room temperature. The precipitant\n(labeled as KJ600-Fe-ZIF-8) was collected by centrifugation in methanol\nand vacuum-dried at a constant 60 °C for 12 h. The resulting\nKJ600-Fe-ZIF-8 powder then underwent programming pyrolysis at 950\n°C in an Ar/NH<sub>3</sub> gaseous mixture (10% NH<sub>3</sub>, molar ratio) for 1 h. The ramp heating rate was 5 °C/min and\ncooled down to the room temperature naturally. Finally, the KJ-Fe/N/Carbon\ncatalyst was prepared after the pyrolysis. For activity comparison,\na neat Fe/N/Carbon catalyst (without deliberate adding KJ600) was\nalso prepared (reference sample) following the same procedures.</p>", "clean_text": "Preparation of Catalysts\n\nKJ600-Fe-ZIF-8 precursors were prepared using the solvent technique. In detail, 2.42 g of Zn(NO3)2⋅6H2O, 2.95 g of 2-methylimidazole, and 0.1 g of KJ600 carbon black were uniformly mixed together by 12 h vigorous stirring in 100 mL of methanol. FeCl3⋅6H2O was completely dissolved in DI water to obtain a 1 M FeCl3 solution. Then, 0.16 mL of the resulting FeCl3 solution was transferred into the above-mentioned slurry and then stirred vigorously overnight at room temperature. The precipitant (labeled as KJ600-Fe-ZIF-8) was collected by centrifugation in methanol and vacuum-dried at a constant 60 °C for 12 h. The resulting KJ600-Fe-ZIF-8 powder then underwent programming pyrolysis at 950 °C in an Ar/NH3 gaseous mixture (10% NH3, molar ratio) for 1 h. The ramp heating rate was 5 °C/min and cooled down to the room temperature naturally. Finally, the KJ-Fe/N/Carbon catalyst was prepared after the pyrolysis. For activity comparison, a neat Fe/N/Carbon catalyst (without deliberate adding KJ600) was also prepared (reference sample) following the same procedures.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Preparation of the Working Electrode</title><p>The catalyst ink\nfor RRDE (working electrode: φ = 5.61 mm outer diameter of the\nglassy carbon (GC) disk having a Pt ring; Pine Research Instrumentation,\nUSA) measurements was prepared according to the following recipe:\n6 mg of the catalyst was dispersed into the mixture solution having\n0.5 mL of water, 5 wt % Nafion solution (0.05 mL), and 0.5 mL of ethanol.\nAfter vigorous ultrasonication and agitation, 25 μL ink was\nthen coated on the GC electrode with a catalyst loading of 0.6 mg\ncm<sup>–2</sup>.</p>", "clean_text": "Preparation of the Working Electrode\n\nThe catalyst ink for RRDE (working electrode: φ = 5.61 mm outer diameter of the glassy carbon (GC) disk having a Pt ring; Pine Research Instrumentation, USA) measurements was prepared according to the following recipe: 6 mg of the catalyst was dispersed into the mixture solution having 0.5 mL of water, 5 wt % Nafion solution (0.05 mL), and 0.5 mL of ethanol. After vigorous ultrasonication and agitation, 25 μL ink was then coated on the GC electrode with a catalyst loading of 0.6 mg cm-2.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Test</title><p>The ORR polarization\ncurves were\ncarefully recorded in an O<sub>2</sub>-saturated (0.1 M H<sub>2</sub>SO<sub>4</sub>) solution on RRDE equipped with a CHI 760D electrochemical\nworkstation. The GC plate and SCE (saturated calomel electrode) were\nused as counter and reference electrodes, respectively. All of the\nmeasured potentials were accurately calibrated to the RHE value using\nthe Nernst equation: <italic toggle=\"yes\">E</italic>\n<sub>RHE</sub> = <italic toggle=\"yes\">E</italic>\n<sub>Hg/HgCl2</sub> + 0.059pH + 0.2412. The cyclic voltammetry (CV)\nand ORR polarization curves were obtained at 30 °C and ambient\npressure by potential cycling from 0.2 to 1.0 V (vs RHE) at a scan\nrate of 10 mV s<sup>–1</sup>. About 900 rpm was fixed as the\nrotating speed. Prior to the data collection, O<sub>2</sub> or Ar\nwas bubbled in the electrolyte solution for 15 min, and all of the\ncatalysts are activated. For determining the H<sub>2</sub>O<sub>2</sub> yield, the ring electrode potential was set at 1.30 V versus RHE\nfor H<sub>2</sub>O<sub>2</sub> oxidation that spread out from the\ndisk electrode. The %H<sub>2</sub>O<sub>2</sub> yield was measured\nfrom the disk current (<italic toggle=\"yes\">I</italic>\n<sub>d</sub>) and ring current\n(<italic toggle=\"yes\">I</italic>\n<sub>r</sub>) using the following equations\n<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>%</mml:mo>\n<mml:mo>=</mml:mo>\n<mml:mn>200</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">r</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">r</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>n</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>4</mml:mn>\n<mml:mo>×</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">r</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Electrochemical Test\n\nThe ORR polarization curves were carefully recorded in an O2-saturated (0.1 M H2SO4) solution on RRDE equipped with a CHI 760D electrochemical workstation. The GC plate and SCE (saturated calomel electrode) were used as counter and reference electrodes, respectively. All of the measured potentials were accurately calibrated to the RHE value using the Nernst equation: E RHE = E Hg/HgCl2 + 0.059pH + 0.2412. The cyclic voltammetry (CV) and ORR polarization curves were obtained at 30 °C and ambient pressure by potential cycling from 0.2 to 1.0 V (vs RHE) at a scan rate of 10 mV s-1. About 900 rpm was fixed as the rotating speed. Prior to the data collection, O2 or Ar was bubbled in the electrolyte solution for 15 min, and all of the catalysts are activated. For determining the H2O2 yield, the ring electrode potential was set at 1.30 V versus RHE for H2O2 oxidation that spread out from the disk electrode. The %H2O2 yield was measured from the disk current (I d) and ring current (I r) using the following equations         H   2       O   2    % = 200 ×  (    I   r    / N )  /  (    I   d    +    I   r    / N )           n = 4 ×    I   d    /  (    I   d    +    I   r    / N )      ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Here, <italic toggle=\"yes\">I</italic>\n<sub>d</sub> and <italic toggle=\"yes\">I</italic>\n<sub>r</sub> are the disk and ring current,\nrespectively. The Pt ring (<italic toggle=\"yes\">N</italic>) has a collection efficiency\nof 0.37. The rotating rate during the <italic toggle=\"yes\">i</italic>–<italic toggle=\"yes\">t</italic> measurement was controlled at 900 rpm. Ohmic resistance\nwas compensated by 80%.</p>", "clean_text": "Here, I d and I r are the disk and ring current, respectively. The Pt ring (N) has a collection efficiency of 0.37. The rotating rate during the i-t measurement was controlled at 900 rpm. Ohmic resistance was compensated by 80%.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The ORR mass activity at 0.85 V versus\nRHE was calculated by K–L\ncalculations<disp-formula id=\"ueq3\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">k</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p><p>in which <italic toggle=\"yes\">i</italic> represents the current at 0.85 V versus\nRHE, <italic toggle=\"yes\">i</italic>\n<sub>k</sub> stands for the kinetic current,\nand <italic toggle=\"yes\">i</italic>\n<sub>L</sub> is the limiting-diffusion current.</p><title>Measurement of ASD</title><p>The ASD was measured by a previously\npublished nitrite reduction technique. The catalyst coated on the glassy electrode was first immersed in\na 0.125 M NaNO<sub>2</sub> solution for 5 min, during which NO<sub>2</sub>\n<sup>–</sup> will be adsorbed on Fe–N<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> sites and then soaked in DI water for another 3\nmin to remove redundant NO<sub>2</sub>\n<sup>–</sup>. After that,\nthe treated catalyst was tested in Ar-saturated 3 M acetate buffer\nat pH 5.2 in the potential ranging from −0.3 to 0.4 V versus\nRHE. Under the potential ranging from −0.2 to 0.2 V versus\nRHE, the absorbed NO<sub>2</sub>\n<sup>–</sup> will be removed\nentirely through electrochemical reduction. The fresh Fe/N/Carbon\ncatalyst was employed again applying the same CV procedure to record\nthe background curve. The integrated charge of nitrite reduction (<italic toggle=\"yes\">Q</italic>) can be calculated by deducting the background CV curve.\nCorrespondingly, the Fe–N<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> sites\nare equal in number to <italic toggle=\"yes\">Q</italic>/5<italic toggle=\"yes\">F</italic>. Electrochemical\ntest conditions: Ar-saturated 3 M acetate buffer at pH 5.2; rotating\nspeed = 900 rpm; scan rate = 10 mV s<sup>–1</sup>; loading\nof the catalyst = 0.27 mg cm<sup>–2</sup>; temperature of the\nwater bath = 30 °C; potential range: −0.3 to 0.4 V (vs\nRHE).</p>", "clean_text": "The ORR mass activity at 0.85 V versus RHE was calculated by K-L calculations     1 / i = 1 /    i   k    + 1 /    i   L        \n\nin which i represents the current at 0.85 V versus RHE, i k stands for the kinetic current, and i L is the limiting-diffusion current.\n\nMeasurement of ASD\n\nThe ASD was measured by a previously published nitrite reduction technique. The catalyst coated on the glassy electrode was first immersed in a 0.125 M NaNO2 solution for 5 min, during which NO2 - will be adsorbed on Fe-N x  sites and then soaked in DI water for another 3 min to remove redundant NO2 -. After that, the treated catalyst was tested in Ar-saturated 3 M acetate buffer at pH 5.2 in the potential ranging from -0.3 to 0.4 V versus RHE. Under the potential ranging from -0.2 to 0.2 V versus RHE, the absorbed NO2 - will be removed entirely through electrochemical reduction. The fresh Fe/N/Carbon catalyst was employed again applying the same CV procedure to record the background curve. The integrated charge of nitrite reduction (Q) can be calculated by deducting the background CV curve. Correspondingly, the Fe-N x  sites are equal in number to Q/5F. Electrochemical test conditions: Ar-saturated 3 M acetate buffer at pH 5.2; rotating speed = 900 rpm; scan rate = 10 mV s-1; loading of the catalyst = 0.27 mg cm-2; temperature of the water bath = 30 °C; potential range: -0.3 to 0.4 V (vs RHE).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Physical Characterization</title><p>The composition and morphological\nanalysis of the catalysts are performed through HR-TEM working at\nthe voltage of 200 kV. XRD [Rigaku Ultima IV, equipped with the Cu\nKα radiation (λ = 0.154 nm)] at 35 kV and 15 mA current\nwas carried out to characterize the crystal structure of KJ-Fe/N/Carbon\nand Fe/N/Carbon catalysts. Raman spectra were obtained using LabRam\nI (638 nm) to estimate the ordered and disordered degree of carbon\nskeleton of the catalysts. The BET surface area of the catalysts was\nestimated from Ar-adsorption isotherms at 87 K from the <italic toggle=\"yes\">P/P</italic>\n<sub>0</sub> ranging from 0.05 to 0.35 (Tristar 2020). The data fitting\nis based on the slit pore model with Barrett–Joyner–Halenda\n(BJH) pore size analysis for mesopores and macropores. The surface\nchemical properties were analyzed by XPS on a PHI Quantum 2000 spectrometer\nusing monochromatic Al Kα radiation (225 W, 15 mA, 15 kV). The\nC 1s energy peak (binding energy = 284.5 eV) was utilized as a reference\nto calibrate the positions of other peaks. The Fe content was calculated\nthrough inductively coupled plasma optical emission spectroscopy (Varian\n700). The X-ray absorption spectra (XAS) at the Fe K-edge were obtained\non the beamline BL11B (at Shanghai Synchrotron Radiation Facility).\nThe white X-ray was monochromatized using a Si(111) double-crystal\nmonochromator, and employing a Fe foil (7112 eV), the energy was calibrated.\nThe raw data obtained were carefully processed and then fitted applying\nthe standard procedures with the Artemis and Athena programs. The\nEXAFS fitting was carefully processed in the <italic toggle=\"yes\">R</italic>-space.</p>", "clean_text": "Physical Characterization\n\nThe composition and morphological analysis of the catalysts are performed through HR-TEM working at the voltage of 200 kV. XRD [Rigaku Ultima IV, equipped with the Cu Kα radiation (λ = 0.154 nm)] at 35 kV and 15 mA current was carried out to characterize the crystal structure of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. Raman spectra were obtained using LabRam I (638 nm) to estimate the ordered and disordered degree of carbon skeleton of the catalysts. The BET surface area of the catalysts was estimated from Ar-adsorption isotherms at 87 K from the P/P 0 ranging from 0.05 to 0.35 (Tristar 2020). The data fitting is based on the slit pore model with Barrett-Joyner-Halenda (BJH) pore size analysis for mesopores and macropores. The surface chemical properties were analyzed by XPS on a PHI Quantum 2000 spectrometer using monochromatic Al Kα radiation (225 W, 15 mA, 15 kV). The C 1s energy peak (binding energy = 284.5 eV) was utilized as a reference to calibrate the positions of other peaks. The Fe content was calculated through inductively coupled plasma optical emission spectroscopy (Varian 700). The X-ray absorption spectra (XAS) at the Fe K-edge were obtained on the beamline BL11B (at Shanghai Synchrotron Radiation Facility). The white X-ray was monochromatized using a Si(111) double-crystal monochromator, and employing a Fe foil (7112 eV), the energy was calibrated. The raw data obtained were carefully processed and then fitted applying the standard procedures with the Artemis and Athena programs. The EXAFS fitting was carefully processed in the R-space.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Membrane Electrode Assembly Fabrication and Fuel Cell Tests</title><p>The suspension of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts was\ncarefully fabricated by completely dispersing 8 mg of the catalyst\nand 0.230 mL of 5 wt % Nafion into the solution containing DI water\n(0.2 mL) and isopropanol (0.8 mL) at a ratio of 1:4. After 1 h ultrasonic\ndispersion and agitation, the ink was dropped on a GDL (1.21 cm<sup>2</sup>, Ballard 2240) to form a cathode from the gas diffusion electrode\n(GDE), and the catalyst loadings for KJ-Fe/N/Carbon and Fe/N/Carbon\ncatalysts were both kept at 3.2 mg/cm<sup>2</sup>. A commercial Pt/Carbon\n(0.4 mg<sub>Pt</sub> cm<sup>–2</sup>, JM) GDE was utilized\nas both the anode and reference cathode in the fuel cell measurements.\nThe membrane electrode assembly (MEA) was fabricated by sandwiching\nan NRE211 membrane between an anode and a cathode GDE through the\nhot-pressing method at ca<italic toggle=\"yes\">.</italic> 5 MPa @ 130 °C which\nlasts for 2.5 min. Polarization curves as well as stability curves\nwere recorded on the 850e PEMFC system (Scribner Associates Inc.)\nequipped with a potentiostat at a cell temperature of 80 °C.\n100% humidified H<sub>2</sub> [0.3 standard liter per minute (SLPM)],\nair (0.5 SLPM), and O<sub>2</sub> (0.4 SLPM) with 1 bar or 2 bar inlet\nbackpressure were fed as the oxidant and fuel at the cathode and anode,\nrespectively.</p>", "clean_text": "Membrane Electrode Assembly Fabrication and Fuel Cell Tests\n\nThe suspension of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts was carefully fabricated by completely dispersing 8 mg of the catalyst and 0.230 mL of 5 wt % Nafion into the solution containing DI water (0.2 mL) and isopropanol (0.8 mL) at a ratio of 1:4. After 1 h ultrasonic dispersion and agitation, the ink was dropped on a GDL (1.21 cm2, Ballard 2240) to form a cathode from the gas diffusion electrode (GDE), and the catalyst loadings for KJ-Fe/N/Carbon and Fe/N/Carbon catalysts were both kept at 3.2 mg/cm2. A commercial Pt/Carbon (0.4 mgPt cm-2, JM) GDE was utilized as both the anode and reference cathode in the fuel cell measurements. The membrane electrode assembly (MEA) was fabricated by sandwiching an NRE211 membrane between an anode and a cathode GDE through the hot-pressing method at ca. 5 MPa @ 130 °C which lasts for 2.5 min. Polarization curves as well as stability curves were recorded on the 850e PEMFC system (Scribner Associates Inc.) equipped with a potentiostat at a cell temperature of 80 °C. 100% humidified H2 [0.3 standard liter per minute (SLPM)], air (0.5 SLPM), and O2 (0.4 SLPM) with 1 bar or 2 bar inlet backpressure were fed as the oxidant and fuel at the cathode and anode, respectively.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.2c04786?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.2c04786</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional figures of\nTEM image, XRD pattern, FE-EXAFS\nfitting spectra, pore size distribution curves, Raman spectra, Tafel\nanalysis, XPS survey and electrochemical curves, and so forth; XAS\nfitting; elemental contents; and performance comparison (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.2c04786.  Additional figures of TEM image, XRD pattern, FE-EXAFS fitting spectra, pore size distribution curves, Raman spectra, Tafel analysis, XPS survey and electrochemical curves, and so forth; XAS fitting; elemental contents; and performance comparison (PDF)   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Additional figures of\nTEM image, XRD pattern, FE-EXAFS\nfitting spectra, pore size distribution curves, Raman spectra, Tafel\nanalysis, XPS survey and electrochemical curves, and so forth; XAS\nfitting; elemental contents; and performance comparison (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Additional figures of TEM image, XRD pattern, FE-EXAFS fitting spectra, pore size distribution curves, Raman spectra, Tafel analysis, XPS survey and electrochemical curves, and so forth; XAS fitting; elemental contents; and performance comparison (PDF)", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>P.Y.Z. and\nX.H.Y. contributed equally to this work. P.Y.Z. and X.H.Y. conducted\nthe experiments. Q.R.J. characterized the material. P.X.C., S.H.S.,\nand Y.C.W. designed the experiment and wrote the manuscript. Z.Y.Z.\nand S.G.S. supervised this work. All authors contributed to discussing\nthe paper.</p>", "clean_text": "P.Y.Z. and X.H.Y. contributed equally to this work. P.Y.Z. and X.H.Y. conducted the experiments. Q.R.J. characterized the material. P.X.C., S.H.S., and Y.C.W. designed the experiment and wrote the manuscript. Z.Y.Z. and S.G.S. supervised this work. All authors contributed to discussing the paper.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>S.G.S. received\nfunding from the National Key Research and Development Program of\nChina (2017YFA0206500). Y.C.W., Z.Y.Z., and P.X.C. received funding\nfrom the National Natural Science Foundation of China (22179116, 22021001,\nand 42071359), respectively. X.H.Y. received funding from the Senior\nTalent Start-up Funds of Jiangsu University (4111310024).</p>", "clean_text": "S.G.S. received funding from the National Key Research and Development Program of China (2017YFA0206500). Y.C.W., Z.Y.Z., and P.X.C. received funding from the National Natural Science Foundation of China (22179116, 22021001, and 42071359), respectively. X.H.Y. received funding from the Senior Talent Start-up Funds of Jiangsu University (4111310024).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 24, "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of Catalysts</title><p>KJ600-Fe-ZIF-8 precursors\nwere prepared using the solvent technique. In detail, 2.42 g of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, 2.95 g of 2-methylimidazole,\nand 0.1 g of KJ600 carbon black were uniformly mixed together by 12\nh vigorous stirring in 100 mL of methanol. FeCl<sub>3</sub>·6H<sub>2</sub>O was completely dissolved in DI water to obtain a 1 M FeCl<sub>3</sub> solution. Then, 0.16 mL of the resulting FeCl<sub>3</sub> solution was transferred into the above-mentioned slurry and then\nstirred vigorously overnight at room temperature. The precipitant\n(labeled as KJ600-Fe-ZIF-8) was collected by centrifugation in methanol\nand vacuum-dried at a constant 60 °C for 12 h. The resulting\nKJ600-Fe-ZIF-8 powder then underwent programming pyrolysis at 950\n°C in an Ar/NH<sub>3</sub> gaseous mixture (10% NH<sub>3</sub>, molar ratio) for 1 h. The ramp heating rate was 5 °C/min and\ncooled down to the room temperature naturally. Finally, the KJ-Fe/N/Carbon\ncatalyst was prepared after the pyrolysis. For activity comparison,\na neat Fe/N/Carbon catalyst (without deliberate adding KJ600) was\nalso prepared (reference sample) following the same procedures.</p>", "clean_text": "Preparation of Catalysts\n\nKJ600-Fe-ZIF-8 precursors were prepared using the solvent technique. In detail, 2.42 g of Zn(NO3)2⋅6H2O, 2.95 g of 2-methylimidazole, and 0.1 g of KJ600 carbon black were uniformly mixed together by 12 h vigorous stirring in 100 mL of methanol. FeCl3⋅6H2O was completely dissolved in DI water to obtain a 1 M FeCl3 solution. Then, 0.16 mL of the resulting FeCl3 solution was transferred into the above-mentioned slurry and then stirred vigorously overnight at room temperature. The precipitant (labeled as KJ600-Fe-ZIF-8) was collected by centrifugation in methanol and vacuum-dried at a constant 60 °C for 12 h. The resulting KJ600-Fe-ZIF-8 powder then underwent programming pyrolysis at 950 °C in an Ar/NH3 gaseous mixture (10% NH3, molar ratio) for 1 h. The ramp heating rate was 5 °C/min and cooled down to the room temperature naturally. Finally, the KJ-Fe/N/Carbon catalyst was prepared after the pyrolysis. For activity comparison, a neat Fe/N/Carbon catalyst (without deliberate adding KJ600) was also prepared (reference sample) following the same procedures.", "data": [{"meta": {"name": "KJ600-Fe-ZIF-8 precursors", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvent technique", "precursor": [{"name": "Zn­(NO3)2·6H2O", "amount": "2.42", "unit": "g"}, {"name": "2-methylimidazole", "amount": "2.95", "unit": "g"}, {"name": "KJ600 carbon black", "amount": "0.1", "unit": "g"}], "solution": [{"name": "methanol", "amount": "100", "unit": "mL"}], "pressure": "", "temperature": "", "time": "12 h"}, {"synthesis method": "addition", "additive": [{"name": "FeCl3·6H2O", "amount": "", "unit": "", "solution": "DI water"}], "amount": "0.16", "unit": "mL", "temperature": "room temperature", "time": "overnight"}, {"synthesis method": "centrifugation", "tube material": "methanol", "tube volume": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "60 °C", "atmosphere": "", "time": "12 h"}, {"synthesis method": "pyrolysis", "heat treatment method": "programming pyrolysis", "atmosphere": "Ar/NH3 gaseous mixture (10% NH3, molar ratio)", "heat treatment temperature": "950 °C", "heat treatment time": "1 h", "heating rate": "5 °C/min", "cooling rate": ""}], "yield": "", "other properties": []}, {"meta": {"name": "KJ-Fe/N/Carbon catalyst", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "pyrolysis", "heat treatment method": "programming pyrolysis", "atmosphere": "Ar/NH3 gaseous mixture (10% NH3, molar ratio)", "heat treatment temperature": "950 °C", "heat treatment time": "1 h", "heating rate": "5 °C/min", "cooling rate": ""}], "yield": "", "other properties": []}, {"meta": {"name": "Fe/N/Carbon catalyst", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "pyrolysis", "heat treatment method": "programming pyrolysis", "atmosphere": "Ar/NH3 gaseous mixture (10% NH3, molar ratio)", "heat treatment temperature": "950 °C", "heat treatment time": "1 h", "heating rate": "5 °C/min", "cooling rate": ""}], "yield": "", "other properties": []}], "include_properties": ["chemical_synthesis", "centrifugation", "drying", "heat_treatment"]}, {"idx": "1, 4, 11, 13, 16", "type": "text", "classification": "property", "content": "<p>The oxygen reduction reaction (ORR)\nactivity of the Fe/N/Carbon\ncatalysts derived from the pyrolysis of zeolitic-imidazolate-framework-8\n(ZIF-8) has been still lower than that of commercial Pt-based catalysts\nutilized in the proton exchange membrane fuel cells (PEMFCs) due to\nlow density of accessible active sites. In this study, an efficient\ncarbon-supporting strategy is developed to enhance the ORR efficiency\nof the ZIF-derived Fe/N/Carbon catalysts by increasing the accessible\nactive site density. The enhancement lies in (i) improving the accessibility\nof active sites via converting dodecahedral particles to graphene-like\nlayered materials and (ii) enhancing the density of FeN<sub>x</sub> active sites via suppressing the formation of nanoparticles as well\nas providing extra spaces to host active sites. The optimized and\nefficient Fe/N/Carbon catalyst shows a half-wave potential (<italic toggle=\"yes\">E</italic>\n<sub>1/2</sub>) of 0.834 V versus reversible hydrogen electrode\nin acidic media and produces a peak power density of 0.66 W cm<sup>–2</sup> in an air-fed PEMFC at 2 bar backpressure, outperforming\nmost previously reported Pt-free ORR catalysts. Finally, the general\napplicability of the carbon-supporting strategy is confirmed using\nfive different commercial carbon blacks. This work provides an effective\nroute to derive Fe/N/Carbon catalysts exhibiting a higher power density\nin PEMFCs.</p><p>In the current work,\nwe introduced an effective and facile carbon-supporting\nstrategy to convert the dodecahedral particles to graphene-like layered\nstructures to expose the interior active sites. This was realized\nby adding carbon black, for example, KJ600, in ZIF-8 synthesis. The\nKJ600 carbon black prevents the reassembling of cracked ZIF fragments\nand thus promotes the formation of dispersive graphene-like layered\nstructures in the pyrolysis process. Additionally, the addition of\nporous KJ600 carbon black suppresses the formation of nanoparticles\nand provides extra spaces to host the active sites. Owing to the aforementioned\nadvantages, the density of accessible active sites of the as-prepared\ncatalytic materials (denoted as KJ-Fe/N/Carbon) increased to 4.8-fold\nof the reference sample, thus nearly 4-fold improvement of ORR mass\nactivity was attained at 0.85 V versus reversible hydrogen electrode\n(RHE). The optimized KJ-Fe/N/Carbon cathode produced a peak power\ndensity (PPD) of 1.28 and 0.66 W cm<sup>–2</sup> in oxygen\nand an air-fed PEMFC at 2 bar backpressure, respectively, outperforming\nmost of previously reported PGM-free ORR catalysts. Finally, the general\napplicability of the carbon-supporting strategy was confirmed using\nfive different commercial carbon blacks.</p><p>Fe/N/Carbon and\nKJ-Fe/N/Carbon catalysts were then analyzed via\nAr adsorption/desorption isotherms. a shows that the Fe/N/Carbon catalyst exhibits\na type-I profile, indicating a large\nnumber of micropores and relatively small external surfaces. In comparison,\nthe KJ-Fe/N/Carbon catalyst shows a typical type-IV isotherm along\nwith a H3-type hysteresis loop, indicating\nthe existence of mesopores. The decreased adsorption dose at a smaller\nrelative pressure region (0 &lt; <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> &lt; 0.05) displays the decreased micropore volume,\nwhile the quick increase of Ar adsorption at a greater relative pressure\nregion (0.9 &lt; <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> &lt; 1) implies the characteristics of macropores and large outer\nsurfaces (multi-layer adsorption). The mesopore and macropore analyses\nare further confirmed by detailed Barrett–Joyner–Halenda\n(BJH) pore structure analysis between 2 and 100 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). Quantitatively, compared with the Fe/N/Carbon\ncatalyst, KJ-Fe/N/Carbon manifests a lower micropore (125 vs 435 m<sup>2</sup> g<sup>–1</sup>, b) but a higher mesopore surface area (405 vs 216 m<sup>2</sup> g<sup>–1</sup>). These obtained results are in good\nagreement with TEM observations. Furthermore, Raman spectroscopy and\nXRD were conducted to analyze the defect of the carbon matrix and\ncrystal structures (phase information) of as-synthesized catalysts.\nThe two peaks located at ca. 1350 and 1590 cm<sup>–1</sup> could\nbe allocated to the D band (defects) and G band (graphitization),\nrespectively. KJ-Fe/N/Carbon has a higher <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> ratio of 1.02\nthan Fe/N/Carbon of 0.76 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). The\n34% higher <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> ratio indicates more defects. Carbon defects are considered to be\nactive to the ORR and benefit the formation of active sites, for example,\nFeN<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>.\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link> compares the XRD patterns of the two\ncatalysts; both manifest two broad peaks at ca. 26 and 44°, associated\nwith graphitic carbon. No prominent peaks\nassociated with Fe nanoparticles are observed. This is because the\nlower quantity of Fe in the Fe/N/Carbon catalyst (1.71 wt %, measured\nby ICP-OES, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>) is insensitive to\nthe XRD. The Fe content in the KJ-Fe/N/Carbon catalyst increases to\n2.82 wt %. However, most Fe species have a FeN<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> structure rather than nanoparticles, which are evidenced by\nHR-TEM images (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>).</p><p>For investigating the catalyst’s surface chemistry, an X-ray\nphotoelectron spectroscopy (XPS) study was conducted. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link> displays the XPS spectra of KJ-Fe/N/Carbon\nand Fe/N/Carbon catalysts. The element contents of C, N, O, Fe, and\nZn are calculated and presented in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>. The Fe quantity in the KJ-Fe/N/Carbon catalyst is calculated as\n4.82 wt % in the XPS survey, much higher than that calculated in the\nreference Fe/N/Carbon sample (2.63 wt %). XPS is a surface-sensitive\ncharacterization method with a detected depth of only several nanometers. The higher Fe quantity on the catalyst surface suggests a higher\ndensity of FeN<sub>x</sub> active sites. Nitrogen species on the surface\ncan be deconvoluted into pyridinic-N, pyrrolic-N, and graphitic-N\nat 398.5, 400.2, and 401.2 eV, respectively (c). The deconvolution parameters\nare shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>. The surface element\ncontent is estimated to be 3.45, 1.34, and 2.26 wt % in the synthesized\nFe/N/Carbon catalyst, respectively (d). The KJ-Fe/N/Carbon catalyst shows a 21%\nhigher pyridinic-N content (4.18 wt %), 33% higher pyrrolic-N (1.78\nwt %), and 24% lower graphitic-N content (1.71 wt %). In previous\nliterature, researchers believed that pyridinic-N constitutes FeN<sub>x</sub> active sites. The greater pyridinic-N portion\nin the KJ-Fe/N/Carbon sample further suggests more intensive active\nsites.</p><p>To verify the increased performance of catalysts, the electrochemical\nproperties of the resulting catalytic materials were estimated by\nrotating ring-disk electrode (RRDE) measurements in Ar- and O<sub>2</sub>-saturated (0.1 M H<sub>2</sub>SO<sub>4</sub>) electrolytes\nat 30 °C. As expected, the KJ-Fe/N/Carbon catalyst fabricated\nat 950 °C shows the best ORR activity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). a shows that the KJ-Fe/N/Carbon catalyst displays an <italic toggle=\"yes\">E</italic>\n<sub>1/2</sub> of 0.834 V, higher than the Fe/N/Carbon (<italic toggle=\"yes\">E</italic>\n<sub>1/2</sub> = 0.793 V), suggesting a greater ORR efficiency of\nthe KJ-Fe/N/Carbon catalyst. b compares the ORR selectivity of two catalyst samples\nwith the hydroperoxide (H<sub>2</sub>O<sub>2</sub>) yield and the\nnumber of electron transfer (<italic toggle=\"yes\">n</italic>) as the indicators.\nBoth the catalysts remain below 2% of the H<sub>2</sub>O<sub>2</sub> yield in the potential range 0.2–0.9 V, and the relatively\nlower H<sub>2</sub>O<sub>2</sub> yield and higher number of electron\ntransfers of KJ-Fe/N/Carbon indicate a greater proportion of the 4e-ORR\nprocess.\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> displays the Tafel slope of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts.\nThe similar Tafel slope of ca. 60 mV/dec indicates the same reaction\nmechanism and active site moieties, consistent\nwith the EXAFS analyses. The intrinsic ORR efficiency of Fe/N/Carbon\ncatalysts is mainly examined through active site structure and density. Owing to the similar active site\nstructure, the observed higher ORR efficiency of the KJ-Fe/N/Carbon\ncatalyst could be attributed to the higher ASD. To confirm the hypothesis,\nthe ASD of catalysts was quantified by the previously reported nitrite\nstripping method, in which the integrated\ncharge of nitrite reduction is utilized for calculating the number\nof accessible active sites. c,d shows the cyclic voltammetry curves of KJ-Fe/N/Carbon\nand Fe/N/Carbon catalysts in the absence and presence of nitrite adsorption.\nThe KJ-Fe/N/Carbon catalyst represents a higher integrated charge\nof nitrite reduction and thus has a higher ASD. Quantitatively, the\nASD of the KJ-Fe/N/Carbon catalyst reaches 58.5 μmol g<sup>–1</sup> (e), which\nis 4.8-fold of the Fe/N/Carbon catalyst (12.3 μmol g<sup>–1</sup>). This result agrees well with the enhanced ORR mass activity of\nKJ-Fe/N/Carbon than with that of the Fe/N/Carbon catalyst (f, 5.02 vs 1.01 A\ng<sup>–1</sup> at 0.85 vs RHE, calculated by the K–L\nequation).</p>", "clean_text": "The oxygen reduction reaction (ORR) activity of the Fe/N/Carbon catalysts derived from the pyrolysis of zeolitic-imidazolate-framework-8 (ZIF-8) has been still lower than that of commercial Pt-based catalysts utilized in the proton exchange membrane fuel cells (PEMFCs) due to low density of accessible active sites. In this study, an efficient carbon-supporting strategy is developed to enhance the ORR efficiency of the ZIF-derived Fe/N/Carbon catalysts by increasing the accessible active site density. The enhancement lies in (i) improving the accessibility of active sites via converting dodecahedral particles to graphene-like layered materials and (ii) enhancing the density of FeNx active sites via suppressing the formation of nanoparticles as well as providing extra spaces to host active sites. The optimized and efficient Fe/N/Carbon catalyst shows a half-wave potential (E 1/2) of 0.834 V versus reversible hydrogen electrode in acidic media and produces a peak power density of 0.66 W cm-2 in an air-fed PEMFC at 2 bar backpressure, outperforming most previously reported Pt-free ORR catalysts. Finally, the general applicability of the carbon-supporting strategy is confirmed using five different commercial carbon blacks. This work provides an effective route to derive Fe/N/Carbon catalysts exhibiting a higher power density in PEMFCs.\n\nIn the current work, we introduced an effective and facile carbon-supporting strategy to convert the dodecahedral particles to graphene-like layered structures to expose the interior active sites. This was realized by adding carbon black, for example, KJ600, in ZIF-8 synthesis. The KJ600 carbon black prevents the reassembling of cracked ZIF fragments and thus promotes the formation of dispersive graphene-like layered structures in the pyrolysis process. Additionally, the addition of porous KJ600 carbon black suppresses the formation of nanoparticles and provides extra spaces to host the active sites. Owing to the aforementioned advantages, the density of accessible active sites of the as-prepared catalytic materials (denoted as KJ-Fe/N/Carbon) increased to 4.8-fold of the reference sample, thus nearly 4-fold improvement of ORR mass activity was attained at 0.85 V versus reversible hydrogen electrode (RHE). The optimized KJ-Fe/N/Carbon cathode produced a peak power density (PPD) of 1.28 and 0.66 W cm-2 in oxygen and an air-fed PEMFC at 2 bar backpressure, respectively, outperforming most of previously reported PGM-free ORR catalysts. Finally, the general applicability of the carbon-supporting strategy was confirmed using five different commercial carbon blacks.\n\nFe/N/Carbon and KJ-Fe/N/Carbon catalysts were then analyzed via Ar adsorption/desorption isotherms. a shows that the Fe/N/Carbon catalyst exhibits a type-I profile, indicating a large number of micropores and relatively small external surfaces. In comparison, the KJ-Fe/N/Carbon catalyst shows a typical type-IV isotherm along with a H3-type hysteresis loop, indicating the existence of mesopores. The decreased adsorption dose at a smaller relative pressure region (0 < P/P 0 < 0.05) displays the decreased micropore volume, while the quick increase of Ar adsorption at a greater relative pressure region (0.9 < P/P 0 < 1) implies the characteristics of macropores and large outer surfaces (multi-layer adsorption). The mesopore and macropore analyses are further confirmed by detailed Barrett-Joyner-Halenda (BJH) pore structure analysis between 2 and 100 nm (Figure S4). Quantitatively, compared with the Fe/N/Carbon catalyst, KJ-Fe/N/Carbon manifests a lower micropore (125 vs 435 m2 g-1, b) but a higher mesopore surface area (405 vs 216 m2 g-1). These obtained results are in good agreement with TEM observations. Furthermore, Raman spectroscopy and XRD were conducted to analyze the defect of the carbon matrix and crystal structures (phase information) of as-synthesized catalysts. The two peaks located at ca. 1350 and 1590 cm-1 could be allocated to the D band (defects) and G band (graphitization), respectively. KJ-Fe/N/Carbon has a higher I D/I G ratio of 1.02 than Fe/N/Carbon of 0.76 (Figure S5). The 34% higher I D/I G ratio indicates more defects. Carbon defects are considered to be active to the ORR and benefit the formation of active sites, for example, FeN x . Figure S6 compares the XRD patterns of the two catalysts; both manifest two broad peaks at ca. 26 and 44°, associated with graphitic carbon. No prominent peaks associated with Fe nanoparticles are observed. This is because the lower quantity of Fe in the Fe/N/Carbon catalyst (1.71 wt %, measured by ICP-OES, Table S2) is insensitive to the XRD. The Fe content in the KJ-Fe/N/Carbon catalyst increases to 2.82 wt %. However, most Fe species have a FeN x  structure rather than nanoparticles, which are evidenced by HR-TEM images (Figure S7).\n\nFor investigating the catalyst's surface chemistry, an X-ray photoelectron spectroscopy (XPS) study was conducted. Figure S8 displays the XPS spectra of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. The element contents of C, N, O, Fe, and Zn are calculated and presented in Table S3. The Fe quantity in the KJ-Fe/N/Carbon catalyst is calculated as 4.82 wt % in the XPS survey, much higher than that calculated in the reference Fe/N/Carbon sample (2.63 wt %). XPS is a surface-sensitive characterization method with a detected depth of only several nanometers. The higher Fe quantity on the catalyst surface suggests a higher density of FeNx active sites. Nitrogen species on the surface can be deconvoluted into pyridinic-N, pyrrolic-N, and graphitic-N at 398.5, 400.2, and 401.2 eV, respectively (c). The deconvolution parameters are shown in Table S4. The surface element content is estimated to be 3.45, 1.34, and 2.26 wt % in the synthesized Fe/N/Carbon catalyst, respectively (d). The KJ-Fe/N/Carbon catalyst shows a 21% higher pyridinic-N content (4.18 wt %), 33% higher pyrrolic-N (1.78 wt %), and 24% lower graphitic-N content (1.71 wt %). In previous literature, researchers believed that pyridinic-N constitutes FeNx active sites. The greater pyridinic-N portion in the KJ-Fe/N/Carbon sample further suggests more intensive active sites.\n\nTo verify the increased performance of catalysts, the electrochemical properties of the resulting catalytic materials were estimated by rotating ring-disk electrode (RRDE) measurements in Ar- and O2-saturated (0.1 M H2SO4) electrolytes at 30 °C. As expected, the KJ-Fe/N/Carbon catalyst fabricated at 950 °C shows the best ORR activity (Figure S9). a shows that the KJ-Fe/N/Carbon catalyst displays an E 1/2 of 0.834 V, higher than the Fe/N/Carbon (E 1/2 = 0.793 V), suggesting a greater ORR efficiency of the KJ-Fe/N/Carbon catalyst. b compares the ORR selectivity of two catalyst samples with the hydroperoxide (H2O2) yield and the number of electron transfer (n) as the indicators. Both the catalysts remain below 2% of the H2O2 yield in the potential range 0.2-0.9 V, and the relatively lower H2O2 yield and higher number of electron transfers of KJ-Fe/N/Carbon indicate a greater proportion of the 4e-ORR process. Figure S10 displays the Tafel slope of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. The similar Tafel slope of ca. 60 mV/dec indicates the same reaction mechanism and active site moieties, consistent with the EXAFS analyses. The intrinsic ORR efficiency of Fe/N/Carbon catalysts is mainly examined through active site structure and density. Owing to the similar active site structure, the observed higher ORR efficiency of the KJ-Fe/N/Carbon catalyst could be attributed to the higher ASD. To confirm the hypothesis, the ASD of catalysts was quantified by the previously reported nitrite stripping method, in which the integrated charge of nitrite reduction is utilized for calculating the number of accessible active sites. c,d shows the cyclic voltammetry curves of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts in the absence and presence of nitrite adsorption. The KJ-Fe/N/Carbon catalyst represents a higher integrated charge of nitrite reduction and thus has a higher ASD. Quantitatively, the ASD of the KJ-Fe/N/Carbon catalyst reaches 58.5 μmol g-1 (e), which is 4.8-fold of the Fe/N/Carbon catalyst (12.3 μmol g-1). This result agrees well with the enhanced ORR mass activity of KJ-Fe/N/Carbon than with that of the Fe/N/Carbon catalyst (f, 5.02 vs 1.01 A g-1 at 0.85 vs RHE, calculated by the K-L equation).", "data": [[{"meta": {"name": "Fe/N/Carbon", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "density of accessible active sites", "value": "4.8", "unit": "", "condition": ""}, {"property name": "ORR mass activity", "value": "5.02", "unit": "A g^–1", "condition": "at 0.85 vs RHE"}]}, {"meta": {"name": "Fe/N/Carbon", "symbol": "KJ", "chemical formula": ""}, "etc": [{"property name": "density of accessible active sites", "value": "12.3", "unit": "μmol g^–1", "condition": ""}, {"property name": "ORR mass activity", "value": "1.01", "unit": "A g^–1", "condition": "at 0.85 vs RHE"}]}]], "include_properties": ["etc"]}, {"idx": "18, 20", "type": "text", "classification": "property", "content": "<p>To evaluate the practical performance of the catalysts in the real-world\nenergy devices, the H<sub>2</sub>–O<sub>2</sub> and H<sub>2</sub>-air PEMFC tests were carried out. a plots the polarization and the power density\ncurves (without iR-free) of the two catalysts in the H<sub>2</sub>–O<sub>2</sub> PEMFC. The KJ-Fe/N/Carbon catalyst produces\na PPD of 1.07 W cm<sup>–2</sup> at 1 bar back pressure, which\nis equal to 1.5-fold of the Fe/N/Carbon catalyst (0.73 W cm<sup>–2</sup>). At 2 bar backpressure, the PPD of the KJ-Fe/N/Carbon catalyst\nreaches 1.28 W cm<sup>–2</sup>, which ranks among the best\nPGM-free catalysts (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>). b displays the iR-free\npolarization curves of the H<sub>2</sub>–O<sub>2</sub> PEMFC\nof both catalysts at 1 bar backpressure. The KJ-Fe/N/Carbon catalyst\nproduces a current density of 0.032 and 0.044 A cm<sup>–2</sup> @ 0.9 V<sub>iR‑free</sub> and 0.89 V<sub>iR‑free</sub> at 1 bar backpressure, respectively, surpassing most of the reported\nM/N/Carbon catalysts (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>). By contrast,\nthe Fe/N/Carbon catalyst gives only 0.012 A cm<sup>–2</sup> current density at 0.9 V<sub>iR‑free</sub>. In the more practical\nH<sub>2</sub>-air PEMFC, the PPD of the KJ-Fe/N/Carbon catalyst reaches\n0.59 and 0.66 W/cm<sup>2</sup> at 1 and 2 bar backpressure, respectively\n(c). According\nto literature and our knowledge, this PPD is highest in H<sub>2</sub>-air fuel cells among all previously reported PGM-free ORR catalysts\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Table S7</ext-link> and d). The stability performance of the KJ-Fe/N/Carbon\ncatalyst was investigated by the potentiostatic protocol operated\nat 0.6 V in the H<sub>2</sub>-air PEMFC. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link> shows that the KJ-Fe/N/Carbon catalyst suffers from a significant\ncatalytic decay (83% activity loss within the 40 h stability test).\nThe decay mechanism and stability performance are rather complicated,\nwhich would be the focus of our ongoing study in the future.</p><p>To verify the universality of the carbon-supporting strategy,\nFe/N/Carbon\ncatalysts, applying five different carbons, for example, KJ300, BP2000,\nXC72, MWCNT, and KJ600, were synthesized and evaluated in H<sub>2</sub>–O<sub>2</sub> PEMFCs. a,b compares polarization curves and the power density\ncurves of the five carbon-assisted Fe/N/Carbon catalysts. The catalytic\nefficiency of the reference sample without carbon support is also\nshown for comparison. The carbon-supporting strategy boosts the fuel\ncell polarization performance of ZIF-based Fe/N/Carbon catalysts.\nTo quantitatively compare the intrinsic ORR efficiency of the six\nFe/N/Carbon catalysts, the iR-free polarization curves from 0.80 to\n0.90 V are selected and presented in c. The current density measured at 0.8 V<sub>iR‑free</sub> can evaluate the intrinsic ORR efficiency of\nthe prepared Fe/N/Carbon catalysts. A higher current density implies\na superior intrinsic ORR activity. Without\ncarbon support, the Fe/N/Carbon catalyst shows 0.15 A cm<sup>–2</sup> current density at 0.8 V<sub>iR‑free</sub>. Assisted by the\ncarbon-supporting approach, the current density measured at 0.8 V<sub>iR‑free</sub> increases to 0.22, 0.25, 0.26, 0.345, and 0.35\nA cm<sup>–2</sup> for BP2000, MWCNT, XC-72, KJ300, and KJ600,\nrespectively. d summarizes the activity enhancement of Fe/N/Carbon catalysts for\nPPD and current density measured at 0.8 V<sub>iR‑free</sub>. It is found that the carbon-supporting strategy leads to at least\n40 and 48% rise in the PPD and current density at 0.8 V<sub>iR‑free</sub>, respectively, demonstrating a broad universality of the facile\nstrategy. Compared to the reference sample, these five carbon-assisted\nFe/N/Carbon catalysts consisted of a similar layered structure (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>) and higher Fe content on the catalyst\nsurface (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>), consequently leading\nto a higher density of ASD (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.2c04786/suppl_file/am2c04786_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>).\nThis observation suggests the consistency of the mechanism for the\nactivity enhancement.</p>", "clean_text": "To evaluate the practical performance of the catalysts in the real-world energy devices, the H2-O2 and H2-air PEMFC tests were carried out. a plots the polarization and the power density curves (without iR-free) of the two catalysts in the H2-O2 PEMFC. The KJ-Fe/N/Carbon catalyst produces a PPD of 1.07 W cm-2 at 1 bar back pressure, which is equal to 1.5-fold of the Fe/N/Carbon catalyst (0.73 W cm-2). At 2 bar backpressure, the PPD of the KJ-Fe/N/Carbon catalyst reaches 1.28 W cm-2, which ranks among the best PGM-free catalysts (Table S5). b displays the iR-free polarization curves of the H2-O2 PEMFC of both catalysts at 1 bar backpressure. The KJ-Fe/N/Carbon catalyst produces a current density of 0.032 and 0.044 A cm-2 @ 0.9 ViR-free and 0.89 ViR-free at 1 bar backpressure, respectively, surpassing most of the reported M/N/Carbon catalysts (Table S6). By contrast, the Fe/N/Carbon catalyst gives only 0.012 A cm-2 current density at 0.9 ViR-free. In the more practical H2-air PEMFC, the PPD of the KJ-Fe/N/Carbon catalyst reaches 0.59 and 0.66 W/cm2 at 1 and 2 bar backpressure, respectively (c). According to literature and our knowledge, this PPD is highest in H2-air fuel cells among all previously reported PGM-free ORR catalysts (Table S7 and d). The stability performance of the KJ-Fe/N/Carbon catalyst was investigated by the potentiostatic protocol operated at 0.6 V in the H2-air PEMFC. Figure S11 shows that the KJ-Fe/N/Carbon catalyst suffers from a significant catalytic decay (83% activity loss within the 40 h stability test). The decay mechanism and stability performance are rather complicated, which would be the focus of our ongoing study in the future.\n\nTo verify the universality of the carbon-supporting strategy, Fe/N/Carbon catalysts, applying five different carbons, for example, KJ300, BP2000, XC72, MWCNT, and KJ600, were synthesized and evaluated in H2-O2 PEMFCs. a,b compares polarization curves and the power density curves of the five carbon-assisted Fe/N/Carbon catalysts. The catalytic efficiency of the reference sample without carbon support is also shown for comparison. The carbon-supporting strategy boosts the fuel cell polarization performance of ZIF-based Fe/N/Carbon catalysts. To quantitatively compare the intrinsic ORR efficiency of the six Fe/N/Carbon catalysts, the iR-free polarization curves from 0.80 to 0.90 V are selected and presented in c. The current density measured at 0.8 ViR-free can evaluate the intrinsic ORR efficiency of the prepared Fe/N/Carbon catalysts. A higher current density implies a superior intrinsic ORR activity. Without carbon support, the Fe/N/Carbon catalyst shows 0.15 A cm-2 current density at 0.8 ViR-free. Assisted by the carbon-supporting approach, the current density measured at 0.8 ViR-free increases to 0.22, 0.25, 0.26, 0.345, and 0.35 A cm-2 for BP2000, MWCNT, XC-72, KJ300, and KJ600, respectively. d summarizes the activity enhancement of Fe/N/Carbon catalysts for PPD and current density measured at 0.8 ViR-free. It is found that the carbon-supporting strategy leads to at least 40 and 48% rise in the PPD and current density at 0.8 ViR-free, respectively, demonstrating a broad universality of the facile strategy. Compared to the reference sample, these five carbon-assisted Fe/N/Carbon catalysts consisted of a similar layered structure (Figure S12) and higher Fe content on the catalyst surface (Figure S13), consequently leading to a higher density of ASD (Figure S14). This observation suggests the consistency of the mechanism for the activity enhancement.", "data": [[{"meta": {"name": "", "symbol": "KJ-Fe/N/Carbon", "chemical formula": ""}, "etc": [{"property name": "PPD", "value": "1.07", "unit": "W cm^-2", "condition": "at 1 bar back pressure"}, {"property name": "PPD", "value": "1.28", "unit": "W cm^-2", "condition": "at 2 bar back pressure"}, {"property name": "current density", "value": "0.032", "unit": "A cm^-2", "condition": "at 0.9 V_iR-free and 1 bar back pressure"}, {"property name": "current density", "value": "0.044", "unit": "A cm^-2", "condition": "at 0.89 V_iR-free and 1 bar back pressure"}, {"property name": "PPD", "value": "0.59", "unit": "W cm^-2", "condition": "at 1 bar back pressure (H2-air PEMFC)"}, {"property name": "PPD", "value": "0.66", "unit": "W cm^-2", "condition": "at 2 bar back pressure (H2-air PEMFC)"}, {"property name": "activity loss", "value": "83%", "unit": "", "condition": "within the 40 h stability test"}, {"property name": "current density", "value": "0.15", "unit": "A cm^-2", "condition": "at 0.8 V_iR-free (without carbon support)"}, {"property name": "current density", "value": "0.22", "unit": "A cm^-2", "condition": "at 0.8 V_iR-free (with BP2000 carbon support)"}, {"property name": "current density", "value": "0.25", "unit": "A cm^-2", "condition": "at 0.8 V_iR-free (with MWCNT carbon support)"}, {"property name": "current density", "value": "0.26", "unit": "A cm^-2", "condition": "at 0.8 V_iR-free (with XC-72 carbon support)"}, {"property name": "current density", "value": "0.345", "unit": "A cm^-2", "condition": "at 0.8 V_iR-free (with KJ300 carbon support)"}, {"property name": "current density", "value": "0.35", "unit": "A cm^-2", "condition": "at 0.8 V_iR-free (with KJ600 carbon support)"}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a,b)\nSchematic representation of the fabrication procedures of\nKJ-Fe/N/Carbon and Fe/N/Carbon catalysts. (c–h) TEM images\nshowing the structural evolution from the KJ600-Fe-ZIF-8 precursor\nto the KJ-Fe/N/Carbon catalyst: (c) precursor and after pyrolysis\nat (d) 700, (e) 800, (f) 900, (g) 950 , and (h) 1000 °C. (i–l)\nTEM images showing the structural evolution from Fe-ZIF-8 to the Fe/N/Carbon\ncatalyst: (i) precursor and after pyrolysis at (j) 700, (k) 800, and\n(l) 950 °C.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a,b) Schematic representation of the fabrication procedures of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. (c-h) TEM images showing the structural evolution from the KJ600-Fe-ZIF-8 precursor to the KJ-Fe/N/Carbon catalyst: (c) precursor and after pyrolysis at (d) 700, (e) 800, (f) 900, (g) 950 , and (h) 1000 °C. (i-l) TEM images showing the structural evolution from Fe-ZIF-8 to the Fe/N/Carbon catalyst: (i) precursor and after pyrolysis at (j) 700, (k) 800, and (l) 950 °C.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Fe\nK-edge XANES and (b) FT-EXAFS (phase-uncorrected) spectra\nof two samples as well as Fe foil and FePc as references. (c–f)\nWT-EXAFS plots of (c) Fe foil, (d) FePc, (e) KJ-Fe/N/Carbon, and (f)\nFe/N/Carbon catalysts.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Fe K-edge XANES and (b) FT-EXAFS (phase-uncorrected) spectra of two samples as well as Fe foil and FePc as references. (c-f) WT-EXAFS plots of (c) Fe foil, (d) FePc, (e) KJ-Fe/N/Carbon, and (f) Fe/N/Carbon catalysts.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Ar adsorption/desorption\nisotherms; (b) corresponding micropore,\nexternal, and BET analyses of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts;\n(c) high-resolution N 1s XPS surface analysis of KJ-Fe/N/Carbon and\nFe/N/Carbon catalysts; and (d) their corresponding content of different\nN species through XPS analysis.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Ar adsorption/desorption isotherms; (b) corresponding micropore, external, and BET analyses of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts; (c) high-resolution N 1s XPS surface analysis of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts; and (d) their corresponding content of different N species through XPS analysis.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) ORR polarization\ncurves of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts\nand (b) the corresponding H<sub>2</sub>O<sub>2</sub> yield and electron\ntransfer number in the ORR potential region ranging from 0.2 to 0.9\nV. Testing conditions: O<sub>2</sub>-saturated 0.1 M H<sub>2</sub>SO<sub>4</sub>; scan rate = 10 mV/s; rotating speed = 900 rpm; catalyst\ndosage = 0.6 mg/cm<sup>2</sup>; water bath temperature 30 °C.\n(c,d) CV graph of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts in the\npresence and absence of adsorption of nitrite to measure the ASD at\npH = 5.2. (e,f) ASD and mass activity at 0.85 vs RHE of KJ-Fe/N/Carbon\n(red) and Fe/N/Carbon (black) catalysts.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) ORR polarization curves of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts and (b) the corresponding H2O2 yield and electron transfer number in the ORR potential region ranging from 0.2 to 0.9 V. Testing conditions: O2-saturated 0.1 M H2SO4; scan rate = 10 mV/s; rotating speed = 900 rpm; catalyst dosage = 0.6 mg/cm2; water bath temperature 30 °C. (c,d) CV graph of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts in the presence and absence of adsorption of nitrite to measure the ASD at pH = 5.2. (e,f) ASD and mass activity at 0.85 vs RHE of KJ-Fe/N/Carbon (red) and Fe/N/Carbon (black) catalysts.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Polarization\ncurves (left) and the power density curves (right)\nof the H<sub>2</sub>–O<sub>2</sub> PEMFC of the KJ-Fe/N/Carbon\nand Fe/N/Carbon catalysts. (b) iR-free polarization curves of the\nH<sub>2</sub>–O<sub>2</sub> PEMFC of KJ-Fe/N/Carbon and Fe/N/Carbon\ncatalysts in the voltage region from 0.95 to 0.80 V at 1 bar backpressure.\n(c) Polarization curves (left) and the power density curves (right)\nof the H<sub>2</sub>-air PEMFC of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts.\n(d) H<sub>2</sub>-air PEMFC activity comparison between KJ-Fe/N/Carbon\nand previous literature at 0.8 V current density vs PPD of catalysts.\nTesting conditions: flow rate of 0.3 SLPM for H<sub>2</sub>, 0.4 SLPM\nfor O<sub>2</sub>, and 0.5 SLPM for air, 1 or 2 bar backpressure;\nNafion 211 membrane; MEA active area: 1.21 cm<sup>2</sup>; 3.2 mg\ncm<sup>–2</sup> cathode loading; and anode catalyst = Pt/Carbon\n(40 wt %, JM) having 0.4 mg<sub>Pt</sub>/cm<sup>2</sup>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Polarization curves (left) and the power density curves (right) of the H2-O2 PEMFC of the KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. (b) iR-free polarization curves of the H2-O2 PEMFC of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts in the voltage region from 0.95 to 0.80 V at 1 bar backpressure. (c) Polarization curves (left) and the power density curves (right) of the H2-air PEMFC of KJ-Fe/N/Carbon and Fe/N/Carbon catalysts. (d) H2-air PEMFC activity comparison between KJ-Fe/N/Carbon and previous literature at 0.8 V current density vs PPD of catalysts. Testing conditions: flow rate of 0.3 SLPM for H2, 0.4 SLPM for O2, and 0.5 SLPM for air, 1 or 2 bar backpressure; Nafion 211 membrane; MEA active area: 1.21 cm2; 3.2 mg cm-2 cathode loading; and anode catalyst = Pt/Carbon (40 wt %, JM) having 0.4 mgPt/cm2.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Polarization curves and (b) power density curves of\nthe H<sub>2</sub>–O<sub>2</sub> PEMFC of five Fe/N/Carbon catalysts\nprepared via carbon support. The pristine Fe/N/Carbon catalyst having\ncarbon support is also displayed for comparison. (c) iR-free polarization\ncurves of the H<sub>2</sub>–O<sub>2</sub> PEMFC of the six\nFe/N/Carbon catalysts from 0.80 to 0.90 V. (d) Plot of PPD vs current\ndensity at 0.8 V<sub>iR‑free</sub> of the six Fe/N/Carbon catalysts.\nExperimental conditions: flow rate: 0.3 SLPM for H<sub>2</sub>, 0.4\nSLPM for O<sub>2</sub>, 1 bar backpressure; Nafion 211 membrane; MEA\nactive area: 1.21 cm<sup>2</sup>; cathode loading = 3.2 mg cm<sup>–2</sup>; anode catalyst: = Pt/Carbon (40 wt %, JM) having\n0.4 mg<sub>Pt</sub> cm<sup>–2</sup>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am2c04786_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Polarization curves and (b) power density curves of the H2-O2 PEMFC of five Fe/N/Carbon catalysts prepared via carbon support. The pristine Fe/N/Carbon catalyst having carbon support is also displayed for comparison. (c) iR-free polarization curves of the H2-O2 PEMFC of the six Fe/N/Carbon catalysts from 0.80 to 0.90 V. (d) Plot of PPD vs current density at 0.8 ViR-free of the six Fe/N/Carbon catalysts. Experimental conditions: flow rate: 0.3 SLPM for H2, 0.4 SLPM for O2, 1 bar backpressure; Nafion 211 membrane; MEA active area: 1.21 cm2; cathode loading = 3.2 mg cm-2; anode catalyst: = Pt/Carbon (40 wt %, JM) having 0.4 mgPt cm-2.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.2c04786", "title": null, "journal": "American Chemical Society", "date": "2022.06", "author_list": ["Zhang\nPeng-Yang", "Yang\nXiao-Hua", "Jiang\nQiao-Rong", "Cui\nPei-Xin", "Zhou\nZhi-You", "Sun\nShu-Hui", "Wang\nYu-Cheng", "Sun\nShi-Gang"]}}