{"filepath": "../L2M3_data/1_application_papers/acs_xml/am3c02130.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Considering the existence of a large number and variety\nof metal–organic\nframeworks (MOFs) and ionic liquids (ILs), assessing the gas separation\npotential of all possible IL/MOF composites by purely experimental\nmethods is not practical. In this work, we combined molecular simulations\nand machine learning (ML) algorithms to computationally design an\nIL/MOF composite. Molecular simulations were first performed to screen\napproximately 1000 different composites of 1-<italic toggle=\"yes\">n</italic>-butyl-3-methylimidazolium\ntetrafluoroborate ([BMIM]­[BF<sub>4</sub>]) with a large variety of\nMOFs for CO<sub>2</sub> and N<sub>2</sub> adsorption. The results\nof simulations were used to develop ML models that can accurately\npredict the adsorption and separation performances of [BMIM]­[BF<sub>4</sub>]/MOF composites. The most important features that affect\nthe CO<sub>2</sub>/N<sub>2</sub> selectivity of composites were extracted\nfrom ML and utilized to computationally generate an IL/MOF composite,\n[BMIM]­[BF<sub>4</sub>]/UiO-66, which was not present in the original\nmaterial data set. This composite was finally synthesized, characterized,\nand tested for CO<sub>2</sub>/N<sub>2</sub> separation. Experimentally\nmeasured CO<sub>2</sub>/N<sub>2</sub> selectivity of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite matched well with the selectivity predicted\nby the ML model, and it was found to be comparable, if not higher\nthan that of all previously synthesized [BMIM]­[BF<sub>4</sub>]/MOF\ncomposites reported in the literature. Our proposed approach of combining\nmolecular simulations with ML models will be highly useful to accurately\npredict the CO<sub>2</sub>/N<sub>2</sub> separation performances of\nany [BMIM]­[BF<sub>4</sub>]/MOF composite within seconds compared to\nthe extensive time and effort requirements of purely experimental\nmethods.</p>", "clean_text": "Considering the existence of a large number and variety of metal-organic frameworks (MOFs) and ionic liquids (ILs), assessing the gas separation potential of all possible IL/MOF composites by purely experimental methods is not practical. In this work, we combined molecular simulations and machine learning (ML) algorithms to computationally design an IL/MOF composite. Molecular simulations were first performed to screen approximately 1000 different composites of 1-n-butyl-3-methylimidazolium tetrafluoroborate ([BMIM][BF4]) with a large variety of MOFs for CO2 and N2 adsorption. The results of simulations were used to develop ML models that can accurately predict the adsorption and separation performances of [BMIM][BF4]/MOF composites. The most important features that affect the CO2/N2 selectivity of composites were extracted from ML and utilized to computationally generate an IL/MOF composite, [BMIM][BF4]/UiO-66, which was not present in the original material data set. This composite was finally synthesized, characterized, and tested for CO2/N2 separation. Experimentally measured CO2/N2 selectivity of the [BMIM][BF4]/UiO-66 composite matched well with the selectivity predicted by the ML model, and it was found to be comparable, if not higher than that of all previously synthesized [BMIM][BF4]/MOF composites reported in the literature. Our proposed approach of combining molecular simulations with ML models will be highly useful to accurately predict the CO2/N2 separation performances of any [BMIM][BF4]/MOF composite within seconds compared to the extensive time and effort requirements of purely experimental methods.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks\n(MOFs), consisting of metal nodes\nand organic linkers, have been widely studied for gas separation thanks\nto their tunable pore sizes and chemical functionalities. One of the major advancements in this field is the incorporation\nof ionic liquids (ILs) into MOFs via post-synthesis modification techniques to improve the selectivity of MOFs by tuning the relative affinity\nof composites for a specific molecule, such as CO<sub>2</sub>. Experimental\nstudies have examined a very limited number of IL/MOF composites to\ndate for CO<sub>2</sub>/N<sub>2</sub>, CO<sub>2</sub>/CH<sub>4</sub>, and CH<sub>4</sub>/N<sub>2</sub>\n separations and revealed their\nhigh gas separation potentials. There may be many other IL/MOF composites\nthat can outperform the existing porous materials in terms of gas\nseparation performance. However, experimental synthesis, characterization,\nand testing of all possible IL/MOF composites are impossible considering\nthe very large number of potentially synthesizable ILs (10<sup>18</sup>) and already synthesized MOFs (116,981), yielding more than 10<sup>23</sup> different composite possibilities.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs), consisting of metal nodes and organic linkers, have been widely studied for gas separation thanks to their tunable pore sizes and chemical functionalities. One of the major advancements in this field is the incorporation of ionic liquids (ILs) into MOFs via post-synthesis modification techniques to improve the selectivity of MOFs by tuning the relative affinity of composites for a specific molecule, such as CO2. Experimental studies have examined a very limited number of IL/MOF composites to date for CO2/N2, CO2/CH4, and CH4/N2  separations and revealed their high gas separation potentials. There may be many other IL/MOF composites that can outperform the existing porous materials in terms of gas separation performance. However, experimental synthesis, characterization, and testing of all possible IL/MOF composites are impossible considering the very large number of potentially synthesizable ILs (1018) and already synthesized MOFs (116,981), yielding more than 1023 different composite possibilities. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Molecular simulations have been proven to be useful for screening\na large number of MOFs, covalent–organic\nframeworks, and computer-generated hypothetical\nMOFs (hMOFs) to identify the most selective\nmaterials for a target application. However, a very limited number\nof studies focused on the molecular simulation of IL/MOF composites\nfor gas separations. For instance, using configurational bias Monte\nCarlo simulations, two different ILs, 1,3-dimethylimidazolium tetrafluoroborate\n([MMIM]­[BF<sub>4</sub>]) and 1-butyl-3-methylimidazolium bis­(trifluoromethylsulfonyl)­amide\n([BMIM]­[Tf<sub>2</sub>N]), were incorporated into hMOFs, and the most\npromising materials for CO<sub>2</sub>/CH<sub>4</sub> separation were\nidentified to have a specific type of topology and pore size. Grand canonical Monte Carlo (GCMC) simulations\nwere used to study 1085 different types of IL/MOF composites composed\nof 1-<italic toggle=\"yes\">n</italic>-butyl-3-methylimidazolium tetrafluoroborate\n([BMIM]­[BF<sub>4</sub>]), and many composites exhibiting approximately\nup to 25 times higher CO<sub>2</sub>/N<sub>2</sub> selectivity than\npristine MOFs were identified. Exemplified\nby these results, molecular simulations can be very useful to study\na large number and variety of IL/MOF composites and to direct experimental\nefforts toward the most promising materials. However, simulating gas\nadsorption in the pores of IL/MOF composites is computationally demanding\ndue to the time and computer-power requirement of IL optimization\nvia density functional theory (DFT) calculations and incorporation\nof the optimized IL geometry into the pores via equilibrium simulations.\nPerforming molecular simulations for a limited number of representative\nIL/MOF composites and extracting useful structure–performance\nrelationships from these data using machine learning (ML) algorithms\ncan be a very powerful approach to identify the most important structural\nproperties of the composites, leading to a high gas separation performance.\nIntegrating ML into molecular simulations for developing models that\ncan accurately predict the performances of all possible IL/MOF composites\nfor a target separation in a very short time would be very useful\nto direct the experimental resources, efforts, and time toward the\nmost promising IL/MOF composites.</p>", "clean_text": "Molecular simulations have been proven to be useful for screening a large number of MOFs, covalent-organic frameworks, and computer-generated hypothetical MOFs (hMOFs) to identify the most selective materials for a target application. However, a very limited number of studies focused on the molecular simulation of IL/MOF composites for gas separations. For instance, using configurational bias Monte Carlo simulations, two different ILs, 1,3-dimethylimidazolium tetrafluoroborate ([MMIM][BF4]) and 1-butyl-3-methylimidazolium bis(trifluoromethylsulfonyl)amide ([BMIM][Tf2N]), were incorporated into hMOFs, and the most promising materials for CO2/CH4 separation were identified to have a specific type of topology and pore size. Grand canonical Monte Carlo (GCMC) simulations were used to study 1085 different types of IL/MOF composites composed of 1-n-butyl-3-methylimidazolium tetrafluoroborate ([BMIM][BF4]), and many composites exhibiting approximately up to 25 times higher CO2/N2 selectivity than pristine MOFs were identified. Exemplified by these results, molecular simulations can be very useful to study a large number and variety of IL/MOF composites and to direct experimental efforts toward the most promising materials. However, simulating gas adsorption in the pores of IL/MOF composites is computationally demanding due to the time and computer-power requirement of IL optimization via density functional theory (DFT) calculations and incorporation of the optimized IL geometry into the pores via equilibrium simulations. Performing molecular simulations for a limited number of representative IL/MOF composites and extracting useful structure-performance relationships from these data using machine learning (ML) algorithms can be a very powerful approach to identify the most important structural properties of the composites, leading to a high gas separation performance. Integrating ML into molecular simulations for developing models that can accurately predict the performances of all possible IL/MOF composites for a target separation in a very short time would be very useful to direct the experimental resources, efforts, and time toward the most promising IL/MOF composites.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this work, we combined\nmolecular simulations with ML to screen\na large number and variety of IL/MOF composites for flue gas separation,\nwhich is an industrially, economically, and socially crucial separation\nto combat global warming. We first focused on a subset of the Cambridge\nStructural Database (CSD) composed of 941 experimentally synthesized\nMOFs and computationally incorporated a commercial and low-cost IL,\n[BMIM]­[BF<sub>4</sub>], into the pores of each MOF. GCMC simulations\nwere then performed to generate single-component CO<sub>2</sub> and\nN<sub>2</sub> adsorption properties of IL/MOF composites. Simulated\ngas adsorption data were used to develop the ML models that can accurately\npredict CO<sub>2</sub> and N<sub>2</sub> uptakes and the corresponding\nCO<sub>2</sub>/N<sub>2</sub> selectivities based on the structural\nand chemical properties of the IL/MOF composites. The transferability\nof the ML models to unseen IL/MOF composites, which were not included\nin our original data set for training ML models, was examined by comparing\nthe ML-predicted and experimentally measured gas uptakes and selectivities\nof previously synthesized IL/MOF composites. The most important structural\nfeatures driving CO<sub>2</sub>/N<sub>2</sub> selectivity were identified\nfrom the ML analysis and used to computationally generate a new composite,\n[BMIM]­[BF<sub>4</sub>]/UiO-66, which was not present in our original\nIL/MOF composite database. This composite was then synthesized, characterized\nin detail, and tested for adsorption-based CO<sub>2</sub>/N<sub>2</sub> separation. The synthesis and in-depth characterization of this\nnew [BMIM]­[BF<sub>4</sub>]/UiO-66 composite and the consequent gas\nadsorption measurements, including the reproducibility checks, took\nseveral months. Setting up and performing molecular simulations to\ncompute the CO<sub>2</sub> and N<sub>2</sub> adsorption isotherms\nof the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite required several weeks\nvia a high-performance computer cluster. In contrast to these extensive\ntime and effort requirements of experimental work and molecular simulations,\npredicting CO<sub>2</sub> and N<sub>2</sub> adsorption and the separation\nperformance of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite by using\nthe ML models that we developed in this work requires only seconds\nusing a personal computer. Therefore, our work demonstrates the strong\npotential of combining molecular simulations with ML algorithms toward\nthe rational design and development of new IL/MOF composites for various\ngas separations and has the potential to be extended to other IL-incorporated\nporous materials and applications.</p>", "clean_text": "In this work, we combined molecular simulations with ML to screen a large number and variety of IL/MOF composites for flue gas separation, which is an industrially, economically, and socially crucial separation to combat global warming. We first focused on a subset of the Cambridge Structural Database (CSD) composed of 941 experimentally synthesized MOFs and computationally incorporated a commercial and low-cost IL, [BMIM][BF4], into the pores of each MOF. GCMC simulations were then performed to generate single-component CO2 and N2 adsorption properties of IL/MOF composites. Simulated gas adsorption data were used to develop the ML models that can accurately predict CO2 and N2 uptakes and the corresponding CO2/N2 selectivities based on the structural and chemical properties of the IL/MOF composites. The transferability of the ML models to unseen IL/MOF composites, which were not included in our original data set for training ML models, was examined by comparing the ML-predicted and experimentally measured gas uptakes and selectivities of previously synthesized IL/MOF composites. The most important structural features driving CO2/N2 selectivity were identified from the ML analysis and used to computationally generate a new composite, [BMIM][BF4]/UiO-66, which was not present in our original IL/MOF composite database. This composite was then synthesized, characterized in detail, and tested for adsorption-based CO2/N2 separation. The synthesis and in-depth characterization of this new [BMIM][BF4]/UiO-66 composite and the consequent gas adsorption measurements, including the reproducibility checks, took several months. Setting up and performing molecular simulations to compute the CO2 and N2 adsorption isotherms of the [BMIM][BF4]/UiO-66 composite required several weeks via a high-performance computer cluster. In contrast to these extensive time and effort requirements of experimental work and molecular simulations, predicting CO2 and N2 adsorption and the separation performance of the [BMIM][BF4]/UiO-66 composite by using the ML models that we developed in this work requires only seconds using a personal computer. Therefore, our work demonstrates the strong potential of combining molecular simulations with ML algorithms toward the rational design and development of new IL/MOF composites for various gas separations and has the potential to be extended to other IL-incorporated porous materials and applications.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Methodology</title><p>To date, only 49 different\ntypes of IL/MOF composites composed\nof 35 different ILs and 6 different MOFs have been experimentally\nstudied for CO<sub>2</sub> separations, as listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. Studying all possible IL–MOF combinations\nfor a target gas separation using purely experimental techniques or\nusing solely molecular simulations, as shown in a, is not possible. Our methodology combining\nmolecular simulations and ML for the computational design of a new\nIL/MOF composite followed by experiments is presented in b. We aimed to study\nmany different types of MOFs with one type of IL to construct a wide\nvariety of IL/MOF composite data sets. Therefore, we focused on the\nCSD nondisordered MOF database and filtered\nmaterials to identify the MOFs having a pore limiting diameter (PLD)\nof &gt; 6 Å and an accessible surface area (ASA) of &gt; 0 m<sup>2</sup>/g to ensure that the IL molecules can be successfully incorporated\ninto the MOF. As a result of this filtration,\nwe ended up with 941 different types of MOFs.</p>", "clean_text": "Methodology\n\nTo date, only 49 different types of IL/MOF composites composed of 35 different ILs and 6 different MOFs have been experimentally studied for CO2 separations, as listed in Table S1. Studying all possible IL-MOF combinations for a target gas separation using purely experimental techniques or using solely molecular simulations, as shown in a, is not possible. Our methodology combining molecular simulations and ML for the computational design of a new IL/MOF composite followed by experiments is presented in b. We aimed to study many different types of MOFs with one type of IL to construct a wide variety of IL/MOF composite data sets. Therefore, we focused on the CSD nondisordered MOF database and filtered materials to identify the MOFs having a pore limiting diameter (PLD) of > 6 Å and an accessible surface area (ASA) of > 0 m2/g to ensure that the IL molecules can be successfully incorporated into the MOF. As a result of this filtration, we ended up with 941 different types of MOFs.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Data-driven design of\na new IL/MOF composite. (a) Experimental\ntesting or molecular simulations for all possible IL–MOF combinations.\nChronometers roughly represent the time required for assessing the\ngas separation performance of a single IL/MOF composite. The box represents\nall possible IL–MOF combinations, and the colored region of\nthe boxes represents the number of IL/MOF composites that can be studied\nusing corresponding methods. (b) Methodology that we proposed in this\nwork combining molecular simulations, ML, and experiments. Molecular\nsimulations were performed for many IL/MOF composites to obtain gas\nadsorption data, and simulation results were used to develop ML models\nthat can accurately predict the gas separation performance of IL/MOF\ncomposites in a time-efficient manner. ML predictions were then used\nto computationally design a new IL/MOF composite, which was then experimentally\nsynthesized, characterized, and tested for a target gas separation.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Data-driven design of a new IL/MOF composite. (a) Experimental testing or molecular simulations for all possible IL-MOF combinations. Chronometers roughly represent the time required for assessing the gas separation performance of a single IL/MOF composite. The box represents all possible IL-MOF combinations, and the colored region of the boxes represents the number of IL/MOF composites that can be studied using corresponding methods. (b) Methodology that we proposed in this work combining molecular simulations, ML, and experiments. Molecular simulations were performed for many IL/MOF composites to obtain gas adsorption data, and simulation results were used to develop ML models that can accurately predict the gas separation performance of IL/MOF composites in a time-efficient manner. ML predictions were then used to computationally design a new IL/MOF composite, which was then experimentally synthesized, characterized, and tested for a target gas separation.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Geometry optimization on [BMIM]­[BF<sub>4</sub>],\na well-studied\nIL, was performed by using the <italic toggle=\"yes\">Gaussian16</italic> program\npackage. For this purpose, first, a conformer\nsearch was performed on different anion–cation pair configurations\nto determine the energetically most stable ion-pair configuration\nby DFT calculations. All possible conformations were located using\nthe Becke-three-parameter–Lee–Yang–Parr (B3LYP)\nfunctional, including Grimme’s D2 correction and 6-31+G­(d)\nbasis set. Next, Baker’s minimization\napproach with the <italic toggle=\"yes\">NVT</italic> ensemble was used to incorporate the optimized [BMIM]­[BF<sub>4</sub>] geometry into the pores of each MOF, as implemented in the <italic toggle=\"yes\">RASPA</italic>\n software, version 2.0.37.\nIn the minimization procedure, the atomic coordinates and partial\ncharges of the IL atoms were obtained from DFT calculations. Full\nnatural bond orbital (NBO) analysis with <italic toggle=\"yes\">NBO</italic>, version\n3.1, was used to calculate the partial charges of the IL using population\nanalyses. The IL loading of the composites was set\nto one IL molecule per unit cell of a MOF corresponding to 0.15–28.60\nwt % IL loading for 941 different types of composites.</p>", "clean_text": "Geometry optimization on [BMIM][BF4], a well-studied IL, was performed by using the Gaussian16 program package. For this purpose, first, a conformer search was performed on different anion-cation pair configurations to determine the energetically most stable ion-pair configuration by DFT calculations. All possible conformations were located using the Becke-three-parameter-Lee-Yang-Parr (B3LYP) functional, including Grimme's D2 correction and 6-31+G(d) basis set. Next, Baker's minimization approach with the NVT ensemble was used to incorporate the optimized [BMIM][BF4] geometry into the pores of each MOF, as implemented in the RASPA  software, version 2.0.37. In the minimization procedure, the atomic coordinates and partial charges of the IL atoms were obtained from DFT calculations. Full natural bond orbital (NBO) analysis with NBO, version 3.1, was used to calculate the partial charges of the IL using population analyses. The IL loading of the composites was set to one IL molecule per unit cell of a MOF corresponding to 0.15-28.60 wt % IL loading for 941 different types of composites.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Single-component\nCO<sub>2</sub> and N<sub>2</sub> adsorptions in\nMOFs and IL/MOF composites were computed by performing GCMC simulations\nat 1 bar and 298 K. Ideal CO<sub>2</sub>/N<sub>2</sub> selectivities\nof the materials were calculated as the ratio of the adsorbed amount\nof CO<sub>2</sub> to that of N<sub>2</sub>. To quantify the affinity\nof MOFs and IL/MOF composites to the gas molecules, isosteric heat\nof adsorption (<italic toggle=\"yes\">Q</italic>\n<sub arrange=\"stack\">st</sub>\n<sup arrange=\"stack\">0</sup>) values of the gases were computed at infinite\ndilution at 298 K using the Widom particle insertion method. All details of GCMC simulations, such as the\ntype of force field, the charge assignment method used for the materials\nand gases, and the types of moves are given in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> (SI).</p>", "clean_text": "Single-component CO2 and N2 adsorptions in MOFs and IL/MOF composites were computed by performing GCMC simulations at 1 bar and 298 K. Ideal CO2/N2 selectivities of the materials were calculated as the ratio of the adsorbed amount of CO2 to that of N2. To quantify the affinity of MOFs and IL/MOF composites to the gas molecules, isosteric heat of adsorption (Q st 0) values of the gases were computed at infinite dilution at 298 K using the Widom particle insertion method. All details of GCMC simulations, such as the type of force field, the charge assignment method used for the materials and gases, and the types of moves are given in the Supporting Information (SI).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The structural properties\nof MOFs and [BMIM]­[BF<sub>4</sub>]/MOF\ncomposites, such as the PLD, the largest cavity diameter (LCD), ASA,\ngeometric pore volume (PV), porosity (ϕ), and density (ρ)\nwere computed using <italic toggle=\"yes\">Zeo++</italic> software. Chemical descriptors, such as the total degree of unsaturation\n(TDU), carbon percentage (C%), and hydrogen percentage (H%), were\ncalculated from the crystal information file (CIF) of the structures.\nA total of 19 and 20 different easily achievable features were used\nfor MOFs and IL/MOF composites, respectively. Textural properties\n(PLD and LCD), chemical properties (degree of unsaturation (DU), TDU,\noxygen-to-metal ratio (O-to-M)), energy-based descriptors (<italic toggle=\"yes\">Q</italic>\n<sub arrange=\"stack\">st</sub>\n<sup arrange=\"stack\">0</sup>), and IL% for IL/MOF composites were used as the inputs of ML models\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>).</p>", "clean_text": "The structural properties of MOFs and [BMIM][BF4]/MOF composites, such as the PLD, the largest cavity diameter (LCD), ASA, geometric pore volume (PV), porosity (ϕ), and density (ρ) were computed using Zeo++ software. Chemical descriptors, such as the total degree of unsaturation (TDU), carbon percentage (C%), and hydrogen percentage (H%), were calculated from the crystal information file (CIF) of the structures. A total of 19 and 20 different easily achievable features were used for MOFs and IL/MOF composites, respectively. Textural properties (PLD and LCD), chemical properties (degree of unsaturation (DU), TDU, oxygen-to-metal ratio (O-to-M)), energy-based descriptors (Q st 0), and IL% for IL/MOF composites were used as the inputs of ML models (Table S2).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Simulated CO<sub>2</sub> and N<sub>2</sub> adsorption properties\nof MOFs and IL/MOF composites were used as the outputs to develop\nML models with a training set of 80% and a test set of 20% for MOF\nand IL/MOF data sets, respectively. As a result, four different ML\nmodels were developed to predict CO<sub>2</sub> and N<sub>2</sub> uptakes\nof MOFs and IL/MOF composites at 1 bar and 298 K using the tree-based\npipeline optimization tool (TPOT). For\nthe development of the ML models, the Random Forest, the Extra Tree, the GradientBoosting, and the Extreme Gradient Boosting (XGB) regressor algorithms were used with their optimized\nhyperparameters, as listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>.\nML-predicted gas adsorption data of MOFs and IL/MOF composites were\ncompared with the GCMC simulation results using the coefficient of\ndetermination (<italic toggle=\"yes\">R</italic>\n<sup>2</sup>), mean absolute error\n(MAE), root-mean-square error (RMSE), and the Spearman rank-order\ncorrelation coefficient (SRCC) to assess the accuracy of the models.\nTo investigate the predictability power of ML models for the gas separation\nperformance of the materials, we compared the ML-predicted CO<sub>2</sub>/N<sub>2</sub> selectivities of the materials with the GCMC-simulated\nones. The transferability of the ML models was tested by predicting\nCO<sub>2</sub> and N<sub>2</sub> uptakes of the previously synthesized\n[BMIM]­[BF<sub>4</sub>]/MOF composites reported in the literature:\n[BMIM]­[BF<sub>4</sub>]/ZIF-8 (7.5 wt %) and [BMIM]­[BF<sub>4</sub>]/Cu-BTC (30 wt %), which were not in the training set of our ML models. Based on this\nML analysis, structural, chemical, and energy-based features that\ncan potentially lead to high selectivity were identified and used\nto computationally generate the new [BMIM]­[BF<sub>4</sub>]/UiO-66\ncomposite, which was not present in our original IL/MOF composite\ndata set used for training of ML models.</p>", "clean_text": "Simulated CO2 and N2 adsorption properties of MOFs and IL/MOF composites were used as the outputs to develop ML models with a training set of 80% and a test set of 20% for MOF and IL/MOF data sets, respectively. As a result, four different ML models were developed to predict CO2 and N2 uptakes of MOFs and IL/MOF composites at 1 bar and 298 K using the tree-based pipeline optimization tool (TPOT). For the development of the ML models, the Random Forest, the Extra Tree, the GradientBoosting, and the Extreme Gradient Boosting (XGB) regressor algorithms were used with their optimized hyperparameters, as listed in Table S3. ML-predicted gas adsorption data of MOFs and IL/MOF composites were compared with the GCMC simulation results using the coefficient of determination (R 2), mean absolute error (MAE), root-mean-square error (RMSE), and the Spearman rank-order correlation coefficient (SRCC) to assess the accuracy of the models. To investigate the predictability power of ML models for the gas separation performance of the materials, we compared the ML-predicted CO2/N2 selectivities of the materials with the GCMC-simulated ones. The transferability of the ML models was tested by predicting CO2 and N2 uptakes of the previously synthesized [BMIM][BF4]/MOF composites reported in the literature: [BMIM][BF4]/ZIF-8 (7.5 wt %) and [BMIM][BF4]/Cu-BTC (30 wt %), which were not in the training set of our ML models. Based on this ML analysis, structural, chemical, and energy-based features that can potentially lead to high selectivity were identified and used to computationally generate the new [BMIM][BF4]/UiO-66 composite, which was not present in our original IL/MOF composite data set used for training of ML models.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Finally, we synthesized\nthe [BMIM]­[BF<sub>4</sub>]/UiO-66 (10.4\nwt %) composite by using wet-impregnation method and characterized it in detail using Brunauer–Emmett–Teller\n(BET) analysis, X-ray diffraction (XRD), scanning electron microscopy\n(SEM) with energy-dispersive X-ray (EDX) spectroscopy, and infrared\n(IR) spectroscopy. Volumetric single-component CO<sub>2</sub> and\nN<sub>2</sub> adsorption measurements were performed for pristine\nUiO-66 and [BMIM]­[BF<sub>4</sub>]/UiO-66 composite at 1 bar and 298\nK, and compared with the results of molecular simulations and ML predictions.\nAll details about performing the data preprocessing and molecular\nsimulations, selectivity calculations, computation of the structural\nand chemical features of the materials, development of ML models,\nsynthesis, characterization, and gas adsorption measurements of the\n[BMIM]­[BF<sub>4</sub>]/UiO-66 composite are provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>. All of the codes and data that we used to\ndevelop the ML models are provided on GitHub (<uri xlink:href=\"https://github.com/hdaglar/BMIM.BF4.MOF_Composites_ML\" xlink:type=\"simple\">https://github.com/hdaglar/BMIM.BF4.MOF_Composites_ML</uri>).</p>", "clean_text": "Finally, we synthesized the [BMIM][BF4]/UiO-66 (10.4 wt %) composite by using wet-impregnation method and characterized it in detail using Brunauer-Emmett-Teller (BET) analysis, X-ray diffraction (XRD), scanning electron microscopy (SEM) with energy-dispersive X-ray (EDX) spectroscopy, and infrared (IR) spectroscopy. Volumetric single-component CO2 and N2 adsorption measurements were performed for pristine UiO-66 and [BMIM][BF4]/UiO-66 composite at 1 bar and 298 K, and compared with the results of molecular simulations and ML predictions. All details about performing the data preprocessing and molecular simulations, selectivity calculations, computation of the structural and chemical features of the materials, development of ML models, synthesis, characterization, and gas adsorption measurements of the [BMIM][BF4]/UiO-66 composite are provided in the SI. All of the codes and data that we used to develop the ML models are provided on GitHub (https://github.com/hdaglar/BMIM.BF4.MOF_Composites_ML).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Development of ML Models for IL/MOF Composites</title><p>We first focused on the structural, chemical, and energy-based\nfeatures of the [BMIM]­[BF<sub>4</sub>]/MOF composites and examined\nthe correlations between each feature used as the input of ML models.\nThe heatmaps with Pearson correlations (<italic toggle=\"yes\">r</italic>) across\ndifferent features of [BMIM]­[BF<sub>4</sub>]/MOF composites are shown\nin a. Because\nthere is a very strong correlation between the ASA and pore volume\n(<italic toggle=\"yes\">r</italic> = 0.91) and between the ASA and porosity (<italic toggle=\"yes\">r</italic> = 0.93), we did not use ASA as a descriptor to avoid multicollinearity\nproblems (<italic toggle=\"yes\">r</italic> &gt; 0.90). We then analyzed the univariate\nrelationship between the materials’ features and their gas\nadsorption properties. Results showed that some features of [BMIM]­[BF<sub>4</sub>]/MOF composites and MOFs correlate with their corresponding\nCO<sub>2</sub> and N<sub>2</sub> uptakes to some extent (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figures S1 and S2</ext-link>). However, univariate analysis\nis insufficient to elucidate the relationships between several other\nfeatures and the gas adsorption properties of the materials, highlighting\nthe need for multivariate analysis to reveal the hidden structure–performance\nrelationships. We used 20 different features (LCD, PLD, LCD/PLD, porosity,\nPV, density, IL wt %, C%, H%, N%, O%, TDU, DU, O-to-M, M-to-C, halogen%,\nmetalloids%, ametal%, metal%, and <italic toggle=\"yes\">Q</italic>\n<sub arrange=\"stack\">st</sub>\n<sup arrange=\"stack\">0</sup>) in training the ML models,\nas listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>.</p>", "clean_text": "Results and Discussion\n\nDevelopment of ML Models for IL/MOF Composites\n\nWe first focused on the structural, chemical, and energy-based features of the [BMIM][BF4]/MOF composites and examined the correlations between each feature used as the input of ML models. The heatmaps with Pearson correlations (r) across different features of [BMIM][BF4]/MOF composites are shown in a. Because there is a very strong correlation between the ASA and pore volume (r = 0.91) and between the ASA and porosity (r = 0.93), we did not use ASA as a descriptor to avoid multicollinearity problems (r > 0.90). We then analyzed the univariate relationship between the materials' features and their gas adsorption properties. Results showed that some features of [BMIM][BF4]/MOF composites and MOFs correlate with their corresponding CO2 and N2 uptakes to some extent (Figures S1 and S2). However, univariate analysis is insufficient to elucidate the relationships between several other features and the gas adsorption properties of the materials, highlighting the need for multivariate analysis to reveal the hidden structure-performance relationships. We used 20 different features (LCD, PLD, LCD/PLD, porosity, PV, density, IL wt %, C%, H%, N%, O%, TDU, DU, O-to-M, M-to-C, halogen%, metalloids%, ametal%, metal%, and Q st 0) in training the ML models, as listed in Table S2.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>ML models for IL/MOF\ncomposites. (a) Correlation heatmap of the\nfeatures of all IL/MOF composites. The strong correlation between\nthe ASA, PV, and porosity is highlighted with the white box. (b) Box\nplots showing the distribution of features based on the training and\ntest sets for IL/MOF composites. Comparison of ML predictions with\nthe GCMC results for single-component (c) CO<sub>2</sub> and (d) N<sub>2</sub> uptakes of [BMIM]­[BF<sub>4</sub>]/MOF composites at 1 bar\nand 298 K. Marginal histograms show the distribution of gas uptake\ndata in the training and test sets. Training and test sets are represented\nas purple and green symbols, respectively, in parts b–e. (e)\nComparison of the ML-predicted and GCMC-simulated selectivities of\nIL/MOF composites.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  ML models for IL/MOF composites. (a) Correlation heatmap of the features of all IL/MOF composites. The strong correlation between the ASA, PV, and porosity is highlighted with the white box. (b) Box plots showing the distribution of features based on the training and test sets for IL/MOF composites. Comparison of ML predictions with the GCMC results for single-component (c) CO2 and (d) N2 uptakes of [BMIM][BF4]/MOF composites at 1 bar and 298 K. Marginal histograms show the distribution of gas uptake data in the training and test sets. Training and test sets are represented as purple and green symbols, respectively, in parts b-e. (e) Comparison of the ML-predicted and GCMC-simulated selectivities of IL/MOF composites.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>We then showed that the feature distribution in\nthe training and\ntest sets have similar characteristics for 941 different types of\nIL/MOF composites (b). Parts c and d of  illustrate the scatter plots with marginal histograms\nfor the relationships between the ML-predicted and GCMC-simulated\ngas adsorption data of IL/MOF composites. The ML-predicted CO<sub>2</sub> and N<sub>2</sub> uptakes of the composites have a good correlation\nwith the GCMC results, supported by the high <italic toggle=\"yes\">R</italic>\n<sup>2</sup> values in the range of 0.71–0.87 and low RMSE (3.3\n× 10<sup>–2</sup>–0.55) and MAE (2.3 × 10<sup>–2</sup>–0.38) values for the test sets. In c,d, the RMSE values\nare higher than the MAE values because our data set includes some\nIL/MOF composites that exhibit a higher gas uptake relative to the\nnearest data point. Since the maximum gas uptake values used to train\ntree-based ML algorithms also affect the upper limits of ML predictions,\nwe kept these structures in our database. Our work mainly aims to\npredict the CO<sub>2</sub>/N<sub>2</sub> separation performances of\nIL/MOF composites. Therefore, ML predictions for pristine MOFs that\nwe considered in this work are provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>. The correlation map of the feature distribution and models’\naccuracy are presented in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>. A\ntotal of 19 features that we described above were used as inputs of\nML models to predict gas adsorption in MOFs, shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figures S3a,b</ext-link>, and the feature distribution in\nthe training and test sets were similar. Parts c and d of <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link> show that the calculated <italic toggle=\"yes\">R</italic>\n<sup>2</sup> (0.77–0.89), RMSE (3.3 × 10<sup>–2</sup>–0.59), MAE (2.14 × 10<sup>–2</sup>–0.36),\nand SRCC (0.92–0.94) values of the ML models developed for\nMOFs were similar to the values calculated for the IL/MOF composites.</p>", "clean_text": "We then showed that the feature distribution in the training and test sets have similar characteristics for 941 different types of IL/MOF composites (b). Parts c and d of  illustrate the scatter plots with marginal histograms for the relationships between the ML-predicted and GCMC-simulated gas adsorption data of IL/MOF composites. The ML-predicted CO2 and N2 uptakes of the composites have a good correlation with the GCMC results, supported by the high R 2 values in the range of 0.71-0.87 and low RMSE (3.3 × 10-2-0.55) and MAE (2.3 × 10-2-0.38) values for the test sets. In c,d, the RMSE values are higher than the MAE values because our data set includes some IL/MOF composites that exhibit a higher gas uptake relative to the nearest data point. Since the maximum gas uptake values used to train tree-based ML algorithms also affect the upper limits of ML predictions, we kept these structures in our database. Our work mainly aims to predict the CO2/N2 separation performances of IL/MOF composites. Therefore, ML predictions for pristine MOFs that we considered in this work are provided in the SI. The correlation map of the feature distribution and models' accuracy are presented in Figure S3. A total of 19 features that we described above were used as inputs of ML models to predict gas adsorption in MOFs, shown in Figures S3a,b, and the feature distribution in the training and test sets were similar. Parts c and d of Figure S3 show that the calculated R 2 (0.77-0.89), RMSE (3.3 × 10-2-0.59), MAE (2.14 × 10-2-0.36), and SRCC (0.92-0.94) values of the ML models developed for MOFs were similar to the values calculated for the IL/MOF composites.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>We also showed the ratios of the ML-predicted gas uptakes to the\nsimulated ones for the test sets of ML models developed for IL/MOF\ncomposites and MOFs in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>. The average\nratio is close to unity (in the range of 0.7–1.3 with a discrepancy\nof ±30%) for each case, indicating the good agreement between\nML and simulations. However, ML predictions for some MOFs significantly\noverestimate or underestimate (discrepancy &gt; ±30%) simulation\nresults: ML predictions for 56 and 26 IL/MOF composites (48 and 21\nMOFs) exhibit &gt;±30% discrepancy for CO<sub>2</sub> and N<sub>2</sub> uptakes, respectively. In <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>, the deviations are more observable for CO<sub>2</sub> uptake because\nits adsorption is more complex due to the presence of strong electrostatic\ninteractions between CO<sub>2</sub> and IL/MOF composites. Parts c\nand d of  also\nshow that ML models generally underestimate the simulation results,\nespecially for composites exhibiting high gas uptakes. This result\ncan be attributed to the fact that only a small number of composites\nshow high gas uptakes (&gt;3.5 mol/kg for CO<sub>2</sub> and &gt;0.5\nmol/kg\nfor N<sub>2</sub>) among the composites used to develop the ML models.\nIt is also important to note that supervised ML algorithms, such as\nXGB, struggle with extrapolating the data, and these ML algorithms\ngenerally make a good prediction for the gas uptake range previously\nseen in the training data set. CO<sub>2</sub> and N<sub>2</sub> adsorption predictions for the IL/MOF composites\nexhibit high SRCC ranges in the test set (0.85 and 0.94, respectively),\nsuggesting that the ranking of materials based on the ML-predicted\nadsorption properties is highly similar to the rankings based on the\nGCMC-simulated ones.</p>", "clean_text": "We also showed the ratios of the ML-predicted gas uptakes to the simulated ones for the test sets of ML models developed for IL/MOF composites and MOFs in Figure S4. The average ratio is close to unity (in the range of 0.7-1.3 with a discrepancy of ±30%) for each case, indicating the good agreement between ML and simulations. However, ML predictions for some MOFs significantly overestimate or underestimate (discrepancy > ±30%) simulation results: ML predictions for 56 and 26 IL/MOF composites (48 and 21 MOFs) exhibit >±30% discrepancy for CO2 and N2 uptakes, respectively. In Figure S4, the deviations are more observable for CO2 uptake because its adsorption is more complex due to the presence of strong electrostatic interactions between CO2 and IL/MOF composites. Parts c and d of  also show that ML models generally underestimate the simulation results, especially for composites exhibiting high gas uptakes. This result can be attributed to the fact that only a small number of composites show high gas uptakes (>3.5 mol/kg for CO2 and >0.5 mol/kg for N2) among the composites used to develop the ML models. It is also important to note that supervised ML algorithms, such as XGB, struggle with extrapolating the data, and these ML algorithms generally make a good prediction for the gas uptake range previously seen in the training data set. CO2 and N2 adsorption predictions for the IL/MOF composites exhibit high SRCC ranges in the test set (0.85 and 0.94, respectively), suggesting that the ranking of materials based on the ML-predicted adsorption properties is highly similar to the rankings based on the GCMC-simulated ones.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>One of the main goals of this work is to\ndevelop accurate ML models\nfor predicting the CO<sub>2</sub>/N<sub>2</sub> selectivities of [BMIM]­[BF<sub>4</sub>]/MOF composites in a time-efficient manner. Therefore, we\ncompared the ML-predicted CO<sub>2</sub>/N<sub>2</sub> selectivities\nof IL/MOF composites with the GCMC-simulated ones in e. We note that the “ML-predicted\nselectivity” represents the selectivity calculated by using\nML-predicted CO<sub>2</sub> and N<sub>2</sub> uptake data, and the\n“GCMC-simulated selectivity” indicates the selectivity\ncomputed by using CO<sub>2</sub> and N<sub>2</sub> uptake data obtained\nfrom GCMC simulations. e shows that the ML-predicted selectivities of IL/MOF composites\nagree well with the GCMC-simulated ones at 1 bar and 298 K. The range\nof the ML-predicted selectivities (2.2–54.2) is similar to\nthat of the GCMC-simulated ones (2.8–48.2) in the test set,\nsuggesting that ML models are useful to accurately assess the gas\nseparation performances of IL/MOF composites that exist in our database.</p>", "clean_text": "One of the main goals of this work is to develop accurate ML models for predicting the CO2/N2 selectivities of [BMIM][BF4]/MOF composites in a time-efficient manner. Therefore, we compared the ML-predicted CO2/N2 selectivities of IL/MOF composites with the GCMC-simulated ones in e. We note that the \"ML-predicted selectivity\" represents the selectivity calculated by using ML-predicted CO2 and N2 uptake data, and the \"GCMC-simulated selectivity\" indicates the selectivity computed by using CO2 and N2 uptake data obtained from GCMC simulations. e shows that the ML-predicted selectivities of IL/MOF composites agree well with the GCMC-simulated ones at 1 bar and 298 K. The range of the ML-predicted selectivities (2.2-54.2) is similar to that of the GCMC-simulated ones (2.8-48.2) in the test set, suggesting that ML models are useful to accurately assess the gas separation performances of IL/MOF composites that exist in our database.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>An important benefit of developing a ML model for predicting the\nmaterials’ target data is to gain molecular-level insight into\nthe contribution of features to these target properties. The feature\nimportance analysis presented in \n demonstrates that the most\nimportant features of the IL/MOF composites that determine their gas\nuptakes are <italic toggle=\"yes\">Q</italic>\n<sub arrange=\"stack\">st</sub>\n<sup arrange=\"stack\">0</sup> for CO<sub>2</sub> adsorption, the pore volume\nfor N<sub>2</sub> adsorption, and the porosity for both CO<sub>2</sub> and N<sub>2</sub> adsorptions. This analysis suggests that the combination\nof structural features is more pronounced than energy-based features\nfor determining the gas adsorption properties of the IL/MOF composites.\nThe feature importance analysis performed for pristine MOFs showed\nthat <italic toggle=\"yes\">Q</italic>\n<sub arrange=\"stack\">st</sub>\n<sup arrange=\"stack\">0</sup> is the most important descriptor to predict CO<sub>2</sub> and N<sub>2</sub> uptakes of MOFs, and this descriptor is more pronounced\nfor CO<sub>2</sub> than for N<sub>2</sub>. This result is expected\nbecause the N<sub>2</sub> molecule has weaker electrostatic interactions\nwith the framework compared to CO<sub>2</sub>. The most important\nmessage that can be obtained by comparing the feature importance analysis\nof MOFs and IL/MOF composites is that material features related to\nthe pore geometry become more dominant in determining the gas adsorption\nproperties after IL incorporation because the pore sizes of the IL/MOF\ncomposites become much smaller than those of pristine MOFs, leading\nto a more confined environment.</p>", "clean_text": "An important benefit of developing a ML model for predicting the materials' target data is to gain molecular-level insight into the contribution of features to these target properties. The feature importance analysis presented in   demonstrates that the most important features of the IL/MOF composites that determine their gas uptakes are Q st 0 for CO2 adsorption, the pore volume for N2 adsorption, and the porosity for both CO2 and N2 adsorptions. This analysis suggests that the combination of structural features is more pronounced than energy-based features for determining the gas adsorption properties of the IL/MOF composites. The feature importance analysis performed for pristine MOFs showed that Q st 0 is the most important descriptor to predict CO2 and N2 uptakes of MOFs, and this descriptor is more pronounced for CO2 than for N2. This result is expected because the N2 molecule has weaker electrostatic interactions with the framework compared to CO2. The most important message that can be obtained by comparing the feature importance analysis of MOFs and IL/MOF composites is that material features related to the pore geometry become more dominant in determining the gas adsorption properties after IL incorporation because the pore sizes of the IL/MOF composites become much smaller than those of pristine MOFs, leading to a more confined environment.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Interpretability of the ML models. Feature\nimportance analysis\nfor the gas adsorption properties of [BMIM]­[BF<sub>4</sub>]/MOF composites\nand pristine MOFs. The width range of each color shows the importance\nof the related feature. The colors are taken from the same palette\nfor each gas adsorption property.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Interpretability of the ML models. Feature importance analysis for the gas adsorption properties of [BMIM][BF4]/MOF composites and pristine MOFs. The width range of each color shows the importance of the related feature. The colors are taken from the same palette for each gas adsorption property.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>We trained the ML models using the GCMC simulation\nresults of 941\ndifferent types of MOFs and their [BMIM]­[BF<sub>4</sub>] incorporated\ncomposites and tested the accuracy of ML models by comparing the ML-predicted\ngas adsorption properties of the materials with the results of GCMC\nsimulations. To investigate the validity of our ML models for any\n[BMIM]­[BF<sub>4</sub>]/MOF composite, including those outside of the\ndatabase that we used for the ML model development, we collected CO<sub>2</sub> and N<sub>2</sub> uptake data of experimentally reported\n[BMIM]­[BF<sub>4</sub>]/MOF composites and their corresponding pristine\nMOFs from the literature. a shows experimental, GCMC-simulated, and ML-predicted\ndata of three different [BMIM]­[BF<sub>4</sub>]/MOF composites with\ndifferent IL loadings: 2.2 wt % for Cu-BTC, 7.5 wt % for ZIF-8, and 30 wt % for\nCu-BTC. ML-predicted gas uptakes for the\n[BMIM]­[BF<sub>4</sub>]/Cu-BTC composite (2.2 wt %) strongly agree\nwith the GCMC-simulated and experimentally measured data because this\nis one of the composites used to train our ML models. [BMIM]­[BF<sub>4</sub>]/ZIF-8 (7.5 wt %) and [BMIM]­[BF<sub>4</sub>]/Cu-BTC (30 wt\n%) were unseen composites, and they were not in the training and/or\ntest sets that we used to develop the models. ML predictions for [BMIM]­[BF<sub>4</sub>]/ZIF-8 having 7.5 wt % IL loading slightly overestimated\nthe GCMC-simulated and experimentally reported data. Although our\nML models were trained using the data of composites having &lt;30\nwt % IL loading (the IL loading was calculated to be in the range\nof 0.15–28.60 wt % as discussed above), predicted gas uptakes\nof [BMIM]­[BF<sub>4</sub>]/Cu-BTC with 30 wt % IL loading were in good\nagreement with the experimental data, as shown in a.</p>", "clean_text": "We trained the ML models using the GCMC simulation results of 941 different types of MOFs and their [BMIM][BF4] incorporated composites and tested the accuracy of ML models by comparing the ML-predicted gas adsorption properties of the materials with the results of GCMC simulations. To investigate the validity of our ML models for any [BMIM][BF4]/MOF composite, including those outside of the database that we used for the ML model development, we collected CO2 and N2 uptake data of experimentally reported [BMIM][BF4]/MOF composites and their corresponding pristine MOFs from the literature. a shows experimental, GCMC-simulated, and ML-predicted data of three different [BMIM][BF4]/MOF composites with different IL loadings: 2.2 wt % for Cu-BTC, 7.5 wt % for ZIF-8, and 30 wt % for Cu-BTC. ML-predicted gas uptakes for the [BMIM][BF4]/Cu-BTC composite (2.2 wt %) strongly agree with the GCMC-simulated and experimentally measured data because this is one of the composites used to train our ML models. [BMIM][BF4]/ZIF-8 (7.5 wt %) and [BMIM][BF4]/Cu-BTC (30 wt %) were unseen composites, and they were not in the training and/or test sets that we used to develop the models. ML predictions for [BMIM][BF4]/ZIF-8 having 7.5 wt % IL loading slightly overestimated the GCMC-simulated and experimentally reported data. Although our ML models were trained using the data of composites having <30 wt % IL loading (the IL loading was calculated to be in the range of 0.15-28.60 wt % as discussed above), predicted gas uptakes of [BMIM][BF4]/Cu-BTC with 30 wt % IL loading were in good agreement with the experimental data, as shown in a.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Transferability of the\nML models. Comparison of the experimental,\nsimulated, and ML-predicted CO<sub>2</sub> and N<sub>2</sub> adsorption\ndata of previously synthesized (a) [BMIM]­[BF<sub>4</sub>]/Cu-BTC and\n[BMIM]­[BF<sub>4</sub>]/ZIF-8 composites and (b) pristine MOFs (Cu-BTC\nand ZIF-8) at 1 bar and 298 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Transferability of the ML models. Comparison of the experimental, simulated, and ML-predicted CO2 and N2 adsorption data of previously synthesized (a) [BMIM][BF4]/Cu-BTC and [BMIM][BF4]/ZIF-8 composites and (b) pristine MOFs (Cu-BTC and ZIF-8) at 1 bar and 298 K.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Experimentally measured, GCMC-simulated, and ML-predicted\nCO<sub>2</sub> and N<sub>2</sub> uptakes of two pristine MOFs (Cu-BTC\nand\nZIF-8) that we used to generate [BMIM]­[BF<sub>4</sub>]/MOF composites\nagreed well, as shown in b. Although some features of unseen materials are out\nof the corresponding feature distribution of our material database\n[i.e., the PLD (3.3 Å) of ZIF-8 is out of the PLD distribution\n(6–31 Å) of MOFs used to develop our models], the ML models\nstill accurately predicted the CO<sub>2</sub> and N<sub>2</sub> uptakes\nand the CO<sub>2</sub>/N<sub>2</sub> selectivities of unseen IL/MOF\ncomposites and their corresponding pristine MOFs. Overall, these results\nconfirmed the transferability of the ML models to unseen materials\nhaving different features and highlighted that the models that we\ndeveloped can be used for the accurate estimation of CO<sub>2</sub> and N<sub>2</sub> uptakes of various types of IL/MOF composites\nand MOFs.</p>", "clean_text": "Experimentally measured, GCMC-simulated, and ML-predicted CO2 and N2 uptakes of two pristine MOFs (Cu-BTC and ZIF-8) that we used to generate [BMIM][BF4]/MOF composites agreed well, as shown in b. Although some features of unseen materials are out of the corresponding feature distribution of our material database [i.e., the PLD (3.3 Å) of ZIF-8 is out of the PLD distribution (6-31 Å) of MOFs used to develop our models], the ML models still accurately predicted the CO2 and N2 uptakes and the CO2/N2 selectivities of unseen IL/MOF composites and their corresponding pristine MOFs. Overall, these results confirmed the transferability of the ML models to unseen materials having different features and highlighted that the models that we developed can be used for the accurate estimation of CO2 and N2 uptakes of various types of IL/MOF composites and MOFs.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>ML-Guided Generation of a New IL/MOF Composite</title><p>The main target of this work is to integrate ML into the molecular\nsimulations of IL/MOF composites to precisely direct experimental\nefforts to the synthesis of new composites for CO<sub>2</sub>/N<sub>2</sub> separation. To achieve this, we first focused on the CO<sub>2</sub>/N<sub>2</sub> selectivity of pristine MOFs to identify a\nhost material for IL incorporation. a shows that the ML-predicted selectivities\nof pristine MOFs strongly agree with the GCMC-simulated ones at 1\nbar and 298 K, suggesting that ML models are useful to accurately\nassess the gas separation performances of pristine MOFs that exist\nin our database. We compared the ML-predicted selectivities of Cu-BTC\nand ZIF-8, two hosts that were previously used to make [BMIM]­[BF<sub>4</sub>]/MOF composites, with the GCMC-based selectivities, and the\ngood agreement confirmed the validity of ML models to accurately estimate\nthe CO<sub>2</sub>/N<sub>2</sub> selectivity of any type of MOF. To\nfurther show the consistency between ML predictions and the results\nof simulations and experimental measurements, we identified the top\nthree MOFs (refcodes: QOVDEL, REQBAS, and FUSMEM) exhibiting\nthe highest CO<sub>2</sub>/N<sub>2</sub> selectivity in the test set. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link> shows CO<sub>2</sub> and N<sub>2</sub> uptakes and the corresponding CO<sub>2</sub>/N<sub>2</sub> selectivities\nof these MOFs obtained from simulations and ML models. These MOFs\nexhibit high CO<sub>2</sub>/N<sub>2</sub> selectivity in the range\nof 38–50, and they are good candidates for making [BMIM]­[BF<sub>4</sub>]-incorporated composites. However, to the best of our knowledge,\nnone of these MOFs are commercially available. Hence, we specifically\naimed to focus on a commercially available MOF (i) to avoid potential\nreproducibility problems in synthesizing\nthese materials and (ii) to prove the transferability of our ML models\nand the validity of our methodology by studying a MOF that was not\npresent in our original data set yet commercially available at a certain\nquality through reliable vendors. Thus, we chose a zirconium-based\nMOF, UiO-66, as the host material for the following practical and\ntheoretical reasons: UiO-66 is robust and offers high chemical stability and moisture resistance. To confirm\nthe latter, we calculated Henry’s coefficient for water, <italic toggle=\"yes\">K</italic>\n<sub>H<sub>2</sub>O</sub> = 2.3 × 10<sup>–6</sup> mol/kg/Pa for UiO-66, which was lower than the corresponding value\nof a well-known moisture stable ZIF-8, <italic toggle=\"yes\">K</italic>\n<sub>H<sub>2</sub>O</sub> = 5.0 × 10<sup>–6</sup> mol/kg/Pa. Therefore, UiO-66 is expected to preserve its\nstability during wet flue gas separation under real operating conditions. a shows that the\nML-predicted CO<sub>2</sub>/N<sub>2</sub> selectivity of pristine\nUiO-66 strongly agrees with the simulated ones. Theoretical reasons\nfor selecting UiO-66 as the host material of the composite were obtained\nfrom the detailed feature importance analysis of ML models given in . Pore volume and\nporosity are the two important features that determine the gas adsorption\nproperties of the IL/MOF composites. b shows that a good CO<sub>2</sub>/N<sub>2</sub> selectivity in the range of 8–15 can be achieved if\nthe [BMIM]­[BF<sub>4</sub>]/UiO-66 composite with an IL loading of\n10.4 wt % is generated, leading to a porosity of 0.35 and a pore volume\nof 0.51 cm<sup>3</sup>/g. The PLD of this new composite was calculated\nas 3.66 Å, so that both CO<sub>2</sub> (3.3 Å) and N<sub>2</sub> (3.64 Å) molecules can adsorb into the pores of the\ncomposite. It is important to note that the new composite has a large\nenough PLD for the entrance of both gas molecules, independent of\ntheir corresponding solubilities in the IL, so that molecular simulations\ncan compute the adsorption of gas molecules, which are modeled as\nhard spheres.</p>", "clean_text": "ML-Guided Generation of a New IL/MOF Composite\n\nThe main target of this work is to integrate ML into the molecular simulations of IL/MOF composites to precisely direct experimental efforts to the synthesis of new composites for CO2/N2 separation. To achieve this, we first focused on the CO2/N2 selectivity of pristine MOFs to identify a host material for IL incorporation. a shows that the ML-predicted selectivities of pristine MOFs strongly agree with the GCMC-simulated ones at 1 bar and 298 K, suggesting that ML models are useful to accurately assess the gas separation performances of pristine MOFs that exist in our database. We compared the ML-predicted selectivities of Cu-BTC and ZIF-8, two hosts that were previously used to make [BMIM][BF4]/MOF composites, with the GCMC-based selectivities, and the good agreement confirmed the validity of ML models to accurately estimate the CO2/N2 selectivity of any type of MOF. To further show the consistency between ML predictions and the results of simulations and experimental measurements, we identified the top three MOFs (refcodes: QOVDEL, REQBAS, and FUSMEM) exhibiting the highest CO2/N2 selectivity in the test set. Table S4 shows CO2 and N2 uptakes and the corresponding CO2/N2 selectivities of these MOFs obtained from simulations and ML models. These MOFs exhibit high CO2/N2 selectivity in the range of 38-50, and they are good candidates for making [BMIM][BF4]-incorporated composites. However, to the best of our knowledge, none of these MOFs are commercially available. Hence, we specifically aimed to focus on a commercially available MOF (i) to avoid potential reproducibility problems in synthesizing these materials and (ii) to prove the transferability of our ML models and the validity of our methodology by studying a MOF that was not present in our original data set yet commercially available at a certain quality through reliable vendors. Thus, we chose a zirconium-based MOF, UiO-66, as the host material for the following practical and theoretical reasons: UiO-66 is robust and offers high chemical stability and moisture resistance. To confirm the latter, we calculated Henry's coefficient for water, K H2O = 2.3 × 10-6 mol/kg/Pa for UiO-66, which was lower than the corresponding value of a well-known moisture stable ZIF-8, K H2O = 5.0 × 10-6 mol/kg/Pa. Therefore, UiO-66 is expected to preserve its stability during wet flue gas separation under real operating conditions. a shows that the ML-predicted CO2/N2 selectivity of pristine UiO-66 strongly agrees with the simulated ones. Theoretical reasons for selecting UiO-66 as the host material of the composite were obtained from the detailed feature importance analysis of ML models given in . Pore volume and porosity are the two important features that determine the gas adsorption properties of the IL/MOF composites. b shows that a good CO2/N2 selectivity in the range of 8-15 can be achieved if the [BMIM][BF4]/UiO-66 composite with an IL loading of 10.4 wt % is generated, leading to a porosity of 0.35 and a pore volume of 0.51 cm3/g. The PLD of this new composite was calculated as 3.66 Å, so that both CO2 (3.3 Å) and N2 (3.64 Å) molecules can adsorb into the pores of the composite. It is important to note that the new composite has a large enough PLD for the entrance of both gas molecules, independent of their corresponding solubilities in the IL, so that molecular simulations can compute the adsorption of gas molecules, which are modeled as hard spheres.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>ML-guided generation of the [BMIM]­[BF<sub>4</sub>]/UiO-66\ncomposite.\n(a) Comparison of the ML-predicted and GCMC-simulated selectivities\nof MOFs. Blue boxes represent the CO<sub>2</sub>/N<sub>2</sub> selectivity\nof pristine MOFs previously used to synthesize IL/MOF composites.\nThe star represents UiO-66 as a new host for IL incorporation. (b)\nRelationship between the most important features (pore volume and\nporosity) and ML-predicted selectivities of 941 different types of\n[BMIM]­[BF<sub>4</sub>]/MOF composites. The star represents the pore\nvolume and porosity of a computationally designed [BMIM]­[BF<sub>4</sub>]/UiO-66 composite having 10.4 wt % IL loading.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  ML-guided generation of the [BMIM][BF4]/UiO-66 composite. (a) Comparison of the ML-predicted and GCMC-simulated selectivities of MOFs. Blue boxes represent the CO2/N2 selectivity of pristine MOFs previously used to synthesize IL/MOF composites. The star represents UiO-66 as a new host for IL incorporation. (b) Relationship between the most important features (pore volume and porosity) and ML-predicted selectivities of 941 different types of [BMIM][BF4]/MOF composites. The star represents the pore volume and porosity of a computationally designed [BMIM][BF4]/UiO-66 composite having 10.4 wt % IL loading.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis, Characterization, and Adsorption\nMeasurements of [BMIM]­[BF<sub>4</sub>]/UiO-66</title><p>The [BMIM]­[BF<sub>4</sub>]/UiO-66 composite was synthesized by using the wet-impregnation\nmethod, as reported previously and then characterized in detail. All details of the synthesis and\ncharacterization of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite are\ndiscussed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>. IL loading of the\nsynthesized [BMIM]­[BF<sub>4</sub>]/UiO-66 composite was estimated\nby washing the composite several times with acetone. The washed composite\nwas dried overnight at 80 °C, and the IR spectrum of the dried\n[BMIM]­[BF<sub>4</sub>]/UiO-66 composite was recorded (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). A comparison presented in  showed that the\nIR spectrum of the composite was identical to that of pristine UiO-66,\nconfirming the removal of IL molecules. The washed [BMIM]­[BF<sub>4</sub>]/UiO-66 composite was then weighed, and the IL loading was determined\nas 9.2 ± 0.6 wt %, which is close to the IL loading of the computationally\ngenerated composite (10.4 wt %). The slight difference can be attributed\nto the loss of some IL on the walls of the sample container during\nthe synthesis process.</p>", "clean_text": "Synthesis, Characterization, and Adsorption Measurements of [BMIM][BF4]/UiO-66\n\nThe [BMIM][BF4]/UiO-66 composite was synthesized by using the wet-impregnation method, as reported previously and then characterized in detail. All details of the synthesis and characterization of the [BMIM][BF4]/UiO-66 composite are discussed in the SI. IL loading of the synthesized [BMIM][BF4]/UiO-66 composite was estimated by washing the composite several times with acetone. The washed composite was dried overnight at 80 °C, and the IR spectrum of the dried [BMIM][BF4]/UiO-66 composite was recorded (Figure S5). A comparison presented in  showed that the IR spectrum of the composite was identical to that of pristine UiO-66, confirming the removal of IL molecules. The washed [BMIM][BF4]/UiO-66 composite was then weighed, and the IL loading was determined as 9.2 ± 0.6 wt %, which is close to the IL loading of the computationally generated composite (10.4 wt %). The slight difference can be attributed to the loss of some IL on the walls of the sample container during the synthesis process.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>The integrity of the crystalline structure\nof [BMIM]­[BF<sub>4</sub>]/UiO-66 composite was investigated by XRD\nanalysis, and no significant change in the XRD data of pristine UiO-66\nwas observed, as shown in a, indicating that the crystalline structure of UiO-66\nremained mostly intact upon IL incorporation, consistent with the\nprevious studies. Similarly, no alterations were\nobserved in the SEM images of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite\nobtained at two different magnifications, 50 k× and 10 k×,\nas presented in b,c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">S6</ext-link>, respectively, verifying the\nintegrity of the surface morphology upon the incorporation of IL molecules.\nMoreover, the presence of boron (B) and fluorine (F) elements, inherited\nfrom [BMIM]­[BF<sub>4</sub>] molecules, was verified by the EDX analysis\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). The nature of the molecular\ninteractions between bulk [BMIM]­[BF<sub>4</sub>] and UiO-66 was elucidated\nusing IR spectroscopy, as presented in d. In summary, the characteristic IR bands\nof pristine UiO-66 illustrated blue shifts for the vibrational modes\nof Zr–(OC) and Zr–O, and the cation of the IL, [BMIM]<sup>+</sup>, showed red shifts upon the incorporation of IL into UiO-66. Hence, these shifts confirm the presence of the\nintermolecular interactions between the [BMIM]<sup>+</sup> cation\nof [BMIM]­[BF<sub>4</sub>] and the Zr metal nodes of UiO-66. The N<sub>2</sub> adsorption–desorption isotherm of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>)\nshowed a reduction in both the surface area and pore volume (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>) compared to that of pristine UiO-66,\nindicating the successful incorporation of IL molecules into the MOF\npores, consistent with the studies of previously reported IL/MOF composites. Moreover, conductor-like screening\nmodel for realistic solvents (COSMO-RS) solubility calculations (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>) demonstrated that N<sub>2</sub> has\nalmost negligible solubility in [BMIM]­[BF<sub>4</sub>] at the BET\nmeasurement conditions.</p>", "clean_text": "The integrity of the crystalline structure of [BMIM][BF4]/UiO-66 composite was investigated by XRD analysis, and no significant change in the XRD data of pristine UiO-66 was observed, as shown in a, indicating that the crystalline structure of UiO-66 remained mostly intact upon IL incorporation, consistent with the previous studies. Similarly, no alterations were observed in the SEM images of the [BMIM][BF4]/UiO-66 composite obtained at two different magnifications, 50 k× and 10 k×, as presented in b,c and S6, respectively, verifying the integrity of the surface morphology upon the incorporation of IL molecules. Moreover, the presence of boron (B) and fluorine (F) elements, inherited from [BMIM][BF4] molecules, was verified by the EDX analysis (Figure S7). The nature of the molecular interactions between bulk [BMIM][BF4] and UiO-66 was elucidated using IR spectroscopy, as presented in d. In summary, the characteristic IR bands of pristine UiO-66 illustrated blue shifts for the vibrational modes of Zr-(OC) and Zr-O, and the cation of the IL, [BMIM]+, showed red shifts upon the incorporation of IL into UiO-66. Hence, these shifts confirm the presence of the intermolecular interactions between the [BMIM]+ cation of [BMIM][BF4] and the Zr metal nodes of UiO-66. The N2 adsorption-desorption isotherm of the [BMIM][BF4]/UiO-66 composite (Figure S8) showed a reduction in both the surface area and pore volume (Table S5) compared to that of pristine UiO-66, indicating the successful incorporation of IL molecules into the MOF pores, consistent with the studies of previously reported IL/MOF composites. Moreover, conductor-like screening model for realistic solvents (COSMO-RS) solubility calculations (Figure S9) demonstrated that N2 has almost negligible solubility in [BMIM][BF4] at the BET measurement conditions.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Synthesis, characterization, and testing of\nthe [BMIM]­[BF<sub>4</sub>]/UiO-66 composite. (a) XRD patterns of simulated\nand pristine UiO-66\nand [BMIM]­[BF<sub>4</sub>]/UiO-66 in the 2θ range of 5–30°.\nSEM images of (b) pristine UiO-66 and (c) [BMIM]­[BF<sub>4</sub>]/UiO-66\ncomposite acquired at a magnification of 50 k×. (d) IR spectra\nof pristine UiO-66, bulk [BMIM]­[BF<sub>4</sub>], and the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite in the spectral range of 2000–400\ncm<sup>–1</sup>. (e) Comparison of the experimental, GCMC-simulated,\nand ML-predicted CO<sub>2</sub> and N<sub>2</sub> uptakes and CO<sub>2</sub>/N<sub>2</sub> selectivities of the [BMIM]­[BF<sub>4</sub>]/UiO-66\ncomposite at 1 bar and 298 K.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Synthesis, characterization, and testing of the [BMIM][BF4]/UiO-66 composite. (a) XRD patterns of simulated and pristine UiO-66 and [BMIM][BF4]/UiO-66 in the 2θ range of 5-30°. SEM images of (b) pristine UiO-66 and (c) [BMIM][BF4]/UiO-66 composite acquired at a magnification of 50 k×. (d) IR spectra of pristine UiO-66, bulk [BMIM][BF4], and the [BMIM][BF4]/UiO-66 composite in the spectral range of 2000-400 cm-1. (e) Comparison of the experimental, GCMC-simulated, and ML-predicted CO2 and N2 uptakes and CO2/N2 selectivities of the [BMIM][BF4]/UiO-66 composite at 1 bar and 298 K.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>We finally measured the CO<sub>2</sub> and N<sub>2</sub> adsorption\nisotherms by using a volumetric gas sorption analyzer. The CO<sub>2</sub> adsorption isotherm for pristine UiO-66 was fitted to the\ndual-site Langmuir model, while the N<sub>2</sub> isotherm of pristine\nUiO-66 and the CO<sub>2</sub> and N<sub>2</sub> adsorption isotherms\nof the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite were fitted to the\ndual-site Langmuir–Freundlich model. The corresponding fitting\nparameters are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>. Because\nthe [BMIM]­[BF<sub>4</sub>]/UiO-66 composite was selected based on\nthe multivariate analysis obtained from the ML models that predict\ngas uptakes, we compared the experimentally measured, GCMC-simulated\nand ML-predicted CO<sub>2</sub> and N<sub>2</sub> uptakes and CO<sub>2</sub>/N<sub>2</sub> selectivities of the [BMIM]­[BF<sub>4</sub>]/UiO-66\ncomposite at 1 bar and 298 K. e shows that while the experimental, simulation, and\nML results are in good agreement for CO<sub>2</sub> uptake of [BMIM]­[BF<sub>4</sub>]/UiO-66, simulations and ML overestimate the experimentally\nmeasured N<sub>2</sub> uptake, leading to a slight underestimation\nof the CO<sub>2</sub>/N<sub>2</sub> selectivity by ML compared to\nthe experimental results. The ML-predicted and simulated CO<sub>2</sub>/N<sub>2</sub> selectivities (8.8 and 7.9, respectively) of [BMIM]­[BF<sub>4</sub>]/UiO-66 are lower than the experimental selectivity (14),\nas shown in e. We note that this underestimation does not change our final judgment\nabout the materials’ separation performance because a selectivity\non the order of 10 is achieved by both experiments and computations.\nThe results also demonstrate that the experimentally measured CO<sub>2</sub>/N<sub>2</sub> selectivity of the composite is in the range\nof mediocre selectivity (8–15), as expected from ML predictions\nin b. We compared\nthe CO<sub>2</sub>/N<sub>2</sub> selectivity of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite with the selectivities of the previously\nsynthesized [BMIM]­[BF<sub>4</sub>]-based composites [BMIM]­[BF<sub>4</sub>]/ZIF-8 (7.5 wt %), [BMIM]­[BF<sub>4</sub>]/ZIF-8 (28.3 wt %), [BMIM]­[BF<sub>4</sub>]/Cu-BTC (30 wt %), and [BMIM]­[BF<sub>4</sub>]/Cu-BTC (2.2 wt %). The new\ncomposite showed a comparable/higher separation potential than these\npreviously reported [BMIM]­[BF<sub>4</sub>]/MOF composites having selectivities\nof 7.89, 11.60, 13.04, and 15.17 at 1 bar and 298 K.</p>", "clean_text": "We finally measured the CO2 and N2 adsorption isotherms by using a volumetric gas sorption analyzer. The CO2 adsorption isotherm for pristine UiO-66 was fitted to the dual-site Langmuir model, while the N2 isotherm of pristine UiO-66 and the CO2 and N2 adsorption isotherms of the [BMIM][BF4]/UiO-66 composite were fitted to the dual-site Langmuir-Freundlich model. The corresponding fitting parameters are given in Table S6. Because the [BMIM][BF4]/UiO-66 composite was selected based on the multivariate analysis obtained from the ML models that predict gas uptakes, we compared the experimentally measured, GCMC-simulated and ML-predicted CO2 and N2 uptakes and CO2/N2 selectivities of the [BMIM][BF4]/UiO-66 composite at 1 bar and 298 K. e shows that while the experimental, simulation, and ML results are in good agreement for CO2 uptake of [BMIM][BF4]/UiO-66, simulations and ML overestimate the experimentally measured N2 uptake, leading to a slight underestimation of the CO2/N2 selectivity by ML compared to the experimental results. The ML-predicted and simulated CO2/N2 selectivities (8.8 and 7.9, respectively) of [BMIM][BF4]/UiO-66 are lower than the experimental selectivity (14), as shown in e. We note that this underestimation does not change our final judgment about the materials' separation performance because a selectivity on the order of 10 is achieved by both experiments and computations. The results also demonstrate that the experimentally measured CO2/N2 selectivity of the composite is in the range of mediocre selectivity (8-15), as expected from ML predictions in b. We compared the CO2/N2 selectivity of the [BMIM][BF4]/UiO-66 composite with the selectivities of the previously synthesized [BMIM][BF4]-based composites [BMIM][BF4]/ZIF-8 (7.5 wt %), [BMIM][BF4]/ZIF-8 (28.3 wt %), [BMIM][BF4]/Cu-BTC (30 wt %), and [BMIM][BF4]/Cu-BTC (2.2 wt %). The new composite showed a comparable/higher separation potential than these previously reported [BMIM][BF4]/MOF composites having selectivities of 7.89, 11.60, 13.04, and 15.17 at 1 bar and 298 K.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>It is important\nto note that there are several other composites\nthat exhibit higher CO<sub>2</sub>/N<sub>2</sub> selectivities than\n[BMIM]­[BF<sub>4</sub>]/UiO-66, as shown in b. We found that the composites exhibiting\nCO<sub>2</sub>/N<sub>2</sub> selectivities of &gt;50 are those with\nhigh\nIL loadings, ≥15 wt %. Using IL amounts beyond a certain loading\nduring the composite synthesis may cause leaching of the IL due to\nweak molecular interactions with the MOF and/or may exceed the incipient\nwetness limit of the MOF, resulting in a muddy composite. Simulations indicated that the maximum number\nof IL molecules that can be incorporated into a unit cell of UiO-66\nis 10. However, when we tried to synthesize a composite having an\nIL loading on the order of 20 wt % (corresponding to eight IL molecules\nper unit cell of UiO-66), we observed that this IL loading was very\nclose to, if not exceeding, the incipient wetness limit of UiO-66. In addition, at such extreme IL loadings, it\nis highly possible that some of the IL molecules may externally coat\nthe MOF particles rather than entering into the pores. In contrast,\nour simulations and ML models assume that all of the IL molecules\nare precisely located inside the MOF cages. Hence, to ensure that\nthe synthesized IL/MOF composite has a structure consistent with the\nsimulations, we targeted a moderate IL loading that is well below\nthe incipient wetness point yet high enough to produce a composite\nthat has distinctly different structural characteristics compared\nto the previously reported composites having the same IL and MOF combinations. Therefore, we specifically focused on a relatively\nlower IL loading of 10 wt % in the computational design of the new\ncomposite, which eventually yielded a mediocre selectivity. We reiterate\nthat our idea here is to present a proof-of-concept study that integrates\nML, molecular simulations, and experiments rather than to design a\nmaterial with exceptional gas separation performance.\n</p>", "clean_text": "It is important to note that there are several other composites that exhibit higher CO2/N2 selectivities than [BMIM][BF4]/UiO-66, as shown in b. We found that the composites exhibiting CO2/N2 selectivities of >50 are those with high IL loadings, ≥15 wt %. Using IL amounts beyond a certain loading during the composite synthesis may cause leaching of the IL due to weak molecular interactions with the MOF and/or may exceed the incipient wetness limit of the MOF, resulting in a muddy composite. Simulations indicated that the maximum number of IL molecules that can be incorporated into a unit cell of UiO-66 is 10. However, when we tried to synthesize a composite having an IL loading on the order of 20 wt % (corresponding to eight IL molecules per unit cell of UiO-66), we observed that this IL loading was very close to, if not exceeding, the incipient wetness limit of UiO-66. In addition, at such extreme IL loadings, it is highly possible that some of the IL molecules may externally coat the MOF particles rather than entering into the pores. In contrast, our simulations and ML models assume that all of the IL molecules are precisely located inside the MOF cages. Hence, to ensure that the synthesized IL/MOF composite has a structure consistent with the simulations, we targeted a moderate IL loading that is well below the incipient wetness point yet high enough to produce a composite that has distinctly different structural characteristics compared to the previously reported composites having the same IL and MOF combinations. Therefore, we specifically focused on a relatively lower IL loading of 10 wt % in the computational design of the new composite, which eventually yielded a mediocre selectivity. We reiterate that our idea here is to present a proof-of-concept study that integrates ML, molecular simulations, and experiments rather than to design a material with exceptional gas separation performance. ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Further Notes on Our Approach</title><p>Our\nprevious results demonstrated that the structural\ncharacteristics and their consequences on the gas separation performance\nof the IL/MOF composites strongly depend on the IL loading. For instance,\nit was shown that the thermal stability of [BMIM]­[BF<sub>4</sub>]/ZIF-8\ncomposites varies more than 25 °C with an increase in the IL\nloading from 4 to 28 wt %. It was also demonstrated that the increase\nin the IL loading has a strong influence on the gas adsorption characteristics\nand the consequent separation performance of the composite. For example, the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values for CO<sub>2</sub> and N<sub>2</sub> were measured as 18,\n19, 21, and 29 kJ/mol and 8, 10, 11, and 13 kJ/mol for pristine ZIF-8\nand its composites with [BMIM]­[BF<sub>4</sub>] having IL loadings\nof 4, 20, and 28 wt %, respectively. Among these composites, the highest\ndifference between the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values of gases\nwas measured for the composite with 28 wt % IL loading, which also\nprovided the highest CO<sub>2</sub>/N<sub>2</sub> selectivity. The\ncomposite that we synthesized in this work has a distinctly different\nIL loading (10.4 wt %) than the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite\n(3.4 wt %) that we previously presented to validate the molecular\nsimulation methodology, which was introduced to study the [BMIM]­[BF<sub>4</sub>]/MOF composites. Hence, we infer\nthat the composite that we presented here is a completely new material\nbecause its IL loading is distinctly different from that presented\nin our previous report.\n</p>", "clean_text": "Further Notes on Our Approach\n\nOur previous results demonstrated that the structural characteristics and their consequences on the gas separation performance of the IL/MOF composites strongly depend on the IL loading. For instance, it was shown that the thermal stability of [BMIM][BF4]/ZIF-8 composites varies more than 25 °C with an increase in the IL loading from 4 to 28 wt %. It was also demonstrated that the increase in the IL loading has a strong influence on the gas adsorption characteristics and the consequent separation performance of the composite. For example, the Q st values for CO2 and N2 were measured as 18, 19, 21, and 29 kJ/mol and 8, 10, 11, and 13 kJ/mol for pristine ZIF-8 and its composites with [BMIM][BF4] having IL loadings of 4, 20, and 28 wt %, respectively. Among these composites, the highest difference between the Q st values of gases was measured for the composite with 28 wt % IL loading, which also provided the highest CO2/N2 selectivity. The composite that we synthesized in this work has a distinctly different IL loading (10.4 wt %) than the [BMIM][BF4]/UiO-66 composite (3.4 wt %) that we previously presented to validate the molecular simulation methodology, which was introduced to study the [BMIM][BF4]/MOF composites. Hence, we infer that the composite that we presented here is a completely new material because its IL loading is distinctly different from that presented in our previous report. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The accuracy\nof ML models predicting the gas separation performance of IL/MOF composites\nis strongly dependent on the assumptions that we implemented in molecular\nsimulations. Therefore, we highlight the main assumptions of the simulations:\nGCMC simulations overestimate experiments, particularly for N<sub>2</sub> adsorption of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite,\nbecause the IL exhibits different behavior in the confined geometry\ncompared to its bulk state. The specific intermolecular interactions\nbetween IL molecules and the MOF, which were observed through IR analysis\nof the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite in the experimental\nsection and discussed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>, were not\ndefined in molecular simulations. A generic force field and an approximate\ncharge assignment method were used for simulating a large number and\nvariety of MOFs and IL/MOF composites, but they may not accurately\nrepresent all types of MOFs and ILs. We\nreassigned the partial charges of the composite after IL incorporation\nat least to partially reflect the change in the electronic environment;\nhowever, charges only account for calculation of the electrostatic\ninteractions between the composite and gas molecules. Despite these\nassumptions and considering that the only experimental input to the\nGCMC simulations is the CIF of UiO-66, there is a reasonably good\nagreement between the experiments and simulations for the CO<sub>2</sub> and N<sub>2</sub> adsorption isotherms of pristine UiO-66, as shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>.</p>", "clean_text": "The accuracy of ML models predicting the gas separation performance of IL/MOF composites is strongly dependent on the assumptions that we implemented in molecular simulations. Therefore, we highlight the main assumptions of the simulations: GCMC simulations overestimate experiments, particularly for N2 adsorption of the [BMIM][BF4]/UiO-66 composite, because the IL exhibits different behavior in the confined geometry compared to its bulk state. The specific intermolecular interactions between IL molecules and the MOF, which were observed through IR analysis of the [BMIM][BF4]/UiO-66 composite in the experimental section and discussed in the SI, were not defined in molecular simulations. A generic force field and an approximate charge assignment method were used for simulating a large number and variety of MOFs and IL/MOF composites, but they may not accurately represent all types of MOFs and ILs. We reassigned the partial charges of the composite after IL incorporation at least to partially reflect the change in the electronic environment; however, charges only account for calculation of the electrostatic interactions between the composite and gas molecules. Despite these assumptions and considering that the only experimental input to the GCMC simulations is the CIF of UiO-66, there is a reasonably good agreement between the experiments and simulations for the CO2 and N2 adsorption isotherms of pristine UiO-66, as shown in Figure S10.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Because we aimed to\nintegrate the experimental measurements of\npure gas adsorption with the results of molecular simulations and\nML models in this proof-of-concept study, we specifically focused\non single-component adsorption simulations. However, single-component\nconditions do not consider the interactions between CO<sub>2</sub> and N<sub>2</sub> molecules, which might affect the selectivities\nof the materials. Therefore, we compared the ideal selectivities of\nthe MOFs and [BMIM]­[BF<sub>4</sub>]/MOF composites calculated in this\nwork with the mixture selectivities reported in our previous work in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>. The\nCO<sub>2</sub>/N<sub>2</sub> (15/85) mixture selectivities of the\nIL/MOF composites (2.1–1132.3) and MOFs (1.8–359.9)\nare higher than the ideal selectivities of the composites (2.2–76.3)\nand MOFs (1.9–57.6), respectively. This difference in the ideal\nand mixture selectivities originated from the competition between\nthe gas species for the same adsorption sites, and as a result, strongly\nadsorbing CO<sub>2</sub> excludes the weakly adsorbing N<sub>2</sub>. High mixture selectivities indicate the high separation potentials\nof the [BMIM]­[BF<sub>4</sub>]/MOF composites and their corresponding\nMOFs in realistic conditions. We believe that further studies on the\ndifferent types of MOFs and different [BMIM]­[BF<sub>4</sub>] loadings\nmay produce new composites offering much higher CO<sub>2</sub>/N<sub>2</sub> selectivities. Overall, integrating molecular simulations\nwith ML has been an accurate and efficient approach to predicting\nthe gas adsorption and separation performances of IL/MOF composites.\nExtending this approach to different IL-incorporated porous materials\noffers broad potential for the rational design of novel materials.</p>", "clean_text": "Because we aimed to integrate the experimental measurements of pure gas adsorption with the results of molecular simulations and ML models in this proof-of-concept study, we specifically focused on single-component adsorption simulations. However, single-component conditions do not consider the interactions between CO2 and N2 molecules, which might affect the selectivities of the materials. Therefore, we compared the ideal selectivities of the MOFs and [BMIM][BF4]/MOF composites calculated in this work with the mixture selectivities reported in our previous work in Figure S11. The CO2/N2 (15/85) mixture selectivities of the IL/MOF composites (2.1-1132.3) and MOFs (1.8-359.9) are higher than the ideal selectivities of the composites (2.2-76.3) and MOFs (1.9-57.6), respectively. This difference in the ideal and mixture selectivities originated from the competition between the gas species for the same adsorption sites, and as a result, strongly adsorbing CO2 excludes the weakly adsorbing N2. High mixture selectivities indicate the high separation potentials of the [BMIM][BF4]/MOF composites and their corresponding MOFs in realistic conditions. We believe that further studies on the different types of MOFs and different [BMIM][BF4] loadings may produce new composites offering much higher CO2/N2 selectivities. Overall, integrating molecular simulations with ML has been an accurate and efficient approach to predicting the gas adsorption and separation performances of IL/MOF composites. Extending this approach to different IL-incorporated porous materials offers broad potential for the rational design of novel materials.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>We performed molecular simulations\nto investigate almost 1000 [BMIM]­[BF<sub>4</sub>]/MOF composites for\nCO<sub>2</sub> and N<sub>2</sub> adsorption\nand then, used the data to develop ML models that can accurately predict\nthe CO<sub>2</sub> and N<sub>2</sub> uptakes and CO<sub>2</sub>/N<sub>2</sub> selectivities of composites. Multivariate analysis based\non the ML results revealed the hidden importance of several structural\nfeatures determining the CO<sub>2</sub>/N<sub>2</sub> separation performances\nof [BMIM]­[BF<sub>4</sub>]/MOF composites. The most important features\nthat affect the CO<sub>2</sub>/N<sub>2</sub> selectivity were used\nto computationally generate a new [BMIM]­[BF<sub>4</sub>]/UiO-66 (10.4\nwt %) composite that was not present in our initial composite database.\nWe experimentally synthesized this composite, characterized it in\ndetail, and measured the CO<sub>2</sub> and N<sub>2</sub> adsorption\nproperties. The results showed that the CO<sub>2</sub>/N<sub>2</sub> selectivity of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite predicted\nby the ML models agrees well with the experimentally measured CO<sub>2</sub>/N<sub>2</sub> selectivity. Overall, we demonstrated an accurate\nand efficient approach integrating molecular simulations with ML to\nassess the CO<sub>2</sub>/N<sub>2</sub> separation performances of\nany [BMIM]­[BF<sub>4</sub>]/MOF composite in a time-efficient manner,\ncompared to the extensive time, effort, and cost requirements of the\nexperimental methods.</p>", "clean_text": "Conclusion\n\nWe performed molecular simulations to investigate almost 1000 [BMIM][BF4]/MOF composites for CO2 and N2 adsorption and then, used the data to develop ML models that can accurately predict the CO2 and N2 uptakes and CO2/N2 selectivities of composites. Multivariate analysis based on the ML results revealed the hidden importance of several structural features determining the CO2/N2 separation performances of [BMIM][BF4]/MOF composites. The most important features that affect the CO2/N2 selectivity were used to computationally generate a new [BMIM][BF4]/UiO-66 (10.4 wt %) composite that was not present in our initial composite database. We experimentally synthesized this composite, characterized it in detail, and measured the CO2 and N2 adsorption properties. The results showed that the CO2/N2 selectivity of the [BMIM][BF4]/UiO-66 composite predicted by the ML models agrees well with the experimentally measured CO2/N2 selectivity. Overall, we demonstrated an accurate and efficient approach integrating molecular simulations with ML to assess the CO2/N2 separation performances of any [BMIM][BF4]/MOF composite in a time-efficient manner, compared to the extensive time, effort, and cost requirements of the experimental methods.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsami.3c02130?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsami.3c02130</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Details of molecular simulations, ML algorithms, ML-predicted\nCO<sub>2</sub> and N<sub>2</sub> uptakes for MOFs, and univariate\nanalysis of the MOFs and IL/MOF composites, comparison of the ideal\nand mixture CO<sub>2</sub>/N<sub>2</sub> selectivities, details of\nexperiments including materials, sample preparation, characterization,\ngas adsorption measurements, and washing experiments, and 20 different\nfeatures of the MOFs and [BMIM]­[BF<sub>4</sub>]/MOF composites, their\npure CO<sub>2</sub> and N<sub>2</sub> uptakes used for ML, and all\nML models and TPOT parameters that we used, which are available on\nGitHub (<uri xlink:href=\"https://github.com/hdaglar/BMIM.BF4.MOF_Composites_ML\" xlink:type=\"simple\">https://github.com/hdaglar/BMIM.BF4.MOF_Composites_ML</uri>) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsami.3c02130.  Details of molecular simulations, ML algorithms, ML-predicted CO2 and N2 uptakes for MOFs, and univariate analysis of the MOFs and IL/MOF composites, comparison of the ideal and mixture CO2/N2 selectivities, details of experiments including materials, sample preparation, characterization, gas adsorption measurements, and washing experiments, and 20 different features of the MOFs and [BMIM][BF4]/MOF composites, their pure CO2 and N2 uptakes used for ML, and all ML models and TPOT parameters that we used, which are available on GitHub (https://github.com/hdaglar/BMIM.BF4.MOF_Composites_ML) (PDF)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Details of molecular simulations, ML algorithms, ML-predicted\nCO<sub>2</sub> and N<sub>2</sub> uptakes for MOFs, and univariate\nanalysis of the MOFs and IL/MOF composites, comparison of the ideal\nand mixture CO<sub>2</sub>/N<sub>2</sub> selectivities, details of\nexperiments including materials, sample preparation, characterization,\ngas adsorption measurements, and washing experiments, and 20 different\nfeatures of the MOFs and [BMIM]­[BF<sub>4</sub>]/MOF composites, their\npure CO<sub>2</sub> and N<sub>2</sub> uptakes used for ML, and all\nML models and TPOT parameters that we used, which are available on\nGitHub (<uri xlink:href=\"https://github.com/hdaglar/BMIM.BF4.MOF_Composites_ML\" xlink:type=\"simple\">https://github.com/hdaglar/BMIM.BF4.MOF_Composites_ML</uri>) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Details of molecular simulations, ML algorithms, ML-predicted CO2 and N2 uptakes for MOFs, and univariate analysis of the MOFs and IL/MOF composites, comparison of the ideal and mixture CO2/N2 selectivities, details of experiments including materials, sample preparation, characterization, gas adsorption measurements, and washing experiments, and 20 different features of the MOFs and [BMIM][BF4]/MOF composites, their pure CO2 and N2 uptakes used for ML, and all ML models and TPOT parameters that we used, which are available on GitHub (https://github.com/hdaglar/BMIM.BF4.MOF_Composites_ML) (PDF)", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>These\nauthors contributed equally.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "These authors contributed equally.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 24, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis, Characterization, and Adsorption\nMeasurements of [BMIM]­[BF<sub>4</sub>]/UiO-66</title><p>The [BMIM]­[BF<sub>4</sub>]/UiO-66 composite was synthesized by using the wet-impregnation\nmethod, as reported previously and then characterized in detail. All details of the synthesis and\ncharacterization of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite are\ndiscussed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>. IL loading of the\nsynthesized [BMIM]­[BF<sub>4</sub>]/UiO-66 composite was estimated\nby washing the composite several times with acetone. The washed composite\nwas dried overnight at 80 °C, and the IR spectrum of the dried\n[BMIM]­[BF<sub>4</sub>]/UiO-66 composite was recorded (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). A comparison presented in  showed that the\nIR spectrum of the composite was identical to that of pristine UiO-66,\nconfirming the removal of IL molecules. The washed [BMIM]­[BF<sub>4</sub>]/UiO-66 composite was then weighed, and the IL loading was determined\nas 9.2 ± 0.6 wt %, which is close to the IL loading of the computationally\ngenerated composite (10.4 wt %). The slight difference can be attributed\nto the loss of some IL on the walls of the sample container during\nthe synthesis process.</p>", "clean_text": "Synthesis, Characterization, and Adsorption Measurements of [BMIM][BF4]/UiO-66\n\nThe [BMIM][BF4]/UiO-66 composite was synthesized by using the wet-impregnation method, as reported previously and then characterized in detail. All details of the synthesis and characterization of the [BMIM][BF4]/UiO-66 composite are discussed in the SI. IL loading of the synthesized [BMIM][BF4]/UiO-66 composite was estimated by washing the composite several times with acetone. The washed composite was dried overnight at 80 °C, and the IR spectrum of the dried [BMIM][BF4]/UiO-66 composite was recorded (Figure S5). A comparison presented in  showed that the IR spectrum of the composite was identical to that of pristine UiO-66, confirming the removal of IL molecules. The washed [BMIM][BF4]/UiO-66 composite was then weighed, and the IL loading was determined as 9.2 ± 0.6 wt %, which is close to the IL loading of the computationally generated composite (10.4 wt %). The slight difference can be attributed to the loss of some IL on the walls of the sample container during the synthesis process.", "data": [{"meta": {"name": "[BMIM]­[BF4]/UiO-66", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "wet-impregnation method", "precursor": [{"name": "[BMIM]­[BF4]/UiO-66 composite", "amount": "", "unit": ""}], "solution": [{"name": "acetone", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "", "time": "overnight"}], "yield": "", "other properties": ["IL loading: 9.2 ± 0.6 wt %"]}], "include_properties": ["chemical_synthesis", "washing", "drying"]}, {"idx": "14, 22, 25, 27", "type": "text", "classification": "property", "content": "<p>We then showed that the feature distribution in\nthe training and\ntest sets have similar characteristics for 941 different types of\nIL/MOF composites (b). Parts c and d of  illustrate the scatter plots with marginal histograms\nfor the relationships between the ML-predicted and GCMC-simulated\ngas adsorption data of IL/MOF composites. The ML-predicted CO<sub>2</sub> and N<sub>2</sub> uptakes of the composites have a good correlation\nwith the GCMC results, supported by the high <italic toggle=\"yes\">R</italic>\n<sup>2</sup> values in the range of 0.71–0.87 and low RMSE (3.3\n× 10<sup>–2</sup>–0.55) and MAE (2.3 × 10<sup>–2</sup>–0.38) values for the test sets. In c,d, the RMSE values\nare higher than the MAE values because our data set includes some\nIL/MOF composites that exhibit a higher gas uptake relative to the\nnearest data point. Since the maximum gas uptake values used to train\ntree-based ML algorithms also affect the upper limits of ML predictions,\nwe kept these structures in our database. Our work mainly aims to\npredict the CO<sub>2</sub>/N<sub>2</sub> separation performances of\nIL/MOF composites. Therefore, ML predictions for pristine MOFs that\nwe considered in this work are provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>. The correlation map of the feature distribution and models’\naccuracy are presented in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>. A\ntotal of 19 features that we described above were used as inputs of\nML models to predict gas adsorption in MOFs, shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figures S3a,b</ext-link>, and the feature distribution in\nthe training and test sets were similar. Parts c and d of <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link> show that the calculated <italic toggle=\"yes\">R</italic>\n<sup>2</sup> (0.77–0.89), RMSE (3.3 × 10<sup>–2</sup>–0.59), MAE (2.14 × 10<sup>–2</sup>–0.36),\nand SRCC (0.92–0.94) values of the ML models developed for\nMOFs were similar to the values calculated for the IL/MOF composites.</p><title>ML-Guided Generation of a New IL/MOF Composite</title><p>The main target of this work is to integrate ML into the molecular\nsimulations of IL/MOF composites to precisely direct experimental\nefforts to the synthesis of new composites for CO<sub>2</sub>/N<sub>2</sub> separation. To achieve this, we first focused on the CO<sub>2</sub>/N<sub>2</sub> selectivity of pristine MOFs to identify a\nhost material for IL incorporation. a shows that the ML-predicted selectivities\nof pristine MOFs strongly agree with the GCMC-simulated ones at 1\nbar and 298 K, suggesting that ML models are useful to accurately\nassess the gas separation performances of pristine MOFs that exist\nin our database. We compared the ML-predicted selectivities of Cu-BTC\nand ZIF-8, two hosts that were previously used to make [BMIM]­[BF<sub>4</sub>]/MOF composites, with the GCMC-based selectivities, and the\ngood agreement confirmed the validity of ML models to accurately estimate\nthe CO<sub>2</sub>/N<sub>2</sub> selectivity of any type of MOF. To\nfurther show the consistency between ML predictions and the results\nof simulations and experimental measurements, we identified the top\nthree MOFs (refcodes: QOVDEL, REQBAS, and FUSMEM) exhibiting\nthe highest CO<sub>2</sub>/N<sub>2</sub> selectivity in the test set. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link> shows CO<sub>2</sub> and N<sub>2</sub> uptakes and the corresponding CO<sub>2</sub>/N<sub>2</sub> selectivities\nof these MOFs obtained from simulations and ML models. These MOFs\nexhibit high CO<sub>2</sub>/N<sub>2</sub> selectivity in the range\nof 38–50, and they are good candidates for making [BMIM]­[BF<sub>4</sub>]-incorporated composites. However, to the best of our knowledge,\nnone of these MOFs are commercially available. Hence, we specifically\naimed to focus on a commercially available MOF (i) to avoid potential\nreproducibility problems in synthesizing\nthese materials and (ii) to prove the transferability of our ML models\nand the validity of our methodology by studying a MOF that was not\npresent in our original data set yet commercially available at a certain\nquality through reliable vendors. Thus, we chose a zirconium-based\nMOF, UiO-66, as the host material for the following practical and\ntheoretical reasons: UiO-66 is robust and offers high chemical stability and moisture resistance. To confirm\nthe latter, we calculated Henry’s coefficient for water, <italic toggle=\"yes\">K</italic>\n<sub>H<sub>2</sub>O</sub> = 2.3 × 10<sup>–6</sup> mol/kg/Pa for UiO-66, which was lower than the corresponding value\nof a well-known moisture stable ZIF-8, <italic toggle=\"yes\">K</italic>\n<sub>H<sub>2</sub>O</sub> = 5.0 × 10<sup>–6</sup> mol/kg/Pa. Therefore, UiO-66 is expected to preserve its\nstability during wet flue gas separation under real operating conditions. a shows that the\nML-predicted CO<sub>2</sub>/N<sub>2</sub> selectivity of pristine\nUiO-66 strongly agrees with the simulated ones. Theoretical reasons\nfor selecting UiO-66 as the host material of the composite were obtained\nfrom the detailed feature importance analysis of ML models given in . Pore volume and\nporosity are the two important features that determine the gas adsorption\nproperties of the IL/MOF composites. b shows that a good CO<sub>2</sub>/N<sub>2</sub> selectivity in the range of 8–15 can be achieved if\nthe [BMIM]­[BF<sub>4</sub>]/UiO-66 composite with an IL loading of\n10.4 wt % is generated, leading to a porosity of 0.35 and a pore volume\nof 0.51 cm<sup>3</sup>/g. The PLD of this new composite was calculated\nas 3.66 Å, so that both CO<sub>2</sub> (3.3 Å) and N<sub>2</sub> (3.64 Å) molecules can adsorb into the pores of the\ncomposite. It is important to note that the new composite has a large\nenough PLD for the entrance of both gas molecules, independent of\ntheir corresponding solubilities in the IL, so that molecular simulations\ncan compute the adsorption of gas molecules, which are modeled as\nhard spheres.</p><p>The integrity of the crystalline structure\nof [BMIM]­[BF<sub>4</sub>]/UiO-66 composite was investigated by XRD\nanalysis, and no significant change in the XRD data of pristine UiO-66\nwas observed, as shown in a, indicating that the crystalline structure of UiO-66\nremained mostly intact upon IL incorporation, consistent with the\nprevious studies. Similarly, no alterations were\nobserved in the SEM images of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite\nobtained at two different magnifications, 50 k× and 10 k×,\nas presented in b,c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">S6</ext-link>, respectively, verifying the\nintegrity of the surface morphology upon the incorporation of IL molecules.\nMoreover, the presence of boron (B) and fluorine (F) elements, inherited\nfrom [BMIM]­[BF<sub>4</sub>] molecules, was verified by the EDX analysis\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). The nature of the molecular\ninteractions between bulk [BMIM]­[BF<sub>4</sub>] and UiO-66 was elucidated\nusing IR spectroscopy, as presented in d. In summary, the characteristic IR bands\nof pristine UiO-66 illustrated blue shifts for the vibrational modes\nof Zr–(OC) and Zr–O, and the cation of the IL, [BMIM]<sup>+</sup>, showed red shifts upon the incorporation of IL into UiO-66. Hence, these shifts confirm the presence of the\nintermolecular interactions between the [BMIM]<sup>+</sup> cation\nof [BMIM]­[BF<sub>4</sub>] and the Zr metal nodes of UiO-66. The N<sub>2</sub> adsorption–desorption isotherm of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>)\nshowed a reduction in both the surface area and pore volume (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>) compared to that of pristine UiO-66,\nindicating the successful incorporation of IL molecules into the MOF\npores, consistent with the studies of previously reported IL/MOF composites. Moreover, conductor-like screening\nmodel for realistic solvents (COSMO-RS) solubility calculations (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>) demonstrated that N<sub>2</sub> has\nalmost negligible solubility in [BMIM]­[BF<sub>4</sub>] at the BET\nmeasurement conditions.</p><p>We finally measured the CO<sub>2</sub> and N<sub>2</sub> adsorption\nisotherms by using a volumetric gas sorption analyzer. The CO<sub>2</sub> adsorption isotherm for pristine UiO-66 was fitted to the\ndual-site Langmuir model, while the N<sub>2</sub> isotherm of pristine\nUiO-66 and the CO<sub>2</sub> and N<sub>2</sub> adsorption isotherms\nof the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite were fitted to the\ndual-site Langmuir–Freundlich model. The corresponding fitting\nparameters are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsami.3c02130/suppl_file/am3c02130_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>. Because\nthe [BMIM]­[BF<sub>4</sub>]/UiO-66 composite was selected based on\nthe multivariate analysis obtained from the ML models that predict\ngas uptakes, we compared the experimentally measured, GCMC-simulated\nand ML-predicted CO<sub>2</sub> and N<sub>2</sub> uptakes and CO<sub>2</sub>/N<sub>2</sub> selectivities of the [BMIM]­[BF<sub>4</sub>]/UiO-66\ncomposite at 1 bar and 298 K. e shows that while the experimental, simulation, and\nML results are in good agreement for CO<sub>2</sub> uptake of [BMIM]­[BF<sub>4</sub>]/UiO-66, simulations and ML overestimate the experimentally\nmeasured N<sub>2</sub> uptake, leading to a slight underestimation\nof the CO<sub>2</sub>/N<sub>2</sub> selectivity by ML compared to\nthe experimental results. The ML-predicted and simulated CO<sub>2</sub>/N<sub>2</sub> selectivities (8.8 and 7.9, respectively) of [BMIM]­[BF<sub>4</sub>]/UiO-66 are lower than the experimental selectivity (14),\nas shown in e. We note that this underestimation does not change our final judgment\nabout the materials’ separation performance because a selectivity\non the order of 10 is achieved by both experiments and computations.\nThe results also demonstrate that the experimentally measured CO<sub>2</sub>/N<sub>2</sub> selectivity of the composite is in the range\nof mediocre selectivity (8–15), as expected from ML predictions\nin b. We compared\nthe CO<sub>2</sub>/N<sub>2</sub> selectivity of the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite with the selectivities of the previously\nsynthesized [BMIM]­[BF<sub>4</sub>]-based composites [BMIM]­[BF<sub>4</sub>]/ZIF-8 (7.5 wt %), [BMIM]­[BF<sub>4</sub>]/ZIF-8 (28.3 wt %), [BMIM]­[BF<sub>4</sub>]/Cu-BTC (30 wt %), and [BMIM]­[BF<sub>4</sub>]/Cu-BTC (2.2 wt %). The new\ncomposite showed a comparable/higher separation potential than these\npreviously reported [BMIM]­[BF<sub>4</sub>]/MOF composites having selectivities\nof 7.89, 11.60, 13.04, and 15.17 at 1 bar and 298 K.</p>", "clean_text": "We then showed that the feature distribution in the training and test sets have similar characteristics for 941 different types of IL/MOF composites (b). Parts c and d of  illustrate the scatter plots with marginal histograms for the relationships between the ML-predicted and GCMC-simulated gas adsorption data of IL/MOF composites. The ML-predicted CO2 and N2 uptakes of the composites have a good correlation with the GCMC results, supported by the high R 2 values in the range of 0.71-0.87 and low RMSE (3.3 × 10-2-0.55) and MAE (2.3 × 10-2-0.38) values for the test sets. In c,d, the RMSE values are higher than the MAE values because our data set includes some IL/MOF composites that exhibit a higher gas uptake relative to the nearest data point. Since the maximum gas uptake values used to train tree-based ML algorithms also affect the upper limits of ML predictions, we kept these structures in our database. Our work mainly aims to predict the CO2/N2 separation performances of IL/MOF composites. Therefore, ML predictions for pristine MOFs that we considered in this work are provided in the SI. The correlation map of the feature distribution and models' accuracy are presented in Figure S3. A total of 19 features that we described above were used as inputs of ML models to predict gas adsorption in MOFs, shown in Figures S3a,b, and the feature distribution in the training and test sets were similar. Parts c and d of Figure S3 show that the calculated R 2 (0.77-0.89), RMSE (3.3 × 10-2-0.59), MAE (2.14 × 10-2-0.36), and SRCC (0.92-0.94) values of the ML models developed for MOFs were similar to the values calculated for the IL/MOF composites.\n\nML-Guided Generation of a New IL/MOF Composite\n\nThe main target of this work is to integrate ML into the molecular simulations of IL/MOF composites to precisely direct experimental efforts to the synthesis of new composites for CO2/N2 separation. To achieve this, we first focused on the CO2/N2 selectivity of pristine MOFs to identify a host material for IL incorporation. a shows that the ML-predicted selectivities of pristine MOFs strongly agree with the GCMC-simulated ones at 1 bar and 298 K, suggesting that ML models are useful to accurately assess the gas separation performances of pristine MOFs that exist in our database. We compared the ML-predicted selectivities of Cu-BTC and ZIF-8, two hosts that were previously used to make [BMIM][BF4]/MOF composites, with the GCMC-based selectivities, and the good agreement confirmed the validity of ML models to accurately estimate the CO2/N2 selectivity of any type of MOF. To further show the consistency between ML predictions and the results of simulations and experimental measurements, we identified the top three MOFs (refcodes: QOVDEL, REQBAS, and FUSMEM) exhibiting the highest CO2/N2 selectivity in the test set. Table S4 shows CO2 and N2 uptakes and the corresponding CO2/N2 selectivities of these MOFs obtained from simulations and ML models. These MOFs exhibit high CO2/N2 selectivity in the range of 38-50, and they are good candidates for making [BMIM][BF4]-incorporated composites. However, to the best of our knowledge, none of these MOFs are commercially available. Hence, we specifically aimed to focus on a commercially available MOF (i) to avoid potential reproducibility problems in synthesizing these materials and (ii) to prove the transferability of our ML models and the validity of our methodology by studying a MOF that was not present in our original data set yet commercially available at a certain quality through reliable vendors. Thus, we chose a zirconium-based MOF, UiO-66, as the host material for the following practical and theoretical reasons: UiO-66 is robust and offers high chemical stability and moisture resistance. To confirm the latter, we calculated Henry's coefficient for water, K H2O = 2.3 × 10-6 mol/kg/Pa for UiO-66, which was lower than the corresponding value of a well-known moisture stable ZIF-8, K H2O = 5.0 × 10-6 mol/kg/Pa. Therefore, UiO-66 is expected to preserve its stability during wet flue gas separation under real operating conditions. a shows that the ML-predicted CO2/N2 selectivity of pristine UiO-66 strongly agrees with the simulated ones. Theoretical reasons for selecting UiO-66 as the host material of the composite were obtained from the detailed feature importance analysis of ML models given in . Pore volume and porosity are the two important features that determine the gas adsorption properties of the IL/MOF composites. b shows that a good CO2/N2 selectivity in the range of 8-15 can be achieved if the [BMIM][BF4]/UiO-66 composite with an IL loading of 10.4 wt % is generated, leading to a porosity of 0.35 and a pore volume of 0.51 cm3/g. The PLD of this new composite was calculated as 3.66 Å, so that both CO2 (3.3 Å) and N2 (3.64 Å) molecules can adsorb into the pores of the composite. It is important to note that the new composite has a large enough PLD for the entrance of both gas molecules, independent of their corresponding solubilities in the IL, so that molecular simulations can compute the adsorption of gas molecules, which are modeled as hard spheres.\n\nThe integrity of the crystalline structure of [BMIM][BF4]/UiO-66 composite was investigated by XRD analysis, and no significant change in the XRD data of pristine UiO-66 was observed, as shown in a, indicating that the crystalline structure of UiO-66 remained mostly intact upon IL incorporation, consistent with the previous studies. Similarly, no alterations were observed in the SEM images of the [BMIM][BF4]/UiO-66 composite obtained at two different magnifications, 50 k× and 10 k×, as presented in b,c and S6, respectively, verifying the integrity of the surface morphology upon the incorporation of IL molecules. Moreover, the presence of boron (B) and fluorine (F) elements, inherited from [BMIM][BF4] molecules, was verified by the EDX analysis (Figure S7). The nature of the molecular interactions between bulk [BMIM][BF4] and UiO-66 was elucidated using IR spectroscopy, as presented in d. In summary, the characteristic IR bands of pristine UiO-66 illustrated blue shifts for the vibrational modes of Zr-(OC) and Zr-O, and the cation of the IL, [BMIM]+, showed red shifts upon the incorporation of IL into UiO-66. Hence, these shifts confirm the presence of the intermolecular interactions between the [BMIM]+ cation of [BMIM][BF4] and the Zr metal nodes of UiO-66. The N2 adsorption-desorption isotherm of the [BMIM][BF4]/UiO-66 composite (Figure S8) showed a reduction in both the surface area and pore volume (Table S5) compared to that of pristine UiO-66, indicating the successful incorporation of IL molecules into the MOF pores, consistent with the studies of previously reported IL/MOF composites. Moreover, conductor-like screening model for realistic solvents (COSMO-RS) solubility calculations (Figure S9) demonstrated that N2 has almost negligible solubility in [BMIM][BF4] at the BET measurement conditions.\n\nWe finally measured the CO2 and N2 adsorption isotherms by using a volumetric gas sorption analyzer. The CO2 adsorption isotherm for pristine UiO-66 was fitted to the dual-site Langmuir model, while the N2 isotherm of pristine UiO-66 and the CO2 and N2 adsorption isotherms of the [BMIM][BF4]/UiO-66 composite were fitted to the dual-site Langmuir-Freundlich model. The corresponding fitting parameters are given in Table S6. Because the [BMIM][BF4]/UiO-66 composite was selected based on the multivariate analysis obtained from the ML models that predict gas uptakes, we compared the experimentally measured, GCMC-simulated and ML-predicted CO2 and N2 uptakes and CO2/N2 selectivities of the [BMIM][BF4]/UiO-66 composite at 1 bar and 298 K. e shows that while the experimental, simulation, and ML results are in good agreement for CO2 uptake of [BMIM][BF4]/UiO-66, simulations and ML overestimate the experimentally measured N2 uptake, leading to a slight underestimation of the CO2/N2 selectivity by ML compared to the experimental results. The ML-predicted and simulated CO2/N2 selectivities (8.8 and 7.9, respectively) of [BMIM][BF4]/UiO-66 are lower than the experimental selectivity (14), as shown in e. We note that this underestimation does not change our final judgment about the materials' separation performance because a selectivity on the order of 10 is achieved by both experiments and computations. The results also demonstrate that the experimentally measured CO2/N2 selectivity of the composite is in the range of mediocre selectivity (8-15), as expected from ML predictions in b. We compared the CO2/N2 selectivity of the [BMIM][BF4]/UiO-66 composite with the selectivities of the previously synthesized [BMIM][BF4]-based composites [BMIM][BF4]/ZIF-8 (7.5 wt %), [BMIM][BF4]/ZIF-8 (28.3 wt %), [BMIM][BF4]/Cu-BTC (30 wt %), and [BMIM][BF4]/Cu-BTC (2.2 wt %). The new composite showed a comparable/higher separation potential than these previously reported [BMIM][BF4]/MOF composites having selectivities of 7.89, 11.60, 13.04, and 15.17 at 1 bar and 298 K.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "35.6", "unit": "wt%", "temperature": "25°C", "pressure": "1 atm", "condition": ""}]}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "27.8", "unit": "wt%", "temperature": "77 K", "pressure": "1 atm", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Data-driven design of\na new IL/MOF composite. (a) Experimental\ntesting or molecular simulations for all possible IL–MOF combinations.\nChronometers roughly represent the time required for assessing the\ngas separation performance of a single IL/MOF composite. The box represents\nall possible IL–MOF combinations, and the colored region of\nthe boxes represents the number of IL/MOF composites that can be studied\nusing corresponding methods. (b) Methodology that we proposed in this\nwork combining molecular simulations, ML, and experiments. Molecular\nsimulations were performed for many IL/MOF composites to obtain gas\nadsorption data, and simulation results were used to develop ML models\nthat can accurately predict the gas separation performance of IL/MOF\ncomposites in a time-efficient manner. ML predictions were then used\nto computationally design a new IL/MOF composite, which was then experimentally\nsynthesized, characterized, and tested for a target gas separation.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Data-driven design of a new IL/MOF composite. (a) Experimental testing or molecular simulations for all possible IL-MOF combinations. Chronometers roughly represent the time required for assessing the gas separation performance of a single IL/MOF composite. The box represents all possible IL-MOF combinations, and the colored region of the boxes represents the number of IL/MOF composites that can be studied using corresponding methods. (b) Methodology that we proposed in this work combining molecular simulations, ML, and experiments. Molecular simulations were performed for many IL/MOF composites to obtain gas adsorption data, and simulation results were used to develop ML models that can accurately predict the gas separation performance of IL/MOF composites in a time-efficient manner. ML predictions were then used to computationally design a new IL/MOF composite, which was then experimentally synthesized, characterized, and tested for a target gas separation.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>ML models for IL/MOF\ncomposites. (a) Correlation heatmap of the\nfeatures of all IL/MOF composites. The strong correlation between\nthe ASA, PV, and porosity is highlighted with the white box. (b) Box\nplots showing the distribution of features based on the training and\ntest sets for IL/MOF composites. Comparison of ML predictions with\nthe GCMC results for single-component (c) CO<sub>2</sub> and (d) N<sub>2</sub> uptakes of [BMIM]­[BF<sub>4</sub>]/MOF composites at 1 bar\nand 298 K. Marginal histograms show the distribution of gas uptake\ndata in the training and test sets. Training and test sets are represented\nas purple and green symbols, respectively, in parts b–e. (e)\nComparison of the ML-predicted and GCMC-simulated selectivities of\nIL/MOF composites.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  ML models for IL/MOF composites. (a) Correlation heatmap of the features of all IL/MOF composites. The strong correlation between the ASA, PV, and porosity is highlighted with the white box. (b) Box plots showing the distribution of features based on the training and test sets for IL/MOF composites. Comparison of ML predictions with the GCMC results for single-component (c) CO2 and (d) N2 uptakes of [BMIM][BF4]/MOF composites at 1 bar and 298 K. Marginal histograms show the distribution of gas uptake data in the training and test sets. Training and test sets are represented as purple and green symbols, respectively, in parts b-e. (e) Comparison of the ML-predicted and GCMC-simulated selectivities of IL/MOF composites.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Interpretability of the ML models. Feature\nimportance analysis\nfor the gas adsorption properties of [BMIM]­[BF<sub>4</sub>]/MOF composites\nand pristine MOFs. The width range of each color shows the importance\nof the related feature. The colors are taken from the same palette\nfor each gas adsorption property.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Interpretability of the ML models. Feature importance analysis for the gas adsorption properties of [BMIM][BF4]/MOF composites and pristine MOFs. The width range of each color shows the importance of the related feature. The colors are taken from the same palette for each gas adsorption property.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Transferability of the\nML models. Comparison of the experimental,\nsimulated, and ML-predicted CO<sub>2</sub> and N<sub>2</sub> adsorption\ndata of previously synthesized (a) [BMIM]­[BF<sub>4</sub>]/Cu-BTC and\n[BMIM]­[BF<sub>4</sub>]/ZIF-8 composites and (b) pristine MOFs (Cu-BTC\nand ZIF-8) at 1 bar and 298 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Transferability of the ML models. Comparison of the experimental, simulated, and ML-predicted CO2 and N2 adsorption data of previously synthesized (a) [BMIM][BF4]/Cu-BTC and [BMIM][BF4]/ZIF-8 composites and (b) pristine MOFs (Cu-BTC and ZIF-8) at 1 bar and 298 K.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>ML-guided generation of the [BMIM]­[BF<sub>4</sub>]/UiO-66\ncomposite.\n(a) Comparison of the ML-predicted and GCMC-simulated selectivities\nof MOFs. Blue boxes represent the CO<sub>2</sub>/N<sub>2</sub> selectivity\nof pristine MOFs previously used to synthesize IL/MOF composites.\nThe star represents UiO-66 as a new host for IL incorporation. (b)\nRelationship between the most important features (pore volume and\nporosity) and ML-predicted selectivities of 941 different types of\n[BMIM]­[BF<sub>4</sub>]/MOF composites. The star represents the pore\nvolume and porosity of a computationally designed [BMIM]­[BF<sub>4</sub>]/UiO-66 composite having 10.4 wt % IL loading.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  ML-guided generation of the [BMIM][BF4]/UiO-66 composite. (a) Comparison of the ML-predicted and GCMC-simulated selectivities of MOFs. Blue boxes represent the CO2/N2 selectivity of pristine MOFs previously used to synthesize IL/MOF composites. The star represents UiO-66 as a new host for IL incorporation. (b) Relationship between the most important features (pore volume and porosity) and ML-predicted selectivities of 941 different types of [BMIM][BF4]/MOF composites. The star represents the pore volume and porosity of a computationally designed [BMIM][BF4]/UiO-66 composite having 10.4 wt % IL loading.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Synthesis, characterization, and testing of\nthe [BMIM]­[BF<sub>4</sub>]/UiO-66 composite. (a) XRD patterns of simulated\nand pristine UiO-66\nand [BMIM]­[BF<sub>4</sub>]/UiO-66 in the 2θ range of 5–30°.\nSEM images of (b) pristine UiO-66 and (c) [BMIM]­[BF<sub>4</sub>]/UiO-66\ncomposite acquired at a magnification of 50 k×. (d) IR spectra\nof pristine UiO-66, bulk [BMIM]­[BF<sub>4</sub>], and the [BMIM]­[BF<sub>4</sub>]/UiO-66 composite in the spectral range of 2000–400\ncm<sup>–1</sup>. (e) Comparison of the experimental, GCMC-simulated,\nand ML-predicted CO<sub>2</sub> and N<sub>2</sub> uptakes and CO<sub>2</sub>/N<sub>2</sub> selectivities of the [BMIM]­[BF<sub>4</sub>]/UiO-66\ncomposite at 1 bar and 298 K.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am3c02130_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Synthesis, characterization, and testing of the [BMIM][BF4]/UiO-66 composite. (a) XRD patterns of simulated and pristine UiO-66 and [BMIM][BF4]/UiO-66 in the 2θ range of 5-30°. SEM images of (b) pristine UiO-66 and (c) [BMIM][BF4]/UiO-66 composite acquired at a magnification of 50 k×. (d) IR spectra of pristine UiO-66, bulk [BMIM][BF4], and the [BMIM][BF4]/UiO-66 composite in the spectral range of 2000-400 cm-1. (e) Comparison of the experimental, GCMC-simulated, and ML-predicted CO2 and N2 uptakes and CO2/N2 selectivities of the [BMIM][BF4]/UiO-66 composite at 1 bar and 298 K.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.3c02130", "title": null, "journal": "American Chemical Society", "date": "2023.03", "author_list": ["Daglar\nHilal", "Gulbalkan\nHasan Can", "Habib\nNitasha", "Durak\nOzce", "Uzun\nAlper", "Keskin\nSeda"]}}