{"filepath": "../L2M3_data/1_application_papers/acs_xml/am5b02317.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>A novel starfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposite\nwas fabricated for the\nfirst time by a facile and stepwise hydrothermal approach, utilizing\nmetal–organic frameworks as precursors and sacrificial templates.\nThe morphology evolution in the synthetic process upon reaction time\nand amount of raw materials were investigated in detail. The as-synthesized\nstarfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> composites were studied as an electrode material for\nsupercapacitors showing good capacitive performances. Their specific\ncapacitance can reach as high as 326 F g<sup>–1</sup> at 1\nA g<sup>–1</sup>. The rational combination of components with\ndifferent potential windows in a composite material enables a wide\noverall potential range resulting in the highest energy density of\n82.5 Wh kg<sup>–1</sup>, significantly larger than that of\nthe single components. Magnetic measurements show that the system\npresents a large coercivity and high squareness (at 1.8 K, <italic toggle=\"yes\">H</italic>\n<sub>c</sub> = 884 Oe and <italic toggle=\"yes\">M</italic>\n<sub>r</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 0.52) with respect to the individual\ncomponents, which may be attributed to the unique morphology of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub>, as well as surface\nand interface exchange coupling effects. Materials with this novel\ndesign and fabrication may show promise for potential applications\nin electrochemical energy storage and magnetic devices.</p>", "clean_text": "A novel starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposite was fabricated for the first time by a facile and stepwise hydrothermal approach, utilizing metal-organic frameworks as precursors and sacrificial templates. The morphology evolution in the synthetic process upon reaction time and amount of raw materials were investigated in detail. The as-synthesized starfish-shaped porous Co3O4/ZnFe2O4 composites were studied as an electrode material for supercapacitors showing good capacitive performances. Their specific capacitance can reach as high as 326 F g-1 at 1 A g-1. The rational combination of components with different potential windows in a composite material enables a wide overall potential range resulting in the highest energy density of 82.5 Wh kg-1, significantly larger than that of the single components. Magnetic measurements show that the system presents a large coercivity and high squareness (at 1.8 K, H c = 884 Oe and M r/M s = 0.52) with respect to the individual components, which may be attributed to the unique morphology of Co3O4/ZnFe2O4, as well as surface and interface exchange coupling effects. Materials with this novel design and fabrication may show promise for potential applications in electrochemical energy storage and magnetic devices.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In recent years, the increasing demand\nfor sustainable and clean\nenergy has attracted considerable attention toward developing efficient\nenergy storage systems. Much research effort has been aimed at supercapacitors\nwhich can provide energy densities orders of magnitude higher than\ndielectric capacitors, as well as greater power densities and longer\ncycle lives than that of batteries. Among the electrode materials studied for supercapacitors, transitional\nmetal oxides (RuO<sub>2</sub>, MnO<sub>2</sub>, Co<sub>3</sub>O<sub>4</sub>, NiO, etc.) have been\nwidely investigated because of their high pseudocapacitances from\nthe reversible redox reactions. These metal oxides normally have their\nown limited potential windows in certain electrolytes. The charge storage efficiency drops dramatically\nwhen the potential window expands. On the basis of the energy density\nequation below:<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>E</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mi>C</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">E</italic> is the energy density, <italic toggle=\"yes\">C</italic> is the specific\ncapacitance, and <italic toggle=\"yes\">V</italic> is\nthe potential window, in order to achieve a large energy density,\nnot only a high specific capacitance is needed, but also a wide potential\nwindow. Therefore, combining different metal oxides with complementary\npotential windows in the same electrolyte seems to be a reasonable\napproach to obtain great energy density. Previous studies have focused\na lot on asymmetric supercapacitors, which integrate anodes and cathodes\nof different potential windows generating a large overall operating\nvoltage. However, research on a single electrode\nmaterial of mixing metal oxides fulfilling the same purpose have not\nbeen well explored.</p>", "clean_text": "Introduction\n\nIn recent years, the increasing demand for sustainable and clean energy has attracted considerable attention toward developing efficient energy storage systems. Much research effort has been aimed at supercapacitors which can provide energy densities orders of magnitude higher than dielectric capacitors, as well as greater power densities and longer cycle lives than that of batteries. Among the electrode materials studied for supercapacitors, transitional metal oxides (RuO2, MnO2, Co3O4, NiO, etc.) have been widely investigated because of their high pseudocapacitances from the reversible redox reactions. These metal oxides normally have their own limited potential windows in certain electrolytes. The charge storage efficiency drops dramatically when the potential window expands. On the basis of the energy density equation below:    E =   1   2   C   V   2     where E is the energy density, C is the specific capacitance, and V is the potential window, in order to achieve a large energy density, not only a high specific capacitance is needed, but also a wide potential window. Therefore, combining different metal oxides with complementary potential windows in the same electrolyte seems to be a reasonable approach to obtain great energy density. Previous studies have focused a lot on asymmetric supercapacitors, which integrate anodes and cathodes of different potential windows generating a large overall operating voltage. However, research on a single electrode material of mixing metal oxides fulfilling the same purpose have not been well explored.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["property"], "content": "<p>In the past decade, metal–organic\nframeworks (MOFs) have\nreceived intensive attention because of their large specific area,\nultrahigh porosity, and various applications, including gas storage/separation,\nin catalysis, as chemical sensors, and so on. Inspired by their diverse configurations, scientists have utilized\nMOF materials as precursors or templates to explore a novel path preparing\nporous nanomaterials for energy storage systems. For example, Guo et al. prepared porous Co<sub>3</sub>O<sub>4</sub> material by a simple solid-state thermolysis of the\nCo-based MOF, which displayed a specific capacitance of 150 F g<sup>–1</sup> at 1 A g<sup>–1</sup> in 2 M KOH electrolyte. Moreover, porous ZnO/ZnFe<sub>2</sub>O<sub>4</sub>/C octahedra can be fabricated using MOF as both the precursor and\nthe self-sacrificing template showed greatly enhanced performance\nof Li<sup>+</sup> storage when tested as anode materials for lithium-ion\nbatteries.\n</p>", "clean_text": "In the past decade, metal-organic frameworks (MOFs) have received intensive attention because of their large specific area, ultrahigh porosity, and various applications, including gas storage/separation, in catalysis, as chemical sensors, and so on. Inspired by their diverse configurations, scientists have utilized MOF materials as precursors or templates to explore a novel path preparing porous nanomaterials for energy storage systems. For example, Guo et al. prepared porous Co3O4 material by a simple solid-state thermolysis of the Co-based MOF, which displayed a specific capacitance of 150 F g-1 at 1 A g-1 in 2 M KOH electrolyte. Moreover, porous ZnO/ZnFe2O4/C octahedra can be fabricated using MOF as both the precursor and the self-sacrificing template showed greatly enhanced performance of Li+ storage when tested as anode materials for lithium-ion batteries. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>Herein we report a stepwise\nstrategy to design and fabricate novel\nstarfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites from MOF precursors as supercapacitor\nelectrode material forming a wide potential window from −0.85\nto 0.50 V (vs Hg/HgO in 6 M KOH). In the starfish-shaped structure,\nthe Co<sub>3</sub>O<sub>4</sub> nanocages act as the “starfish\nhead” and porous nanotubes composed of ZnFe<sub>2</sub>O<sub>4</sub> nanoparticles from the partial Fe­(III) substituted MOF-5\n(Fe<sup>III</sup>-MOF-5) act as the “starfish arms”.\nThe nanocomposite showed the specific capacitance as high as 326.7\nF g<sup>–1</sup>, while its energy density reached 82.5 Wh\nK g<sup>–1</sup> at the power density of 675 W kg<sup>–1</sup> due to the enlarged potential window. All these results are significantly\npromoted from those of the individual components. Meanwhile, we ran\nthe magnetic measurements for the as-synthesized Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> composites revealing it to\nbe with much larger magnetic hysteresis loops at 1.8 K compared with\nZnFe<sub>2</sub>O<sub>4</sub>. On account of these discoveries, our\nstarfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites are believed to have potential\napplications in electrochemical energy storage and magnetic devices.</p>", "clean_text": "Herein we report a stepwise strategy to design and fabricate novel starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposites from MOF precursors as supercapacitor electrode material forming a wide potential window from -0.85 to 0.50 V (vs Hg/HgO in 6 M KOH). In the starfish-shaped structure, the Co3O4 nanocages act as the \"starfish head\" and porous nanotubes composed of ZnFe2O4 nanoparticles from the partial Fe(III) substituted MOF-5 (FeIII-MOF-5) act as the \"starfish arms\". The nanocomposite showed the specific capacitance as high as 326.7 F g-1, while its energy density reached 82.5 Wh K g-1 at the power density of 675 W kg-1 due to the enlarged potential window. All these results are significantly promoted from those of the individual components. Meanwhile, we ran the magnetic measurements for the as-synthesized Co3O4/ZnFe2O4 composites revealing it to be with much larger magnetic hysteresis loops at 1.8 K compared with ZnFe2O4. On account of these discoveries, our starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposites are believed to have potential applications in electrochemical energy storage and magnetic devices.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Preparation of the Starfish-Shaped\nCo<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 Hollow Nanocomposites</title><p>All the solvents\nand chemicals were of analytical purity and used without further purification.\nThe porous Co<sub>3</sub>O<sub>4</sub> nanocages were prepared according\nto a previous work. To obtain the starfish-shaped\nCo<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5, Co<sub>3</sub>O<sub>4</sub> nanocages (25 mg) were dissolved in 2 mL DMF-ethanol\nmixture solution (v/v = 5/3) and sonicated for 30 min at room temperature.\nThen, 75 mg Fe­(acac)<sub>3</sub>, 58 mg Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and 12 mg H<sub>2</sub>BDC were added to the\nabove solution under sonication. The mixed solution was transferred\nto a 50 mL Teflon autoclave afterward. The sealed vessel was heated\nat 100 °C for 6 h before cooling down to room temperature. The starfish-shaped Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 hollow nanocomposites were obtained after\ncentrifugation and washing of several times.</p>", "clean_text": "Experimental Section\n\nPreparation of the Starfish-Shaped Co3O4/FeIII-MOF-5 Hollow Nanocomposites\n\nAll the solvents and chemicals were of analytical purity and used without further purification. The porous Co3O4 nanocages were prepared according to a previous work. To obtain the starfish-shaped Co3O4/FeIII-MOF-5, Co3O4 nanocages (25 mg) were dissolved in 2 mL DMF-ethanol mixture solution (v/v = 5/3) and sonicated for 30 min at room temperature. Then, 75 mg Fe(acac)3, 58 mg Zn(NO3)2⋅6H2O and 12 mg H2BDC were added to the above solution under sonication. The mixed solution was transferred to a 50 mL Teflon autoclave afterward. The sealed vessel was heated at 100 °C for 6 h before cooling down to room temperature. The starfish-shaped Co3O4/FeIII-MOF-5 hollow nanocomposites were obtained after centrifugation and washing of several times.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of the Starfish-Shaped\nCo<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> Hollow Nanocomposites</title><p>The\nstarfish-shaped Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites were obtained by a simple heating process\nof the as-synthesized Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 in the tube furnace in air at 500 °C for 2 h with a heating\nrate of 1 °C min<sup>–1</sup>.</p>", "clean_text": "Preparation of the Starfish-Shaped Co3O4/ZnFe2O4 Hollow Nanocomposites\n\nThe starfish-shaped Co3O4/ZnFe2O4 hollow nanocomposites were obtained by a simple heating process of the as-synthesized Co3O4/FeIII-MOF-5 in the tube furnace in air at 500 °C for 2 h with a heating rate of 1 °C min-1.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Materials Characterization</title><p>Powder X-ray diffraction\npatterns (XRD) were obtained with a Bruker D8 Advance X-ray powder\ndiffractometer with Cu K<sub>α</sub> radiation (λ = 1.5406\nÅ) between 5° and 80° at scanning rate of 2° min<sup>–1</sup>. The morphology of the synthesized products was analyzed\nusing the transmission electron microscopy (TEM, JEM-2100, JEOL) with\nan accelerating voltage of 200 kV. The specific porous structural\nfeatures of the as-prepared Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> were determined using a Brunauer–Emmett–Teller\n(BET) surface analyzer (Micromeritics ASAP 2020 M+C volumetric adsorption\nEquipment). X-ray photoelectron spectroscopy (XPS) were investigated\nby a PHI 5000 Versaprobe X-ray photoelectron spectrometer.</p>", "clean_text": "Materials Characterization\n\nPowder X-ray diffraction patterns (XRD) were obtained with a Bruker D8 Advance X-ray powder diffractometer with Cu Kα radiation (λ = 1.5406 Å) between 5° and 80° at scanning rate of 2° min-1. The morphology of the synthesized products was analyzed using the transmission electron microscopy (TEM, JEM-2100, JEOL) with an accelerating voltage of 200 kV. The specific porous structural features of the as-prepared Co3O4/ZnFe2O4 were determined using a Brunauer-Emmett-Teller (BET) surface analyzer (Micromeritics ASAP 2020 M+C volumetric adsorption Equipment). X-ray photoelectron spectroscopy (XPS) were investigated by a PHI 5000 Versaprobe X-ray photoelectron spectrometer.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Electrochemical\nand Magnetic Measurements</title><p>The working\nelectrode was fabricated by mixing 80 wt % active materials, 15 wt\n% acetylene black, and 5 wt % poly­(vinylidene fluoride) (PVDF) binder.\nThe resulting mixture paste was painted on the stainless steel mesh\nand dried at 120 °C for 12 h in vacuum oven. All electrochemical\nmeasurements were carried out on CHI 660D electrochemical workstation\n(CH Instruments) using a three-electrode system at room temperature\nusing 6 M KOH as electrolyte. The counter electrode and reference\nelectrode were platinum foil (1 cm<sup>2</sup>) and Hg/HgO electrode,\nrespectively. The electrochemical impedance spectroscopy (EIS) was\nconducted in the frequency range between 100 kHz and 0.01 Hz with\na perturbation amplitude of 5 mV vs open-circuit potential. Magnetic\nmeasurements were conducted using a Quantum Design MPMS XP-5 superconducting\nquantum interference device (SQUID).</p>", "clean_text": "Electrochemical and Magnetic Measurements\n\nThe working electrode was fabricated by mixing 80 wt % active materials, 15 wt % acetylene black, and 5 wt % poly(vinylidene fluoride) (PVDF) binder. The resulting mixture paste was painted on the stainless steel mesh and dried at 120 °C for 12 h in vacuum oven. All electrochemical measurements were carried out on CHI 660D electrochemical workstation (CH Instruments) using a three-electrode system at room temperature using 6 M KOH as electrolyte. The counter electrode and reference electrode were platinum foil (1 cm2) and Hg/HgO electrode, respectively. The electrochemical impedance spectroscopy (EIS) was conducted in the frequency range between 100 kHz and 0.01 Hz with a perturbation amplitude of 5 mV vs open-circuit potential. Magnetic measurements were conducted using a Quantum Design MPMS XP-5 superconducting quantum interference device (SQUID).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>As illustrated in Scheme , the starfish-shaped\nCo<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 composites were\nsynthesized from the Fe<sup>III</sup>-MOF-5 formation on Co<sub>3</sub>O<sub>4</sub> nanocages by the addition of Fe, Zn precursors and\nH<sub>2</sub>BDC. With reaction time increasing, Fe<sup>III</sup>-MOF-5\nturned into a nanotube structure. After a simple calcination process,\nCo<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites\nwere obtained by a self-sacrificial templating approach (details in\nthe ).</p>", "clean_text": "Results and Discussion\n\nAs illustrated in Scheme , the starfish-shaped Co3O4/FeIII-MOF-5 composites were synthesized from the FeIII-MOF-5 formation on Co3O4 nanocages by the addition of Fe, Zn precursors and H2BDC. With reaction time increasing, FeIII-MOF-5 turned into a nanotube structure. After a simple calcination process, Co3O4/ZnFe2O4 hollow nanocomposites were obtained by a self-sacrificial templating approach (details in the ).", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis Procedure\nof the Starfish-Shaped Porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> Hollow Nanocomposite</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Synthesis Procedure of the Starfish-Shaped Porous Co3O4/ZnFe2O4 Hollow Nanocomposite   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Morphology and Structure of the Starfish-Shaped Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 Hollow Nanocomposites</title><p>The\nmorphology of the as-prepared products was observed using TEM.\nFigure a shows that the Co<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub>·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O nanoparticles\nare uniform in both size and shape with a diameter around 200 nm.\nFrom the image of the Co<sub>3</sub>O<sub>4</sub> nanocages in Figure b, we can see after the calcination at 400 °C\nfor 2 h, hollow structures of the similar shape were obtained. The\nstructure of the starfish-shaped Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 is shown in Figure c. It\ncan be noticed that several Fe<sup>III</sup>-MOF-5 nanotubes grow\nout from one Co<sub>3</sub>O<sub>4</sub> hollow nanocage to form a\n“starfish” shape. All the nanotubes have a well distributed\nmorphology with diameter of 100 nm, length around 400 nm and shell\nthickness of 10 nm. The powder X-ray diffraction (PXRD) pattern of\nthe starfish-shaped Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5\n(Figure d) matches well with that of Co<sub>3</sub>O<sub>4</sub> (JCPDS:43-1003) and Fe<sup>III</sup>-MOF-5 (blue\nspade) from previous literature, indicating\nthe successful synthesis of Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5.</p>", "clean_text": "Morphology and Structure of the Starfish-Shaped Co3O4/FeIII-MOF-5 Hollow Nanocomposites\n\nThe morphology of the as-prepared products was observed using TEM. Figure a shows that the Co3[Co(CN)6]2⋅nH2O nanoparticles are uniform in both size and shape with a diameter around 200 nm. From the image of the Co3O4 nanocages in Figure b, we can see after the calcination at 400 °C for 2 h, hollow structures of the similar shape were obtained. The structure of the starfish-shaped Co3O4/FeIII-MOF-5 is shown in Figure c. It can be noticed that several FeIII-MOF-5 nanotubes grow out from one Co3O4 hollow nanocage to form a \"starfish\" shape. All the nanotubes have a well distributed morphology with diameter of 100 nm, length around 400 nm and shell thickness of 10 nm. The powder X-ray diffraction (PXRD) pattern of the starfish-shaped Co3O4/FeIII-MOF-5 (Figure d) matches well with that of Co3O4 (JCPDS:43-1003) and FeIII-MOF-5 (blue spade) from previous literature, indicating the successful synthesis of Co3O4/FeIII-MOF-5.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>TEM image of (a) Co<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub>·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O nanoparticles; (b) Co<sub>3</sub>O<sub>4</sub> nanocages; (c) Co<sub>3</sub>O<sub>4</sub>/\nFe<sup>III</sup>-MOF-5; and (d) XRD pattern of Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  TEM image of (a) Co3[Co(CN)6]2⋅nH2O nanoparticles; (b) Co3O4 nanocages; (c) Co3O4/ FeIII-MOF-5; and (d) XRD pattern of Co3O4/FeIII-MOF-5.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Growth Process of Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5\nHollow Nanocomposites</title><p>Furthermore, to meticulously\ninvestigate the morphology evolution process of the starfish-shaped\nCo<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 hollow nanocomposite,\nwe conduct a series of controlled experiments upon reaction time and\nthe added Co<sub>3</sub>O<sub>4</sub> nanocages amount.</p>", "clean_text": "Growth Process of Co3O4/FeIII-MOF-5 Hollow Nanocomposites\n\nFurthermore, to meticulously investigate the morphology evolution process of the starfish-shaped Co3O4/FeIII-MOF-5 hollow nanocomposite, we conduct a series of controlled experiments upon reaction time and the added Co3O4 nanocages amount.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM image of\nCo<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5\nprepared with different grown condition (a) 2 h; (b) 3 h; (c) 6 h;\n(d) 8 h; (e) 5 mg; (f) 15 mg; (g) 25 mg; and (h) 35 mg.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  TEM image of Co3O4/FeIII-MOF-5 prepared with different grown condition (a) 2 h; (b) 3 h; (c) 6 h; (d) 8 h; (e) 5 mg; (f) 15 mg; (g) 25 mg; and (h) 35 mg.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Figure a–d presents\nthe typical\nmorphology of the products for various reaction times. It gave us\na brief impact on how the nanocomposite gradually evolved. With a\nshort 2 h time of reaction, the morphology of the as-obtained Fe<sup>III</sup>-MOF-5 are sword-shaped nanobelts, shown in Figure a. When the reaction time further increased to 3\nh, the nanobelt structures were converted to hollow structures from\noutside (sword point) (Figure b). A complete\nformation of Fe<sup>III</sup>-MOF-5 hollow nanocomposites occurred\nafter 6 h reaction (Figure c). The Co<sub>3</sub>O<sub>4</sub> nanocages were uniformly covered by the Fe<sup>III</sup>-MOF-5 nanotubes with diameters of 100 nm, lengths up to\n400 nm and shell thickness of 10 nm. When the synthesis process was\ncarried out even longer (8 h), the morphology of Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>- MOF-5 remained the same (Figure d).</p>", "clean_text": "Figure a-d presents the typical morphology of the products for various reaction times. It gave us a brief impact on how the nanocomposite gradually evolved. With a short 2 h time of reaction, the morphology of the as-obtained FeIII-MOF-5 are sword-shaped nanobelts, shown in Figure a. When the reaction time further increased to 3 h, the nanobelt structures were converted to hollow structures from outside (sword point) (Figure b). A complete formation of FeIII-MOF-5 hollow nanocomposites occurred after 6 h reaction (Figure c). The Co3O4 nanocages were uniformly covered by the FeIII-MOF-5 nanotubes with diameters of 100 nm, lengths up to 400 nm and shell thickness of 10 nm. When the synthesis process was carried out even longer (8 h), the morphology of Co3O4/FeIII- MOF-5 remained the same (Figure d).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>On the basis of the above study, we suggest\na structure formation\nprocess as follows: Co<sub>3</sub>O<sub>4</sub> nanocages were acting\nas seeds on which the Fe<sup>III</sup>-MOF-5 could grow. Because of\nthe presence of Co<sub>3</sub>O<sub>4</sub> nanocages, the Fe<sup>III</sup>-MOF-5 nucleated from the surface of the Co<sub>3</sub>O<sub>4</sub> nanocages to one certain direction outward. Noticing that\nthe Fe<sup>III</sup>-MOF-5 possessed a sword shape with a relatively\ndark inside (Figure a), we know that high\nsurface-energy faces were formed as mentioned in the previous literature. With the increasing reaction time, the formation\nof nanotubes took place in order to reduce the surface energy starting\nfrom the “sword points” (Figure b,c). When the reaction time continued to increase, the nanocomposite\nmorphology remained the same, indicating a complete conversion.</p>", "clean_text": "On the basis of the above study, we suggest a structure formation process as follows: Co3O4 nanocages were acting as seeds on which the FeIII-MOF-5 could grow. Because of the presence of Co3O4 nanocages, the FeIII-MOF-5 nucleated from the surface of the Co3O4 nanocages to one certain direction outward. Noticing that the FeIII-MOF-5 possessed a sword shape with a relatively dark inside (Figure a), we know that high surface-energy faces were formed as mentioned in the previous literature. With the increasing reaction time, the formation of nanotubes took place in order to reduce the surface energy starting from the \"sword points\" (Figure b,c). When the reaction time continued to increase, the nanocomposite morphology remained the same, indicating a complete conversion.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Amount of Co<sub>3</sub>O<sub>4</sub> added is another key factor\nin the synthesis of Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5.\nFigure (e–h) showed the TEM images\nof Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 prepared in\ndifferent Co<sub>3</sub>O<sub>4</sub> additions. When only 5 mg Co<sub>3</sub>O<sub>4</sub> was added, there was not enough space on the\nCo<sub>3</sub>O<sub>4</sub> nanocages for all Fe<sup>III</sup>-MOF-5\nprecursors to grow into nanotubes, hence the starfish-shaped morphology\ndid not appear (Figure e). However, the fact\nthat Fe<sup>III</sup>-MOF-5 mostly distributed around the Co<sub>3</sub>O<sub>4</sub> nanocages was clear evidence to support our proposed\ngrowth mechanism that Fe<sup>III</sup>-MOF-5 tended to nucleate from\nthe Co<sub>3</sub>O<sub>4</sub> nanocages. With the Co<sub>3</sub>O<sub>4</sub> amount increased to 15 mg, nanotube structures began\nto appear, as shown in Figure f. Compared\nto the fully grown nanotubes in Figure g (the\nsame as those in Figure c), it is obvious\nthat more Fe<sup>III</sup>-MOF-5 nanotubes grew from one Co<sub>3</sub>O<sub>4</sub> nanocage because of the higher (Zn + Fe)/Co ratio.\nIf more Co<sub>3</sub>O<sub>4</sub> (35 mg) were involved, then the\nnanotube structure became vague, as shown in Figure h, which should arise from the incomplete growth of Fe<sup>III</sup>-MOF-5 nanotubes in a small (Zn + Fe)/Co ratio. The above\ndiscussion illustrates how the reaction time and Co<sub>3</sub>O<sub>4</sub> amount can affect the structure formation. With the varying\nconditions, the starfish-shaped morphology only takes place in a suitable\nreaction time and (Zn + Fe)/Co ratio.</p>", "clean_text": "Amount of Co3O4 added is another key factor in the synthesis of Co3O4/FeIII-MOF-5. Figure (e-h) showed the TEM images of Co3O4/FeIII-MOF-5 prepared in different Co3O4 additions. When only 5 mg Co3O4 was added, there was not enough space on the Co3O4 nanocages for all FeIII-MOF-5 precursors to grow into nanotubes, hence the starfish-shaped morphology did not appear (Figure e). However, the fact that FeIII-MOF-5 mostly distributed around the Co3O4 nanocages was clear evidence to support our proposed growth mechanism that FeIII-MOF-5 tended to nucleate from the Co3O4 nanocages. With the Co3O4 amount increased to 15 mg, nanotube structures began to appear, as shown in Figure f. Compared to the fully grown nanotubes in Figure g (the same as those in Figure c), it is obvious that more FeIII-MOF-5 nanotubes grew from one Co3O4 nanocage because of the higher (Zn + Fe)/Co ratio. If more Co3O4 (35 mg) were involved, then the nanotube structure became vague, as shown in Figure h, which should arise from the incomplete growth of FeIII-MOF-5 nanotubes in a small (Zn + Fe)/Co ratio. The above discussion illustrates how the reaction time and Co3O4 amount can affect the structure formation. With the varying conditions, the starfish-shaped morphology only takes place in a suitable reaction time and (Zn + Fe)/Co ratio.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Morphology and Structure\nof the Starfish-Shaped Porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> Hollow Nanocomposites</title><p>The Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow\nnanocomposites were obtained after a calcination process of the starfish-shaped\nCo<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5. The crystallite\nphase purity of as-made product was further analyzed by XRD. The Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> shows a mixed\nXRD pattern of ZnFe<sub>2</sub>O<sub>4</sub> (JCPDF #22-1012) and Co<sub>3</sub>O<sub>4</sub> (JCPDF #43-1003) in Figure , in agreement\nwith the preparation process. Compared with Figure d, the characteristic peaks of cubic crystalline MOF-5 at\n9.7° disappeared in Figure . This indicates\nthat Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 was completely\ntransformed to Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> after the annealing process.</p>", "clean_text": "Morphology and Structure of the Starfish-Shaped Porous Co3O4/ZnFe2O4 Hollow Nanocomposites\n\nThe Co3O4/ZnFe2O4 hollow nanocomposites were obtained after a calcination process of the starfish-shaped Co3O4/FeIII-MOF-5. The crystallite phase purity of as-made product was further analyzed by XRD. The Co3O4/ZnFe2O4 shows a mixed XRD pattern of ZnFe2O4 (JCPDF #22-1012) and Co3O4 (JCPDF #43-1003) in Figure , in agreement with the preparation process. Compared with Figure d, the characteristic peaks of cubic crystalline MOF-5 at 9.7° disappeared in Figure . This indicates that Co3O4/FeIII-MOF-5 was completely transformed to Co3O4/ZnFe2O4 after the annealing process.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>XRD pattern of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  XRD pattern of Co3O4/ZnFe2O4.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Figure a shows the TEM image of the\nCo<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposite,\nand we can see that the starfish-shaped hollow structure is well maintained\nafter calcination, while the nanotubes become highly porous, consisting\nof numerous ZnFe<sub>2</sub>O<sub>4</sub> nanocrystals of 10 nm (Figure b). It is not hard to realize that in the conversion\nfrom Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 to Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub>, most of the carbon\nin Fe<sup>III</sup>-MOF-5 was oxidized into gases, leading to the\nporous structure formation. Interestingly, even after a long sonication\ntime for the samples, the ZnFe<sub>2</sub>O<sub>4</sub> porous nanotubes\ncan still remain closely attached to the Co<sub>3</sub>O<sub>4</sub> nanocages, suggesting strong interactions between them. The marked <italic toggle=\"yes\">d</italic>-spacing of 0.297 nm in a high-resolution TEM lattice image\nof an individual ZnFe<sub>2</sub>O<sub>4</sub> nanoparticle (Figure c) matches well to the <italic toggle=\"yes\">d</italic>-spacing\nof (220) plane of ZnFe<sub>2</sub>O<sub>4</sub> (JCPDF #22-1012),\nconsistent with the peak observed in the XRD characterization. Additionally,\nthe corresponding selected area electron diffraction (SAED) pattern\nreveals the polycrystalline nature of the ZnFe<sub>2</sub>O<sub>4</sub> nanotubes with the diffraction rings matched well with the (220),\n(311), (400), (511), and (440) planes of the ZnFe<sub>2</sub>O<sub>4</sub> (JCPDF # 22-1012).</p>", "clean_text": "Figure a shows the TEM image of the Co3O4/ZnFe2O4 nanocomposite, and we can see that the starfish-shaped hollow structure is well maintained after calcination, while the nanotubes become highly porous, consisting of numerous ZnFe2O4 nanocrystals of 10 nm (Figure b). It is not hard to realize that in the conversion from Co3O4/FeIII-MOF-5 to Co3O4/ZnFe2O4, most of the carbon in FeIII-MOF-5 was oxidized into gases, leading to the porous structure formation. Interestingly, even after a long sonication time for the samples, the ZnFe2O4 porous nanotubes can still remain closely attached to the Co3O4 nanocages, suggesting strong interactions between them. The marked d-spacing of 0.297 nm in a high-resolution TEM lattice image of an individual ZnFe2O4 nanoparticle (Figure c) matches well to the d-spacing of (220) plane of ZnFe2O4 (JCPDF #22-1012), consistent with the peak observed in the XRD characterization. Additionally, the corresponding selected area electron diffraction (SAED) pattern reveals the polycrystalline nature of the ZnFe2O4 nanotubes with the diffraction rings matched well with the (220), (311), (400), (511), and (440) planes of the ZnFe2O4 (JCPDF # 22-1012).", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>TEM image of (a) Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites, (b) a single\nZnFe<sub>2</sub>O<sub>4</sub> nanotube, (c) High resolution TEM lattice\nimage of a ZnFe<sub>2</sub>O<sub>4</sub> nanoparticle, and (d) SAED\npatterns of the ZnFe<sub>2</sub>O<sub>4</sub> nanotube.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  TEM image of (a) Co3O4/ZnFe2O4 hollow nanocomposites, (b) a single ZnFe2O4 nanotube, (c) High resolution TEM lattice image of a ZnFe2O4 nanoparticle, and (d) SAED patterns of the ZnFe2O4 nanotube.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The elements’ chemical states are further\nverified by X-ray\nphotoelectron spectroscopy (XPS). As shown in Figure a, there are two main peaks with binding energies at 779.1\neV (Co 2p<sub>3/2</sub>) and 794.0 eV (Co 2p<sub>1/2</sub>) in the\nCo 2p XPS spectra. These results demonstrate that cobalt exists in\nthe form of Co<sub>3</sub>O<sub>4</sub>. The Fe 2p XPS pattern (Figure b) shows two\npeaks (724.7 and 710.5 eV) matching the binding energy of Fe 2p<sub>1/2</sub> and Fe 2p<sub>3/2</sub> and a small satellite peak in between,\nwhich evidenced the presence of Fe­(III) species.\n</p>", "clean_text": "The elements' chemical states are further verified by X-ray photoelectron spectroscopy (XPS). As shown in Figure a, there are two main peaks with binding energies at 779.1 eV (Co 2p3/2) and 794.0 eV (Co 2p1/2) in the Co 2p XPS spectra. These results demonstrate that cobalt exists in the form of Co3O4. The Fe 2p XPS pattern (Figure b) shows two peaks (724.7 and 710.5 eV) matching the binding energy of Fe 2p1/2 and Fe 2p3/2 and a small satellite peak in between, which evidenced the presence of Fe(III) species. ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XPS of Co 2p (a), Fe 2p (b), Zn 2p (c), and C 1s (d) in Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  XPS of Co 2p (a), Fe 2p (b), Zn 2p (c), and C 1s (d) in Co3O4/ZnFe2O4 nanocomposites.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The XPS spectrum of Zn 2p is displayed\nin Figure c. Its XPS peaks are centered at\nabout 1021 and 1044 eV, respectively,\ncorresponding to Zn­(II) species. The\nexistence of trace amounts of carbon (0.28% weight percentage in elemental\nanalysis) was also found in Figure d from\nthe calcination residual of the organic frameworks.\n</p>", "clean_text": "The XPS spectrum of Zn 2p is displayed in Figure c. Its XPS peaks are centered at about 1021 and 1044 eV, respectively, corresponding to Zn(II) species. The existence of trace amounts of carbon (0.28% weight percentage in elemental analysis) was also found in Figure d from the calcination residual of the organic frameworks. ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>N<sub>2</sub> adsorption/desorption isotherm curve for the starfish-shaped\nporous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow\nnanocomposites. Inset: The pore size distribution of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  N2 adsorption/desorption isotherm curve for the starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposites. Inset: The pore size distribution of Co3O4/ZnFe2O4 nanocomposites.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>The nitrogen adsorption and desorption\nmeasurements were performed\nto estimate the Brunauer–Emmett–Teller (BET) surface\narea and pore size distribution of the porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanostructures. As shown\nin Figure , the isotherm of the porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites\nexhibits a hysteresis loop at <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> of 0.6, indicating the presence of mesopores. The BET specific surface area of the starfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanostructure\nwas calculated to be 46.2 m<sup>2</sup> g<sup>–1</sup>. The\npore-size distribution (Figure , inset) reveals\na narrow unimodal distribution centered at 10 nm, which can be attributed\nto the porous shell. The results are in good agreement with the value\ndetermined from the high-magnification TEM images, as discussed above.</p>", "clean_text": "The nitrogen adsorption and desorption measurements were performed to estimate the Brunauer-Emmett-Teller (BET) surface area and pore size distribution of the porous Co3O4/ZnFe2O4 hollow nanostructures. As shown in Figure , the isotherm of the porous Co3O4/ZnFe2O4 nanocomposites exhibits a hysteresis loop at p/p 0 of 0.6, indicating the presence of mesopores. The BET specific surface area of the starfish-shaped porous Co3O4/ZnFe2O4 nanostructure was calculated to be 46.2 m2 g-1. The pore-size distribution (Figure , inset) reveals a narrow unimodal distribution centered at 10 nm, which can be attributed to the porous shell. The results are in good agreement with the value determined from the high-magnification TEM images, as discussed above.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Performances of Starfish-Shaped Porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> Nanocomposites</title><p>To evaluate their capacitive performances, the control Co<sub>3</sub>O<sub>4</sub> nanocages, ZnFe<sub>2</sub>O<sub>4</sub> hollow spheres\n(see , SI) and starfish-shaped\nporous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow\nnanocomposites were fabricated into supercapacitor electrodes for\nelectrochemistry studies.</p>", "clean_text": "Electrochemical Performances of Starfish-Shaped Porous Co3O4/ZnFe2O4 Nanocomposites\n\nTo evaluate their capacitive performances, the control Co3O4 nanocages, ZnFe2O4 hollow spheres (see , SI) and starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposites were fabricated into supercapacitor electrodes for electrochemistry studies.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>CV curves of different electrodes in 6 M KOH\nelectrolyte at 5 mV\ns<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  CV curves of different electrodes in 6 M KOH electrolyte at 5 mV s-1.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Figure  depicts typical cyclic voltammograms\n(CV) curves of the three electrodes at sweeping rate of 5 mV s<sup>–1</sup>. The CV curves of Co<sub>3</sub>O<sub>4</sub> nanocages\nin Figure  are nearly symmetrical with redox\npeaks belonging to the reversible reactions between different Co valence\nstates. However, ZnFe<sub>2</sub>O<sub>4</sub> shows its good charge\nstorage properties mainly in the negative potential range due to the\nredox reactions of Fe­(III) to Fe­(II). The CV curve of starfish-shaped\nporous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites\ncombines that of Co<sub>3</sub>O<sub>4</sub> and ZnFe<sub>2</sub>O<sub>4</sub> with some peak shifts observed. This phenomenon is not rare\nin asymmetric supercapacitor studies. When mixing metal oxides with\ntheir own redox reactions together into one device, the situation\nof peak shift and peak disappearance occasionally happened. Similar results have also been found in previous single electrode\nsupercapacitor reports studying bimetallic oxides when varying the\nmetal/metal ratio. However, the underlying\nelectrochemistry mechanism here still needs more detailed research\nto reveal.</p>", "clean_text": "Figure  depicts typical cyclic voltammograms (CV) curves of the three electrodes at sweeping rate of 5 mV s-1. The CV curves of Co3O4 nanocages in Figure  are nearly symmetrical with redox peaks belonging to the reversible reactions between different Co valence states. However, ZnFe2O4 shows its good charge storage properties mainly in the negative potential range due to the redox reactions of Fe(III) to Fe(II). The CV curve of starfish-shaped porous Co3O4/ZnFe2O4 nanocomposites combines that of Co3O4 and ZnFe2O4 with some peak shifts observed. This phenomenon is not rare in asymmetric supercapacitor studies. When mixing metal oxides with their own redox reactions together into one device, the situation of peak shift and peak disappearance occasionally happened. Similar results have also been found in previous single electrode supercapacitor reports studying bimetallic oxides when varying the metal/metal ratio. However, the underlying electrochemistry mechanism here still needs more detailed research to reveal.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Gravimetric capacitance of (a) Co<sub>3</sub>O<sub>4</sub>, (b)\nZnFe<sub>2</sub>O<sub>4</sub>, (c) Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub>, and (d) their rate performances at different\ncurrent densities.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Gravimetric capacitance of (a) Co3O4, (b) ZnFe2O4, (c) Co3O4/ZnFe2O4, and (d) their rate performances at different current densities.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>To learn about the charge\nstorage capacity of the electrodes, galvanostatic\ncharge/discharge measurements were carried out at current densities\nfrom 1 to 10 A g<sup>–1</sup>, as shown in Figure . Both Co<sub>3</sub>O<sub>4</sub> and ZnFe<sub>2</sub>O<sub>4</sub> curves are quite symmetric during charge and\ndischarge process, indicating reversible redox reactions and good\npseudocapacitive feature. In Figure c, the\ndischarge curve of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrode is significantly longer than the previous two electrodes,\nrepresenting a higher specific capacitance. All the platforms in the\ncharge and discharge curves match well with the peaks shown in the\nCV (Figure ).</p>", "clean_text": "To learn about the charge storage capacity of the electrodes, galvanostatic charge/discharge measurements were carried out at current densities from 1 to 10 A g-1, as shown in Figure . Both Co3O4 and ZnFe2O4 curves are quite symmetric during charge and discharge process, indicating reversible redox reactions and good pseudocapacitive feature. In Figure c, the discharge curve of Co3O4/ZnFe2O4 electrode is significantly longer than the previous two electrodes, representing a higher specific capacitance. All the platforms in the charge and discharge curves match well with the peaks shown in the CV (Figure ).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>The highest specific capacitance\nobtained for Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> is 326.7 F g<sup>–1</sup> at 1 A g<sup>–1</sup>, which\nis much higher than that of\nthe Co<sub>3</sub>O<sub>4</sub> (142 F g<sup>–1</sup>) and\nZnFe<sub>2</sub>O<sub>4</sub> (112 F g<sup>–1</sup>). The rate\nperformances for electrodes at various current densities from 1 to\n10 A g<sup>–1</sup> are shown in Figure d. The specific capacitance of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> from the discharge curves at larger current\ndensity of 2.5, 5, 7.5, and 10 A g<sup>–1</sup> can be further\ncalculated to be 254.5, 211.4, 189, 169 F g<sup>–1</sup>, respectively.\nThe capacitance of Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub>, and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrodes exhibit 42.2%, 50%, and 51.8% retention from 1 to 10\nA g<sup>–1</sup>, due to the relatively slow faradic reactions.</p>", "clean_text": "The highest specific capacitance obtained for Co3O4/ZnFe2O4 is 326.7 F g-1 at 1 A g-1, which is much higher than that of the Co3O4 (142 F g-1) and ZnFe2O4 (112 F g-1). The rate performances for electrodes at various current densities from 1 to 10 A g-1 are shown in Figure d. The specific capacitance of Co3O4/ZnFe2O4 from the discharge curves at larger current density of 2.5, 5, 7.5, and 10 A g-1 can be further calculated to be 254.5, 211.4, 189, 169 F g-1, respectively. The capacitance of Co3O4, ZnFe2O4, and Co3O4/ZnFe2O4 electrodes exhibit 42.2%, 50%, and 51.8% retention from 1 to 10 A g-1, due to the relatively slow faradic reactions.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>With all these data, we calculate the single electrode energy density\n(<italic toggle=\"yes\">E</italic>) and power density (<italic toggle=\"yes\">P</italic>) from the\nenergy density equation mentioned in introduction and following power\ndensity equation:<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>P</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where Δ<italic toggle=\"yes\">t</italic> represents\nthe electrode discharge time. The resulting energy and power densities\nranging from 1 to 10 A g<sup>–1</sup> are displayed in the\nRagone plots of Figure a. With the potential\nwindow enlarged to 1.35 V, the energy density of the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrode can reach 82.5\nWh kg<sup>–1</sup> at a power density of 675 W kg<sup>–1</sup>, significantly enhanced from the pure Co<sub>3</sub>O<sub>4</sub> (17.8 Wh kg<sup>–1</sup> at a power density of 250 W kg<sup>–1</sup>) and ZnFe<sub>2</sub>O<sub>4</sub> (40.4 Wh kg<sup>–1</sup> at a power density of 722.5 W kg<sup>–1</sup>) electrodes. Notably, the energy density of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> still retained 44.3 Wh kg<sup>–1</sup> with the power density as high as 6750 W kg<sup>–1</sup>. The high power density with no massive energy density loss indicates\nthat Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> has\npotential application in the smart supercapacitor field.\n</p>", "clean_text": "With all these data, we calculate the single electrode energy density (E) and power density (P) from the energy density equation mentioned in introduction and following power density equation:    P =   E   Δ t     where Δt represents the electrode discharge time. The resulting energy and power densities ranging from 1 to 10 A g-1 are displayed in the Ragone plots of Figure a. With the potential window enlarged to 1.35 V, the energy density of the Co3O4/ZnFe2O4 electrode can reach 82.5 Wh kg-1 at a power density of 675 W kg-1, significantly enhanced from the pure Co3O4 (17.8 Wh kg-1 at a power density of 250 W kg-1) and ZnFe2O4 (40.4 Wh kg-1 at a power density of 722.5 W kg-1) electrodes. Notably, the energy density of Co3O4/ZnFe2O4 still retained 44.3 Wh kg-1 with the power density as high as 6750 W kg-1. The high power density with no massive energy density loss indicates that Co3O4/ZnFe2O4 has potential application in the smart supercapacitor field. ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Ragone plots (a) and cycling performance (b) of Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrodes.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Ragone plots (a) and cycling performance (b) of Co3O4, ZnFe2O4 and Co3O4/ZnFe2O4 electrodes.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["property"], "content": "<p>The long-term cycle stability of supercapacitors\nis another key\nfactor in practical use. As shown in Figure b, the cycling lifetime tests of 1000 cycles for Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrodes were carried out at 10\nA g<sup>–1</sup>. We can see the specific capacitance retention\nof 67.5%, 84.7%, and 80.7% was achieved after 1000 cycles. ZnFe<sub>2</sub>O<sub>4</sub> showed the best retention among the three electrodes.\nWith the presence of ZnFe<sub>2</sub>O<sub>4</sub>, Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub>’s cycling ability\nwas dramatically improved from the pure Co<sub>3</sub>O<sub>4</sub> electrode. It is worth noting that the charge/discharge curves are\nstill symmetric after 1000 cycles test, indicating no significant\nstructural changes of the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrode during the charge/discharge processes.</p>", "clean_text": "The long-term cycle stability of supercapacitors is another key factor in practical use. As shown in Figure b, the cycling lifetime tests of 1000 cycles for Co3O4, ZnFe2O4 and Co3O4/ZnFe2O4 electrodes were carried out at 10 A g-1. We can see the specific capacitance retention of 67.5%, 84.7%, and 80.7% was achieved after 1000 cycles. ZnFe2O4 showed the best retention among the three electrodes. With the presence of ZnFe2O4, Co3O4/ZnFe2O4's cycling ability was dramatically improved from the pure Co3O4 electrode. It is worth noting that the charge/discharge curves are still symmetric after 1000 cycles test, indicating no significant structural changes of the Co3O4/ZnFe2O4 electrode during the charge/discharge processes.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>Electrochemical impedance spectroscopy (EIS) was employed to further\nmonitor the supercapacitors electrodes made of Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub>, and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> in the frequency range from 10<sup>5</sup> to 10<sup>–2</sup> Hz.</p><p>In Figure , the Nyquist plots of all electrodes\nare composed of a semicircle in the high frequency range and an oblique\nline in the low frequency range. Generally, the intercept in the Z′\naxis represents the solution resistance, <italic toggle=\"yes\">R</italic>\n<sub>s</sub>, composed of the resistance of the electrolyte solution, the contact\nresistance at the interface between the current collector and the\nelectroactive materials; and the diameter\nof the semicircle is approximately equal to the charge transfer resistance, <italic toggle=\"yes\">R</italic>\n<sub>ct</sub>, through the electrode/electrolyte interface. Electrode equivalent circuits can be simulated\nfrom the EIS data shown in the inset of Figure , and besides <italic toggle=\"yes\">R</italic>\n<sub>s</sub> and <italic toggle=\"yes\">R</italic>\n<sub>ct</sub>, it also includes a capacitor, <italic toggle=\"yes\">C</italic>\n<sub>p</sub>, and a constant phase element CPE. In this equivalent circuit\nmode, the <italic toggle=\"yes\">R</italic>\n<sub>s</sub> of the three electrodes are\nclose to each other due to the same test conditions. However, the <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> of the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrode can be calculated to be 7.88 Ω,\nlying between the control Co<sub>3</sub>O<sub>4</sub> and ZnFe<sub>2</sub>O<sub>4</sub> electrodes. We suggest that the presence of\nZnFe<sub>2</sub>O<sub>4</sub> improves the charge transfer efficiency\nin the composite electrode. Moreover,\nthe trace amount of carbon observed from the XPS study might also\ncontribute to this conductivity enhancement.</p>", "clean_text": "Electrochemical impedance spectroscopy (EIS) was employed to further monitor the supercapacitors electrodes made of Co3O4, ZnFe2O4, and Co3O4/ZnFe2O4 in the frequency range from 105 to 10-2 Hz.\n\nIn Figure , the Nyquist plots of all electrodes are composed of a semicircle in the high frequency range and an oblique line in the low frequency range. Generally, the intercept in the Z' axis represents the solution resistance, R s, composed of the resistance of the electrolyte solution, the contact resistance at the interface between the current collector and the electroactive materials; and the diameter of the semicircle is approximately equal to the charge transfer resistance, R ct, through the electrode/electrolyte interface. Electrode equivalent circuits can be simulated from the EIS data shown in the inset of Figure , and besides R s and R ct, it also includes a capacitor, C p, and a constant phase element CPE. In this equivalent circuit mode, the R s of the three electrodes are close to each other due to the same test conditions. However, the R ct of the Co3O4/ZnFe2O4 electrode can be calculated to be 7.88 Ω, lying between the control Co3O4 and ZnFe2O4 electrodes. We suggest that the presence of ZnFe2O4 improves the charge transfer efficiency in the composite electrode. Moreover, the trace amount of carbon observed from the XPS study might also contribute to this conductivity enhancement.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Nyquist plots of Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub> and the starfish-shaped\nporous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> in\nthe frequency range from 10<sup>5</sup> to 10<sup>–2</sup> Hz.\nThe inset shows the high-frequency\nregion of the Nyquist plot and equivalent circuit for the electrochemical\nimpedance spectrum.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  Nyquist plots of Co3O4, ZnFe2O4 and the starfish-shaped porous Co3O4/ZnFe2O4 in the frequency range from 105 to 10-2 Hz. The inset shows the high-frequency region of the Nyquist plot and equivalent circuit for the electrochemical impedance spectrum.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Generally, we believe\nthe good capacitive performance of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrode should\nbe attributed to the following reasons: (i) the unique starfish-shaped\nstructure of the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub>. From the EIS analysis, we know the ZnFe<sub>2</sub>O<sub>4</sub> has the smallest charge transfer resistance, <italic toggle=\"yes\">R</italic>\n<sub>ct</sub>. Therefore, in the starfish-shaped structure, the outlet\n“starfish arm” ZnFe<sub>2</sub>O<sub>4</sub> nanotubes\nprovide better and larger amounts of active sites for the electrons\nto penetrate through/into the inside “starfish head”\nCo<sub>3</sub>O<sub>4</sub> nanocages, which possess better pseudocapacity\nas shown in CV diagrams. This novel structure can facilitate the synergistic\neffect of both Co<sub>3</sub>O<sub>4</sub> and ZnFe<sub>2</sub>O<sub>4</sub> and further achieve the best specific capacitance. (ii) The\nstructure porosity brings large surface area and short diffusion paths\nin favor of the electrolyte ions and electrons transfer. (iii) The innovative design of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> mixing metal oxides expands\nthe potential window to 1.35 V, resulting in enlarged energy and power\ndensities.\n</p>", "clean_text": "Generally, we believe the good capacitive performance of Co3O4/ZnFe2O4 electrode should be attributed to the following reasons: (i) the unique starfish-shaped structure of the Co3O4/ZnFe2O4. From the EIS analysis, we know the ZnFe2O4 has the smallest charge transfer resistance, R ct. Therefore, in the starfish-shaped structure, the outlet \"starfish arm\" ZnFe2O4 nanotubes provide better and larger amounts of active sites for the electrons to penetrate through/into the inside \"starfish head\" Co3O4 nanocages, which possess better pseudocapacity as shown in CV diagrams. This novel structure can facilitate the synergistic effect of both Co3O4 and ZnFe2O4 and further achieve the best specific capacitance. (ii) The structure porosity brings large surface area and short diffusion paths in favor of the electrolyte ions and electrons transfer. (iii) The innovative design of Co3O4/ZnFe2O4 mixing metal oxides expands the potential window to 1.35 V, resulting in enlarged energy and power densities. ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<title>Magnetic Properties of\nStarfish-Shaped Porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> Nanocomposites</title><p>The magnetic properties of\nthe bimagnetic Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposite with starfish-shaped\nstructure were measured on a superconducting quantum interference\ndevice (SQUID). The temperature dependences of the magnetic susceptibility\n(χ) for Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> under an applied field of 100 Oe are provided in Figure a. A ferromagnetic (FM) behavior is indicated apparently\nby the strong bifurcation of the ZFC and FC curves below <italic toggle=\"yes\">T</italic> ≈ 30 K, which is also evidenced by the magnetic hysteresis\nloops for nanocomposites at 1.8 K (Figure b). Above <italic toggle=\"yes\">T</italic> ≈ 30 K, zero-field-cooled (ZFC)\nand field-cooled (FC) curves become almost identical and increase\nslowly with decreasing temperature.</p>", "clean_text": "Magnetic Properties of Starfish-Shaped Porous Co3O4/ZnFe2O4 Nanocomposites\n\nThe magnetic properties of the bimagnetic Co3O4/ZnFe2O4 nanocomposite with starfish-shaped structure were measured on a superconducting quantum interference device (SQUID). The temperature dependences of the magnetic susceptibility (χ) for Co3O4/ZnFe2O4 under an applied field of 100 Oe are provided in Figure a. A ferromagnetic (FM) behavior is indicated apparently by the strong bifurcation of the ZFC and FC curves below T ~ 30 K, which is also evidenced by the magnetic hysteresis loops for nanocomposites at 1.8 K (Figure b). Above T ~ 30 K, zero-field-cooled (ZFC) and field-cooled (FC) curves become almost identical and increase slowly with decreasing temperature.", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(a) Temperature dependence of magnetic\nsusceptibility (χ)\nfor Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> measured\nunder an applied field of 100 Oe. (b) Magnetization hysteresis loops\nof ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> at 1.8 and 300 K. (c) Magnetization hysteresis\nloops of ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> at 1.8 K with a field range of −4000\nto 4000 Oe.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  (a) Temperature dependence of magnetic susceptibility (χ) for Co3O4/ZnFe2O4 measured under an applied field of 100 Oe. (b) Magnetization hysteresis loops of ZnFe2O4 and Co3O4/ZnFe2O4 at 1.8 and 300 K. (c) Magnetization hysteresis loops of ZnFe2O4 and Co3O4/ZnFe2O4 at 1.8 K with a field range of -4000 to 4000 Oe.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["property"], "content": "<p>Figure b shows the magnetic hysteresis\nloops for as-synthesized ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites\nat 1.8 and 300 K. The approximately linear relationship between the\nmagnetization (<italic toggle=\"yes\">M</italic>) and magnetic field (<italic toggle=\"yes\">H</italic>) implies that both ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> behave paramagnetically\nat 300 K. However, the hysteresis cycle measured at 1.8 K shows that\nthe saturation magnetization (<italic toggle=\"yes\">M</italic>\n<sub>s</sub>) of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> (27.5 emu g<sup>–1</sup>) is lower than that of ZnFe<sub>2</sub>O<sub>4</sub> (52.8 emu g<sup>–1</sup>), which is possibly due to the decrease\nof the ZnFe<sub>2</sub>O<sub>4</sub> component and the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> size effect. Meanwhile, it is worth noting the large coercivity\n(<italic toggle=\"yes\">H</italic>\n<sub>c</sub> = 884 Oe) and high squareness (<italic toggle=\"yes\">M</italic>\n<sub>r</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 0.52) of\nCo<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> with respect\nto the ZnFe<sub>2</sub>O<sub>4</sub> counterpart in Figurec. As we all know, coercivity represents the system\nanisotropy; however, since the anisotropy\nis strongly dependent on the particle morphology, size, surface effects,\nand interface exchange coupling effects, it is difficult to predict the effective anisotropies of our Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites\nemploying these limited data. With further detailed experiments in\nprogress, here we qualitatively suggest that the enhancement of <italic toggle=\"yes\">H</italic>\n<sub>c</sub> and <italic toggle=\"yes\">M</italic>\n<sub>r</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub> of the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites comes from the unique starfish-shaped\nnanostructure, which makes the high anisotropy available and leads\nto the surface and interface exchange coupling effects induced by\nthe interfaces between the antiferromagnetic (AFM) Co<sub>3</sub>O<sub>4</sub> nanocages and ferrimagnetic (FiM) ZnFe<sub>2</sub>O<sub>4</sub> nanotubes. This interesting observation\nmight enlighten some prospective applications of this nanocomposite\nin magnetic devices.</p>", "clean_text": "Figure b shows the magnetic hysteresis loops for as-synthesized ZnFe2O4 and Co3O4/ZnFe2O4 nanocomposites at 1.8 and 300 K. The approximately linear relationship between the magnetization (M) and magnetic field (H) implies that both ZnFe2O4 and Co3O4/ZnFe2O4 behave paramagnetically at 300 K. However, the hysteresis cycle measured at 1.8 K shows that the saturation magnetization (M s) of Co3O4/ZnFe2O4 (27.5 emu g-1) is lower than that of ZnFe2O4 (52.8 emu g-1), which is possibly due to the decrease of the ZnFe2O4 component and the Co3O4/ZnFe2O4 size effect. Meanwhile, it is worth noting the large coercivity (H c = 884 Oe) and high squareness (M r/M s = 0.52) of Co3O4/ZnFe2O4 with respect to the ZnFe2O4 counterpart in Figurec. As we all know, coercivity represents the system anisotropy; however, since the anisotropy is strongly dependent on the particle morphology, size, surface effects, and interface exchange coupling effects, it is difficult to predict the effective anisotropies of our Co3O4/ZnFe2O4 nanocomposites employing these limited data. With further detailed experiments in progress, here we qualitatively suggest that the enhancement of H c and M r/M s of the Co3O4/ZnFe2O4 nanocomposites comes from the unique starfish-shaped nanostructure, which makes the high anisotropy available and leads to the surface and interface exchange coupling effects induced by the interfaces between the antiferromagnetic (AFM) Co3O4 nanocages and ferrimagnetic (FiM) ZnFe2O4 nanotubes. This interesting observation might enlighten some prospective applications of this nanocomposite in magnetic devices.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary, we have\ndemonstrated the rational design and fabrication\nof the starfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites through a facile solid-state\nthermolysis of MOF precursors. The smart integration of Co<sub>3</sub>O<sub>4</sub> and ZnFe<sub>2</sub>O<sub>4</sub> realizes the synergistic\neffect between Co<sub>3</sub>O<sub>4</sub> and ZnFe<sub>2</sub>O<sub>4</sub>. Moreover, the unique porous structure ensures sufficient\npenetration of the electrolyte and helps the enhanced electrode. The\nelectrode made of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> is able to work under a large potential window of 1.35 V,\nexhibiting good capacitive performance in terms of the energy density,\nspecific capacity, and cycle life. The obtained highest energy density\nof 82.5 Wh kg<sup>–1</sup> is achieved by Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> at a power density of 675 W\nkg<sup>–1</sup>, which is much higher than that of the individual\ncomponents. The large energy density at a high power delivery rate\nas well as the good cycle stability enable the starfish-shaped porous\nCo<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> to be a\nsuitable electrode material for supercapacitor applications. Furthermore,\nthe composite exhibits large coercivity and high squareness, compared\nto individual ZnFe<sub>2</sub>O<sub>4</sub> at 1.8 K. The enhancement\nof the magnetic hysteresis loop may be attributed to the unique structure\nof Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> and the\nunderlying surface and interface exchange coupling effects. This multifunctional\nmaterial can be expected to have applications in both electrochemical\nenergy storage and magnetic devices.</p>", "clean_text": "Conclusions\n\nIn summary, we have demonstrated the rational design and fabrication of the starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposites through a facile solid-state thermolysis of MOF precursors. The smart integration of Co3O4 and ZnFe2O4 realizes the synergistic effect between Co3O4 and ZnFe2O4. Moreover, the unique porous structure ensures sufficient penetration of the electrolyte and helps the enhanced electrode. The electrode made of Co3O4/ZnFe2O4 is able to work under a large potential window of 1.35 V, exhibiting good capacitive performance in terms of the energy density, specific capacity, and cycle life. The obtained highest energy density of 82.5 Wh kg-1 is achieved by Co3O4/ZnFe2O4 at a power density of 675 W kg-1, which is much higher than that of the individual components. The large energy density at a high power delivery rate as well as the good cycle stability enable the starfish-shaped porous Co3O4/ZnFe2O4 to be a suitable electrode material for supercapacitor applications. Furthermore, the composite exhibits large coercivity and high squareness, compared to individual ZnFe2O4 at 1.8 K. The enhancement of the magnetic hysteresis loop may be attributed to the unique structure of Co3O4/ZnFe2O4 and the underlying surface and interface exchange coupling effects. This multifunctional material can be expected to have applications in both electrochemical energy storage and magnetic devices.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>Materials and reagents, preparation of Co<sub>3</sub>O<sub>4</sub> nanocages, preparation of ZnFe<sub>2</sub>O<sub>4</sub> hollow spheres,\nXRD pattern of the as-prepared ZnFe<sub>2</sub>O<sub>4</sub> hollow\nspheres, TEM image of as-prepared ZnFe<sub>2</sub>O<sub>4</sub> hollow\nspheres, CV curves for Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub>, and Co<sub>3</sub>O<sub>4/</sub>ZnFe<sub>2</sub>O<sub>4</sub> with scanning rates of 5, 10, 20, 50, and 100 mV s<sup>–1</sup>. This material is available free of charge via the Internet at <uri xlink:type=\"simple\">http://pubs.acs.org</uri>.</p>", "clean_text": "Materials and reagents, preparation of Co3O4 nanocages, preparation of ZnFe2O4 hollow spheres, XRD pattern of the as-prepared ZnFe2O4 hollow spheres, TEM image of as-prepared ZnFe2O4 hollow spheres, CV curves for Co3O4, ZnFe2O4, and Co3O4/ZnFe2O4 with scanning rates of 5, 10, 20, 50, and 100 mV s-1. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of the Starfish-Shaped\nCo<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> Hollow Nanocomposites</title><p>The\nstarfish-shaped Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites were obtained by a simple heating process\nof the as-synthesized Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5 in the tube furnace in air at 500 °C for 2 h with a heating\nrate of 1 °C min<sup>–1</sup>.</p>", "clean_text": "Preparation of the Starfish-Shaped Co3O4/ZnFe2O4 Hollow Nanocomposites\n\nThe starfish-shaped Co3O4/ZnFe2O4 hollow nanocomposites were obtained by a simple heating process of the as-synthesized Co3O4/FeIII-MOF-5 in the tube furnace in air at 500 °C for 2 h with a heating rate of 1 °C min-1.", "data": [{"meta": {"name": "Co3O4/ZnFe2O4 Hollow Nanocomposites", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "heat treatment", "heat treatment method": "heating process", "atmosphere": "air", "heat treatment temperature": "500 °C", "heat treatment time": "2 h", "heating rate": "1 °C min–1", "cooling rate": ""}], "yield": "", "other properties": []}], "include_properties": ["chemical_synthesis", "heat_treatment"]}, {"idx": "1, 3, 4, 26, 31, 32, 33, 35, 36, 39", "type": "text", "classification": "property", "content": "<p>A novel starfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposite\nwas fabricated for the\nfirst time by a facile and stepwise hydrothermal approach, utilizing\nmetal–organic frameworks as precursors and sacrificial templates.\nThe morphology evolution in the synthetic process upon reaction time\nand amount of raw materials were investigated in detail. The as-synthesized\nstarfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> composites were studied as an electrode material for\nsupercapacitors showing good capacitive performances. Their specific\ncapacitance can reach as high as 326 F g<sup>–1</sup> at 1\nA g<sup>–1</sup>. The rational combination of components with\ndifferent potential windows in a composite material enables a wide\noverall potential range resulting in the highest energy density of\n82.5 Wh kg<sup>–1</sup>, significantly larger than that of\nthe single components. Magnetic measurements show that the system\npresents a large coercivity and high squareness (at 1.8 K, <italic toggle=\"yes\">H</italic>\n<sub>c</sub> = 884 Oe and <italic toggle=\"yes\">M</italic>\n<sub>r</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 0.52) with respect to the individual\ncomponents, which may be attributed to the unique morphology of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub>, as well as surface\nand interface exchange coupling effects. Materials with this novel\ndesign and fabrication may show promise for potential applications\nin electrochemical energy storage and magnetic devices.</p><p>In the past decade, metal–organic\nframeworks (MOFs) have\nreceived intensive attention because of their large specific area,\nultrahigh porosity, and various applications, including gas storage/separation,\nin catalysis, as chemical sensors, and so on. Inspired by their diverse configurations, scientists have utilized\nMOF materials as precursors or templates to explore a novel path preparing\nporous nanomaterials for energy storage systems. For example, Guo et al. prepared porous Co<sub>3</sub>O<sub>4</sub> material by a simple solid-state thermolysis of the\nCo-based MOF, which displayed a specific capacitance of 150 F g<sup>–1</sup> at 1 A g<sup>–1</sup> in 2 M KOH electrolyte. Moreover, porous ZnO/ZnFe<sub>2</sub>O<sub>4</sub>/C octahedra can be fabricated using MOF as both the precursor and\nthe self-sacrificing template showed greatly enhanced performance\nof Li<sup>+</sup> storage when tested as anode materials for lithium-ion\nbatteries.\n</p><p>Herein we report a stepwise\nstrategy to design and fabricate novel\nstarfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites from MOF precursors as supercapacitor\nelectrode material forming a wide potential window from −0.85\nto 0.50 V (vs Hg/HgO in 6 M KOH). In the starfish-shaped structure,\nthe Co<sub>3</sub>O<sub>4</sub> nanocages act as the “starfish\nhead” and porous nanotubes composed of ZnFe<sub>2</sub>O<sub>4</sub> nanoparticles from the partial Fe­(III) substituted MOF-5\n(Fe<sup>III</sup>-MOF-5) act as the “starfish arms”.\nThe nanocomposite showed the specific capacitance as high as 326.7\nF g<sup>–1</sup>, while its energy density reached 82.5 Wh\nK g<sup>–1</sup> at the power density of 675 W kg<sup>–1</sup> due to the enlarged potential window. All these results are significantly\npromoted from those of the individual components. Meanwhile, we ran\nthe magnetic measurements for the as-synthesized Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> composites revealing it to\nbe with much larger magnetic hysteresis loops at 1.8 K compared with\nZnFe<sub>2</sub>O<sub>4</sub>. On account of these discoveries, our\nstarfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites are believed to have potential\napplications in electrochemical energy storage and magnetic devices.</p><p>The nitrogen adsorption and desorption\nmeasurements were performed\nto estimate the Brunauer–Emmett–Teller (BET) surface\narea and pore size distribution of the porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanostructures. As shown\nin Figure , the isotherm of the porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites\nexhibits a hysteresis loop at <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> of 0.6, indicating the presence of mesopores. The BET specific surface area of the starfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanostructure\nwas calculated to be 46.2 m<sup>2</sup> g<sup>–1</sup>. The\npore-size distribution (Figure , inset) reveals\na narrow unimodal distribution centered at 10 nm, which can be attributed\nto the porous shell. The results are in good agreement with the value\ndetermined from the high-magnification TEM images, as discussed above.</p><p>To learn about the charge\nstorage capacity of the electrodes, galvanostatic\ncharge/discharge measurements were carried out at current densities\nfrom 1 to 10 A g<sup>–1</sup>, as shown in Figure . Both Co<sub>3</sub>O<sub>4</sub> and ZnFe<sub>2</sub>O<sub>4</sub> curves are quite symmetric during charge and\ndischarge process, indicating reversible redox reactions and good\npseudocapacitive feature. In Figure c, the\ndischarge curve of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrode is significantly longer than the previous two electrodes,\nrepresenting a higher specific capacitance. All the platforms in the\ncharge and discharge curves match well with the peaks shown in the\nCV (Figure ).</p><p>The highest specific capacitance\nobtained for Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> is 326.7 F g<sup>–1</sup> at 1 A g<sup>–1</sup>, which\nis much higher than that of\nthe Co<sub>3</sub>O<sub>4</sub> (142 F g<sup>–1</sup>) and\nZnFe<sub>2</sub>O<sub>4</sub> (112 F g<sup>–1</sup>). The rate\nperformances for electrodes at various current densities from 1 to\n10 A g<sup>–1</sup> are shown in Figure d. The specific capacitance of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> from the discharge curves at larger current\ndensity of 2.5, 5, 7.5, and 10 A g<sup>–1</sup> can be further\ncalculated to be 254.5, 211.4, 189, 169 F g<sup>–1</sup>, respectively.\nThe capacitance of Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub>, and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrodes exhibit 42.2%, 50%, and 51.8% retention from 1 to 10\nA g<sup>–1</sup>, due to the relatively slow faradic reactions.</p><p>With all these data, we calculate the single electrode energy density\n(<italic toggle=\"yes\">E</italic>) and power density (<italic toggle=\"yes\">P</italic>) from the\nenergy density equation mentioned in introduction and following power\ndensity equation:<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>P</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where Δ<italic toggle=\"yes\">t</italic> represents\nthe electrode discharge time. The resulting energy and power densities\nranging from 1 to 10 A g<sup>–1</sup> are displayed in the\nRagone plots of Figure a. With the potential\nwindow enlarged to 1.35 V, the energy density of the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrode can reach 82.5\nWh kg<sup>–1</sup> at a power density of 675 W kg<sup>–1</sup>, significantly enhanced from the pure Co<sub>3</sub>O<sub>4</sub> (17.8 Wh kg<sup>–1</sup> at a power density of 250 W kg<sup>–1</sup>) and ZnFe<sub>2</sub>O<sub>4</sub> (40.4 Wh kg<sup>–1</sup> at a power density of 722.5 W kg<sup>–1</sup>) electrodes. Notably, the energy density of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> still retained 44.3 Wh kg<sup>–1</sup> with the power density as high as 6750 W kg<sup>–1</sup>. The high power density with no massive energy density loss indicates\nthat Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> has\npotential application in the smart supercapacitor field.\n</p><p>The long-term cycle stability of supercapacitors\nis another key\nfactor in practical use. As shown in Figure b, the cycling lifetime tests of 1000 cycles for Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrodes were carried out at 10\nA g<sup>–1</sup>. We can see the specific capacitance retention\nof 67.5%, 84.7%, and 80.7% was achieved after 1000 cycles. ZnFe<sub>2</sub>O<sub>4</sub> showed the best retention among the three electrodes.\nWith the presence of ZnFe<sub>2</sub>O<sub>4</sub>, Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub>’s cycling ability\nwas dramatically improved from the pure Co<sub>3</sub>O<sub>4</sub> electrode. It is worth noting that the charge/discharge curves are\nstill symmetric after 1000 cycles test, indicating no significant\nstructural changes of the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrode during the charge/discharge processes.</p><p>Electrochemical impedance spectroscopy (EIS) was employed to further\nmonitor the supercapacitors electrodes made of Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub>, and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> in the frequency range from 10<sup>5</sup> to 10<sup>–2</sup> Hz.</p><p>In Figure , the Nyquist plots of all electrodes\nare composed of a semicircle in the high frequency range and an oblique\nline in the low frequency range. Generally, the intercept in the Z′\naxis represents the solution resistance, <italic toggle=\"yes\">R</italic>\n<sub>s</sub>, composed of the resistance of the electrolyte solution, the contact\nresistance at the interface between the current collector and the\nelectroactive materials; and the diameter\nof the semicircle is approximately equal to the charge transfer resistance, <italic toggle=\"yes\">R</italic>\n<sub>ct</sub>, through the electrode/electrolyte interface. Electrode equivalent circuits can be simulated\nfrom the EIS data shown in the inset of Figure , and besides <italic toggle=\"yes\">R</italic>\n<sub>s</sub> and <italic toggle=\"yes\">R</italic>\n<sub>ct</sub>, it also includes a capacitor, <italic toggle=\"yes\">C</italic>\n<sub>p</sub>, and a constant phase element CPE. In this equivalent circuit\nmode, the <italic toggle=\"yes\">R</italic>\n<sub>s</sub> of the three electrodes are\nclose to each other due to the same test conditions. However, the <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> of the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrode can be calculated to be 7.88 Ω,\nlying between the control Co<sub>3</sub>O<sub>4</sub> and ZnFe<sub>2</sub>O<sub>4</sub> electrodes. We suggest that the presence of\nZnFe<sub>2</sub>O<sub>4</sub> improves the charge transfer efficiency\nin the composite electrode. Moreover,\nthe trace amount of carbon observed from the XPS study might also\ncontribute to this conductivity enhancement.</p><title>Magnetic Properties of\nStarfish-Shaped Porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> Nanocomposites</title><p>The magnetic properties of\nthe bimagnetic Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposite with starfish-shaped\nstructure were measured on a superconducting quantum interference\ndevice (SQUID). The temperature dependences of the magnetic susceptibility\n(χ) for Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> under an applied field of 100 Oe are provided in Figure a. A ferromagnetic (FM) behavior is indicated apparently\nby the strong bifurcation of the ZFC and FC curves below <italic toggle=\"yes\">T</italic> ≈ 30 K, which is also evidenced by the magnetic hysteresis\nloops for nanocomposites at 1.8 K (Figure b). Above <italic toggle=\"yes\">T</italic> ≈ 30 K, zero-field-cooled (ZFC)\nand field-cooled (FC) curves become almost identical and increase\nslowly with decreasing temperature.</p>", "clean_text": "A novel starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposite was fabricated for the first time by a facile and stepwise hydrothermal approach, utilizing metal-organic frameworks as precursors and sacrificial templates. The morphology evolution in the synthetic process upon reaction time and amount of raw materials were investigated in detail. The as-synthesized starfish-shaped porous Co3O4/ZnFe2O4 composites were studied as an electrode material for supercapacitors showing good capacitive performances. Their specific capacitance can reach as high as 326 F g-1 at 1 A g-1. The rational combination of components with different potential windows in a composite material enables a wide overall potential range resulting in the highest energy density of 82.5 Wh kg-1, significantly larger than that of the single components. Magnetic measurements show that the system presents a large coercivity and high squareness (at 1.8 K, H c = 884 Oe and M r/M s = 0.52) with respect to the individual components, which may be attributed to the unique morphology of Co3O4/ZnFe2O4, as well as surface and interface exchange coupling effects. Materials with this novel design and fabrication may show promise for potential applications in electrochemical energy storage and magnetic devices.\n\nIn the past decade, metal-organic frameworks (MOFs) have received intensive attention because of their large specific area, ultrahigh porosity, and various applications, including gas storage/separation, in catalysis, as chemical sensors, and so on. Inspired by their diverse configurations, scientists have utilized MOF materials as precursors or templates to explore a novel path preparing porous nanomaterials for energy storage systems. For example, Guo et al. prepared porous Co3O4 material by a simple solid-state thermolysis of the Co-based MOF, which displayed a specific capacitance of 150 F g-1 at 1 A g-1 in 2 M KOH electrolyte. Moreover, porous ZnO/ZnFe2O4/C octahedra can be fabricated using MOF as both the precursor and the self-sacrificing template showed greatly enhanced performance of Li+ storage when tested as anode materials for lithium-ion batteries. \n\nHerein we report a stepwise strategy to design and fabricate novel starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposites from MOF precursors as supercapacitor electrode material forming a wide potential window from -0.85 to 0.50 V (vs Hg/HgO in 6 M KOH). In the starfish-shaped structure, the Co3O4 nanocages act as the \"starfish head\" and porous nanotubes composed of ZnFe2O4 nanoparticles from the partial Fe(III) substituted MOF-5 (FeIII-MOF-5) act as the \"starfish arms\". The nanocomposite showed the specific capacitance as high as 326.7 F g-1, while its energy density reached 82.5 Wh K g-1 at the power density of 675 W kg-1 due to the enlarged potential window. All these results are significantly promoted from those of the individual components. Meanwhile, we ran the magnetic measurements for the as-synthesized Co3O4/ZnFe2O4 composites revealing it to be with much larger magnetic hysteresis loops at 1.8 K compared with ZnFe2O4. On account of these discoveries, our starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposites are believed to have potential applications in electrochemical energy storage and magnetic devices.\n\nThe nitrogen adsorption and desorption measurements were performed to estimate the Brunauer-Emmett-Teller (BET) surface area and pore size distribution of the porous Co3O4/ZnFe2O4 hollow nanostructures. As shown in Figure , the isotherm of the porous Co3O4/ZnFe2O4 nanocomposites exhibits a hysteresis loop at p/p 0 of 0.6, indicating the presence of mesopores. The BET specific surface area of the starfish-shaped porous Co3O4/ZnFe2O4 nanostructure was calculated to be 46.2 m2 g-1. The pore-size distribution (Figure , inset) reveals a narrow unimodal distribution centered at 10 nm, which can be attributed to the porous shell. The results are in good agreement with the value determined from the high-magnification TEM images, as discussed above.\n\nTo learn about the charge storage capacity of the electrodes, galvanostatic charge/discharge measurements were carried out at current densities from 1 to 10 A g-1, as shown in Figure . Both Co3O4 and ZnFe2O4 curves are quite symmetric during charge and discharge process, indicating reversible redox reactions and good pseudocapacitive feature. In Figure c, the discharge curve of Co3O4/ZnFe2O4 electrode is significantly longer than the previous two electrodes, representing a higher specific capacitance. All the platforms in the charge and discharge curves match well with the peaks shown in the CV (Figure ).\n\nThe highest specific capacitance obtained for Co3O4/ZnFe2O4 is 326.7 F g-1 at 1 A g-1, which is much higher than that of the Co3O4 (142 F g-1) and ZnFe2O4 (112 F g-1). The rate performances for electrodes at various current densities from 1 to 10 A g-1 are shown in Figure d. The specific capacitance of Co3O4/ZnFe2O4 from the discharge curves at larger current density of 2.5, 5, 7.5, and 10 A g-1 can be further calculated to be 254.5, 211.4, 189, 169 F g-1, respectively. The capacitance of Co3O4, ZnFe2O4, and Co3O4/ZnFe2O4 electrodes exhibit 42.2%, 50%, and 51.8% retention from 1 to 10 A g-1, due to the relatively slow faradic reactions.\n\nWith all these data, we calculate the single electrode energy density (E) and power density (P) from the energy density equation mentioned in introduction and following power density equation:    P =   E   Δ t     where Δt represents the electrode discharge time. The resulting energy and power densities ranging from 1 to 10 A g-1 are displayed in the Ragone plots of Figure a. With the potential window enlarged to 1.35 V, the energy density of the Co3O4/ZnFe2O4 electrode can reach 82.5 Wh kg-1 at a power density of 675 W kg-1, significantly enhanced from the pure Co3O4 (17.8 Wh kg-1 at a power density of 250 W kg-1) and ZnFe2O4 (40.4 Wh kg-1 at a power density of 722.5 W kg-1) electrodes. Notably, the energy density of Co3O4/ZnFe2O4 still retained 44.3 Wh kg-1 with the power density as high as 6750 W kg-1. The high power density with no massive energy density loss indicates that Co3O4/ZnFe2O4 has potential application in the smart supercapacitor field. \n\nThe long-term cycle stability of supercapacitors is another key factor in practical use. As shown in Figure b, the cycling lifetime tests of 1000 cycles for Co3O4, ZnFe2O4 and Co3O4/ZnFe2O4 electrodes were carried out at 10 A g-1. We can see the specific capacitance retention of 67.5%, 84.7%, and 80.7% was achieved after 1000 cycles. ZnFe2O4 showed the best retention among the three electrodes. With the presence of ZnFe2O4, Co3O4/ZnFe2O4's cycling ability was dramatically improved from the pure Co3O4 electrode. It is worth noting that the charge/discharge curves are still symmetric after 1000 cycles test, indicating no significant structural changes of the Co3O4/ZnFe2O4 electrode during the charge/discharge processes.\n\nElectrochemical impedance spectroscopy (EIS) was employed to further monitor the supercapacitors electrodes made of Co3O4, ZnFe2O4, and Co3O4/ZnFe2O4 in the frequency range from 105 to 10-2 Hz.\n\nIn Figure , the Nyquist plots of all electrodes are composed of a semicircle in the high frequency range and an oblique line in the low frequency range. Generally, the intercept in the Z' axis represents the solution resistance, R s, composed of the resistance of the electrolyte solution, the contact resistance at the interface between the current collector and the electroactive materials; and the diameter of the semicircle is approximately equal to the charge transfer resistance, R ct, through the electrode/electrolyte interface. Electrode equivalent circuits can be simulated from the EIS data shown in the inset of Figure , and besides R s and R ct, it also includes a capacitor, C p, and a constant phase element CPE. In this equivalent circuit mode, the R s of the three electrodes are close to each other due to the same test conditions. However, the R ct of the Co3O4/ZnFe2O4 electrode can be calculated to be 7.88 Ω, lying between the control Co3O4 and ZnFe2O4 electrodes. We suggest that the presence of ZnFe2O4 improves the charge transfer efficiency in the composite electrode. Moreover, the trace amount of carbon observed from the XPS study might also contribute to this conductivity enhancement.\n\nMagnetic Properties of Starfish-Shaped Porous Co3O4/ZnFe2O4 Nanocomposites\n\nThe magnetic properties of the bimagnetic Co3O4/ZnFe2O4 nanocomposite with starfish-shaped structure were measured on a superconducting quantum interference device (SQUID). The temperature dependences of the magnetic susceptibility (χ) for Co3O4/ZnFe2O4 under an applied field of 100 Oe are provided in Figure a. A ferromagnetic (FM) behavior is indicated apparently by the strong bifurcation of the ZFC and FC curves below T ~ 30 K, which is also evidenced by the magnetic hysteresis loops for nanocomposites at 1.8 K (Figure b). Above T ~ 30 K, zero-field-cooled (ZFC) and field-cooled (FC) curves become almost identical and increase slowly with decreasing temperature.", "data": [[{"meta": {"name": "Co3O4/ZnFe2O4", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "morphology", "value": "starfish-shaped", "unit": "", "condition": ""}, {"property name": "specific capacitance", "value": "326.7", "unit": "F g^–1", "condition": "at 1 A g^–1"}, {"property name": "energy density", "value": "82.5", "unit": "Wh kg^–1", "condition": "at a power density of 675 W kg^–1"}, {"property name": "magnetic coercivity", "value": "884", "unit": "Oe", "condition": "at 1.8 K"}, {"property name": "magnetic squareness", "value": "0.52", "unit": "", "condition": "at 1.8 K"}, {"property name": "BET surface area", "value": "46.2", "unit": "m^2 g^–1", "condition": ""}, {"property name": "pore size distribution", "value": "10", "unit": "nm", "condition": ""}, {"property name": "specific area", "value": "46.2", "unit": "m^2 g^–1", "condition": ""}, {"property name": "specific capacitance retention", "value": "67.5%", "unit": "", "condition": "after 1000 cycles"}, {"property name": "charge transfer resistance", "value": "7.88", "unit": "Ω", "condition": ""}, {"property name": "magnetic susceptibility", "value": "ferromagnetic", "unit": "", "condition": "below T ≈ 30 K"}]}]], "include_properties": ["etc"]}, {"idx": "41, 42", "type": "text", "classification": "property", "content": "<p>Figure b shows the magnetic hysteresis\nloops for as-synthesized ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites\nat 1.8 and 300 K. The approximately linear relationship between the\nmagnetization (<italic toggle=\"yes\">M</italic>) and magnetic field (<italic toggle=\"yes\">H</italic>) implies that both ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> behave paramagnetically\nat 300 K. However, the hysteresis cycle measured at 1.8 K shows that\nthe saturation magnetization (<italic toggle=\"yes\">M</italic>\n<sub>s</sub>) of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> (27.5 emu g<sup>–1</sup>) is lower than that of ZnFe<sub>2</sub>O<sub>4</sub> (52.8 emu g<sup>–1</sup>), which is possibly due to the decrease\nof the ZnFe<sub>2</sub>O<sub>4</sub> component and the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> size effect. Meanwhile, it is worth noting the large coercivity\n(<italic toggle=\"yes\">H</italic>\n<sub>c</sub> = 884 Oe) and high squareness (<italic toggle=\"yes\">M</italic>\n<sub>r</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub> = 0.52) of\nCo<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> with respect\nto the ZnFe<sub>2</sub>O<sub>4</sub> counterpart in Figurec. As we all know, coercivity represents the system\nanisotropy; however, since the anisotropy\nis strongly dependent on the particle morphology, size, surface effects,\nand interface exchange coupling effects, it is difficult to predict the effective anisotropies of our Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites\nemploying these limited data. With further detailed experiments in\nprogress, here we qualitatively suggest that the enhancement of <italic toggle=\"yes\">H</italic>\n<sub>c</sub> and <italic toggle=\"yes\">M</italic>\n<sub>r</sub>/<italic toggle=\"yes\">M</italic>\n<sub>s</sub> of the Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites comes from the unique starfish-shaped\nnanostructure, which makes the high anisotropy available and leads\nto the surface and interface exchange coupling effects induced by\nthe interfaces between the antiferromagnetic (AFM) Co<sub>3</sub>O<sub>4</sub> nanocages and ferrimagnetic (FiM) ZnFe<sub>2</sub>O<sub>4</sub> nanotubes. This interesting observation\nmight enlighten some prospective applications of this nanocomposite\nin magnetic devices.</p><title>Conclusions</title><p>In summary, we have\ndemonstrated the rational design and fabrication\nof the starfish-shaped porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites through a facile solid-state\nthermolysis of MOF precursors. The smart integration of Co<sub>3</sub>O<sub>4</sub> and ZnFe<sub>2</sub>O<sub>4</sub> realizes the synergistic\neffect between Co<sub>3</sub>O<sub>4</sub> and ZnFe<sub>2</sub>O<sub>4</sub>. Moreover, the unique porous structure ensures sufficient\npenetration of the electrolyte and helps the enhanced electrode. The\nelectrode made of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> is able to work under a large potential window of 1.35 V,\nexhibiting good capacitive performance in terms of the energy density,\nspecific capacity, and cycle life. The obtained highest energy density\nof 82.5 Wh kg<sup>–1</sup> is achieved by Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> at a power density of 675 W\nkg<sup>–1</sup>, which is much higher than that of the individual\ncomponents. The large energy density at a high power delivery rate\nas well as the good cycle stability enable the starfish-shaped porous\nCo<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> to be a\nsuitable electrode material for supercapacitor applications. Furthermore,\nthe composite exhibits large coercivity and high squareness, compared\nto individual ZnFe<sub>2</sub>O<sub>4</sub> at 1.8 K. The enhancement\nof the magnetic hysteresis loop may be attributed to the unique structure\nof Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> and the\nunderlying surface and interface exchange coupling effects. This multifunctional\nmaterial can be expected to have applications in both electrochemical\nenergy storage and magnetic devices.</p>", "clean_text": "Figure b shows the magnetic hysteresis loops for as-synthesized ZnFe2O4 and Co3O4/ZnFe2O4 nanocomposites at 1.8 and 300 K. The approximately linear relationship between the magnetization (M) and magnetic field (H) implies that both ZnFe2O4 and Co3O4/ZnFe2O4 behave paramagnetically at 300 K. However, the hysteresis cycle measured at 1.8 K shows that the saturation magnetization (M s) of Co3O4/ZnFe2O4 (27.5 emu g-1) is lower than that of ZnFe2O4 (52.8 emu g-1), which is possibly due to the decrease of the ZnFe2O4 component and the Co3O4/ZnFe2O4 size effect. Meanwhile, it is worth noting the large coercivity (H c = 884 Oe) and high squareness (M r/M s = 0.52) of Co3O4/ZnFe2O4 with respect to the ZnFe2O4 counterpart in Figurec. As we all know, coercivity represents the system anisotropy; however, since the anisotropy is strongly dependent on the particle morphology, size, surface effects, and interface exchange coupling effects, it is difficult to predict the effective anisotropies of our Co3O4/ZnFe2O4 nanocomposites employing these limited data. With further detailed experiments in progress, here we qualitatively suggest that the enhancement of H c and M r/M s of the Co3O4/ZnFe2O4 nanocomposites comes from the unique starfish-shaped nanostructure, which makes the high anisotropy available and leads to the surface and interface exchange coupling effects induced by the interfaces between the antiferromagnetic (AFM) Co3O4 nanocages and ferrimagnetic (FiM) ZnFe2O4 nanotubes. This interesting observation might enlighten some prospective applications of this nanocomposite in magnetic devices.\n\nConclusions\n\nIn summary, we have demonstrated the rational design and fabrication of the starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposites through a facile solid-state thermolysis of MOF precursors. The smart integration of Co3O4 and ZnFe2O4 realizes the synergistic effect between Co3O4 and ZnFe2O4. Moreover, the unique porous structure ensures sufficient penetration of the electrolyte and helps the enhanced electrode. The electrode made of Co3O4/ZnFe2O4 is able to work under a large potential window of 1.35 V, exhibiting good capacitive performance in terms of the energy density, specific capacity, and cycle life. The obtained highest energy density of 82.5 Wh kg-1 is achieved by Co3O4/ZnFe2O4 at a power density of 675 W kg-1, which is much higher than that of the individual components. The large energy density at a high power delivery rate as well as the good cycle stability enable the starfish-shaped porous Co3O4/ZnFe2O4 to be a suitable electrode material for supercapacitor applications. Furthermore, the composite exhibits large coercivity and high squareness, compared to individual ZnFe2O4 at 1.8 K. The enhancement of the magnetic hysteresis loop may be attributed to the unique structure of Co3O4/ZnFe2O4 and the underlying surface and interface exchange coupling effects. This multifunctional material can be expected to have applications in both electrochemical energy storage and magnetic devices.", "data": [[{"meta": {"name": "ZnFe2O4", "symbol": "", "chemical formula": "ZnFe2O4"}, "magnetic hysteresis loop": {"value": "", "unit": "", "condition": ""}}, {"meta": {"name": "Co3O4/ZnFe2O4", "symbol": "", "chemical formula": ""}, "magnetic hysteresis loop": {"value": "", "unit": "", "condition": ""}}, {"etc": [{"property name": "magnetization", "value": "", "unit": "", "condition": ""}, {"property name": "saturation magnetization", "value": "", "unit": "emu g–1", "condition": ""}, {"property name": "coercivity", "value": "884", "unit": "Oe", "condition": ""}, {"property name": "squareness", "value": "0.52", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis Procedure\nof the Starfish-Shaped Porous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> Hollow Nanocomposite</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Synthesis Procedure of the Starfish-Shaped Porous Co3O4/ZnFe2O4 Hollow Nanocomposite   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>TEM image of (a) Co<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub>·<italic toggle=\"yes\">n</italic>H<sub>2</sub>O nanoparticles; (b) Co<sub>3</sub>O<sub>4</sub> nanocages; (c) Co<sub>3</sub>O<sub>4</sub>/\nFe<sup>III</sup>-MOF-5; and (d) XRD pattern of Co<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  TEM image of (a) Co3[Co(CN)6]2⋅nH2O nanoparticles; (b) Co3O4 nanocages; (c) Co3O4/ FeIII-MOF-5; and (d) XRD pattern of Co3O4/FeIII-MOF-5.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM image of\nCo<sub>3</sub>O<sub>4</sub>/Fe<sup>III</sup>-MOF-5\nprepared with different grown condition (a) 2 h; (b) 3 h; (c) 6 h;\n(d) 8 h; (e) 5 mg; (f) 15 mg; (g) 25 mg; and (h) 35 mg.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  TEM image of Co3O4/FeIII-MOF-5 prepared with different grown condition (a) 2 h; (b) 3 h; (c) 6 h; (d) 8 h; (e) 5 mg; (f) 15 mg; (g) 25 mg; and (h) 35 mg.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>XRD pattern of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  XRD pattern of Co3O4/ZnFe2O4.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>TEM image of (a) Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow nanocomposites, (b) a single\nZnFe<sub>2</sub>O<sub>4</sub> nanotube, (c) High resolution TEM lattice\nimage of a ZnFe<sub>2</sub>O<sub>4</sub> nanoparticle, and (d) SAED\npatterns of the ZnFe<sub>2</sub>O<sub>4</sub> nanotube.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  TEM image of (a) Co3O4/ZnFe2O4 hollow nanocomposites, (b) a single ZnFe2O4 nanotube, (c) High resolution TEM lattice image of a ZnFe2O4 nanoparticle, and (d) SAED patterns of the ZnFe2O4 nanotube.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XPS of Co 2p (a), Fe 2p (b), Zn 2p (c), and C 1s (d) in Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  XPS of Co 2p (a), Fe 2p (b), Zn 2p (c), and C 1s (d) in Co3O4/ZnFe2O4 nanocomposites.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>N<sub>2</sub> adsorption/desorption isotherm curve for the starfish-shaped\nporous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> hollow\nnanocomposites. Inset: The pore size distribution of Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> nanocomposites.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  N2 adsorption/desorption isotherm curve for the starfish-shaped porous Co3O4/ZnFe2O4 hollow nanocomposites. Inset: The pore size distribution of Co3O4/ZnFe2O4 nanocomposites.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>CV curves of different electrodes in 6 M KOH\nelectrolyte at 5 mV\ns<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  CV curves of different electrodes in 6 M KOH electrolyte at 5 mV s-1.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Gravimetric capacitance of (a) Co<sub>3</sub>O<sub>4</sub>, (b)\nZnFe<sub>2</sub>O<sub>4</sub>, (c) Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub>, and (d) their rate performances at different\ncurrent densities.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Gravimetric capacitance of (a) Co3O4, (b) ZnFe2O4, (c) Co3O4/ZnFe2O4, and (d) their rate performances at different current densities.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Ragone plots (a) and cycling performance (b) of Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> electrodes.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Ragone plots (a) and cycling performance (b) of Co3O4, ZnFe2O4 and Co3O4/ZnFe2O4 electrodes.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Nyquist plots of Co<sub>3</sub>O<sub>4</sub>, ZnFe<sub>2</sub>O<sub>4</sub> and the starfish-shaped\nporous Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> in\nthe frequency range from 10<sup>5</sup> to 10<sup>–2</sup> Hz.\nThe inset shows the high-frequency\nregion of the Nyquist plot and equivalent circuit for the electrochemical\nimpedance spectrum.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  Nyquist plots of Co3O4, ZnFe2O4 and the starfish-shaped porous Co3O4/ZnFe2O4 in the frequency range from 105 to 10-2 Hz. The inset shows the high-frequency region of the Nyquist plot and equivalent circuit for the electrochemical impedance spectrum.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(a) Temperature dependence of magnetic\nsusceptibility (χ)\nfor Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> measured\nunder an applied field of 100 Oe. (b) Magnetization hysteresis loops\nof ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> at 1.8 and 300 K. (c) Magnetization hysteresis\nloops of ZnFe<sub>2</sub>O<sub>4</sub> and Co<sub>3</sub>O<sub>4</sub>/ZnFe<sub>2</sub>O<sub>4</sub> at 1.8 K with a field range of −4000\nto 4000 Oe.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"am-2015-02317x_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  (a) Temperature dependence of magnetic susceptibility (χ) for Co3O4/ZnFe2O4 measured under an applied field of 100 Oe. (b) Magnetization hysteresis loops of ZnFe2O4 and Co3O4/ZnFe2O4 at 1.8 and 300 K. (c) Magnetization hysteresis loops of ZnFe2O4 and Co3O4/ZnFe2O4 at 1.8 K with a field range of -4000 to 4000 Oe.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.5b02317", "title": null, "journal": "American\nChemical Society", "date": "2015.04", "author_list": ["Hu\nXiao-Wei", "Liu\nSheng", "Qu\nBo-Tao", "You\nXiao-Zeng"]}}