{"filepath": "../L2M3_data/1_application_papers/acs_xml/am6b08320.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>An efficient non-noble metal catalyst\nfor the oxygen reduction reaction (ORR) is of great importance for\nthe fabrication of cost-effective fuel cells. Nitrogen-doped carbons\nwith various transition metal co-dopants have emerged as attractive\ncandidates to replace the expensive platinum catalysts. Here we report\nthe preparation of various copper- and nitrogen-doped carbon materials\nas highly efficient ORR catalysts by pyrolyzing porphyrin based metal\norganic frameworks and investigate the effects of air impurities during\nthe thermal carbonization process. Our results indicate that the introduction\nof air impurities can significantly improve ORR activity in nitrogen-doped\ncarbon and the addition of copper co-dopant further enhances the ORR\nactivity to exceed that of platinum. Systematic structural characterization\nand electrochemical studies demonstrate that the air-impurity-treated\nsamples show considerably higher surface area and electron transfer\nnumbers, suggesting that the partial etching of the carbon by air\nleads to increased porosity and accessibility to highly active ORR\nsites. Our study represents the first example of using air or oxygen\nimpurities to tailor the ORR activity of metal and nitrogen co-doped\ncarbon materials and open up a new avenue to engineer the catalytic\nactivity of these materials.</p>", "clean_text": "An efficient non-noble metal catalyst for the oxygen reduction reaction (ORR) is of great importance for the fabrication of cost-effective fuel cells. Nitrogen-doped carbons with various transition metal co-dopants have emerged as attractive candidates to replace the expensive platinum catalysts. Here we report the preparation of various copper- and nitrogen-doped carbon materials as highly efficient ORR catalysts by pyrolyzing porphyrin based metal organic frameworks and investigate the effects of air impurities during the thermal carbonization process. Our results indicate that the introduction of air impurities can significantly improve ORR activity in nitrogen-doped carbon and the addition of copper co-dopant further enhances the ORR activity to exceed that of platinum. Systematic structural characterization and electrochemical studies demonstrate that the air-impurity-treated samples show considerably higher surface area and electron transfer numbers, suggesting that the partial etching of the carbon by air leads to increased porosity and accessibility to highly active ORR sites. Our study represents the first example of using air or oxygen impurities to tailor the ORR activity of metal and nitrogen co-doped carbon materials and open up a new avenue to engineer the catalytic activity of these materials.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal organic frameworks (MOFs) consist\nof an extended framework structure constructed from metallic secondary\nbuilding units (SBUs) and organic linkers, typically exhibiting exceptionally\nhigh surface area and a multitude of functionalities. With a broad range of metals or oxometal clusters such as the SBUs\nand essentially limitless selection of organic linkers with variable\nstructures and function groups, a large number of MOFs have been synthesized. The great diversity of MOFs opens up potential applications in many\nareas, including porous materials for gas storage and separation,\nnanoscale templates for nanostructure formation, and more recently\nprecursors for the synthesis of carbon frameworks useful for energy\nstorage and conversion.\n</p>", "clean_text": "Introduction\n\nMetal organic frameworks (MOFs) consist of an extended framework structure constructed from metallic secondary building units (SBUs) and organic linkers, typically exhibiting exceptionally high surface area and a multitude of functionalities. With a broad range of metals or oxometal clusters such as the SBUs and essentially limitless selection of organic linkers with variable structures and function groups, a large number of MOFs have been synthesized. The great diversity of MOFs opens up potential applications in many areas, including porous materials for gas storage and separation, nanoscale templates for nanostructure formation, and more recently precursors for the synthesis of carbon frameworks useful for energy storage and conversion. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Carbon based nanostructures have been explored as electrodes\nfor batteries and supercapacitors due to their high surface area and\nhigh conductivity, two characteristics critical for high performance\nelectrochemical devices. Nanostructured carbon materials have also attracted considerable\nattention as potential electrocatalysts, inspired by the discovery\nof nitrogen-doped carbon nanotubes (NCNTs) as highly efficient oxygen\nreduction catalysts by Dai and colleagues. Additionally, studies have also shown that nitrogen-doped carbon\ncan further be doped with transition metals, resulting in highly active\nelectrocatalysts for a variety of reactions.\n</p>", "clean_text": "Carbon based nanostructures have been explored as electrodes for batteries and supercapacitors due to their high surface area and high conductivity, two characteristics critical for high performance electrochemical devices. Nanostructured carbon materials have also attracted considerable attention as potential electrocatalysts, inspired by the discovery of nitrogen-doped carbon nanotubes (NCNTs) as highly efficient oxygen reduction catalysts by Dai and colleagues. Additionally, studies have also shown that nitrogen-doped carbon can further be doped with transition metals, resulting in highly active electrocatalysts for a variety of reactions. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>MOFs represent an interesting class of precursors for the\nsynthesis of transition metal and nitrogen co-doped carbon, as a variety\nof organic linkers containing amine groups and metal ions can be selected.\nWang and co-workers used a zeolitic imidazolate framework (ZIF) to\nform a cobalt- (Co) and nitrogen-doped carbon composite, showing ORR\nactivity exceeding that of platinum (Pt). Feng and co-workers used a porphyrin based MOF to synthesize multiple\ntransition metal- and nitrogen-doped carbon frameworks and demonstrated that the iron- (Fe) doped material\nshowed the best performance, with the activity comparable to Pt in\nboth acidic and basic conditions. These initial studies show that\nMOFs are capable of forming metal- and nitrogen-doped carbon materials\nin one step, without the need of ammonia gas or complex metal doping\nprocedures. Furthermore, MOFs typically exhibit extraordinarily high\nsurface areas, which can be partially retained during the carbonization\nprocess, and are desirable for electrochemical reactions.</p>", "clean_text": "MOFs represent an interesting class of precursors for the synthesis of transition metal and nitrogen co-doped carbon, as a variety of organic linkers containing amine groups and metal ions can be selected. Wang and co-workers used a zeolitic imidazolate framework (ZIF) to form a cobalt- (Co) and nitrogen-doped carbon composite, showing ORR activity exceeding that of platinum (Pt). Feng and co-workers used a porphyrin based MOF to synthesize multiple transition metal- and nitrogen-doped carbon frameworks and demonstrated that the iron- (Fe) doped material showed the best performance, with the activity comparable to Pt in both acidic and basic conditions. These initial studies show that MOFs are capable of forming metal- and nitrogen-doped carbon materials in one step, without the need of ammonia gas or complex metal doping procedures. Furthermore, MOFs typically exhibit extraordinarily high surface areas, which can be partially retained during the carbonization process, and are desirable for electrochemical reactions.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Although\nextensive studies have been conducted in synthesizing and testing\na multitude of metal and nitrogen co-doped carbon frameworks, by using\na variety of carbon precursors including recent efforts in MOFs, there\nis little consistency and agreement about which transition metal gives\nthe best performance. Woo and colleagues reported that their material\nshowed the best performance using Co-doping, while many other reports have Fe showing the best performance. To this end, studies have been performed on the activity of a series\nof transition metals, with findings that Co has the best activity\nper area, while Fe facilitates the formation of higher surface area\ncarbon, leading to highest overall activity. Even more intriguing is that the theoretical density function theory\n(DFT) calculations suggest that the transition metals are not intrinsically\nactive for ORR, but it is rather the chemical environment and the\ngeometry of the active sites that lead to the high catalytic activity.\n</p>", "clean_text": "Although extensive studies have been conducted in synthesizing and testing a multitude of metal and nitrogen co-doped carbon frameworks, by using a variety of carbon precursors including recent efforts in MOFs, there is little consistency and agreement about which transition metal gives the best performance. Woo and colleagues reported that their material showed the best performance using Co-doping, while many other reports have Fe showing the best performance. To this end, studies have been performed on the activity of a series of transition metals, with findings that Co has the best activity per area, while Fe facilitates the formation of higher surface area carbon, leading to highest overall activity. Even more intriguing is that the theoretical density function theory (DFT) calculations suggest that the transition metals are not intrinsically active for ORR, but it is rather the chemical environment and the geometry of the active sites that lead to the high catalytic activity. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>There is however an agreement that topological\ndefects and synergetic effects from various dopants enhance ORR activity\nby changing the electron density on the adjacent carbon layers. Efficient porosity and high surface area are then crucial to allow\nO<sub>2</sub> accessibility to these highly active sites. Here we report the preparation of Cu- and nitrogen-doped\ncarbon as an exceptionally active ORR catalyst, by treating Cu-porphyrin-MOF\nin controlled air environment at high temperature. The air treatment\nof the carbon material tailors the porosity and leads to accessibility\nof highly active ORR sites. These findings open up a new avenue to\ntailor the catalytic activity of nitrogen-doped carbon composite materials.</p>", "clean_text": "There is however an agreement that topological defects and synergetic effects from various dopants enhance ORR activity by changing the electron density on the adjacent carbon layers. Efficient porosity and high surface area are then crucial to allow O2 accessibility to these highly active sites. Here we report the preparation of Cu- and nitrogen-doped carbon as an exceptionally active ORR catalyst, by treating Cu-porphyrin-MOF in controlled air environment at high temperature. The air treatment of the carbon material tailors the porosity and leads to accessibility of highly active ORR sites. These findings open up a new avenue to tailor the catalytic activity of nitrogen-doped carbon composite materials.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><p>We choose MOF-545, with zirconia cluster SBUs\nand porphyrin linkers to form wirelike crystals, as a model system\nfor our studies. MOF-545 was synthesized using a previously reported\nmethod and characterized using X-ray diffraction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S1 in Supporting Information</ext-link>). The MOF was then pyrolyzed at 900 °C under pure argon for 1\nh, followed by additional treatment in argon with various amounts\nof air impurities for up to 15 min, resulting in different forms of\nnitrogen-doped carbon (NC) composites (). To study the effects of Cu-doping and\nair treatment, we prepared four parallel samples, including NC obtained\nby annealing MOF-545 with metal free porphyrin linkers (1) in pure\nargon (NC) (2) and in argon with air impurities (NC-air); and Cu-NC\nwas obtained by annealing MOF-545 with copper porphyrin linkers (3)\nin pure argon (Cu-NC) and (4) in argon with air impurities (Cu-NC-air).\nThe resulting materials were characterized for electrochemical activity,\nsurface area, and structural properties.</p>", "clean_text": "Results and Discussion\n\nWe choose MOF-545, with zirconia cluster SBUs and porphyrin linkers to form wirelike crystals, as a model system for our studies. MOF-545 was synthesized using a previously reported method and characterized using X-ray diffraction (Figure S1 in Supporting Information). The MOF was then pyrolyzed at 900 °C under pure argon for 1 h, followed by additional treatment in argon with various amounts of air impurities for up to 15 min, resulting in different forms of nitrogen-doped carbon (NC) composites (). To study the effects of Cu-doping and air treatment, we prepared four parallel samples, including NC obtained by annealing MOF-545 with metal free porphyrin linkers (1) in pure argon (NC) (2) and in argon with air impurities (NC-air); and Cu-NC was obtained by annealing MOF-545 with copper porphyrin linkers (3) in pure argon (Cu-NC) and (4) in argon with air impurities (Cu-NC-air). The resulting materials were characterized for electrochemical activity, surface area, and structural properties.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic showing the\nproposed fabrication of the NC composites.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-083203_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic showing the proposed fabrication of the NC composites.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>SEM images of the initial MOF crystals (a) and the annealed MOF samples\nclearly showed that the wirelike morphology was maintained after the\nannealing process (b, c), which can be readily processed and drop-coated on the rotating\ndisk electrode for electrochemical studies. For the electrochemical\ncharacterization, a rotating disk electrode was used, equipped with\na Pt counter electrode and a saturated calomel reference electrode.\nThe cyclic voltammetry (CV) curves of the pure argon annealed samples\nNC and Cu-NC showed a rather broad and moderate peak around 0.7 V\nvs RHE (blue lines in d and e), suggesting apparent ORR activity. The ORR activity of these pure\nAr annealed samples was further confirmed by the linear sweep voltammetry\n(LSV) curves (blue lines in f and g), although with considerably lower performance compared\nto platinum on carbon (Pt/C) (black line).</p>", "clean_text": "SEM images of the initial MOF crystals (a) and the annealed MOF samples clearly showed that the wirelike morphology was maintained after the annealing process (b, c), which can be readily processed and drop-coated on the rotating disk electrode for electrochemical studies. For the electrochemical characterization, a rotating disk electrode was used, equipped with a Pt counter electrode and a saturated calomel reference electrode. The cyclic voltammetry (CV) curves of the pure argon annealed samples NC and Cu-NC showed a rather broad and moderate peak around 0.7 V vs RHE (blue lines in d and e), suggesting apparent ORR activity. The ORR activity of these pure Ar annealed samples was further confirmed by the linear sweep voltammetry (LSV) curves (blue lines in f and g), although with considerably lower performance compared to platinum on carbon (Pt/C) (black line).", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM image of (a) MOF-545,\n(b) Cu-NC, and (c) Cu-NC-air, with the insets showing a higher magnification\nimage (the scale bars in the insets are 100 nm). CV scans at 50 mV/s\nin O<sub>2</sub> saturated conditions for (d) NC and NC-air and (e)\nCu-NC and Cu-NC-air. LSV scans performed in 0.1 M KOH, under saturated\nO<sub>2</sub> at 1600 rpm and 20 mV/s scan rate for (f) NC and NC-air\nand (g) Cu-NC and Cu-NC-air.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-083203_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM image of (a) MOF-545, (b) Cu-NC, and (c) Cu-NC-air, with the insets showing a higher magnification image (the scale bars in the insets are 100 nm). CV scans at 50 mV/s in O2 saturated conditions for (d) NC and NC-air and (e) Cu-NC and Cu-NC-air. LSV scans performed in 0.1 M KOH, under saturated O2 at 1600 rpm and 20 mV/s scan rate for (f) NC and NC-air and (g) Cu-NC and Cu-NC-air.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>To probe the effect of air impurities, we  systematically\ninvestigated the impact of annealing conditions on the electrochemical\nperformance, in particular by varying the amount of air impurities\nin argon atmosphere and the annealing time. Our initial attempts at\ntreating the MOF with air impurities in argon during the entire pyrolysis\nprocess resulted in all of the carbon being etched away (oxidized),\nwith only white zirconium oxide powder remaining. It was evident that\nthe amount of air and air-etching time needs to be precisely controlled\nto allow for only partial etching of the carbon without completely\noxidizing all of the carbon material. A variety of annealing conditions,\nwith different air concentrations and treatment durations, were tested\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S2</ext-link>). Out of all the samples tested,\nthe best ORR performance was observed in samples that were treated\nat 900 °C, with 1% air in argon for 10 min. The CV curves of\nthe NC-air and Cu-NC-air showed a much sharper ORR peak, with a more\npositive onset potential (red curves in d and e). The LSV curves also showed considerable improvement\nfor both samples (red lines in d and e). In particular, the Cu-NC-air sample showed an apparent\nORR activity slightly better than that of Pt/C.</p>", "clean_text": "To probe the effect of air impurities, we  systematically investigated the impact of annealing conditions on the electrochemical performance, in particular by varying the amount of air impurities in argon atmosphere and the annealing time. Our initial attempts at treating the MOF with air impurities in argon during the entire pyrolysis process resulted in all of the carbon being etched away (oxidized), with only white zirconium oxide powder remaining. It was evident that the amount of air and air-etching time needs to be precisely controlled to allow for only partial etching of the carbon without completely oxidizing all of the carbon material. A variety of annealing conditions, with different air concentrations and treatment durations, were tested (Figure S2). Out of all the samples tested, the best ORR performance was observed in samples that were treated at 900 °C, with 1% air in argon for 10 min. The CV curves of the NC-air and Cu-NC-air showed a much sharper ORR peak, with a more positive onset potential (red curves in d and e). The LSV curves also showed considerable improvement for both samples (red lines in d and e). In particular, the Cu-NC-air sample showed an apparent ORR activity slightly better than that of Pt/C.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>To better understand\nthe enhancement in ORR performance, X-ray diffraction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S3</ext-link>) and surface area measurements were\nconducted. The XRD data showed the expected zirconium oxide peaks,\nwith the pure argon treated samples (NC and Cu-NC) having stronger\ncarbon peaks, while the air-treated samples (NC-air and Cu-NC-air)\nhad more significant zirconium oxide peaks. The nitrogen sorption\nisotherms indicated that there is a significant increase in surface\narea after the air treatment (a, b). The NC and Cu-NC samples showed a Brunauer, Emmett, and\nTeller (BET) specific surface area of &lt;70 m<sup>2</sup>/g, while\nthe NC-air and Cu-NC-air samples displayed a specific surface area\nin excess of 240 m<sup>2</sup>/g. The surface area increase is even\nmore significant considering that MOF-545 contains ∼30% of\nzirconium oxide, while after annealing and air treatment the samples\ncontain &gt;50% of zirconium oxide in mass.</p>", "clean_text": "To better understand the enhancement in ORR performance, X-ray diffraction (Figure S3) and surface area measurements were conducted. The XRD data showed the expected zirconium oxide peaks, with the pure argon treated samples (NC and Cu-NC) having stronger carbon peaks, while the air-treated samples (NC-air and Cu-NC-air) had more significant zirconium oxide peaks. The nitrogen sorption isotherms indicated that there is a significant increase in surface area after the air treatment (a, b). The NC and Cu-NC samples showed a Brunauer, Emmett, and Teller (BET) specific surface area of <70 m2/g, while the NC-air and Cu-NC-air samples displayed a specific surface area in excess of 240 m2/g. The surface area increase is even more significant considering that MOF-545 contains ~30% of zirconium oxide, while after annealing and air treatment the samples contain >50% of zirconium oxide in mass.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Nitrogen sorption isotherms\nused to calculate BET surface area for the (a) NC and NC-air and (b)\nCu-NC and Cu-NC-air. Current density vs sweep rate plots for (c) NC\nand NC-air and (d) Cu-NC and Cu-NC-air, which can be used to calculate\nelectrochemical surface area (ECSA).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-083203_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Nitrogen sorption isotherms used to calculate BET surface area for the (a) NC and NC-air and (b) Cu-NC and Cu-NC-air. Current density vs sweep rate plots for (c) NC and NC-air and (d) Cu-NC and Cu-NC-air, which can be used to calculate electrochemical surface area (ECSA).   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>To confirm the importance of the increased surface area for\nORR, we  also determined electrochemically active surface area (ESCA)\nby taking CV measurements at varying scan rates (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S4</ext-link>). Our analysis demonstrates that the NC-air and\nCu-NC-air show an ECSA of 120 m<sup>2</sup>/g, while NC and Cu-NC\nonly exhibit half of that (c and d). These results are qualitatively consistent with the surface\narea data obtained by nitrogen sorption measurements, suggesting that\nthe air treatment can partially etch the carbon network and lead to\nan increase in porosity and accessible ECSA. We propose that the etching\nprocess is similar to holey graphene formation upon air treatment or porous carbon nanotube formation upon water steam treatment.\n</p>", "clean_text": "To confirm the importance of the increased surface area for ORR, we  also determined electrochemically active surface area (ESCA) by taking CV measurements at varying scan rates (Figure S4). Our analysis demonstrates that the NC-air and Cu-NC-air show an ECSA of 120 m2/g, while NC and Cu-NC only exhibit half of that (c and d). These results are qualitatively consistent with the surface area data obtained by nitrogen sorption measurements, suggesting that the air treatment can partially etch the carbon network and lead to an increase in porosity and accessible ECSA. We propose that the etching process is similar to holey graphene formation upon air treatment or porous carbon nanotube formation upon water steam treatment. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>To probe the kinetics of the ORR, polarization\ncurves were taken at different rotating speeds (a, b, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S5</ext-link>). The inverses\nof the negative current densities obtained at four different voltages\nwere plotted against the inverse of the square root of the rotating\nspeed and fitted linearly to obtain a slope (c, d), from which the electron transfer number can be\ncalculated for each sample. The Cu-NC-air sample showed an electron\ntransfer number of 3.9, while the Cu-NC sample exhibited an electron\ntransfer number of 3.0. For the NC-air sample, the electron transfer\nnumber was 2.6, also much higher than the 2.0 for the corresponding\nNC sample. To confirm the electron transfer numbers obtained, we measured\nthe ring current using a rotating ring disk electrode (RRDE), which\ngives a measure of the two-electron process by electrocatalyzing the\nbreakdown of hydrogen peroxide. Our studies of Cu-NC and Cu-NC-air\nsamples showed that the ring current from the pure argon annealed\nsample is more than 2 times larger than that from the air treated\nsample (e,\ninset).</p>", "clean_text": "To probe the kinetics of the ORR, polarization curves were taken at different rotating speeds (a, b, Figure S5). The inverses of the negative current densities obtained at four different voltages were plotted against the inverse of the square root of the rotating speed and fitted linearly to obtain a slope (c, d), from which the electron transfer number can be calculated for each sample. The Cu-NC-air sample showed an electron transfer number of 3.9, while the Cu-NC sample exhibited an electron transfer number of 3.0. For the NC-air sample, the electron transfer number was 2.6, also much higher than the 2.0 for the corresponding NC sample. To confirm the electron transfer numbers obtained, we measured the ring current using a rotating ring disk electrode (RRDE), which gives a measure of the two-electron process by electrocatalyzing the breakdown of hydrogen peroxide. Our studies of Cu-NC and Cu-NC-air samples showed that the ring current from the pure argon annealed sample is more than 2 times larger than that from the air treated sample (e, inset).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>LSV curves at varying rotation rates of (a) Cu-NC-air and (b) Cu-NC.\n(c, d) The inverse of the negative current density vs the inverse\nof the square root of the rotation speed for (c) Cu-NC-air and (d)\nCu-NC, which can be used to determine the electron transfer number.\n(e) LSV curves obtained using a rotating ring disk electrode, showing\nthe ORR activity current, as well as the ring current for the Cu-NC\nand Cu-NC-air samples. 1.46 V vs RHE was applied to the Pt ring. (f)\nStability test showing the LSV curves for the Cu-NC-air over repeated\ncycles.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-083203_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  LSV curves at varying rotation rates of (a) Cu-NC-air and (b) Cu-NC. (c, d) The inverse of the negative current density vs the inverse of the square root of the rotation speed for (c) Cu-NC-air and (d) Cu-NC, which can be used to determine the electron transfer number. (e) LSV curves obtained using a rotating ring disk electrode, showing the ORR activity current, as well as the ring current for the Cu-NC and Cu-NC-air samples. 1.46 V vs RHE was applied to the Pt ring. (f) Stability test showing the LSV curves for the Cu-NC-air over repeated cycles.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The increase in activity and improved\nelectron transfer suggests that after air treatment new active sites\nbecome available for ORR. On the basis of previous reports, it is likely that the air treatment etches away\nthe outer, less active carbon layers, allowing O<sub>2</sub> to diffuse\nfurther into the framework and access highly active carbon layers\nthat are adjacent to copper and/or nitrogen dopants. Furthermore,\nthe increase in activity is much more evident when comparing the activity\nof the Cu-NC and Cu-NC-air, which is consistent with previous reports\nthat carbon in contact with metal is oxidized faster. In our system the increased oxidation rates in this type\nof carbon likely leads to higher etch rates around the copper doped\narea, thus opening up highly active sites for electrocatalysis.</p>", "clean_text": "The increase in activity and improved electron transfer suggests that after air treatment new active sites become available for ORR. On the basis of previous reports, it is likely that the air treatment etches away the outer, less active carbon layers, allowing O2 to diffuse further into the framework and access highly active carbon layers that are adjacent to copper and/or nitrogen dopants. Furthermore, the increase in activity is much more evident when comparing the activity of the Cu-NC and Cu-NC-air, which is consistent with previous reports that carbon in contact with metal is oxidized faster. In our system the increased oxidation rates in this type of carbon likely leads to higher etch rates around the copper doped area, thus opening up highly active sites for electrocatalysis.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Apart from efficient electron transfer, a fuel cell catalyst also\nrequires stability over repeated cycles. To this end, we have tested\nstability of the MOF-derived ORR catalysts. The Cu-NC-air sample was\ncycled for 5000 cycles in oxygen-saturated conditions without showing\nmuch change in the polarization curves (f), indicating that the catalyst is highly\nrobust.</p>", "clean_text": "Apart from efficient electron transfer, a fuel cell catalyst also requires stability over repeated cycles. To this end, we have tested stability of the MOF-derived ORR catalysts. The Cu-NC-air sample was cycled for 5000 cycles in oxygen-saturated conditions without showing much change in the polarization curves (f), indicating that the catalyst is highly robust.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Transmission electron microscope (TEM) and scanning\ntransmission electron microscope (STEM) studies were conducted to\ngain further insight into the structure of the annealed frameworks.\nBoth the TEM and STEM images showed much thinner carbon layers for\nthe air-treated samples, revealing a rough, porous structure, with\nlarge amount of fine particles (). Energy dispersive X-ray (EDS) analysis and mapping\nshowed a rather uniform distribution of nitrogen and copper, with\nroughly 1.5% nitrogen and 0.5% copper (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figures S6 and S7</ext-link>). Such a small copper content is inconsistent with\nthe sharp Cu XRD peaks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S3</ext-link>). Low\nresolution STEM studies showed that large Cu particles could be found\nthroughout the Cu-NC and Cu-NC-air frameworks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S8</ext-link>), which contribute to the sharp Cu diffraction peaks\nin XRD. These large Cu particles can be removed by washing the Cu-doped\nmaterials in hot sulfuric acid (0.5 M), as confirmed by XRD studies\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S9a</ext-link>). Importantly, the electrochemical\nmeasurement of the acid treated sample showed no apparent decrease\nin ORR performance (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S9b</ext-link>), suggesting\nthat the larger Cu particles do not play an essential role in ORR\ncatalysis.</p>", "clean_text": "Transmission electron microscope (TEM) and scanning transmission electron microscope (STEM) studies were conducted to gain further insight into the structure of the annealed frameworks. Both the TEM and STEM images showed much thinner carbon layers for the air-treated samples, revealing a rough, porous structure, with large amount of fine particles (). Energy dispersive X-ray (EDS) analysis and mapping showed a rather uniform distribution of nitrogen and copper, with roughly 1.5% nitrogen and 0.5% copper (Figures S6 and S7). Such a small copper content is inconsistent with the sharp Cu XRD peaks (Figure S3). Low resolution STEM studies showed that large Cu particles could be found throughout the Cu-NC and Cu-NC-air frameworks (Figure S8), which contribute to the sharp Cu diffraction peaks in XRD. These large Cu particles can be removed by washing the Cu-doped materials in hot sulfuric acid (0.5 M), as confirmed by XRD studies (Figure S9a). Importantly, the electrochemical measurement of the acid treated sample showed no apparent decrease in ORR performance (Figure S9b), suggesting that the larger Cu particles do not play an essential role in ORR catalysis.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>TEM images showing (a) Cu-NC and (b) Cu-NC-air. STEM images showing\n(c) Cu-NC and (d) Cu-NC-air.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-083203_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  TEM images showing (a) Cu-NC and (b) Cu-NC-air. STEM images showing (c) Cu-NC and (d) Cu-NC-air.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>X-ray photoelectron spectroscopy (XPS) was performed for\nfurther insight into the active components responsible for the high activity in the Cu-doped samples. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S10</ext-link> shows the Cu XPS peaks for the Cu-NC,\nCu-NC-air, and Cu-NC-air/H<sub>2</sub>SO<sub>4</sub>. With previous\nexperiments confirming that large nonactive Cu particles are present\nin Cu-NC and Cu-NC-air samples, our focus was on analyzing the acid\nwashed sample. It is evident from the XPS of the Cu-NC-air/H<sub>2</sub>SO<sub>4</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S10c</ext-link>) that there\nare only Cu­(II) peaks present, indicating that the Cu­(II) species\nare likely responsible for the enhancement in ORR activity. Additionally,\na recent report suggests that the nitrogen chemical state is crucial\nfor high ORR performance. Our XPS studies\nshowwed that all three samples exhibit similar nitrogen features,\nwith the largest pyridinic nitrogen peak at 398.3 eV, smaller peaks\nat 399.6 eV for metal coordinated nitrogen, and a peak at 400.8 eV\ncorresponding to the pyrrolic nitrogen (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S11</ext-link>). On the basis of little variation in nitrogen composition\nbetween the three samples, it can be concluded that the increase in\nthe ORR activity after air treatment is not due to the changes in\nnitrogen composition.</p>", "clean_text": "X-ray photoelectron spectroscopy (XPS) was performed for further insight into the active components responsible for the high activity in the Cu-doped samples. Figure S10 shows the Cu XPS peaks for the Cu-NC, Cu-NC-air, and Cu-NC-air/H2SO4. With previous experiments confirming that large nonactive Cu particles are present in Cu-NC and Cu-NC-air samples, our focus was on analyzing the acid washed sample. It is evident from the XPS of the Cu-NC-air/H2SO4 (Figure S10c) that there are only Cu(II) peaks present, indicating that the Cu(II) species are likely responsible for the enhancement in ORR activity. Additionally, a recent report suggests that the nitrogen chemical state is crucial for high ORR performance. Our XPS studies showwed that all three samples exhibit similar nitrogen features, with the largest pyridinic nitrogen peak at 398.3 eV, smaller peaks at 399.6 eV for metal coordinated nitrogen, and a peak at 400.8 eV corresponding to the pyrrolic nitrogen (Figure S11). On the basis of little variation in nitrogen composition between the three samples, it can be concluded that the increase in the ORR activity after air treatment is not due to the changes in nitrogen composition.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>Four different nitrogen-doped\ncarbon composites were synthesized from MOF precursor and tested for\nORR activity. Initially both NC and Cu-NC frameworks showed relatively\nlow activity, but after air treatment a considerable improvement in\nthe ORR activity was observed. Our studies suggest that the increase\nin ORR activity can be attributed to an increase in electrochemical\nsurface area and a highly porous structure, which leads to accessibility\nof new active sites. The air treatment method described in this work\ncan be applied to enhance performance of carbon based materials in\na multitude of applications requiring high surface area and porosity.</p>", "clean_text": "Conclusion\n\nFour different nitrogen-doped carbon composites were synthesized from MOF precursor and tested for ORR activity. Initially both NC and Cu-NC frameworks showed relatively low activity, but after air treatment a considerable improvement in the ORR activity was observed. Our studies suggest that the increase in ORR activity can be attributed to an increase in electrochemical surface area and a highly porous structure, which leads to accessibility of new active sites. The air treatment method described in this work can be applied to enhance performance of carbon based materials in a multitude of applications requiring high surface area and porosity.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.6b08320\">10.1021/acsami.6b08320</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental procedures; XRD of MOF-545 and four of\nthe different NC composites; LSV curves for Cu-NC treated with varying\ntimes of air; CV curves used to calculate ECSA; LSV curves used to\ncalculate NC and NC-air electron transfer numbers; STEM and EDS of\nCu-NC and Cu-NC-air; TEM and EDS of large Cu particles; XRD and LSV\nof H<sub>2</sub>SO<sub>4</sub>-Cu-NC-air; Cu and N XPS spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.6b08320.  Experimental procedures; XRD of MOF-545 and four of the different NC composites; LSV curves for Cu-NC treated with varying times of air; CV curves used to calculate ECSA; LSV curves used to calculate NC and NC-air electron transfer numbers; STEM and EDS of Cu-NC and Cu-NC-air; TEM and EDS of large Cu particles; XRD and LSV of H2SO4-Cu-NC-air; Cu and N XPS spectra (PDF)   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Experimental procedures; XRD of MOF-545 and four of\nthe different NC composites; LSV curves for Cu-NC treated with varying\ntimes of air; CV curves used to calculate ECSA; LSV curves used to\ncalculate NC and NC-air electron transfer numbers; STEM and EDS of\nCu-NC and Cu-NC-air; TEM and EDS of large Cu particles; XRD and LSV\nof H<sub>2</sub>SO<sub>4</sub>-Cu-NC-air; Cu and N XPS spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Experimental procedures; XRD of MOF-545 and four of the different NC composites; LSV curves for Cu-NC treated with varying times of air; CV curves used to calculate ECSA; LSV curves used to calculate NC and NC-air electron transfer numbers; STEM and EDS of Cu-NC and Cu-NC-air; TEM and EDS of large Cu particles; XRD and LSV of H2SO4-Cu-NC-air; Cu and N XPS spectra (PDF)", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The manuscript was\nwritten through contributions of all authors. All authors have given\napproval to the final version of the manuscript.</p><p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "12, 14", "type": "text", "classification": "property", "content": "<p>To better understand\nthe enhancement in ORR performance, X-ray diffraction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S3</ext-link>) and surface area measurements were\nconducted. The XRD data showed the expected zirconium oxide peaks,\nwith the pure argon treated samples (NC and Cu-NC) having stronger\ncarbon peaks, while the air-treated samples (NC-air and Cu-NC-air)\nhad more significant zirconium oxide peaks. The nitrogen sorption\nisotherms indicated that there is a significant increase in surface\narea after the air treatment (a, b). The NC and Cu-NC samples showed a Brunauer, Emmett, and\nTeller (BET) specific surface area of &lt;70 m<sup>2</sup>/g, while\nthe NC-air and Cu-NC-air samples displayed a specific surface area\nin excess of 240 m<sup>2</sup>/g. The surface area increase is even\nmore significant considering that MOF-545 contains ∼30% of\nzirconium oxide, while after annealing and air treatment the samples\ncontain &gt;50% of zirconium oxide in mass.</p><p>To confirm the importance of the increased surface area for\nORR, we  also determined electrochemically active surface area (ESCA)\nby taking CV measurements at varying scan rates (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b08320/suppl_file/am6b08320_si_001.pdf\">Figure S4</ext-link>). Our analysis demonstrates that the NC-air and\nCu-NC-air show an ECSA of 120 m<sup>2</sup>/g, while NC and Cu-NC\nonly exhibit half of that (c and d). These results are qualitatively consistent with the surface\narea data obtained by nitrogen sorption measurements, suggesting that\nthe air treatment can partially etch the carbon network and lead to\nan increase in porosity and accessible ECSA. We propose that the etching\nprocess is similar to holey graphene formation upon air treatment or porous carbon nanotube formation upon water steam treatment.\n</p>", "clean_text": "To better understand the enhancement in ORR performance, X-ray diffraction (Figure S3) and surface area measurements were conducted. The XRD data showed the expected zirconium oxide peaks, with the pure argon treated samples (NC and Cu-NC) having stronger carbon peaks, while the air-treated samples (NC-air and Cu-NC-air) had more significant zirconium oxide peaks. The nitrogen sorption isotherms indicated that there is a significant increase in surface area after the air treatment (a, b). The NC and Cu-NC samples showed a Brunauer, Emmett, and Teller (BET) specific surface area of <70 m2/g, while the NC-air and Cu-NC-air samples displayed a specific surface area in excess of 240 m2/g. The surface area increase is even more significant considering that MOF-545 contains ~30% of zirconium oxide, while after annealing and air treatment the samples contain >50% of zirconium oxide in mass.\n\nTo confirm the importance of the increased surface area for ORR, we  also determined electrochemically active surface area (ESCA) by taking CV measurements at varying scan rates (Figure S4). Our analysis demonstrates that the NC-air and Cu-NC-air show an ECSA of 120 m2/g, while NC and Cu-NC only exhibit half of that (c and d). These results are qualitatively consistent with the surface area data obtained by nitrogen sorption measurements, suggesting that the air treatment can partially etch the carbon network and lead to an increase in porosity and accessible ECSA. We propose that the etching process is similar to holey graphene formation upon air treatment or porous carbon nanotube formation upon water steam treatment. ", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "<70", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": ">240", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "ECSA", "probe": "", "value": "120", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "ECSA", "probe": "", "value": "60", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic showing the\nproposed fabrication of the NC composites.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-083203_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic showing the proposed fabrication of the NC composites.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM image of (a) MOF-545,\n(b) Cu-NC, and (c) Cu-NC-air, with the insets showing a higher magnification\nimage (the scale bars in the insets are 100 nm). CV scans at 50 mV/s\nin O<sub>2</sub> saturated conditions for (d) NC and NC-air and (e)\nCu-NC and Cu-NC-air. LSV scans performed in 0.1 M KOH, under saturated\nO<sub>2</sub> at 1600 rpm and 20 mV/s scan rate for (f) NC and NC-air\nand (g) Cu-NC and Cu-NC-air.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-083203_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM image of (a) MOF-545, (b) Cu-NC, and (c) Cu-NC-air, with the insets showing a higher magnification image (the scale bars in the insets are 100 nm). CV scans at 50 mV/s in O2 saturated conditions for (d) NC and NC-air and (e) Cu-NC and Cu-NC-air. LSV scans performed in 0.1 M KOH, under saturated O2 at 1600 rpm and 20 mV/s scan rate for (f) NC and NC-air and (g) Cu-NC and Cu-NC-air.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Nitrogen sorption isotherms\nused to calculate BET surface area for the (a) NC and NC-air and (b)\nCu-NC and Cu-NC-air. Current density vs sweep rate plots for (c) NC\nand NC-air and (d) Cu-NC and Cu-NC-air, which can be used to calculate\nelectrochemical surface area (ECSA).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-083203_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Nitrogen sorption isotherms used to calculate BET surface area for the (a) NC and NC-air and (b) Cu-NC and Cu-NC-air. Current density vs sweep rate plots for (c) NC and NC-air and (d) Cu-NC and Cu-NC-air, which can be used to calculate electrochemical surface area (ECSA).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>LSV curves at varying rotation rates of (a) Cu-NC-air and (b) Cu-NC.\n(c, d) The inverse of the negative current density vs the inverse\nof the square root of the rotation speed for (c) Cu-NC-air and (d)\nCu-NC, which can be used to determine the electron transfer number.\n(e) LSV curves obtained using a rotating ring disk electrode, showing\nthe ORR activity current, as well as the ring current for the Cu-NC\nand Cu-NC-air samples. 1.46 V vs RHE was applied to the Pt ring. (f)\nStability test showing the LSV curves for the Cu-NC-air over repeated\ncycles.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-083203_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  LSV curves at varying rotation rates of (a) Cu-NC-air and (b) Cu-NC. (c, d) The inverse of the negative current density vs the inverse of the square root of the rotation speed for (c) Cu-NC-air and (d) Cu-NC, which can be used to determine the electron transfer number. (e) LSV curves obtained using a rotating ring disk electrode, showing the ORR activity current, as well as the ring current for the Cu-NC and Cu-NC-air samples. 1.46 V vs RHE was applied to the Pt ring. (f) Stability test showing the LSV curves for the Cu-NC-air over repeated cycles.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>TEM images showing (a) Cu-NC and (b) Cu-NC-air. STEM images showing\n(c) Cu-NC and (d) Cu-NC-air.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-083203_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  TEM images showing (a) Cu-NC and (b) Cu-NC-air. STEM images showing (c) Cu-NC and (d) Cu-NC-air.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.6b08320", "title": null, "journal": "American\nChemical Society", "date": "2016.09", "author_list": ["Volosskiy\nBoris", "Fei\nHuilong", "Zhao\nZipeng", "Lee\nStacy", "Li\nMufan", "Lin\nZhaoyang", "Papandrea\nBenjamin", "Wang\nChen", "Huang\nYu", "Duan\nXiangfeng"]}}