{"filepath": "../L2M3_data/1_application_papers/acs_xml/am6b04272.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>This\nwork reports the fabrication and characterization of Langmuir–Blodgett\nfilms of nanoparticles (size 51 ± 10 nm) of the metal organic\nframework MIL-101­(Cr). LB film characterization by SEM, UV–vis,\nGIXRD, and QCM has shown that the addition of 1 wt % of behenic acid\nto MOF dispersion allows obtaining dense monolayers at the air–water\ninterface that can be deposited onto solid substrates of different\nnature with transfer ratios close to 1. Moreover, a QCM-based setup\nhas been built and used for the first time to measure CO<sub>2</sub> adsorption isotherms at 303 K on MOF LB films, proving that LB films\nwith MOF masses between 1.2 (1 layer) and 2.3 (2 layers) μg\ncan be used to obtain accurate adsorption values at 100 kPa, similar\nto those obtained by conventional adsorption methods that require\nmuch larger MOF quantities (tens of milligrams).</p>", "clean_text": "This work reports the fabrication and characterization of Langmuir-Blodgett films of nanoparticles (size 51 ± 10 nm) of the metal organic framework MIL-101(Cr). LB film characterization by SEM, UV-vis, GIXRD, and QCM has shown that the addition of 1 wt % of behenic acid to MOF dispersion allows obtaining dense monolayers at the air-water interface that can be deposited onto solid substrates of different nature with transfer ratios close to 1. Moreover, a QCM-based setup has been built and used for the first time to measure CO2 adsorption isotherms at 303 K on MOF LB films, proving that LB films with MOF masses between 1.2 (1 layer) and 2.3 (2 layers) μg can be used to obtain accurate adsorption values at 100 kPa, similar to those obtained by conventional adsorption methods that require much larger MOF quantities (tens of milligrams).", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks (MOFs) are hybrid materials with outstanding\nproperties that make them promising candidates for a wide range of\napplications, including gas storage and membrane separation, heterogeneous catalyst, encapsulation and drug delivery, electronics, and so forth. In particular,\nthe integration of MOFs as functional materials into nanotechnological\ndevices, such as chemical sensors, requires the deposition of MOF\nthin films onto solid supports.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are hybrid materials with outstanding properties that make them promising candidates for a wide range of applications, including gas storage and membrane separation, heterogeneous catalyst, encapsulation and drug delivery, electronics, and so forth. In particular, the integration of MOFs as functional materials into nanotechnological devices, such as chemical sensors, requires the deposition of MOF thin films onto solid supports. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In recent years, studies dealing with the fabrication of surface-mounted\nMOFs (SURMOFs) have attracted increasing\ninterest, and a large number of processes have been used to deposit\nMOF coatings onto solid substrates. Generally, the direct growth of\nMOF films by immersion of the solid support in the reaction mixture produces films with thicknesses that range from\nsome hundreds of nanometers to several micrometers. To fabricate thinner\nMOF films, strategies based on liquid phase epitaxy (LPE) are mainly\nused. Among these methods, the most widespread\nis the successive immersion of the functionalized substrate in two\ndifferent solutions that contain, respectively, the metal precursor\nand the organic ligand. This process is successively repeated and\nthe final thickness of the film depends on the number of immersion\ncycles. In this method, gold supports functionalized with self-assembled\nmonolayers (SAMs) of organic molecules are typically used. In this context, different SURMOFs have been\ndirectly grown on SAM-modified quartz crystal microbalance (QCM) gold\nsubstrates and the adsorption and desorption of different substances\nonto the films have been monitored. QCM\nsubstrates coated with SURMOFs are very interesting systems for the\ndevelopment of chemical sensors and also for studying and characterizing\nfundamental properties of MOFs such as mass transfer processes.\n</p>", "clean_text": "In recent years, studies dealing with the fabrication of surface-mounted MOFs (SURMOFs) have attracted increasing interest, and a large number of processes have been used to deposit MOF coatings onto solid substrates. Generally, the direct growth of MOF films by immersion of the solid support in the reaction mixture produces films with thicknesses that range from some hundreds of nanometers to several micrometers. To fabricate thinner MOF films, strategies based on liquid phase epitaxy (LPE) are mainly used. Among these methods, the most widespread is the successive immersion of the functionalized substrate in two different solutions that contain, respectively, the metal precursor and the organic ligand. This process is successively repeated and the final thickness of the film depends on the number of immersion cycles. In this method, gold supports functionalized with self-assembled monolayers (SAMs) of organic molecules are typically used. In this context, different SURMOFs have been directly grown on SAM-modified quartz crystal microbalance (QCM) gold substrates and the adsorption and desorption of different substances onto the films have been monitored. QCM substrates coated with SURMOFs are very interesting systems for the development of chemical sensors and also for studying and characterizing fundamental properties of MOFs such as mass transfer processes. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Another interesting approach for the deposition\nof MOF thin films is the Langmuir–Blodgett (LB) technique that\nallows the fabrication at the air–liquid interface of monolayers\nof different kinds of materials including organic molecules, polymers,\nor nanoparticles (NPs). These monolayers can be subsequently deposited\nonto substrates of different nature (glass, quartz, silicon, etc.)\ngenerally without any previous functionalization. Also, the total thickness of the LB films may be controlled\nby varying the number of deposition cycles, which makes the LB method\nan ideal tool to explore the implementation of MOFs into devices.</p>", "clean_text": "Another interesting approach for the deposition of MOF thin films is the Langmuir-Blodgett (LB) technique that allows the fabrication at the air-liquid interface of monolayers of different kinds of materials including organic molecules, polymers, or nanoparticles (NPs). These monolayers can be subsequently deposited onto substrates of different nature (glass, quartz, silicon, etc.) generally without any previous functionalization. Also, the total thickness of the LB films may be controlled by varying the number of deposition cycles, which makes the LB method an ideal tool to explore the implementation of MOFs into devices.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Surprisingly, the LB technique has scarcely been explored for MOF\ndeposition. MOF crystals of micrometric size and different morphologies\nhave been transferred by the LB method and their orientation characterized\nusing XRD and SEM. However, most of the\nexisting studies combine the LB and the layer-by-layer method to obtain\nnanofilms of a family of MOFs named NAFS. In a recent study we explored the fabrication of mixed LB films\ncontaining the MOF NH<sub>2</sub>-MIL88B­(Fe) and a commercial polyimide,\nshowing that it is possible to obtain ultrathin MOF + polymer films\nwith a homogeneous distribution of MOF particles on the polymer matrix. Mixed MOF-polymer LB films are of great interest\nfor the development of ultrathin MOF-based mixed matrix membranes.\n</p>", "clean_text": "Surprisingly, the LB technique has scarcely been explored for MOF deposition. MOF crystals of micrometric size and different morphologies have been transferred by the LB method and their orientation characterized using XRD and SEM. However, most of the existing studies combine the LB and the layer-by-layer method to obtain nanofilms of a family of MOFs named NAFS. In a recent study we explored the fabrication of mixed LB films containing the MOF NH2-MIL88B(Fe) and a commercial polyimide, showing that it is possible to obtain ultrathin MOF + polymer films with a homogeneous distribution of MOF particles on the polymer matrix. Mixed MOF-polymer LB films are of great interest for the development of ultrathin MOF-based mixed matrix membranes. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Following our exploration of the LB technique\nto obtain MOF thin films incorporated into different solid substrates,\nin this contribution MIL-101­(Cr) NPs of size ca. 50 nm have been synthesized\nand LB films have been fabricated onto quartz, glass, and silicon\nsupports and characterized using UV–vis, SEM, and GIXRD. Also,\na QCM-based setup has been built to study CO<sub>2</sub> adsorption\non LB films transferred onto gold QCM substrates. As far as we know,\nthere are no previous studies in the literature dealing with the deposition\nand characterization of MOF LB films onto QCM substrates.</p>", "clean_text": "Following our exploration of the LB technique to obtain MOF thin films incorporated into different solid substrates, in this contribution MIL-101(Cr) NPs of size ca. 50 nm have been synthesized and LB films have been fabricated onto quartz, glass, and silicon supports and characterized using UV-vis, SEM, and GIXRD. Also, a QCM-based setup has been built to study CO2 adsorption on LB films transferred onto gold QCM substrates. As far as we know, there are no previous studies in the literature dealing with the deposition and characterization of MOF LB films onto QCM substrates.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>MIL-101­(Cr)\nis a well-known chromium terephthalate-based MOF that has a large\nsurface area and high stability; moreover,\nit presents attractive properties for CO<sub>2</sub> capture and membrane based applications. In addition, its hydrophilic character may help\nto obtain homogeneous monolayers at the air–water interface.\nPrevious studies have shown that it is possible to obtain MIL-101­(Cr)\nthin films by dip-coating silicon wafers in a colloidal solution of\nMIL-101­(Cr) NPs (average size 22 ± 5 nm) prepared in ethanol. Using the same solvent in the presence of the\npolymer polyethylenimine (PEI), a dip-coating method has been used\nto fabricate thin films of MIL-101­(Cr) NPs (average size 50 nm) on\nalumina supports. This study has shown\nthat PEI improves the interaction of the MOF NPs with the surface\nof the alumina support while at the same time reducing the stress\nforces between the MOF NPs. Inspired by these results, behenic acid\n(BA), a well-known surfactant that forms stable Langmuir films, has been used in the present study to reduce\nNP aggregation at the air–water interface.</p>", "clean_text": "MIL-101(Cr) is a well-known chromium terephthalate-based MOF that has a large surface area and high stability; moreover, it presents attractive properties for CO2 capture and membrane based applications. In addition, its hydrophilic character may help to obtain homogeneous monolayers at the air-water interface. Previous studies have shown that it is possible to obtain MIL-101(Cr) thin films by dip-coating silicon wafers in a colloidal solution of MIL-101(Cr) NPs (average size 22 ± 5 nm) prepared in ethanol. Using the same solvent in the presence of the polymer polyethylenimine (PEI), a dip-coating method has been used to fabricate thin films of MIL-101(Cr) NPs (average size 50 nm) on alumina supports. This study has shown that PEI improves the interaction of the MOF NPs with the surface of the alumina support while at the same time reducing the stress forces between the MOF NPs. Inspired by these results, behenic acid (BA), a well-known surfactant that forms stable Langmuir films, has been used in the present study to reduce NP aggregation at the air-water interface.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Materials and Methods</title><title>MOF Synthesis and Characterization</title><p>MIL-101­(Cr) was synthesized according to a previously reported procedure followed by some additional purification steps\ndescribed in the literature. Briefly,\n0.7 g of chromium chloride hexahydrate (CrCl<sub>3</sub>·6H<sub>2</sub>O, Sigma-Aldrich, ≥98%) was mixed with 26 mL of deionized\nwater. Then, 0.45 g of terephthalic acid (H<sub>2</sub>BDC, Sigma-Aldrich,\n98%) was added. The mixture was placed inside a PTFE-TFM pressure\nvessel, and then heated in a microwave oven (Multiwave 3000, Anton\nPaar) to 453 K for 30 min. The sample was recovered by centrifugation\nat 10 000 rpm for 10 min and washed several times with deionized\nwater. To remove the terephthalic acid remaining within the pores\nof the MOF, MIL-101­(Cr) was dispersed in EtOH (1 g dispersed in 50\nmL), placed in an autoclave and heated to 373 K overnight. After that,\nthe product was recovered by centrifugation at 10 000 rpm for\n10 min and dispersed in an aqueous solution of NH<sub>4</sub>F 30\nmM (1 g dispersed in 150 mL) at 333 K for 10 h. Finally the solid\nwas washed with abundant hot water to remove traces of NH<sub>4</sub>F, dispersed in MeOH, and stored in the solvent. No drying was applied\nto the material to minimize NP aggregation.</p>", "clean_text": "Materials and Methods\n\nMOF Synthesis and Characterization\n\nMIL-101(Cr) was synthesized according to a previously reported procedure followed by some additional purification steps described in the literature. Briefly, 0.7 g of chromium chloride hexahydrate (CrCl3⋅6H2O, Sigma-Aldrich, ≥98%) was mixed with 26 mL of deionized water. Then, 0.45 g of terephthalic acid (H2BDC, Sigma-Aldrich, 98%) was added. The mixture was placed inside a PTFE-TFM pressure vessel, and then heated in a microwave oven (Multiwave 3000, Anton Paar) to 453 K for 30 min. The sample was recovered by centrifugation at 10000 rpm for 10 min and washed several times with deionized water. To remove the terephthalic acid remaining within the pores of the MOF, MIL-101(Cr) was dispersed in EtOH (1 g dispersed in 50 mL), placed in an autoclave and heated to 373 K overnight. After that, the product was recovered by centrifugation at 10000 rpm for 10 min and dispersed in an aqueous solution of NH4F 30 mM (1 g dispersed in 150 mL) at 333 K for 10 h. Finally the solid was washed with abundant hot water to remove traces of NH4F, dispersed in MeOH, and stored in the solvent. No drying was applied to the material to minimize NP aggregation.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>SEM images of the\nobtained NP powder were taken at 15 kV with a FEG column using a SEM\nINSPECT F50 (FEI Company). NP powder XRD analysis was made using a\nD-Max Rigaku X-ray diffractometer with a copper anode and a graphite\nmonochromator (Cu Kα radiation, λ = 1.5418 Å).</p>", "clean_text": "SEM images of the obtained NP powder were taken at 15 kV with a FEG column using a SEM INSPECT F50 (FEI Company). NP powder XRD analysis was made using a D-Max Rigaku X-ray diffractometer with a copper anode and a graphite monochromator (Cu Kα radiation, λ = 1.5418 Å).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The specific surface area of MIL-101­(Cr) was calculated using a Micromeritics\nTristar 3000 with N<sub>2</sub> at 77.4 K. Prior to the N<sub>2</sub> adsorption/desorption measurement the sample was degassed under\nvacuum for 8 h at 453 K. The specific surface area was calculated\naccording to the BET (Brunauer–Emmett–Teller) method.\nCO<sub>2</sub> adsorption/desorption isotherms were measured with\nMicromeritics ASAP 2020 equipment at 303 K using water as a coolant.</p>", "clean_text": "The specific surface area of MIL-101(Cr) was calculated using a Micromeritics Tristar 3000 with N2 at 77.4 K. Prior to the N2 adsorption/desorption measurement the sample was degassed under vacuum for 8 h at 453 K. The specific surface area was calculated according to the BET (Brunauer-Emmett-Teller) method. CO2 adsorption/desorption isotherms were measured with Micromeritics ASAP 2020 equipment at 303 K using water as a coolant.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Langmuir and Langmuir–Blodgett Film Fabrication and Characterization</title><p>Surface pressure–area (π–<italic>A</italic>) and surface potential-area (Δ<italic>V</italic>–<italic>A</italic>) isotherms were obtained simultaneously using a Teflon\nmade Langmuir trough NIMA model 702 (dimensions 720 mm × 100\nmm). Another apparatus was used to obtain Langmuir–Blodgett\nfilms. This was a KSV-NIMA trough model KN 2003, with dimensions of\n580 mm × 145 mm. In both cases, compression was performed by\na symmetric double-barrier system at constant speed, 6 cm<sup>2</sup>·min<sup>–1</sup>. These troughs were kept in a clean\nroom inside closed cabinets and the temperature was maintained at\n293 K (±1 K). Ultra-Pure Milli-Q water (ρ = 18.2 MΩ·cm)\nwas employed as a subphase in all the experiments. A KSV Potential\nSensor was used to obtain surface potential measurements.</p>", "clean_text": "Langmuir and Langmuir-Blodgett Film Fabrication and Characterization\n\nSurface pressure-area (π-A) and surface potential-area (ΔV-A) isotherms were obtained simultaneously using a Teflon made Langmuir trough NIMA model 702 (dimensions 720 mm × 100 mm). Another apparatus was used to obtain Langmuir-Blodgett films. This was a KSV-NIMA trough model KN 2003, with dimensions of 580 mm × 145 mm. In both cases, compression was performed by a symmetric double-barrier system at constant speed, 6 cm2⋅min-1. These troughs were kept in a clean room inside closed cabinets and the temperature was maintained at 293 K (±1 K). Ultra-Pure Milli-Q water (ρ = 18.2 MΩ⋅cm) was employed as a subphase in all the experiments. A KSV Potential Sensor was used to obtain surface potential measurements.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Chloroform\n(Panreac, &gt;99.9%) and methanol (Sigma-Aldrich, &gt;99.9%) were\nused to prepare 0.2 mg·mL<sup>–1</sup> MIL-101­(Cr) suspensions\nfrom the mother dispersion. Various proportions in the solvent mixture\n(4:1, 1:1, and 1:2 in volume of chloroform:methanol) were studied.\nThe appropriate volume of behenic acid (BA), previously dissolved\nin chloroform (concentration 1 × 10<sup>–4</sup> M), was\nadded to the dispersion to obtain the desired mass percentages of\nMOF:BA. All the suspensions were stirred for 24 h to ensure homogeneity\nand sonicated during 5 min before film fabrication.</p>", "clean_text": "Chloroform (Panreac, >99.9%) and methanol (Sigma-Aldrich, >99.9%) were used to prepare 0.2 mg⋅mL-1 MIL-101(Cr) suspensions from the mother dispersion. Various proportions in the solvent mixture (4:1, 1:1, and 1:2 in volume of chloroform:methanol) were studied. The appropriate volume of behenic acid (BA), previously dissolved in chloroform (concentration 1 × 10-4 M), was added to the dispersion to obtain the desired mass percentages of MOF:BA. All the suspensions were stirred for 24 h to ensure homogeneity and sonicated during 5 min before film fabrication.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>SEM images\nof the LB films deposited onto glass substrates were taken using the\nsame SEM INSPECT F50 mentioned above. UV–vis spectra of the\nLB films deposited onto quartz substrates were obtained using a Varian\nCary 50 spectrophotometer with a normal incident angle with respect\nto the film plane. Grazing incidence X-ray diffraction (GIXRD) characterization\nof the films deposited onto Si(100) wafers was performed in a high\nresolution Empyrean diffractomer from PANalytical operating at 40\nkV and 40 mA (Cu Kα radiation). This apparatus is equipped with\na Pixcell 1D medipix3 detector and the scans were collected in the\nopen detector mode. The grazing incidence angle (between 0.13°\nand 0.17°) was optimized for each sample before scan acquisition.</p>", "clean_text": "SEM images of the LB films deposited onto glass substrates were taken using the same SEM INSPECT F50 mentioned above. UV-vis spectra of the LB films deposited onto quartz substrates were obtained using a Varian Cary 50 spectrophotometer with a normal incident angle with respect to the film plane. Grazing incidence X-ray diffraction (GIXRD) characterization of the films deposited onto Si(100) wafers was performed in a high resolution Empyrean diffractomer from PANalytical operating at 40 kV and 40 mA (Cu Kα radiation). This apparatus is equipped with a Pixcell 1D medipix3 detector and the scans were collected in the open detector mode. The grazing incidence angle (between 0.13° and 0.17°) was optimized for each sample before scan acquisition.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>QCM-Based Setup for Gas Adsorption Studies</title><p>A homemade QCM-based\nsetup represented in  was built to perform gas adsorption studies. In this apparatus,\nmeasurements at temperatures up to 363 K and pressures up to 1.5 bar\ncan be obtained. The setup consists of a stainless steel chamber with\na capacity of about 200 mL. Two QCM crystals of a resonant frequency\nof 9 MHz purchased from Inficon were placed inside the chamber mounted\nonto two CHC-15 Crystal Holders (Inficon). One of the crystals was\nuncoated and used as a reference to correct possible fluctuations\nin the measurement due to temperature, pressure, or gas flow. The other crystal was coated with the material\nunder study. Each holder was connected through a 2′ cable SMB–SMB\nplug to an Inficon RQCM system with two Phase Lock Oscillators (PLOs)\ncapable of working in a range of 5.1–10 MHz.</p>", "clean_text": "QCM-Based Setup for Gas Adsorption Studies\n\nA homemade QCM-based setup represented in  was built to perform gas adsorption studies. In this apparatus, measurements at temperatures up to 363 K and pressures up to 1.5 bar can be obtained. The setup consists of a stainless steel chamber with a capacity of about 200 mL. Two QCM crystals of a resonant frequency of 9 MHz purchased from Inficon were placed inside the chamber mounted onto two CHC-15 Crystal Holders (Inficon). One of the crystals was uncoated and used as a reference to correct possible fluctuations in the measurement due to temperature, pressure, or gas flow. The other crystal was coated with the material under study. Each holder was connected through a 2' cable SMB-SMB plug to an Inficon RQCM system with two Phase Lock Oscillators (PLOs) capable of working in a range of 5.1-10 MHz.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Scheme of the QCM-Based\nDevice Used in CO<sub>2</sub> Adsorption Studies</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-04272x_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Scheme of the QCM-Based Device Used in CO2 Adsorption Studies   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>A total gas flow of 50 mL (STP)·min<sup>–1</sup> was used in all the measurements. He (diluting gas)\nand CO<sub>2</sub> flows were controlled separately by two Alicat\nScientific MC-100SCCM-D/5 M mass-flow controllers. The pressure inside\nthe chamber was monitored by means of a pressure sensor. Two temperature\nsensors allowed measuring the temperature inside the chamber, which\nwas adjusted by two electric resistors. Before starting each measurement\nthe sample was kept at a temperature of 343 K during 1 h under a constant\nflow of 50 mL (STP)·min<sup>–1</sup> of He and then cooled\nto 303 K maintaining the He flow until a stable frequency was obtained.\nAdsorption measurements were done at constant temperature (303 K)\nusing 5 different partial pressures of CO<sub>2</sub> in the mixture\n(CO<sub>2</sub> content was varied following the sequence: 20%, 40%,\n60%, 80%, and 100% in volume). The frequency was allowed to stabilize\nbefore changing the gas mixture composition. At the end of the measurement,\nCO<sub>2</sub> was swept with pure He to observe the recovery of the\nsamples.</p>", "clean_text": "A total gas flow of 50 mL (STP)⋅min-1 was used in all the measurements. He (diluting gas) and CO2 flows were controlled separately by two Alicat Scientific MC-100SCCM-D/5 M mass-flow controllers. The pressure inside the chamber was monitored by means of a pressure sensor. Two temperature sensors allowed measuring the temperature inside the chamber, which was adjusted by two electric resistors. Before starting each measurement the sample was kept at a temperature of 343 K during 1 h under a constant flow of 50 mL (STP)⋅min-1 of He and then cooled to 303 K maintaining the He flow until a stable frequency was obtained. Adsorption measurements were done at constant temperature (303 K) using 5 different partial pressures of CO2 in the mixture (CO2 content was varied following the sequence: 20%, 40%, 60%, 80%, and 100% in volume). The frequency was allowed to stabilize before changing the gas mixture composition. At the end of the measurement, CO2 was swept with pure He to observe the recovery of the samples.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>MOF Characterization</title><p>SEM images demonstrate that nearly spherical MIL-101­(Cr) nanocrystals\nof size 51 ± 10 nm were synthesized (see ). The BET specific surface area of this\nmaterial was 2300 m<sup>2</sup>·g<sup>–1</sup>. XRD of\nthe NP powder was similar to previous studies.\n</p>", "clean_text": "Results and Discussion\n\nMOF Characterization\n\nSEM images demonstrate that nearly spherical MIL-101(Cr) nanocrystals of size 51 ± 10 nm were synthesized (see ). The BET specific surface area of this material was 2300 m2⋅g-1. XRD of the NP powder was similar to previous studies. ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of as-synthesized MIL-101­(Cr) nanocrystals.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-04272x_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM images of as-synthesized MIL-101(Cr) nanocrystals.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Langmuir and LB Films</title><p>Langmuir films\nof MIL-101­(Cr) were obtained at the air–water interface spreading\n2 mL of MOF NP suspensions (0.2 mg·mL<sup>–1</sup>) prepared\nin different chloroform:methanol mixtures in order to find the best\ncomposition to optimize film homogeneity and reduce particle aggregation.\nFor all the studied mixtures, Brewster Angle Microscopy (BAM) images\n(see Figure S1 of the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04272/suppl_file/am6b04272_si_001.pdf\">Supporting Information</ext-link>) obtained during the compression of the films showed NP dense domains\nand uncovered water areas from the beginning of the compression. The\nformation of compact films that totally covered the water surface\nwas observed at surface pressures above 5 mN·m<sup>–1</sup>.</p>", "clean_text": "Langmuir and LB Films\n\nLangmuir films of MIL-101(Cr) were obtained at the air-water interface spreading 2 mL of MOF NP suspensions (0.2 mg⋅mL-1) prepared in different chloroform:methanol mixtures in order to find the best composition to optimize film homogeneity and reduce particle aggregation. For all the studied mixtures, Brewster Angle Microscopy (BAM) images (see Figure S1 of the Supporting Information) obtained during the compression of the films showed NP dense domains and uncovered water areas from the beginning of the compression. The formation of compact films that totally covered the water surface was observed at surface pressures above 5 mN⋅m-1.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>\n shows\nthe π–<italic>A</italic> and Δ<italic>V</italic>–<italic>A</italic> isotherms obtained during the compression\nof the film after spreading a suspension of MOF NPs prepared in chloroform:methanol\nin the proportion 4:1. The area is expressed in cm<sup>2</sup> of\nwater surface available per mg of MOF spread.</p>", "clean_text": "  shows the π-A and ΔV-A isotherms obtained during the compression of the film after spreading a suspension of MOF NPs prepared in chloroform:methanol in the proportion 4:1. The area is expressed in cm2 of water surface available per mg of MOF spread.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Surface pressure–area\n(π–<italic>A</italic>) and surface potential–area\n(Δ<italic>V</italic>–<italic>A</italic>) isotherms obtained\nusing MOF NP dispersions in chloroform:methanol (4:1). MOF and MOF\n+ 1% BA isotherms are plotted together for the purposes of comparison.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-04272x_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Surface pressure-area (π-A) and surface potential-area (ΔV-A) isotherms obtained using MOF NP dispersions in chloroform:methanol (4:1). MOF and MOF + 1% BA isotherms are plotted together for the purposes of comparison.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>π–<italic>A</italic> and Δ<italic>V</italic>–<italic>A</italic> isotherms\nare consistent with the formation of a compact film at the air–water\ninterface. The surface pressure is almost zero over large areas and\nstarts to increase at ca. 300 cm<sup>2</sup>·mg<sup>–1</sup> of MOF. Upon further area reduction, π considerably rises,\nreaching values above 40 mN·m<sup>–1</sup>. The surface\npotential continuously increases from the beginning of the compression,\nalthough some oscillations over large areas reveal the existence of\nuncovered water surface areas observed in BAM images. Two slope growths\nat ca. 455 and 349 cm<sup>2</sup>/mg of MOF precede the onset observed\nin the π–<italic>A</italic> isotherm before the surface\npotential reaches a value of ca. 256 mV at 285 cm<sup>2</sup>/mg.\nFrom this point, Δ<italic>V</italic> increase less markedly\nuntil a new slope change takes place again at around 180 cm<sup>2</sup>/mg of MOF, which is interpreted as the formation of 3D aggregates\nsince a dense monolayer is already formed at lower areas according\nto the BAM images.</p>", "clean_text": "π-A and ΔV-A isotherms are consistent with the formation of a compact film at the air-water interface. The surface pressure is almost zero over large areas and starts to increase at ca. 300 cm2⋅mg-1 of MOF. Upon further area reduction, π considerably rises, reaching values above 40 mN⋅m-1. The surface potential continuously increases from the beginning of the compression, although some oscillations over large areas reveal the existence of uncovered water surface areas observed in BAM images. Two slope growths at ca. 455 and 349 cm2/mg of MOF precede the onset observed in the π-A isotherm before the surface potential reaches a value of ca. 256 mV at 285 cm2/mg. From this point, ΔV increase less markedly until a new slope change takes place again at around 180 cm2/mg of MOF, which is interpreted as the formation of 3D aggregates since a dense monolayer is already formed at lower areas according to the BAM images.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Langmuir films obtained with all the chloroform:methanol\nmixtures analyzed were transferred onto glass substrates during substrate\nemersion at constant surface pressure (12 mN·m<sup>–1</sup>) and characterized by SEM.  shows that the obtained LB films (1 layer) were reasonably\ncompact although more defects could be observed in the film when a\nmixture in the proportion 4:1 was used. Particle aggregation was also\nincreased for that mixture. The more homogeneous and compact LB monolayers\nwere obtained for the mixture in the volume proportion 1:1. Although\nthese results proved that methanol reduced particle aggregation, there\nwere some issues with the reproducibility of the π–<italic>A</italic> and Δ<italic>V</italic>–<italic>A</italic> isotherms when the content of methanol in the mixtures was larger\nthan 20% in volume, probably due to a partial dispersion of MOF NPs\ninto the aqueous subphase.</p>", "clean_text": "Langmuir films obtained with all the chloroform:methanol mixtures analyzed were transferred onto glass substrates during substrate emersion at constant surface pressure (12 mN⋅m-1) and characterized by SEM.  shows that the obtained LB films (1 layer) were reasonably compact although more defects could be observed in the film when a mixture in the proportion 4:1 was used. Particle aggregation was also increased for that mixture. The more homogeneous and compact LB monolayers were obtained for the mixture in the volume proportion 1:1. Although these results proved that methanol reduced particle aggregation, there were some issues with the reproducibility of the π-A and ΔV-A isotherms when the content of methanol in the mixtures was larger than 20% in volume, probably due to a partial dispersion of MOF NPs into the aqueous subphase.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of LB films (1 layer) transferred\nat 12 mN·m<sup>–1</sup> onto glass substrates using different\nchloroform:methanol mixtures to disperse MOF NP: (a) 4:1 mixture.\n(b) 1:1 mixture. (c) 1:2 mixture.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-04272x_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of LB films (1 layer) transferred at 12 mN⋅m-1 onto glass substrates using different chloroform:methanol mixtures to disperse MOF NP: (a) 4:1 mixture. (b) 1:1 mixture. (c) 1:2 mixture.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>To avoid the loss of material and to improve the homogeneity\nof the films, BA was added to MOF suspensions prepared in chloroform:methanol\n(4:1). Different amounts of BA were tested, concluding that just 1%\nin mass of BA (relative to the MOF mass in the dispersion) was enough\nto produce a reproducible expansion in the area per mass of MOF at\na given surface pressure. π–<italic>A</italic> and Δ<italic>V</italic>–<italic>A</italic> isotherms obtained when 1% of\nBA was added to MOF NPs are compared with those of the MOF NPs in . As can be observed,\nthe expansion in the π–<italic>A</italic> isotherm was\nsignificant (area per mg of MOF increases around 20%) but surface\npotential values scarcely changed. This expansion was interpreted\nas a reduction of NP aggregation at the air–water interface\nand an increment of the amount of NPs in contact with the water surface.\nTo prove this hypothesis, LB films were transferred at 12 mN·m<sup>–1</sup> during the upstroke of glass substrates and characterized\nby SEM ().</p>", "clean_text": "To avoid the loss of material and to improve the homogeneity of the films, BA was added to MOF suspensions prepared in chloroform:methanol (4:1). Different amounts of BA were tested, concluding that just 1% in mass of BA (relative to the MOF mass in the dispersion) was enough to produce a reproducible expansion in the area per mass of MOF at a given surface pressure. π-A and ΔV-A isotherms obtained when 1% of BA was added to MOF NPs are compared with those of the MOF NPs in . As can be observed, the expansion in the π-A isotherm was significant (area per mg of MOF increases around 20%) but surface potential values scarcely changed. This expansion was interpreted as a reduction of NP aggregation at the air-water interface and an increment of the amount of NPs in contact with the water surface. To prove this hypothesis, LB films were transferred at 12 mN⋅m-1 during the upstroke of glass substrates and characterized by SEM ().", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SEM images\nof LB films (1 layer) transferred at 12 mN·m<sup>–1</sup> onto glass substrates using MOF NP dispersions in chloroform:methanol\n(4:1). MOF film (a and b); MOF + 1% BA film (c and d).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-04272x_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  SEM images of LB films (1 layer) transferred at 12 mN⋅m-1 onto glass substrates using MOF NP dispersions in chloroform:methanol (4:1). MOF film (a and b); MOF + 1% BA film (c and d).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>A comparison between LB films (1 layer) obtained\nwith and without BA in the NP dispersions confirms that BA reduces\ndefects in the films and particle aggregation, allowing the formation\nof MOF NP dense monolayers that can be incorporated into substrates\nof different nature to cover large areas.</p>", "clean_text": "A comparison between LB films (1 layer) obtained with and without BA in the NP dispersions confirms that BA reduces defects in the films and particle aggregation, allowing the formation of MOF NP dense monolayers that can be incorporated into substrates of different nature to cover large areas.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>To complete the characterization\nof the samples, LB films prepared under the same experimental conditions\n(surface pressure 12 mN·m<sup>–1</sup>, solution containing\n1% in mass of BA) were deposited onto quartz slides and Si(100) wafers\nfor UV and GIXRD characterization.</p>", "clean_text": "To complete the characterization of the samples, LB films prepared under the same experimental conditions (surface pressure 12 mN⋅m-1, solution containing 1% in mass of BA) were deposited onto quartz slides and Si(100) wafers for UV and GIXRD characterization.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The UV spectrum of the LB\nfilm (1 layer) showed a well-defined intense absorption peak at 250\nnm (). Moreover,\nwhen a new film was transferred onto the same substrate, the absorbance\nwas doubled, proving that the density of the second layer was similar\nto that of the film in contact with the quartz substrate.</p>", "clean_text": "The UV spectrum of the LB film (1 layer) showed a well-defined intense absorption peak at 250 nm (). Moreover, when a new film was transferred onto the same substrate, the absorbance was doubled, proving that the density of the second layer was similar to that of the film in contact with the quartz substrate.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>UV spectra\nof LB films (MIL-101­(Cr) + 1% BA) transferred at 12 mN·m<sup>–1</sup> onto a quartz slide: 1 layer (black line), 2 layers\n(red line).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2016-04272x_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  UV spectra of LB films (MIL-101(Cr) + 1% BA) transferred at 12 mN⋅m-1 onto a quartz slide: 1 layer (black line), 2 layers (red line).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>\n shows the GIXRD patterns of LB (3 layers)\nand drop-cast films deposited onto Si(100) wafers. The XRD of the\nNP powder and the simulated XRD obtained from the crystallographic\nstructure information reported for this material are also plotted in the same figure for the purposes of\ncomparison. As can be observed, XRD pattern of the NP powder shows\nthe characteristic diffraction peaks of MIL-101­(Cr) with broader Bragg\nreflections, in agreement with the presence of small NPs. The GIXRD patterns of the films (cast and LB) present similar characteristics\nto the powder XRD, which seems to indicate that the crystallinity\nof the material was not affected during film fabrication, although\nsome of the diffraction peaks are less marked probably due to the\nsmall amount of material deposited in the samples. This effect is\nmore noticeable in the LB films, especially when only 1 layer is deposited\n(see Figure S2 of the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04272/suppl_file/am6b04272_si_001.pdf\">Supporting Information</ext-link>). Similarly, the GI-WAXS pattern reported for a thin film of MIL-101­(Cr)\nNP prepared by dip-coating showed very\nsimilar characteristics to the LB films, with less defined peaks than\nthe powder material.</p>", "clean_text": "  shows the GIXRD patterns of LB (3 layers) and drop-cast films deposited onto Si(100) wafers. The XRD of the NP powder and the simulated XRD obtained from the crystallographic structure information reported for this material are also plotted in the same figure for the purposes of comparison. As can be observed, XRD pattern of the NP powder shows the characteristic diffraction peaks of MIL-101(Cr) with broader Bragg reflections, in agreement with the presence of small NPs. The GIXRD patterns of the films (cast and LB) present similar characteristics to the powder XRD, which seems to indicate that the crystallinity of the material was not affected during film fabrication, although some of the diffraction peaks are less marked probably due to the small amount of material deposited in the samples. This effect is more noticeable in the LB films, especially when only 1 layer is deposited (see Figure S2 of the Supporting Information). Similarly, the GI-WAXS pattern reported for a thin film of MIL-101(Cr) NP prepared by dip-coating showed very similar characteristics to the LB films, with less defined peaks than the powder material.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>GIXRD patterns of MIL-101­(Cr) + 1% BA drop-cast deposited\nsample (blue line) and three layer LB film (magenta line). For comparison,\nXRD of the NP powder MIL-101­(Cr) (red line) and simulated XRD of the\ncrystalline material (black line) have also been included.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2016-04272x_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  GIXRD patterns of MIL-101(Cr) + 1% BA drop-cast deposited sample (blue line) and three layer LB film (magenta line). For comparison, XRD of the NP powder MIL-101(Cr) (red line) and simulated XRD of the crystalline material (black line) have also been included.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>CO<sub>2</sub> Adsorption Studies Using QCM-Based\nSetup</title><p>CO<sub>2</sub> adsorption studies were performed with\nthe QCM-based setup at 303 K (pressure 100 kPa) following the procedure\ndescribed in . LB films (one or two layers deposited) and drop-cast\nfilms prepared using NP diluted suspensions, some containing BA and\nothers not, were studied for comparison. At least three different\nsamples of each type were analyzed and the average values and standard\ndeviations obtained in these studies are summarized in . Moreover, average adsorption\ndata obtained from QCM experiments have been represented in . Error bars in this\nfigure are standard deviations of the measurements (error bar in some\npoints are almost not visible due to the size of the symbols).</p>", "clean_text": "CO2 Adsorption Studies Using QCM-Based Setup\n\nCO2 adsorption studies were performed with the QCM-based setup at 303 K (pressure 100 kPa) following the procedure described in . LB films (one or two layers deposited) and drop-cast films prepared using NP diluted suspensions, some containing BA and others not, were studied for comparison. At least three different samples of each type were analyzed and the average values and standard deviations obtained in these studies are summarized in . Moreover, average adsorption data obtained from QCM experiments have been represented in . Error bars in this figure are standard deviations of the measurements (error bar in some points are almost not visible due to the size of the symbols).", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Average CO<sub>2</sub> adsorption values at 303 K obtained for MIL-101­(Cr) samples\nusing the QCM-based setup: MIL-101­(Cr) cast film (red left triangle),\nMIL-101­(Cr) + 1% BA cast film (blue ▼), MIL-101­(Cr) + 1% BA\nLB (2 layers) film (magenta ▲). Error bars are standard deviations\nobtained from the analysis of at least three samples. MOF NP powder\nadsorption isotherm obtained by a conventional analytical method (■)\nis also shown for comparison.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2016-04272x_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Average CO2 adsorption values at 303 K obtained for MIL-101(Cr) samples using the QCM-based setup: MIL-101(Cr) cast film (red left triangle), MIL-101(Cr) + 1% BA cast film (blue ▼), MIL-101(Cr) + 1% BA LB (2 layers) film (magenta ▲). Error bars are standard deviations obtained from the analysis of at least three samples. MOF NP powder adsorption isotherm obtained by a conventional analytical method (■) is also shown for comparison.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Amount of CO<sub>2</sub> Adsorbed Per Mass of MOF\n(Average ± Standard Deviation) at 303 K (CO<sub>2</sub> Pressure\n100 kPa) Calculated Using Resonant Frequency Change in Drop-Cast and\nLB Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">average MOF mass (μg)</oasis:entry>\n<oasis:entry align=\"center\">CO<sub>2</sub> adsorption (mmol of CO<sub>2</sub>/g of MOF)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cast-film (MOF)</oasis:entry>\n<oasis:entry>5.6</oasis:entry>\n<oasis:entry>1.58 ± 0.01</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cast-film (MOF + 1% BA)</oasis:entry>\n<oasis:entry>5.4</oasis:entry>\n<oasis:entry>0.94 ± 0.01</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>LB film (MOF + 1% BA, 2 layers)</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n<oasis:entry>0.94 ± 0.02</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>LB film (MOF + 1% BA, 1 layer)</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n<oasis:entry>0.90 ± 0.05</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Following a reported methodology, the accuracy of the setup was tested comparing the amount\nof CO<sub>2</sub> adsorbed on MIL-101­(Cr) NP powder determined by\na conventional analytical method (Micromeritics ASAP 2020 equipment)\nand the CO<sub>2</sub> adsorption on drop-cast films prepared using\nNP suspensions (without BA) obtained by QCM frequency change measurements.\nThe average values obtained using both methods were analogous, as\ncan be observed in , confirming that the setup as built could be used to obtain\naccurate adsorption data using small amounts of material (a few micrograms\nversus several tens of milligrams in the case of the conventional\nadsorption methodology). Previous studies also showed that QCM experiments\nperformed with drop-cast films (deposited MOF mass 3–7 μg)\ncould be used to study the kinetics of the desorption processes of\nguest molecules from the pores of different MOFs.\n</p>", "clean_text": "Following a reported methodology, the accuracy of the setup was tested comparing the amount of CO2 adsorbed on MIL-101(Cr) NP powder determined by a conventional analytical method (Micromeritics ASAP 2020 equipment) and the CO2 adsorption on drop-cast films prepared using NP suspensions (without BA) obtained by QCM frequency change measurements. The average values obtained using both methods were analogous, as can be observed in , confirming that the setup as built could be used to obtain accurate adsorption data using small amounts of material (a few micrograms versus several tens of milligrams in the case of the conventional adsorption methodology). Previous studies also showed that QCM experiments performed with drop-cast films (deposited MOF mass 3-7 μg) could be used to study the kinetics of the desorption processes of guest molecules from the pores of different MOFs. ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>LB films obtained at the best working conditions\ntested (MIL-101­(Cr) + 1% BA) were then deposited onto QCM substrates\nat 12 mN·m<sup>–1</sup> for CO<sub>2</sub> adsorption\nstudies. The change in the resonant frequency after the deposition\nof the film was first used to determine the mass of MOF deposited\nusing the Sauerbrey equation, Δ<italic>f</italic> = −<italic>C</italic>\n<sub>\n<italic>f</italic>\n</sub>·Δ<italic>m</italic>, where Δ<italic>f</italic> is\nthe observed frequency change in Hz, <italic>C</italic>\n<sub>\n<italic>f</italic>\n</sub> is the sensitivity factor of the QCM crystal (0.1834\nHz·ng<sup>–1</sup>·cm<sup>2</sup>) provided by Inficon\nand Δ<italic>m</italic> is the change in mass per unit area.\nThe obtained mass of MOF deposited in one transference was ca. 1.2\nμg. Taking into account that the active oscillation region of\nthe QCM substrate is 34.2 mm<sup>2</sup>, this gives 3.5 μg·cm<sup>–2</sup>, which is in good agreement with the observed area\nper mass of MOF at the surface pressure of transference (3.8 μg·cm<sup>–2</sup>) giving a transfer ratio close to 1 (0.92). Moreover,\nthe deposition of a second layer almost doubled the amount of MOF\ndeposited.</p>", "clean_text": "LB films obtained at the best working conditions tested (MIL-101(Cr) + 1% BA) were then deposited onto QCM substrates at 12 mN⋅m-1 for CO2 adsorption studies. The change in the resonant frequency after the deposition of the film was first used to determine the mass of MOF deposited using the Sauerbrey equation, Δf = -C  f ⋅Δm, where Δf is the observed frequency change in Hz, C  f  is the sensitivity factor of the QCM crystal (0.1834 Hz⋅ng-1⋅cm2) provided by Inficon and Δm is the change in mass per unit area. The obtained mass of MOF deposited in one transference was ca. 1.2 μg. Taking into account that the active oscillation region of the QCM substrate is 34.2 mm2, this gives 3.5 μg⋅cm-2, which is in good agreement with the observed area per mass of MOF at the surface pressure of transference (3.8 μg⋅cm-2) giving a transfer ratio close to 1 (0.92). Moreover, the deposition of a second layer almost doubled the amount of MOF deposited.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>As can be observed in , CO<sub>2</sub> adsorption was similar in\nall the samples (cast films, LB films with 1 or 2 layers) containing\nMIL-101­(Cr) + 1% BA. In addition,  shows the comparison between the CO<sub>2</sub> adsorption isotherms measured on LB film (2 layers) and cast\nfilm MIL-101­(Cr) + 1% BA, showing that the behavior of the samples\nwas almost identical. These results prove that by using the LB technique\nit is possible to obtain compact NP MOF thin films that can be directly\ndeposited onto QCM substrates to study adsorption processes using\na minimal amount of material. Moreover, the time needed to fabricate\none LB film is ca. 3 h, which is significantly shorter than the time\nrequired for SURMOF fabrication using the LPE methodology, where 72\nh is needed to grow a film of 100 nm of HKUST-1. This opens up a very interesting methodology for the development\nof new tools for both MOF characterization and chemical sensors.</p>", "clean_text": "As can be observed in , CO2 adsorption was similar in all the samples (cast films, LB films with 1 or 2 layers) containing MIL-101(Cr) + 1% BA. In addition,  shows the comparison between the CO2 adsorption isotherms measured on LB film (2 layers) and cast film MIL-101(Cr) + 1% BA, showing that the behavior of the samples was almost identical. These results prove that by using the LB technique it is possible to obtain compact NP MOF thin films that can be directly deposited onto QCM substrates to study adsorption processes using a minimal amount of material. Moreover, the time needed to fabricate one LB film is ca. 3 h, which is significantly shorter than the time required for SURMOF fabrication using the LPE methodology, where 72 h is needed to grow a film of 100 nm of HKUST-1. This opens up a very interesting methodology for the development of new tools for both MOF characterization and chemical sensors.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>MIL-101­(Cr) + 1% BA samples exhibited lower CO<sub>2</sub> adsorption\nthan MIL-101­(Cr), probably due to partial BA penetration into the\nMOF pores. A similar reduction in adsorption has been reported when\nPEI was used to prepare MIL-101­(Cr) thin films on alumina supports. However, it should be emphasized that BA was\nnecessary to obtain dense MOF films on QCM substrates. When MIL-101­(Cr)\nLangmuir films prepared without BA were directly transferred onto\nQCM substrates, poor coverage of the substrates was obtained (transfer\nratio below 0.4).</p>", "clean_text": "MIL-101(Cr) + 1% BA samples exhibited lower CO2 adsorption than MIL-101(Cr), probably due to partial BA penetration into the MOF pores. A similar reduction in adsorption has been reported when PEI was used to prepare MIL-101(Cr) thin films on alumina supports. However, it should be emphasized that BA was necessary to obtain dense MOF films on QCM substrates. When MIL-101(Cr) Langmuir films prepared without BA were directly transferred onto QCM substrates, poor coverage of the substrates was obtained (transfer ratio below 0.4).", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Figure S3 of the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04272/suppl_file/am6b04272_si_001.pdf\">Supporting Information</ext-link> shows the resonant frequency change of a QCM substrate\ncovered with a LB film (2 layers) during CO<sub>2</sub> adsorption\nmeasurements. Less than 60 min was necessary to obtain the five experimental\npoints. Additionally, in the same figure, the effect of using He at\nthe end of the experiment to remove the adsorbed CO<sub>2</sub> can\nbe observed. About 15 min of He flow at 303 K were enough to obtain\na resonant frequency that was almost the same as the initial value\nof the experiment, showing that the adsorption process was reversible\n(heating at 343 K the sample was completely recovered).</p>", "clean_text": "Figure S3 of the Supporting Information shows the resonant frequency change of a QCM substrate covered with a LB film (2 layers) during CO2 adsorption measurements. Less than 60 min was necessary to obtain the five experimental points. Additionally, in the same figure, the effect of using He at the end of the experiment to remove the adsorbed CO2 can be observed. About 15 min of He flow at 303 K were enough to obtain a resonant frequency that was almost the same as the initial value of the experiment, showing that the adsorption process was reversible (heating at 343 K the sample was completely recovered).", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>The formation of ultrathin films of the metal organic framework\nMIL-101­(Cr) at the air–water interface has been studied, showing\nthat the optimization of the solvent proportion and the addition of\na small amount of BA (1% of MOF mass) to MOF NP (size 51 ± 10\nnm) dispersions allows obtaining compact and dense monolayers that\ncan be transferred onto solid substrates of different nature (glass,\nquartz, silicon). SEM, UV–vis, and GIXRD characterization has\nconfirmed the compact packing of MOF NPs. Moreover, for the first\ntime MOF NP LB films have been incorporated into QCM substrates by\ndirect transfer from the air–water interface without any previous\nsubstrate functionalization. The obtained LB films have been studied\nat 303 K for CO<sub>2</sub> adsorption, measuring resonant frequency\nchanges during gas flow at 5 different CO<sub>2</sub> partial pressures.\nThe total amount of CO<sub>2</sub> adsorbed at 100 kPa can be characterized\nusing QCM substrates modified with just one LB layer. The amount of\nMOF deposited in one transfer (1.2 μg) is enough to obtain accurate\nadsorption values, comparable to those obtained by conventional adsorption\nmethods that require much larger MOF quantities (tens of mg). These\nresults open up an interesting approach for the preparation and characterization\nof MOF thin films and their use in the development of new characterization\ntools and chemical sensors.</p>", "clean_text": "Conclusions\n\nThe formation of ultrathin films of the metal organic framework MIL-101(Cr) at the air-water interface has been studied, showing that the optimization of the solvent proportion and the addition of a small amount of BA (1% of MOF mass) to MOF NP (size 51 ± 10 nm) dispersions allows obtaining compact and dense monolayers that can be transferred onto solid substrates of different nature (glass, quartz, silicon). SEM, UV-vis, and GIXRD characterization has confirmed the compact packing of MOF NPs. Moreover, for the first time MOF NP LB films have been incorporated into QCM substrates by direct transfer from the air-water interface without any previous substrate functionalization. The obtained LB films have been studied at 303 K for CO2 adsorption, measuring resonant frequency changes during gas flow at 5 different CO2 partial pressures. The total amount of CO2 adsorbed at 100 kPa can be characterized using QCM substrates modified with just one LB layer. The amount of MOF deposited in one transfer (1.2 μg) is enough to obtain accurate adsorption values, comparable to those obtained by conventional adsorption methods that require much larger MOF quantities (tens of mg). These results open up an interesting approach for the preparation and characterization of MOF thin films and their use in the development of new characterization tools and chemical sensors.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of\ncharge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications\nwebsite</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.6b04272\">10.1021/acsami.6b04272</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>BAM images of\nLangmuir film formation, GIXRD characterization of LB films (1 and\n3 layers) and the resonant frequency change of a QCM during a CO<sub>2</sub> adsorption experiment. (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04272/suppl_file/am6b04272_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.6b04272.  BAM images of Langmuir film formation, GIXRD characterization of LB films (1 and 3 layers) and the resonant frequency change of a QCM during a CO2 adsorption experiment. (PDF)   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>BAM images of\nLangmuir film formation, GIXRD characterization of LB films (1 and\n3 layers) and the resonant frequency change of a QCM during a CO<sub>2</sub> adsorption experiment. (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04272/suppl_file/am6b04272_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare no competing financial interest.</p><title>References</title>", "clean_text": "BAM images of Langmuir film formation, GIXRD characterization of LB films (1 and 3 layers) and the resonant frequency change of a QCM during a CO2 adsorption experiment. (PDF)\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<title>Materials and Methods</title><title>MOF Synthesis and Characterization</title><p>MIL-101­(Cr) was synthesized according to a previously reported procedure followed by some additional purification steps\ndescribed in the literature. Briefly,\n0.7 g of chromium chloride hexahydrate (CrCl<sub>3</sub>·6H<sub>2</sub>O, Sigma-Aldrich, ≥98%) was mixed with 26 mL of deionized\nwater. Then, 0.45 g of terephthalic acid (H<sub>2</sub>BDC, Sigma-Aldrich,\n98%) was added. The mixture was placed inside a PTFE-TFM pressure\nvessel, and then heated in a microwave oven (Multiwave 3000, Anton\nPaar) to 453 K for 30 min. The sample was recovered by centrifugation\nat 10 000 rpm for 10 min and washed several times with deionized\nwater. To remove the terephthalic acid remaining within the pores\nof the MOF, MIL-101­(Cr) was dispersed in EtOH (1 g dispersed in 50\nmL), placed in an autoclave and heated to 373 K overnight. After that,\nthe product was recovered by centrifugation at 10 000 rpm for\n10 min and dispersed in an aqueous solution of NH<sub>4</sub>F 30\nmM (1 g dispersed in 150 mL) at 333 K for 10 h. Finally the solid\nwas washed with abundant hot water to remove traces of NH<sub>4</sub>F, dispersed in MeOH, and stored in the solvent. No drying was applied\nto the material to minimize NP aggregation.</p>", "clean_text": "Materials and Methods\n\nMOF Synthesis and Characterization\n\nMIL-101(Cr) was synthesized according to a previously reported procedure followed by some additional purification steps described in the literature. Briefly, 0.7 g of chromium chloride hexahydrate (CrCl3⋅6H2O, Sigma-Aldrich, ≥98%) was mixed with 26 mL of deionized water. Then, 0.45 g of terephthalic acid (H2BDC, Sigma-Aldrich, 98%) was added. The mixture was placed inside a PTFE-TFM pressure vessel, and then heated in a microwave oven (Multiwave 3000, Anton Paar) to 453 K for 30 min. The sample was recovered by centrifugation at 10000 rpm for 10 min and washed several times with deionized water. To remove the terephthalic acid remaining within the pores of the MOF, MIL-101(Cr) was dispersed in EtOH (1 g dispersed in 50 mL), placed in an autoclave and heated to 373 K overnight. After that, the product was recovered by centrifugation at 10000 rpm for 10 min and dispersed in an aqueous solution of NH4F 30 mM (1 g dispersed in 150 mL) at 333 K for 10 h. Finally the solid was washed with abundant hot water to remove traces of NH4F, dispersed in MeOH, and stored in the solvent. No drying was applied to the material to minimize NP aggregation.", "data": [{"meta": {"name": "MIL-101­(Cr)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "microwave-assisted synthesis", "precursor": [{"name": "chromium chloride hexahydrate", "amount": "0.7", "unit": "g"}], "solution": [{"name": "deionized water", "amount": "26", "unit": "mL"}, {"name": "terephthalic acid", "amount": "0.45", "unit": "g"}], "temperature": "453 K", "atmosphere": "", "time": "30 min"}, {"synthesis method": "centrifugation", "revolution per time": "10,000 rpm", "relative centrifugal force": "", "time": "10 min"}, {"synthesis method": "washing", "washing solution": "deionized water", "amount": ""}, {"synthesis method": "dispersion", "dispersion solution": "EtOH", "amount": "1 g dispersed in 50 mL", "pressure": "", "temperature": "373 K", "time": "overnight"}, {"synthesis method": "centrifugation", "revolution per time": "10,000 rpm", "relative centrifugal force": "", "time": "10 min"}, {"synthesis method": "dispersion", "dispersion solution": "aqueous solution of NH4F 30 mM", "amount": "1 g dispersed in 150 mL", "pressure": "", "temperature": "333 K", "time": "10 h"}, {"synthesis method": "washing", "washing solution": "hot water", "amount": "abundant"}, {"synthesis method": "dispersion", "dispersion solution": "MeOH", "amount": "", "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "storage", "storage solution": "MeOH", "amount": "", "pressure": "", "temperature": "", "time": ""}]}], "include_properties": ["microwave_assisted_synthesis", "centrifugation", "washing"]}, {"idx": "17, 22, 37", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>MOF Characterization</title><p>SEM images demonstrate that nearly spherical MIL-101­(Cr) nanocrystals\nof size 51 ± 10 nm were synthesized (see ). The BET specific surface area of this\nmaterial was 2300 m<sup>2</sup>·g<sup>–1</sup>. XRD of\nthe NP powder was similar to previous studies.\n</p><p>π–<italic>A</italic> and Δ<italic>V</italic>–<italic>A</italic> isotherms\nare consistent with the formation of a compact film at the air–water\ninterface. The surface pressure is almost zero over large areas and\nstarts to increase at ca. 300 cm<sup>2</sup>·mg<sup>–1</sup> of MOF. Upon further area reduction, π considerably rises,\nreaching values above 40 mN·m<sup>–1</sup>. The surface\npotential continuously increases from the beginning of the compression,\nalthough some oscillations over large areas reveal the existence of\nuncovered water surface areas observed in BAM images. Two slope growths\nat ca. 455 and 349 cm<sup>2</sup>/mg of MOF precede the onset observed\nin the π–<italic>A</italic> isotherm before the surface\npotential reaches a value of ca. 256 mV at 285 cm<sup>2</sup>/mg.\nFrom this point, Δ<italic>V</italic> increase less markedly\nuntil a new slope change takes place again at around 180 cm<sup>2</sup>/mg of MOF, which is interpreted as the formation of 3D aggregates\nsince a dense monolayer is already formed at lower areas according\nto the BAM images.</p><p>LB films obtained at the best working conditions\ntested (MIL-101­(Cr) + 1% BA) were then deposited onto QCM substrates\nat 12 mN·m<sup>–1</sup> for CO<sub>2</sub> adsorption\nstudies. The change in the resonant frequency after the deposition\nof the film was first used to determine the mass of MOF deposited\nusing the Sauerbrey equation, Δ<italic>f</italic> = −<italic>C</italic>\n<sub>\n<italic>f</italic>\n</sub>·Δ<italic>m</italic>, where Δ<italic>f</italic> is\nthe observed frequency change in Hz, <italic>C</italic>\n<sub>\n<italic>f</italic>\n</sub> is the sensitivity factor of the QCM crystal (0.1834\nHz·ng<sup>–1</sup>·cm<sup>2</sup>) provided by Inficon\nand Δ<italic>m</italic> is the change in mass per unit area.\nThe obtained mass of MOF deposited in one transference was ca. 1.2\nμg. Taking into account that the active oscillation region of\nthe QCM substrate is 34.2 mm<sup>2</sup>, this gives 3.5 μg·cm<sup>–2</sup>, which is in good agreement with the observed area\nper mass of MOF at the surface pressure of transference (3.8 μg·cm<sup>–2</sup>) giving a transfer ratio close to 1 (0.92). Moreover,\nthe deposition of a second layer almost doubled the amount of MOF\ndeposited.</p>", "clean_text": "Results and Discussion\n\nMOF Characterization\n\nSEM images demonstrate that nearly spherical MIL-101(Cr) nanocrystals of size 51 ± 10 nm were synthesized (see ). The BET specific surface area of this material was 2300 m2⋅g-1. XRD of the NP powder was similar to previous studies. \n\nπ-A and ΔV-A isotherms are consistent with the formation of a compact film at the air-water interface. The surface pressure is almost zero over large areas and starts to increase at ca. 300 cm2⋅mg-1 of MOF. Upon further area reduction, π considerably rises, reaching values above 40 mN⋅m-1. The surface potential continuously increases from the beginning of the compression, although some oscillations over large areas reveal the existence of uncovered water surface areas observed in BAM images. Two slope growths at ca. 455 and 349 cm2/mg of MOF precede the onset observed in the π-A isotherm before the surface potential reaches a value of ca. 256 mV at 285 cm2/mg. From this point, ΔV increase less markedly until a new slope change takes place again at around 180 cm2/mg of MOF, which is interpreted as the formation of 3D aggregates since a dense monolayer is already formed at lower areas according to the BAM images.\n\nLB films obtained at the best working conditions tested (MIL-101(Cr) + 1% BA) were then deposited onto QCM substrates at 12 mN⋅m-1 for CO2 adsorption studies. The change in the resonant frequency after the deposition of the film was first used to determine the mass of MOF deposited using the Sauerbrey equation, Δf = -C  f ⋅Δm, where Δf is the observed frequency change in Hz, C  f  is the sensitivity factor of the QCM crystal (0.1834 Hz⋅ng-1⋅cm2) provided by Inficon and Δm is the change in mass per unit area. The obtained mass of MOF deposited in one transference was ca. 1.2 μg. Taking into account that the active oscillation region of the QCM substrate is 34.2 mm2, this gives 3.5 μg⋅cm-2, which is in good agreement with the observed area per mass of MOF at the surface pressure of transference (3.8 μg⋅cm-2) giving a transfer ratio close to 1 (0.92). Moreover, the deposition of a second layer almost doubled the amount of MOF deposited.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "2300", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 35, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Amount of CO<sub>2</sub> Adsorbed Per Mass of MOF\n(Average ± Standard Deviation) at 303 K (CO<sub>2</sub> Pressure\n100 kPa) Calculated Using Resonant Frequency Change in Drop-Cast and\nLB Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">average MOF mass (μg)</oasis:entry>\n<oasis:entry align=\"center\">CO<sub>2</sub> adsorption (mmol of CO<sub>2</sub>/g of MOF)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cast-film (MOF)</oasis:entry>\n<oasis:entry>5.6</oasis:entry>\n<oasis:entry>1.58 ± 0.01</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cast-film (MOF + 1% BA)</oasis:entry>\n<oasis:entry>5.4</oasis:entry>\n<oasis:entry>0.94 ± 0.01</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>LB film (MOF + 1% BA, 2 layers)</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n<oasis:entry>0.94 ± 0.02</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>LB film (MOF + 1% BA, 1 layer)</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n<oasis:entry>0.90 ± 0.05</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Amount of CO<sub>2</sub> Adsorbed Per Mass of MOF (Average ± Standard Deviation) at 303 K (CO<sub>2</sub> Pressure 100 kPa) Calculated Using Resonant Frequency Change in Drop-Cast and LB Samples\n\n| sample                        | average MOF mass (μg) | CO<sub>2</sub> adsorption (mmol of CO<sub>2</sub>/g of MOF) |\n|-------------------------------|-----------------------|-----------------------------------------------------------|\n| Cast-film (MOF)                | 5.6                   | 1.58 ± 0.01                                                |\n| Cast-film (MOF + 1% BA)        | 5.4                   | 0.94 ± 0.01                                                |\n| LB film (MOF + 1% BA, 2 layers) | 2.3                   | 0.94 ± 0.02                                                |\n| LB film (MOF + 1% BA, 1 layer)  | 1.2                   | 0.90 ± 0.05                                                |", "data": [{"meta": {"name": "Cast-film (MOF)", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbate": "CO2", "adsorbed amount": "1.58", "unit": "mmol of CO2/g of MOF", "temperature": "303 K", "pressure": "100 kPa", "condition": ""}], "mass": [{"value": "5.6", "unit": "μg", "condition": ""}]}, {"meta": {"name": "Cast-film (MOF + 1% BA)", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbate": "CO2", "adsorbed amount": "0.94", "unit": "mmol of CO2/g of MOF", "temperature": "303 K", "pressure": "100 kPa", "condition": ""}], "mass": [{"value": "5.4", "unit": "μg", "condition": ""}]}, {"meta": {"name": "LB film (MOF + 1% BA, 2 layers)", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbate": "CO2", "adsorbed amount": "0.94", "unit": "mmol of CO2/g of MOF", "temperature": "303 K", "pressure": "100 kPa", "condition": ""}], "mass": [{"value": "2.3", "unit": "μg", "condition": ""}]}, {"meta": {"name": "LB film (MOF + 1% BA, 1 layer)", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbate": "CO2", "adsorbed amount": "0.90", "unit": "mmol of CO2/g of MOF", "temperature": "303 K", "pressure": "100 kPa", "condition": ""}], "mass": [{"value": "1.2", "unit": "μg", "condition": ""}]}], "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Scheme of the QCM-Based\nDevice Used in CO<sub>2</sub> Adsorption Studies</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-04272x_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Scheme of the QCM-Based Device Used in CO2 Adsorption Studies   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of as-synthesized MIL-101­(Cr) nanocrystals.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-04272x_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM images of as-synthesized MIL-101(Cr) nanocrystals.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Surface pressure–area\n(π–<italic>A</italic>) and surface potential–area\n(Δ<italic>V</italic>–<italic>A</italic>) isotherms obtained\nusing MOF NP dispersions in chloroform:methanol (4:1). MOF and MOF\n+ 1% BA isotherms are plotted together for the purposes of comparison.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-04272x_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Surface pressure-area (π-A) and surface potential-area (ΔV-A) isotherms obtained using MOF NP dispersions in chloroform:methanol (4:1). MOF and MOF + 1% BA isotherms are plotted together for the purposes of comparison.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of LB films (1 layer) transferred\nat 12 mN·m<sup>–1</sup> onto glass substrates using different\nchloroform:methanol mixtures to disperse MOF NP: (a) 4:1 mixture.\n(b) 1:1 mixture. (c) 1:2 mixture.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-04272x_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of LB films (1 layer) transferred at 12 mN⋅m-1 onto glass substrates using different chloroform:methanol mixtures to disperse MOF NP: (a) 4:1 mixture. (b) 1:1 mixture. (c) 1:2 mixture.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SEM images\nof LB films (1 layer) transferred at 12 mN·m<sup>–1</sup> onto glass substrates using MOF NP dispersions in chloroform:methanol\n(4:1). MOF film (a and b); MOF + 1% BA film (c and d).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-04272x_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  SEM images of LB films (1 layer) transferred at 12 mN⋅m-1 onto glass substrates using MOF NP dispersions in chloroform:methanol (4:1). MOF film (a and b); MOF + 1% BA film (c and d).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>UV spectra\nof LB films (MIL-101­(Cr) + 1% BA) transferred at 12 mN·m<sup>–1</sup> onto a quartz slide: 1 layer (black line), 2 layers\n(red line).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2016-04272x_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  UV spectra of LB films (MIL-101(Cr) + 1% BA) transferred at 12 mN⋅m-1 onto a quartz slide: 1 layer (black line), 2 layers (red line).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>GIXRD patterns of MIL-101­(Cr) + 1% BA drop-cast deposited\nsample (blue line) and three layer LB film (magenta line). For comparison,\nXRD of the NP powder MIL-101­(Cr) (red line) and simulated XRD of the\ncrystalline material (black line) have also been included.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2016-04272x_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  GIXRD patterns of MIL-101(Cr) + 1% BA drop-cast deposited sample (blue line) and three layer LB film (magenta line). For comparison, XRD of the NP powder MIL-101(Cr) (red line) and simulated XRD of the crystalline material (black line) have also been included.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Average CO<sub>2</sub> adsorption values at 303 K obtained for MIL-101­(Cr) samples\nusing the QCM-based setup: MIL-101­(Cr) cast film (red left triangle),\nMIL-101­(Cr) + 1% BA cast film (blue ▼), MIL-101­(Cr) + 1% BA\nLB (2 layers) film (magenta ▲). Error bars are standard deviations\nobtained from the analysis of at least three samples. MOF NP powder\nadsorption isotherm obtained by a conventional analytical method (■)\nis also shown for comparison.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2016-04272x_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Average CO2 adsorption values at 303 K obtained for MIL-101(Cr) samples using the QCM-based setup: MIL-101(Cr) cast film (red left triangle), MIL-101(Cr) + 1% BA cast film (blue ▼), MIL-101(Cr) + 1% BA LB (2 layers) film (magenta ▲). Error bars are standard deviations obtained from the analysis of at least three samples. MOF NP powder adsorption isotherm obtained by a conventional analytical method (■) is also shown for comparison.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.6b04272", "title": null, "journal": "American\nChemical Society", "date": "2016.06", "author_list": ["Benito\nJavier", "Sorribas\nSara", "Lucas\nIrene", "Coronas\nJoaquin", "Gascon\nIgnacio"]}}