{"filepath": "../L2M3_data/1_application_papers/acs_xml/am6b04697.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\nlithium–sulfur (Li–S) battery presents a promising rechargeable\nenergy storage technology for the increasing energy demand in a worldwide\nrange. However, current main challenges in Li–S battery are\nstructural degradation and instability of the solid-electrolyte interphase\ncaused by the dissolution of polysulfides during cycling, resulting\nin the corrosion and loss of active materials. Herein, we developed\nnovel hybrids by employing metal–organic polyhedron (MOP) encapsulated\nPVP-functionalized sulfur nanoparticles (S@MOP), where the active\nsulfur component was efficiently encapsulated within the core of MOP\nand PVP as a surfactant was helpful to stabilize the sulfur nanoparticles\nand control the size and shape of corresponding hybrids during their\nsyntheses. The amount of sulfur embedded into MOP could be controlled\naccording to requirements. By using the S@MOP hybrids as cathodes,\nan obvious enhancement in the performance of Li–S battery was\nachieved, including high specific capacity with good cycling stability.\nThe MOP encapsulation could enhance the utilization efficiency of\nsulfur. Importantly, the structure of the S@MOP hybrids was very stable,\nand they could last for almost 1000 cycles as cathodes in Li–S\nbattery. Such high performance has rarely been obtained using metal–organic\nframework systems. The present approach opens up a promising route\nfor further applications of MOP as host materials in electrochemical\nand energy storage fields.</p>", "clean_text": "The lithium-sulfur (Li-S) battery presents a promising rechargeable energy storage technology for the increasing energy demand in a worldwide range. However, current main challenges in Li-S battery are structural degradation and instability of the solid-electrolyte interphase caused by the dissolution of polysulfides during cycling, resulting in the corrosion and loss of active materials. Herein, we developed novel hybrids by employing metal-organic polyhedron (MOP) encapsulated PVP-functionalized sulfur nanoparticles (S@MOP), where the active sulfur component was efficiently encapsulated within the core of MOP and PVP as a surfactant was helpful to stabilize the sulfur nanoparticles and control the size and shape of corresponding hybrids during their syntheses. The amount of sulfur embedded into MOP could be controlled according to requirements. By using the S@MOP hybrids as cathodes, an obvious enhancement in the performance of Li-S battery was achieved, including high specific capacity with good cycling stability. The MOP encapsulation could enhance the utilization efficiency of sulfur. Importantly, the structure of the S@MOP hybrids was very stable, and they could last for almost 1000 cycles as cathodes in Li-S battery. Such high performance has rarely been obtained using metal-organic framework systems. The present approach opens up a promising route for further applications of MOP as host materials in electrochemical and energy storage fields.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Worldwide energy demand has been sharply increasing on account of\nthe growing population and economic development. Electrical energy\nstorage has therefore become a pressing need in these days. Lithium–sulfur\n(Li–S) battery has been increasingly attracting attention for\nits promising characteristics. Sulfur is best suited\nas a cathode material of the lithium battery, since it offers the\nhighest theoretical capability of 1675 mAh g<sup>–1</sup> over\nconventional transition metal oxide cathodes. In\naddition to exceptional high capacity, it brings a low operating voltage,\nwhich complies with the safety requirement of battery. Sulfur as one of the abundant elements on earth is cheap and environmentally\nfriendly as compared to toxic transition metals. Thus, Li–S\nbattery is believed to be a next-generation rechargeable battery system.\nHowever, its further development is still limited by several drawbacks.\nThe main challenge in Li–S battery is structural degradation\nand instability of the solid-electrolyte interphase caused by the\ndissolution of polysulfide during cycling. Furthermore, the dissolved polysulfide in organic electrolyte might\ndiffuse into the lithium anode, resulting in the corrosion and loss\nof active materials. Overall, these issues give rise\nto low utilization of active materials, low system efficiency, and\npoor cycle life. Hence, researchers have been seeking for new ways\nto immobilize the active sulfur component and to enhance the dispersibility\nof polysulfide for decreasing undesirable effects on the performance\nof Li–S battery.\n</p>", "clean_text": "Worldwide energy demand has been sharply increasing on account of the growing population and economic development. Electrical energy storage has therefore become a pressing need in these days. Lithium-sulfur (Li-S) battery has been increasingly attracting attention for its promising characteristics. Sulfur is best suited as a cathode material of the lithium battery, since it offers the highest theoretical capability of 1675 mAh g-1 over conventional transition metal oxide cathodes. In addition to exceptional high capacity, it brings a low operating voltage, which complies with the safety requirement of battery. Sulfur as one of the abundant elements on earth is cheap and environmentally friendly as compared to toxic transition metals. Thus, Li-S battery is believed to be a next-generation rechargeable battery system. However, its further development is still limited by several drawbacks. The main challenge in Li-S battery is structural degradation and instability of the solid-electrolyte interphase caused by the dissolution of polysulfide during cycling. Furthermore, the dissolved polysulfide in organic electrolyte might diffuse into the lithium anode, resulting in the corrosion and loss of active materials. Overall, these issues give rise to low utilization of active materials, low system efficiency, and poor cycle life. Hence, researchers have been seeking for new ways to immobilize the active sulfur component and to enhance the dispersibility of polysulfide for decreasing undesirable effects on the performance of Li-S battery. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To date,\nnumerous porous materials have been tested for the construction of\nLi–S battery, which include porous carbon, conductive polymers, metal oxides, and metal–organic frameworks (MOFs), where sulfur is confined into these hollow or porous materials.\nNotably, MOFs show advantageous chemical and physical properties,\nin which small and naked sulfur particles are embedded inside the\nMOFs. However, the incorporation of sulfur\nnanoparticles into MOFs with a controllable amount of sulfur has not\nbeen well studied. Common methods of encapsulating sulfur into the\npores of MOFs are vapor-phase infusion and melt diffusion, which cannot sufficiently solve the problems of immobilizing and\nseparating the sulfur nanoparticles. Some sulfur nanoparticles unavoidably\nexist on the outer surface of the host materials as unprotected sulfur,\ncontributing to the redox shuttle and leading to a high loss of battery\ncapacity over the first several cycles. Furthermore, there is also a poor control over the filling content\nof sulfur into the pores of the host materials, thus compromising\nthe battery capacity.\n</p>", "clean_text": "To date, numerous porous materials have been tested for the construction of Li-S battery, which include porous carbon, conductive polymers, metal oxides, and metal-organic frameworks (MOFs), where sulfur is confined into these hollow or porous materials. Notably, MOFs show advantageous chemical and physical properties, in which small and naked sulfur particles are embedded inside the MOFs. However, the incorporation of sulfur nanoparticles into MOFs with a controllable amount of sulfur has not been well studied. Common methods of encapsulating sulfur into the pores of MOFs are vapor-phase infusion and melt diffusion, which cannot sufficiently solve the problems of immobilizing and separating the sulfur nanoparticles. Some sulfur nanoparticles unavoidably exist on the outer surface of the host materials as unprotected sulfur, contributing to the redox shuttle and leading to a high loss of battery capacity over the first several cycles. Furthermore, there is also a poor control over the filling content of sulfur into the pores of the host materials, thus compromising the battery capacity. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To address these issues,\nwe herein present a unique hybrid material consisting of sulfur, polyvinylpyrrolidone\n(PVP) and metal–organic polyhedron (MOP), where MOP was employed\nto encapsulate the PVP-covered sulfur nanoparticles. We generalized\nthis encapsulation methodology by using three representative MOPs,\ni.e., ZIF-8, ZIF-67, and HKUST-1. The as-prepared S@MOP hybrids successfully\nsolve the volume expansion issue, and effectively avoid the side reaction\noccurred to the electrodes and rapid fading of capacity during cycling.\nThis study presents an ideal model system for further investigating\nlithium ion grafting-releasing behavior of sulfur embedded MOPs.</p>", "clean_text": "To address these issues, we herein present a unique hybrid material consisting of sulfur, polyvinylpyrrolidone (PVP) and metal-organic polyhedron (MOP), where MOP was employed to encapsulate the PVP-covered sulfur nanoparticles. We generalized this encapsulation methodology by using three representative MOPs, i.e., ZIF-8, ZIF-67, and HKUST-1. The as-prepared S@MOP hybrids successfully solve the volume expansion issue, and effectively avoid the side reaction occurred to the electrodes and rapid fading of capacity during cycling. This study presents an ideal model system for further investigating lithium ion grafting-releasing behavior of sulfur embedded MOPs.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The synthesis of S@MOP was based on a template method (). This approach involves an\namphiphilic and nonionic PVP surfactant that not only stabilizes the\nsulfur nanoparticles in polar solvents, but also controls physical\nproperties of the hybrids such as the shape and size. The sulfur nanoparticles were first synthesized by a liquid\nphase precipitation method with slight modifications, where sulfur powder was utilized as the starting reagent,\nformic acid as a precipitating agent, and polyethylene glycol-400\n(PEG-400) as a dispersing agent. Sulfur powder was dissolved in alkali\nmetal sulfide solution (Na<sub>2</sub>S) at room temperature to give\npolysulfide. Polysulfide is the source of S<sup>2–</sup>. When\nformic acid was added to polysulfide solution under acidic conditions,\nS<sup>2–</sup> was precipitated to afford sulfur nanoparticles\nwith a uniform size (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Figure S1</ext-link>). The obtained\nsulfur nanoparticles were then functionalized with PVP. Three well\nreported MOPs, i.e., ZIF-8, ZIF-67, and HKUST-1, were chosen as the\nhost materials for the encapsulations of sulfur nanoparticles. The\nencapsulation procedure was initially demonstrated using ZIF-8, where\nethanolic solutions of zinc nitrate (0.30 g, 1 mmol), 2-methylimidazole\n(0.33 g, 8 mmol) and an appropriate amount of presynthesized sulfur\nnanoparticles were added to a beaker containing PVP (0.01 g). The\nmixed solution was stirred for 1 min and then kept at room temperature\nfor 24 h without stirring. For the other two MOPs, the synthetic details\nof encapsulation can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Table S1</ext-link>. A series of MOP polyhedra with different sizes from 70 nm to 2\nμm were also synthesized. Field-emission scanning electron microscopy\n(FESEM) and transmission electron microscopy (TEM) images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Figures S2–S4</ext-link>) reveal that these MOPs\nhave uniform polyhedral shape and good size distribution having smooth\nsurface and fine crystallinity.</p>", "clean_text": "The synthesis of S@MOP was based on a template method (). This approach involves an amphiphilic and nonionic PVP surfactant that not only stabilizes the sulfur nanoparticles in polar solvents, but also controls physical properties of the hybrids such as the shape and size. The sulfur nanoparticles were first synthesized by a liquid phase precipitation method with slight modifications, where sulfur powder was utilized as the starting reagent, formic acid as a precipitating agent, and polyethylene glycol-400 (PEG-400) as a dispersing agent. Sulfur powder was dissolved in alkali metal sulfide solution (Na2S) at room temperature to give polysulfide. Polysulfide is the source of S2-. When formic acid was added to polysulfide solution under acidic conditions, S2- was precipitated to afford sulfur nanoparticles with a uniform size (Figure S1). The obtained sulfur nanoparticles were then functionalized with PVP. Three well reported MOPs, i.e., ZIF-8, ZIF-67, and HKUST-1, were chosen as the host materials for the encapsulations of sulfur nanoparticles. The encapsulation procedure was initially demonstrated using ZIF-8, where ethanolic solutions of zinc nitrate (0.30 g, 1 mmol), 2-methylimidazole (0.33 g, 8 mmol) and an appropriate amount of presynthesized sulfur nanoparticles were added to a beaker containing PVP (0.01 g). The mixed solution was stirred for 1 min and then kept at room temperature for 24 h without stirring. For the other two MOPs, the synthetic details of encapsulation can be found in the Table S1. A series of MOP polyhedra with different sizes from 70 nm to 2 μm were also synthesized. Field-emission scanning electron microscopy (FESEM) and transmission electron microscopy (TEM) images (Figures S2-S4) reveal that these MOPs have uniform polyhedral shape and good size distribution having smooth surface and fine crystallinity.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration of different MOP\nencapsulated sulfur: yellow represents sulfur nanoparticles, and orange\nrepresents PVP surfactant. The three hybrid MOPs used are 800 nm S@ZIF-8,\n1 μm S@ZIF-67, and 500 nm S@HKUST-1.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-04697k_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of different MOP encapsulated sulfur: yellow represents sulfur nanoparticles, and orange represents PVP surfactant. The three hybrid MOPs used are 800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>FESEM and TEM images () of these S@MOP hybrids show that the uniformity of\nthe morphology was well preserved after the encapsulation process,\nindicating that the stability of the MOP framework was high. To verify\nthe structure and composition of the S@MOP hybrids, their energy-dispersive\nspectroscopic (EDS) mapping/imaging and X-ray photoelectron spectroscopy\n(XPS,  <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Figure S5</ext-link>) were performed. Elemental\nmapping clearly reveals the presence and uniform distribution of sulfur\nover a large area (g–i), further confirming that sulfur nanoparticles\nwere well-encapsulated by MOP.</p>", "clean_text": "FESEM and TEM images () of these S@MOP hybrids show that the uniformity of the morphology was well preserved after the encapsulation process, indicating that the stability of the MOP framework was high. To verify the structure and composition of the S@MOP hybrids, their energy-dispersive spectroscopic (EDS) mapping/imaging and X-ray photoelectron spectroscopy (XPS,  Figure S5) were performed. Elemental mapping clearly reveals the presence and uniform distribution of sulfur over a large area (g-i), further confirming that sulfur nanoparticles were well-encapsulated by MOP.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) TEM and (d) SEM images of 800 nm S@ZIF-8;\n(b) TEM and (e) SEM images of 1 μm S@ZIF-67; (c) TEM and (f)\nSEM images of 500 nm S@HKUST-1; Elemental mapping of (g) S@ZIF-8,\n(h) S@ZIF-67, and (i) S@HKUST-1 hybrids.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-04697k_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) TEM and (d) SEM images of 800 nm S@ZIF-8; (b) TEM and (e) SEM images of 1 μm S@ZIF-67; (c) TEM and (f) SEM images of 500 nm S@HKUST-1; Elemental mapping of (g) S@ZIF-8, (h) S@ZIF-67, and (i) S@HKUST-1 hybrids.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>The S@MOP hybrids were then characterized by Fourier transform\ninfrared (FTIR) spectroscopy, thermogravimetric analysis (TGA), powder\nX-ray diffraction (PXRD), and N<sub>2</sub> adsorption/desorption\nmeasurements. The FTIR spectra in a present spectral nature of S@MOP hybrids\nas well as free sulfur nanoparticles. TGA was used to determine the\npercentage of sulfur content in the S@MOP hybrids (b), where the degradation degree\nof sulfur was around 220 °C. For the three samples, i.e., 800\nnm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1 synthesized\nwith 3 equiv base, the sulfur contents were found to be ∼24,\n∼ 21, and ∼32%, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Table S2 and Figure S6</ext-link>). In comparison with previous work using sulfur\nvapor, the sulfur percentage in this work\nwas reduced mainly due to relatively higher molecular weight of MOP,\nindicating that more sulfur was accommodated within the MOP. Moreover,\nPXRD patterns also show the evidence of sulfur encapsulation (c), and obvious differences\nbefore and after the encapsulation of sulfur nanoparticles could be\neasily observed at two positions of 15.2 and 42.7° that are characteristic\npeaks of sulfur nanoparticles. The N<sub>2</sub> adsorption/desorption isotherms of the hybrids (d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Table S3</ext-link>) exhibit type I isotherms with typical\nsharp uptake at low relative pressure, proving that the pores in the\nMOP were mostly micropores. The narrow pore size distribution calculated\nbased on the nonlocal density functional theory method (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Figure S7</ext-link>) verified the homogeneous size of the\nmicropores in the S@MOP hybrids.</p>", "clean_text": "The S@MOP hybrids were then characterized by Fourier transform infrared (FTIR) spectroscopy, thermogravimetric analysis (TGA), powder X-ray diffraction (PXRD), and N2 adsorption/desorption measurements. The FTIR spectra in a present spectral nature of S@MOP hybrids as well as free sulfur nanoparticles. TGA was used to determine the percentage of sulfur content in the S@MOP hybrids (b), where the degradation degree of sulfur was around 220 °C. For the three samples, i.e., 800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1 synthesized with 3 equiv base, the sulfur contents were found to be ~24, ~ 21, and ~32%, respectively (Table S2 and Figure S6). In comparison with previous work using sulfur vapor, the sulfur percentage in this work was reduced mainly due to relatively higher molecular weight of MOP, indicating that more sulfur was accommodated within the MOP. Moreover, PXRD patterns also show the evidence of sulfur encapsulation (c), and obvious differences before and after the encapsulation of sulfur nanoparticles could be easily observed at two positions of 15.2 and 42.7° that are characteristic peaks of sulfur nanoparticles. The N2 adsorption/desorption isotherms of the hybrids (d and Table S3) exhibit type I isotherms with typical sharp uptake at low relative pressure, proving that the pores in the MOP were mostly micropores. The narrow pore size distribution calculated based on the nonlocal density functional theory method (Figure S7) verified the homogeneous size of the micropores in the S@MOP hybrids.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) FTIR spectra and (b) TGA diagrams\nof pure sulfur and the three S@MOP hybrids; (c) PXRD patterns and\n(d) N<sub>2</sub> adsorption/desorption isotherms at 77 K for three\nMOPs and corresponding S@MOP hybrids.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-04697k_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) FTIR spectra and (b) TGA diagrams of pure sulfur and the three S@MOP hybrids; (c) PXRD patterns and (d) N2 adsorption/desorption isotherms at 77 K for three MOPs and corresponding S@MOP hybrids.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>MOP-based polyhedra as protecting materials exhibit several\nappealing features. The synthesized polyhedra show high porosity with\nuniform micropores. These uniform microporous polyhedra favor a high\npacking density, benefiting to the increased volumetric energy density\nas cathode materials. On the other hand, some defects such as poor\nconductivity and low sulfur uptake should be further improved. Driven\nby these promising properties, controllable sulfur loading into MOP\nwas then investigated for measuring electrochemical performance of\nS@MOP based cathodes in Li–S battery.</p>", "clean_text": "MOP-based polyhedra as protecting materials exhibit several appealing features. The synthesized polyhedra show high porosity with uniform micropores. These uniform microporous polyhedra favor a high packing density, benefiting to the increased volumetric energy density as cathode materials. On the other hand, some defects such as poor conductivity and low sulfur uptake should be further improved. Driven by these promising properties, controllable sulfur loading into MOP was then investigated for measuring electrochemical performance of S@MOP based cathodes in Li-S battery.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Coin cells were\nfabricated to evaluate the electrochemical performance of S@MOP-based\ncathodes using Li foil as the anode in an electrolyte of 1.0 M lithium\nbistrifluoromethanesulfonylimide in 1,3-dioxolane and 1,2-dimethoxyethane\n(volume ratio of 1:1). The charge–discharge capacity for three\nworking electrodes with different S@MOP (800 nm S@ZIF-8, 1 μm\nS@ZIF-67, and 500 nm S@HKUST) was measured (), showing different charge and discharge\ncurves at 0.2 <italic>C</italic> rate calculated by the amount of\nS@MOP hybrids. The C rate was dependent on theoretical specific capacity\nof sulfur, and 1 C could be equated to a current density of ∼1672\nmAg<sup>–1</sup>. It could be\nseen from the discharge curves that several steps correspond to sequential\nreduction from S to Li<sub>2</sub>S, whereas the charge process of\noxidation is relatively simple. The first two plateaus at 2.3 and\n2.1 V comply with that of conventional carbon/sulfur hybrids, which\ncould be attributed to the conversion of sulfur molecule (S<sub>8</sub>) to soluble polysulfide and the reduction of polysulfide to insoluble\nLi<sub>2</sub>S<sub>2</sub>/Li<sub>2</sub>S, respectively. These two\nplateaus are most likely assigned to the presence of sulfur in large\npores of the MOP, whereas the third plateau at ∼1.7 V is ascribed\nto the sulfur embedded in the micropores of the MOP. These characteristics also match well with the cycle voltammetry\ncurves in .</p>", "clean_text": "Coin cells were fabricated to evaluate the electrochemical performance of S@MOP-based cathodes using Li foil as the anode in an electrolyte of 1.0 M lithium bistrifluoromethanesulfonylimide in 1,3-dioxolane and 1,2-dimethoxyethane (volume ratio of 1:1). The charge-discharge capacity for three working electrodes with different S@MOP (800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST) was measured (), showing different charge and discharge curves at 0.2 C rate calculated by the amount of S@MOP hybrids. The C rate was dependent on theoretical specific capacity of sulfur, and 1 C could be equated to a current density of ~1672 mAg-1. It could be seen from the discharge curves that several steps correspond to sequential reduction from S to Li2S, whereas the charge process of oxidation is relatively simple. The first two plateaus at 2.3 and 2.1 V comply with that of conventional carbon/sulfur hybrids, which could be attributed to the conversion of sulfur molecule (S8) to soluble polysulfide and the reduction of polysulfide to insoluble Li2S2/Li2S, respectively. These two plateaus are most likely assigned to the presence of sulfur in large pores of the MOP, whereas the third plateau at ~1.7 V is ascribed to the sulfur embedded in the micropores of the MOP. These characteristics also match well with the cycle voltammetry curves in .", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Electrochemical\ncharacterization of Li–S battery based on the S@MOP hybrids:\n(a-c) cyclic voltammetry curves (scan rate 0.3 mV/s) and (d-f) galvanostatic\ncharge–discharge profiles of 800 nm S@ZIF-8, 1 μm S@ZIF-67,\nand 500 nm S@HKUST-1 used as electrodes at 0.2 <italic>C</italic> rate\nwithin a potential window of 1.4–3.0 V versus Li<sup>+</sup>/Li<sup>0</sup>. (g–i) Cycling stability and Coulombic efficiency\nof these electrodes at a 0.2 <italic>C</italic> rate for 1000 cycles.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-04697k_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Electrochemical characterization of Li-S battery based on the S@MOP hybrids: (a-c) cyclic voltammetry curves (scan rate 0.3 mV/s) and (d-f) galvanostatic charge-discharge profiles of 800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1 used as electrodes at 0.2 C rate within a potential window of 1.4-3.0 V versus Li+/Li0. (g-i) Cycling stability and Coulombic efficiency of these electrodes at a 0.2 C rate for 1000 cycles.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Then, the same test was performed\non other cells with different amounts of sulfur loading, i.e., S@ZIF-8\nwith 70 nm, 200 nm, and 2 μm size, S@ZIF-67 with 100 nm, 200\nand 500 nm size, and S@HKUST-1 with 100 nm, 200 and 500 nm size. As\nexpected, the S@MOP hybrids with different sulfur contents showed\ndistinct charge–discharge voltage profiles (Figures S8–S10\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Supporting Information</ext-link>). These distinct\ncharge–discharge curves clearly indicate different electrochemical\ncharacteristics of sulfur embedded in the micropores of the MOP during\ncharge/discharge processes when compared to that of bulk sulfur and\ntypical carbon/sulfur hybrids. The high\ninitial discharge capacity that is similar to the theoretical capacity,\nas well as the plateau with a reduced voltage could be attributed\nto strong affinity and close contact between the confined sulfur nanoparticles\nand microporous MOPs. In addition, the PVP coating layer on the sulfur\nnanoparticles plays a crucial factor in determining the cycling stability\nof the sulfur nanoparticles in the S@MOP hybrids. The PVP coating\nmay provide a cushioning effect to withstand the changes in volume\nand stress. Furthermore, PVP acts in a similar way to that of PEG\nfor trapping polysulfide. In whole, all\nof these factors led to excellent performance of the S@MOP-based cathodes.</p>", "clean_text": "Then, the same test was performed on other cells with different amounts of sulfur loading, i.e., S@ZIF-8 with 70 nm, 200 nm, and 2 μm size, S@ZIF-67 with 100 nm, 200 and 500 nm size, and S@HKUST-1 with 100 nm, 200 and 500 nm size. As expected, the S@MOP hybrids with different sulfur contents showed distinct charge-discharge voltage profiles (Figures S8-S10 in the Supporting Information). These distinct charge-discharge curves clearly indicate different electrochemical characteristics of sulfur embedded in the micropores of the MOP during charge/discharge processes when compared to that of bulk sulfur and typical carbon/sulfur hybrids. The high initial discharge capacity that is similar to the theoretical capacity, as well as the plateau with a reduced voltage could be attributed to strong affinity and close contact between the confined sulfur nanoparticles and microporous MOPs. In addition, the PVP coating layer on the sulfur nanoparticles plays a crucial factor in determining the cycling stability of the sulfur nanoparticles in the S@MOP hybrids. The PVP coating may provide a cushioning effect to withstand the changes in volume and stress. Furthermore, PVP acts in a similar way to that of PEG for trapping polysulfide. In whole, all of these factors led to excellent performance of the S@MOP-based cathodes.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>Next, cycling performance of the three Li–S cells based\non 800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1 was studied\n(). At a rate\nof 0.2 <italic>C</italic>, an initial capacity of 250 mAhg<sup>–1</sup> was measured for S@ZIF-8, followed by a decrease to relatively stable\ncapacity of 210 mAhg<sup>–1</sup> after 80 continuous cycles.\nWithin the next 420 cycles, the capacity only dropped by 14%, indicating\nthat the S@ZIF-8 cathode had a high cycling stability. For the other\ntwo hybrids as working electrodes, slightly higher decay of battery\ncapacity was observed. For S@ZIF-67, about 28% decrease in the capacity\nfrom the first to the 500th cycle at the same rate of 0.2 C was noted.\nAt the end of the cycling test, the discharge capacity remained at\nabout 150 mAhg<sup>–1</sup> based on the mass of the S@ZIF-67\nhybrid, corresponding to about 750 mAhg<sup>–1</sup> based\non the mass of sulfur content. As for the S@HKUST-1 hybrid, better\ncycling performance (25% of decay from the first to the 1000th cycle)\nwas achieved (). High capacity and good cycling stability of these hybrid materials\nare consistent with different amounts of sulfur encapsulated in the\nMOP (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Figure S8–S10</ext-link>), i.e., 8 and\n12% capacity decay over 500 cycles for 200 nm and 2 μm S@ZIF-8\nhybrids, 27 and 31% capacity decay over 500 cycles for 200 and 500\nnm S@ZIF-67 hybrids, and 17 and 16% capacity decay over 500 cycles\nfor 100 and 200 nm S@HKUST-1 hybrids. The relatively poor performance\nof S@ZIF-67 hybrid is mainly caused by lower loading amount of sulfur\nand the side product formation between sulfur and cobalt site in ZIF-67. The stability of the S@MOP hybrids was also\ntested for 200 cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Figures S11–S13</ext-link>), indicating that the MOP host can be well-retained during the cycling\nexperiments. It was observed that the S@MOP hybrids were well-dispersed\nwithout obvious changes in the shape and size after the cycling experiments.</p>", "clean_text": "Next, cycling performance of the three Li-S cells based on 800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1 was studied (). At a rate of 0.2 C, an initial capacity of 250 mAhg-1 was measured for S@ZIF-8, followed by a decrease to relatively stable capacity of 210 mAhg-1 after 80 continuous cycles. Within the next 420 cycles, the capacity only dropped by 14%, indicating that the S@ZIF-8 cathode had a high cycling stability. For the other two hybrids as working electrodes, slightly higher decay of battery capacity was observed. For S@ZIF-67, about 28% decrease in the capacity from the first to the 500th cycle at the same rate of 0.2 C was noted. At the end of the cycling test, the discharge capacity remained at about 150 mAhg-1 based on the mass of the S@ZIF-67 hybrid, corresponding to about 750 mAhg-1 based on the mass of sulfur content. As for the S@HKUST-1 hybrid, better cycling performance (25% of decay from the first to the 1000th cycle) was achieved (). High capacity and good cycling stability of these hybrid materials are consistent with different amounts of sulfur encapsulated in the MOP (Figure S8-S10), i.e., 8 and 12% capacity decay over 500 cycles for 200 nm and 2 μm S@ZIF-8 hybrids, 27 and 31% capacity decay over 500 cycles for 200 and 500 nm S@ZIF-67 hybrids, and 17 and 16% capacity decay over 500 cycles for 100 and 200 nm S@HKUST-1 hybrids. The relatively poor performance of S@ZIF-67 hybrid is mainly caused by lower loading amount of sulfur and the side product formation between sulfur and cobalt site in ZIF-67. The stability of the S@MOP hybrids was also tested for 200 cycles (Figures S11-S13), indicating that the MOP host can be well-retained during the cycling experiments. It was observed that the S@MOP hybrids were well-dispersed without obvious changes in the shape and size after the cycling experiments.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>To reveal the resistance and rate performance of the S@MOP-based\ncathodes, the charge transfer resistance (<italic>R</italic>\n<sub>ct</sub>) and specific discharge capacities at different current densities\nranging from 200 mAg<sup>–1</sup> to 1000 mAg<sup>–1</sup> were tested (). It should be noted that the S@HKUST-1 hybrid presents the smallest\ncharge transfer resistance value (13 Ohm) as compared with those of\nS@ZIF-8 (27 Ohm) and S@ZIF-67 (25 Ohm) samples. For the rate tolerance\nperformance shown in b, the S@HKUST-1 electrode delivered superior rate capability\nof more than 200 mAhg<sup>–1</sup> at the current density of\n1000 mAg<sup>–1</sup>, which is in correspondence with obtained\ncharge transfer resistance results. In addition, the S@MOP-based electrodes\nat different rates exhibited good recovery (from 500 mAg<sup>–1</sup> to 1000 mAg<sup>–1</sup> and then back to 500 mAg<sup>–1</sup>), indicating their high reversibility. The high specific capacity\nand rate performance are comparable to or even higher than those of\npreviously reported MOF-based cathodes.\n</p>", "clean_text": "To reveal the resistance and rate performance of the S@MOP-based cathodes, the charge transfer resistance (R ct) and specific discharge capacities at different current densities ranging from 200 mAg-1 to 1000 mAg-1 were tested (). It should be noted that the S@HKUST-1 hybrid presents the smallest charge transfer resistance value (13 Ohm) as compared with those of S@ZIF-8 (27 Ohm) and S@ZIF-67 (25 Ohm) samples. For the rate tolerance performance shown in b, the S@HKUST-1 electrode delivered superior rate capability of more than 200 mAhg-1 at the current density of 1000 mAg-1, which is in correspondence with obtained charge transfer resistance results. In addition, the S@MOP-based electrodes at different rates exhibited good recovery (from 500 mAg-1 to 1000 mAg-1 and then back to 500 mAg-1), indicating their high reversibility. The high specific capacity and rate performance are comparable to or even higher than those of previously reported MOF-based cathodes. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Nyquist plots of three different hybrid-based electrodes:\nS@ZIF-8, S@ZIF-67 and S@HUKST-1. Inset shows impedance plots at the\nfull-charged state after the first cycle. The resistance was simulated\nusing an equivalent circuit of <italic>R</italic>\n<sub>S</sub>(<italic>Q</italic>\n<sub>1</sub>\n<italic>R</italic>\n<sub>b</sub>)­(<italic>Q</italic>\n<sub>2</sub>(<italic>R</italic>\n<sub>ct</sub>\n<italic>Z</italic>\n<sub>W</sub>)), where <italic>R</italic>\n<sub>S</sub> is the ohmic resistance\nof solution, <italic>R</italic>\n<sub>ct</sub> is the charge transfer\nresistance, <italic>R</italic>\n<sub>b</sub> is the resistance in the\nLi<sub>2</sub>S (or Li<sub>2</sub>S<sub>2</sub>) film, <italic>Q</italic> is the constant phase elements, and <italic>Z</italic>\n<sub>W</sub> is the Warburg impedance due to the diffusion of polysulfide. (b)\nRate tolerance performance of the three hybrid-based electrodes.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-04697k_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Nyquist plots of three different hybrid-based electrodes: S@ZIF-8, S@ZIF-67 and S@HUKST-1. Inset shows impedance plots at the full-charged state after the first cycle. The resistance was simulated using an equivalent circuit of R S(Q 1 R b)(Q 2(R ct Z W)), where R S is the ohmic resistance of solution, R ct is the charge transfer resistance, R b is the resistance in the Li2S (or Li2S2) film, Q is the constant phase elements, and Z W is the Warburg impedance due to the diffusion of polysulfide. (b) Rate tolerance performance of the three hybrid-based electrodes.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>In summary, we have developed\nnovel S@MOP hybrids by encapsulating PVP-functionalized sulfur nanoparticles\nwith MOP. The as-synthesized S@MOP hybrids as the cathode materials\nfor Li–S battery could effectively enhance the utilization\nof sulfur component, showing high specific capacity with good cycling\nstability. Moreover, the amount of sulfur embedded into the MOP could\nbe controlled according to the preference and requirements. In comparison\nwith conventional carbon/sulfur and metal oxide/sulfur hybrids, the\nMOP encapsulation can well confine the sulfur nanoparticles, and obtained\nS@MOP has higher stability to endure longer period of treatments in\nthe following fabrication processes. In addition, the porosity of\nMOP does not influence the Li ion to interact with the active sulfur\ncomponent. Importantly, the S@MOP-based cathodes present the cycle\ntime of 1000 cycles. The long lifetime of the hybrids makes the decay\nrate per cycle to be only 0.028%. These hybrids with desirable performance\nshow high applicability as novel cathode materials for Li–S\nbattery.</p>", "clean_text": "In summary, we have developed novel S@MOP hybrids by encapsulating PVP-functionalized sulfur nanoparticles with MOP. The as-synthesized S@MOP hybrids as the cathode materials for Li-S battery could effectively enhance the utilization of sulfur component, showing high specific capacity with good cycling stability. Moreover, the amount of sulfur embedded into the MOP could be controlled according to the preference and requirements. In comparison with conventional carbon/sulfur and metal oxide/sulfur hybrids, the MOP encapsulation can well confine the sulfur nanoparticles, and obtained S@MOP has higher stability to endure longer period of treatments in the following fabrication processes. In addition, the porosity of MOP does not influence the Li ion to interact with the active sulfur component. Importantly, the S@MOP-based cathodes present the cycle time of 1000 cycles. The long lifetime of the hybrids makes the decay rate per cycle to be only 0.028%. These hybrids with desirable performance show high applicability as novel cathode materials for Li-S battery.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.6b04697\">10.1021/acsami.6b04697</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional synthesis details, SEM and TEM images, XPS\nand pore size distribution data for three kinds of S@MOP hybrids,\nand the reproducibility of coin-cell devices for S@MOP hybrids (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.6b04697.  Additional synthesis details, SEM and TEM images, XPS and pore size distribution data for three kinds of S@MOP hybrids, and the reproducibility of coin-cell devices for S@MOP hybrids (PDF)   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Additional synthesis details, SEM and TEM images, XPS\nand pore size distribution data for three kinds of S@MOP hybrids,\nand the reproducibility of coin-cell devices for S@MOP hybrids (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">PDF</ext-link>)</p><p>L.B. and D.C. contributed equally to this work.</p><p>The authors declare\nno competing financial interest.</p><title>References</title>", "clean_text": "Additional synthesis details, SEM and TEM images, XPS and pore size distribution data for three kinds of S@MOP hybrids, and the reproducibility of coin-cell devices for S@MOP hybrids (PDF)\n\nL.B. and D.C. contributed equally to this work.\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 15, 16", "type": "text", "classification": "property", "content": "<p>The S@MOP hybrids were then characterized by Fourier transform\ninfrared (FTIR) spectroscopy, thermogravimetric analysis (TGA), powder\nX-ray diffraction (PXRD), and N<sub>2</sub> adsorption/desorption\nmeasurements. The FTIR spectra in a present spectral nature of S@MOP hybrids\nas well as free sulfur nanoparticles. TGA was used to determine the\npercentage of sulfur content in the S@MOP hybrids (b), where the degradation degree\nof sulfur was around 220 °C. For the three samples, i.e., 800\nnm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1 synthesized\nwith 3 equiv base, the sulfur contents were found to be ∼24,\n∼ 21, and ∼32%, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Table S2 and Figure S6</ext-link>). In comparison with previous work using sulfur\nvapor, the sulfur percentage in this work\nwas reduced mainly due to relatively higher molecular weight of MOP,\nindicating that more sulfur was accommodated within the MOP. Moreover,\nPXRD patterns also show the evidence of sulfur encapsulation (c), and obvious differences\nbefore and after the encapsulation of sulfur nanoparticles could be\neasily observed at two positions of 15.2 and 42.7° that are characteristic\npeaks of sulfur nanoparticles. The N<sub>2</sub> adsorption/desorption isotherms of the hybrids (d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Table S3</ext-link>) exhibit type I isotherms with typical\nsharp uptake at low relative pressure, proving that the pores in the\nMOP were mostly micropores. The narrow pore size distribution calculated\nbased on the nonlocal density functional theory method (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Figure S7</ext-link>) verified the homogeneous size of the\nmicropores in the S@MOP hybrids.</p><p>Next, cycling performance of the three Li–S cells based\non 800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1 was studied\n(). At a rate\nof 0.2 <italic>C</italic>, an initial capacity of 250 mAhg<sup>–1</sup> was measured for S@ZIF-8, followed by a decrease to relatively stable\ncapacity of 210 mAhg<sup>–1</sup> after 80 continuous cycles.\nWithin the next 420 cycles, the capacity only dropped by 14%, indicating\nthat the S@ZIF-8 cathode had a high cycling stability. For the other\ntwo hybrids as working electrodes, slightly higher decay of battery\ncapacity was observed. For S@ZIF-67, about 28% decrease in the capacity\nfrom the first to the 500th cycle at the same rate of 0.2 C was noted.\nAt the end of the cycling test, the discharge capacity remained at\nabout 150 mAhg<sup>–1</sup> based on the mass of the S@ZIF-67\nhybrid, corresponding to about 750 mAhg<sup>–1</sup> based\non the mass of sulfur content. As for the S@HKUST-1 hybrid, better\ncycling performance (25% of decay from the first to the 1000th cycle)\nwas achieved (). High capacity and good cycling stability of these hybrid materials\nare consistent with different amounts of sulfur encapsulated in the\nMOP (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Figure S8–S10</ext-link>), i.e., 8 and\n12% capacity decay over 500 cycles for 200 nm and 2 μm S@ZIF-8\nhybrids, 27 and 31% capacity decay over 500 cycles for 200 and 500\nnm S@ZIF-67 hybrids, and 17 and 16% capacity decay over 500 cycles\nfor 100 and 200 nm S@HKUST-1 hybrids. The relatively poor performance\nof S@ZIF-67 hybrid is mainly caused by lower loading amount of sulfur\nand the side product formation between sulfur and cobalt site in ZIF-67. The stability of the S@MOP hybrids was also\ntested for 200 cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.6b04697/suppl_file/am6b04697_si_001.pdf\">Figures S11–S13</ext-link>), indicating that the MOP host can be well-retained during the cycling\nexperiments. It was observed that the S@MOP hybrids were well-dispersed\nwithout obvious changes in the shape and size after the cycling experiments.</p><p>To reveal the resistance and rate performance of the S@MOP-based\ncathodes, the charge transfer resistance (<italic>R</italic>\n<sub>ct</sub>) and specific discharge capacities at different current densities\nranging from 200 mAg<sup>–1</sup> to 1000 mAg<sup>–1</sup> were tested (). It should be noted that the S@HKUST-1 hybrid presents the smallest\ncharge transfer resistance value (13 Ohm) as compared with those of\nS@ZIF-8 (27 Ohm) and S@ZIF-67 (25 Ohm) samples. For the rate tolerance\nperformance shown in b, the S@HKUST-1 electrode delivered superior rate capability\nof more than 200 mAhg<sup>–1</sup> at the current density of\n1000 mAg<sup>–1</sup>, which is in correspondence with obtained\ncharge transfer resistance results. In addition, the S@MOP-based electrodes\nat different rates exhibited good recovery (from 500 mAg<sup>–1</sup> to 1000 mAg<sup>–1</sup> and then back to 500 mAg<sup>–1</sup>), indicating their high reversibility. The high specific capacity\nand rate performance are comparable to or even higher than those of\npreviously reported MOF-based cathodes.\n</p>", "clean_text": "The S@MOP hybrids were then characterized by Fourier transform infrared (FTIR) spectroscopy, thermogravimetric analysis (TGA), powder X-ray diffraction (PXRD), and N2 adsorption/desorption measurements. The FTIR spectra in a present spectral nature of S@MOP hybrids as well as free sulfur nanoparticles. TGA was used to determine the percentage of sulfur content in the S@MOP hybrids (b), where the degradation degree of sulfur was around 220 °C. For the three samples, i.e., 800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1 synthesized with 3 equiv base, the sulfur contents were found to be ~24, ~ 21, and ~32%, respectively (Table S2 and Figure S6). In comparison with previous work using sulfur vapor, the sulfur percentage in this work was reduced mainly due to relatively higher molecular weight of MOP, indicating that more sulfur was accommodated within the MOP. Moreover, PXRD patterns also show the evidence of sulfur encapsulation (c), and obvious differences before and after the encapsulation of sulfur nanoparticles could be easily observed at two positions of 15.2 and 42.7° that are characteristic peaks of sulfur nanoparticles. The N2 adsorption/desorption isotherms of the hybrids (d and Table S3) exhibit type I isotherms with typical sharp uptake at low relative pressure, proving that the pores in the MOP were mostly micropores. The narrow pore size distribution calculated based on the nonlocal density functional theory method (Figure S7) verified the homogeneous size of the micropores in the S@MOP hybrids.\n\nNext, cycling performance of the three Li-S cells based on 800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1 was studied (). At a rate of 0.2 C, an initial capacity of 250 mAhg-1 was measured for S@ZIF-8, followed by a decrease to relatively stable capacity of 210 mAhg-1 after 80 continuous cycles. Within the next 420 cycles, the capacity only dropped by 14%, indicating that the S@ZIF-8 cathode had a high cycling stability. For the other two hybrids as working electrodes, slightly higher decay of battery capacity was observed. For S@ZIF-67, about 28% decrease in the capacity from the first to the 500th cycle at the same rate of 0.2 C was noted. At the end of the cycling test, the discharge capacity remained at about 150 mAhg-1 based on the mass of the S@ZIF-67 hybrid, corresponding to about 750 mAhg-1 based on the mass of sulfur content. As for the S@HKUST-1 hybrid, better cycling performance (25% of decay from the first to the 1000th cycle) was achieved (). High capacity and good cycling stability of these hybrid materials are consistent with different amounts of sulfur encapsulated in the MOP (Figure S8-S10), i.e., 8 and 12% capacity decay over 500 cycles for 200 nm and 2 μm S@ZIF-8 hybrids, 27 and 31% capacity decay over 500 cycles for 200 and 500 nm S@ZIF-67 hybrids, and 17 and 16% capacity decay over 500 cycles for 100 and 200 nm S@HKUST-1 hybrids. The relatively poor performance of S@ZIF-67 hybrid is mainly caused by lower loading amount of sulfur and the side product formation between sulfur and cobalt site in ZIF-67. The stability of the S@MOP hybrids was also tested for 200 cycles (Figures S11-S13), indicating that the MOP host can be well-retained during the cycling experiments. It was observed that the S@MOP hybrids were well-dispersed without obvious changes in the shape and size after the cycling experiments.\n\nTo reveal the resistance and rate performance of the S@MOP-based cathodes, the charge transfer resistance (R ct) and specific discharge capacities at different current densities ranging from 200 mAg-1 to 1000 mAg-1 were tested (). It should be noted that the S@HKUST-1 hybrid presents the smallest charge transfer resistance value (13 Ohm) as compared with those of S@ZIF-8 (27 Ohm) and S@ZIF-67 (25 Ohm) samples. For the rate tolerance performance shown in b, the S@HKUST-1 electrode delivered superior rate capability of more than 200 mAhg-1 at the current density of 1000 mAg-1, which is in correspondence with obtained charge transfer resistance results. In addition, the S@MOP-based electrodes at different rates exhibited good recovery (from 500 mAg-1 to 1000 mAg-1 and then back to 500 mAg-1), indicating their high reversibility. The high specific capacity and rate performance are comparable to or even higher than those of previously reported MOF-based cathodes. ", "data": [[{"meta": {"name": "S@MOP hybrids", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "FTIR spectra", "value": "", "unit": "", "condition": ""}, {"property name": "TGA", "value": "", "unit": "", "condition": ""}, {"property name": "PXRD patterns", "value": "", "unit": "", "condition": ""}, {"property name": "N2 adsorption/desorption isotherms", "value": "", "unit": "", "condition": ""}, {"property name": "cycling performance", "value": "", "unit": "", "condition": ""}, {"property name": "charge transfer resistance", "value": "", "unit": "", "condition": ""}, {"property name": "specific discharge capacities", "value": "", "unit": "", "condition": ""}, {"property name": "rate tolerance performance", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration of different MOP\nencapsulated sulfur: yellow represents sulfur nanoparticles, and orange\nrepresents PVP surfactant. The three hybrid MOPs used are 800 nm S@ZIF-8,\n1 μm S@ZIF-67, and 500 nm S@HKUST-1.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2016-04697k_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of different MOP encapsulated sulfur: yellow represents sulfur nanoparticles, and orange represents PVP surfactant. The three hybrid MOPs used are 800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) TEM and (d) SEM images of 800 nm S@ZIF-8;\n(b) TEM and (e) SEM images of 1 μm S@ZIF-67; (c) TEM and (f)\nSEM images of 500 nm S@HKUST-1; Elemental mapping of (g) S@ZIF-8,\n(h) S@ZIF-67, and (i) S@HKUST-1 hybrids.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2016-04697k_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) TEM and (d) SEM images of 800 nm S@ZIF-8; (b) TEM and (e) SEM images of 1 μm S@ZIF-67; (c) TEM and (f) SEM images of 500 nm S@HKUST-1; Elemental mapping of (g) S@ZIF-8, (h) S@ZIF-67, and (i) S@HKUST-1 hybrids.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) FTIR spectra and (b) TGA diagrams\nof pure sulfur and the three S@MOP hybrids; (c) PXRD patterns and\n(d) N<sub>2</sub> adsorption/desorption isotherms at 77 K for three\nMOPs and corresponding S@MOP hybrids.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2016-04697k_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) FTIR spectra and (b) TGA diagrams of pure sulfur and the three S@MOP hybrids; (c) PXRD patterns and (d) N2 adsorption/desorption isotherms at 77 K for three MOPs and corresponding S@MOP hybrids.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Electrochemical\ncharacterization of Li–S battery based on the S@MOP hybrids:\n(a-c) cyclic voltammetry curves (scan rate 0.3 mV/s) and (d-f) galvanostatic\ncharge–discharge profiles of 800 nm S@ZIF-8, 1 μm S@ZIF-67,\nand 500 nm S@HKUST-1 used as electrodes at 0.2 <italic>C</italic> rate\nwithin a potential window of 1.4–3.0 V versus Li<sup>+</sup>/Li<sup>0</sup>. (g–i) Cycling stability and Coulombic efficiency\nof these electrodes at a 0.2 <italic>C</italic> rate for 1000 cycles.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2016-04697k_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Electrochemical characterization of Li-S battery based on the S@MOP hybrids: (a-c) cyclic voltammetry curves (scan rate 0.3 mV/s) and (d-f) galvanostatic charge-discharge profiles of 800 nm S@ZIF-8, 1 μm S@ZIF-67, and 500 nm S@HKUST-1 used as electrodes at 0.2 C rate within a potential window of 1.4-3.0 V versus Li+/Li0. (g-i) Cycling stability and Coulombic efficiency of these electrodes at a 0.2 C rate for 1000 cycles.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Nyquist plots of three different hybrid-based electrodes:\nS@ZIF-8, S@ZIF-67 and S@HUKST-1. Inset shows impedance plots at the\nfull-charged state after the first cycle. The resistance was simulated\nusing an equivalent circuit of <italic>R</italic>\n<sub>S</sub>(<italic>Q</italic>\n<sub>1</sub>\n<italic>R</italic>\n<sub>b</sub>)­(<italic>Q</italic>\n<sub>2</sub>(<italic>R</italic>\n<sub>ct</sub>\n<italic>Z</italic>\n<sub>W</sub>)), where <italic>R</italic>\n<sub>S</sub> is the ohmic resistance\nof solution, <italic>R</italic>\n<sub>ct</sub> is the charge transfer\nresistance, <italic>R</italic>\n<sub>b</sub> is the resistance in the\nLi<sub>2</sub>S (or Li<sub>2</sub>S<sub>2</sub>) film, <italic>Q</italic> is the constant phase elements, and <italic>Z</italic>\n<sub>W</sub> is the Warburg impedance due to the diffusion of polysulfide. (b)\nRate tolerance performance of the three hybrid-based electrodes.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2016-04697k_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Nyquist plots of three different hybrid-based electrodes: S@ZIF-8, S@ZIF-67 and S@HUKST-1. Inset shows impedance plots at the full-charged state after the first cycle. The resistance was simulated using an equivalent circuit of R S(Q 1 R b)(Q 2(R ct Z W)), where R S is the ohmic resistance of solution, R ct is the charge transfer resistance, R b is the resistance in the Li2S (or Li2S2) film, Q is the constant phase elements, and Z W is the Warburg impedance due to the diffusion of polysulfide. (b) Rate tolerance performance of the three hybrid-based electrodes.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.6b04697", "title": null, "journal": "American\nChemical Society", "date": "2016.05", "author_list": ["Bai\nLinyi", "Chao\nDongliang", "Xing\nPengyao", "Tou\nLi Juan", "Chen\nZhen", "Jana\nAvijit", "Shen\nZe Xiang", "Zhao\nYanli"]}}