{"filepath": "../L2M3_data/1_application_papers/acs_xml/am7b17299.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Novel side-chain-type\nsulfonated poly­(arylene ether ketone) (SNF-PAEK) containing naphthalene\nand fluorine moieties on the main chain was prepared in this work,\nand a new amino–sulfo-bifunctionalized metal–organic\nframework (MNS, short for MIL-101-NH<sub>2</sub>-SO<sub>3</sub>H)\nwas synthesized via a hydrothermal technology and postmodification.\nThen, MNS was incorporated into a SNF-PAEK matrix as an inorganic\nnanofiller to prepare a series of organic–inorganic hybrid\nmembranes (MNS@SNF-PAEK-XX). The mechanical property, methanol resistance,\nelectrochemistry, and other properties of MNS@SNF-PAEK-XX hybrid membranes\nwere characterized in detail. We found that the mechanical strength\nand methanol resistances of these hybrid membranes were improved by\nthe formation of an ionic cross-linking structure between −NH<sub>2</sub> of MNS and −SO<sub>3</sub>H on the side chain of SNF-PAEK.\nParticularly, the proton conductivity of these hybrid membranes increased\nobviously after the addition of MNS. MNS@SNF-PAEK-3% exhibited the\nproton conductivity of 0.192 S·cm<sup>–1</sup>, which\nwas much higher than those of the pristine membrane (0.145 S·cm<sup>–1</sup>) and recast Nafion (0.134 S·cm<sup>–1</sup>) at 80 °C. This result indicated that bifunctionalized MNS\nrearranged the microstructure of hybrid membranes, which could accelerate\nthe transfer of protons. The hybrid membrane (MNS@SNF-PAEK-3%) showed\na better direct methanol fuel cell performance with a higher peak\npower density of 125.7 mW/cm<sup>2</sup> at 80 °C and a higher\nopen-circuit voltage (0.839 V) than the pristine membrane.</p>", "clean_text": "Novel side-chain-type sulfonated poly(arylene ether ketone) (SNF-PAEK) containing naphthalene and fluorine moieties on the main chain was prepared in this work, and a new amino-sulfo-bifunctionalized metal-organic framework (MNS, short for MIL-101-NH2-SO3H) was synthesized via a hydrothermal technology and postmodification. Then, MNS was incorporated into a SNF-PAEK matrix as an inorganic nanofiller to prepare a series of organic-inorganic hybrid membranes (MNS@SNF-PAEK-XX). The mechanical property, methanol resistance, electrochemistry, and other properties of MNS@SNF-PAEK-XX hybrid membranes were characterized in detail. We found that the mechanical strength and methanol resistances of these hybrid membranes were improved by the formation of an ionic cross-linking structure between -NH2 of MNS and -SO3H on the side chain of SNF-PAEK. Particularly, the proton conductivity of these hybrid membranes increased obviously after the addition of MNS. MNS@SNF-PAEK-3% exhibited the proton conductivity of 0.192 S⋅cm-1, which was much higher than those of the pristine membrane (0.145 S⋅cm-1) and recast Nafion (0.134 S⋅cm-1) at 80 °C. This result indicated that bifunctionalized MNS rearranged the microstructure of hybrid membranes, which could accelerate the transfer of protons. The hybrid membrane (MNS@SNF-PAEK-3%) showed a better direct methanol fuel cell performance with a higher peak power density of 125.7 mW/cm2 at 80 °C and a higher open-circuit voltage (0.839 V) than the pristine membrane.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Proton exchange membrane\nfuel cells (PEMFCs) have attracted much attention in recent years\nfor high energy density, good conversion efficiency, and environmentally\nfriendly property. Advanced proton exchange membrane (PEM), as the\nheart of PEMFCs, has been widely and extensively researched by several\nresearch groups. In past decades, numerous PEMs have been developed\nto meet the following requirements: high proton conductivity, low\nmethanol crossover, high chemical and mechanical stability, and low\ncost. Among these PEMs, materials based on sulfonated aromatic\npolymers, such as sulfonated poly­(arylene ether ketone) (SPAEK), sulfonated\npoly­(ether sulfone), and sulfonated polyimide, have attracted increasing\nattention as alternatives to Nafion. Because proton conductivity\nis the determinant factor to evaluate the performance of PEMs, many\nstudies have been conducted to pursue the proton conductivity as high\nas possible. For SPAEKs, the proton conductivity is related to the\nconcentration of sulfonic acid group, so the common way to enhance\nthe conductivity is increasing the degree of sulfonation (DS). However, for most reported SPAEKs, the sulfonic\nacid group is directly attached to the backbone of the polymer; high\nDS usually sacrifices other properties of SPAEK-based PEMs, such as\ndimensional stability, mechanical strength, and chemical resistance.\nHence, significant research efforts have been devoted to the design\nof side-chain-type SPAEKs by chemical grafting the pendants onto the\npolymer backbone, which can improve the mechanical properties of the\npolymer while maintaining sufficient proton conductivity. Besides, methods such as chemical, ionic, and physical cross-linking, especially fabricating organic–inorganic hybrid membranes\nby the incorporation of inorganic nanofillers, have been adopted to\nreduce methanol crossover and further improve the mechanical strength. Inorganic additives such as polyhedraloligomeric silsesquioxanes\n(POSSs), graphene oxide (GO), and metal–organic frameworks\n(MOFs) have been utilized for preparing high-performance PEMs. Subianto et al. incorporated sulfonated POSS into Nafion to promote\nthe conductivity of the membrane. Choi\net al. found that functionalized GO can manipulate ion channels in\nthe nanoscale. Particularly, MOFs have\nattracted much attention because of the variety of architectures with\nsignificant functional groups and easy to modify. Fedin’s\ngroup imparted high proton conductivity to a MOF material by controlled\nacid impregnation. Phang et al. synthesized sulfonated\nUiO-66 by a facile postsynthetic oxidation, which performs superprotonic\nconductivity. However, the application\nof MOFs as the filler to prepare composite membranes is far away from\nextensive studies. Zhu et al. prepared a MOF–polymer composite\nmembrane to enhance the proton conductivity at low humidity. Our group also synthesized a MOF by the ionothermal\nmethod for addressing the ionic liquid (IL) leaching problem of IL–polymer\ncomposite membranes.\n</p>", "clean_text": "Introduction\n\nProton exchange membrane fuel cells (PEMFCs) have attracted much attention in recent years for high energy density, good conversion efficiency, and environmentally friendly property. Advanced proton exchange membrane (PEM), as the heart of PEMFCs, has been widely and extensively researched by several research groups. In past decades, numerous PEMs have been developed to meet the following requirements: high proton conductivity, low methanol crossover, high chemical and mechanical stability, and low cost. Among these PEMs, materials based on sulfonated aromatic polymers, such as sulfonated poly(arylene ether ketone) (SPAEK), sulfonated poly(ether sulfone), and sulfonated polyimide, have attracted increasing attention as alternatives to Nafion. Because proton conductivity is the determinant factor to evaluate the performance of PEMs, many studies have been conducted to pursue the proton conductivity as high as possible. For SPAEKs, the proton conductivity is related to the concentration of sulfonic acid group, so the common way to enhance the conductivity is increasing the degree of sulfonation (DS). However, for most reported SPAEKs, the sulfonic acid group is directly attached to the backbone of the polymer; high DS usually sacrifices other properties of SPAEK-based PEMs, such as dimensional stability, mechanical strength, and chemical resistance. Hence, significant research efforts have been devoted to the design of side-chain-type SPAEKs by chemical grafting the pendants onto the polymer backbone, which can improve the mechanical properties of the polymer while maintaining sufficient proton conductivity. Besides, methods such as chemical, ionic, and physical cross-linking, especially fabricating organic-inorganic hybrid membranes by the incorporation of inorganic nanofillers, have been adopted to reduce methanol crossover and further improve the mechanical strength. Inorganic additives such as polyhedraloligomeric silsesquioxanes (POSSs), graphene oxide (GO), and metal-organic frameworks (MOFs) have been utilized for preparing high-performance PEMs. Subianto et al. incorporated sulfonated POSS into Nafion to promote the conductivity of the membrane. Choi et al. found that functionalized GO can manipulate ion channels in the nanoscale. Particularly, MOFs have attracted much attention because of the variety of architectures with significant functional groups and easy to modify. Fedin's group imparted high proton conductivity to a MOF material by controlled acid impregnation. Phang et al. synthesized sulfonated UiO-66 by a facile postsynthetic oxidation, which performs superprotonic conductivity. However, the application of MOFs as the filler to prepare composite membranes is far away from extensive studies. Zhu et al. prepared a MOF-polymer composite membrane to enhance the proton conductivity at low humidity. Our group also synthesized a MOF by the ionothermal method for addressing the ionic liquid (IL) leaching problem of IL-polymer composite membranes. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In this paper, novel SPAEK\ncontaining naphthalene and fluorine moieties on the backbone and sulfonic\nacid groups on the pendent side chains was first synthesized as the\npolymer electrolyte matrix. As reported, the naphthalene moieties\non the main chain can enhance the rigidity of polymer chains and restrain\nthe membrane’s swelling. Meanwhile,\nthe structure containing fluorine on the main chain and sulfonic acid\ngroups on the pendant is similar to Nafion, which can be attributed\nto the formation of typical Nafion-like ionic clusters in the microstructure.\nThen, we synthesized a bifunctionalized MOF based on MIL-101 (Cr),\nby incorporating sulfonic acid groups on the bones of MIL-101 while\nattaching ethylenediamine to the coordinatively unsaturated metal\nsites of MIL-101, named MIL-101-NH<sub>2</sub>-SO<sub>3</sub>H (MNS).\nNext, we fabricated a series of organic–inorganic hybrid membranes\nby incorporating various amounts of MNS into the polymer matrix. MNS\ncan not only play a role as an ionic cross-linking agent but also\npromote the conductivity of hybrid membranes, for both amidogen and\nsulfonic acid groups were added onto the nanocage of MIL-101. Finally,\nthe microstructure and properties of hybrid membranes were investigated,\nincluding conductivity, dimensional stability, thermal stability,\nand methanol permeability. In addition, the membrane electrode assembly\n(MEA) of hybrid membranes was fabricated to test their performance\nin a single direct methanol fuel cell (DMFC).</p>", "clean_text": "In this paper, novel SPAEK containing naphthalene and fluorine moieties on the backbone and sulfonic acid groups on the pendent side chains was first synthesized as the polymer electrolyte matrix. As reported, the naphthalene moieties on the main chain can enhance the rigidity of polymer chains and restrain the membrane's swelling. Meanwhile, the structure containing fluorine on the main chain and sulfonic acid groups on the pendant is similar to Nafion, which can be attributed to the formation of typical Nafion-like ionic clusters in the microstructure. Then, we synthesized a bifunctionalized MOF based on MIL-101 (Cr), by incorporating sulfonic acid groups on the bones of MIL-101 while attaching ethylenediamine to the coordinatively unsaturated metal sites of MIL-101, named MIL-101-NH2-SO3H (MNS). Next, we fabricated a series of organic-inorganic hybrid membranes by incorporating various amounts of MNS into the polymer matrix. MNS can not only play a role as an ionic cross-linking agent but also promote the conductivity of hybrid membranes, for both amidogen and sulfonic acid groups were added onto the nanocage of MIL-101. Finally, the microstructure and properties of hybrid membranes were investigated, including conductivity, dimensional stability, thermal stability, and methanol permeability. In addition, the membrane electrode assembly (MEA) of hybrid membranes was fabricated to test their performance in a single direct methanol fuel cell (DMFC).", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>1,5-Bis­(4-fluorobenzoyl)-2,6-dimethoxynaphthalene (DMNF) was prepared\naccording to our previous work. 4,4′-(Hexafluoroisopropylidene)­diphenol\n(98%), 1,4-butane sultone (99%), trifluoroacetic acid (TFA), and chlorosulfonic\nacid were purchased from Energy Chemical (Chaoyang, China) Ltd. BBr<sub>3</sub> dichloromethane solution (1 M) was obtained from Sigma-Aldrich. <italic>N</italic>-Boc-ethylenediamine was purchased from Aladdin Chemical\n(Shanghai, China). A Nafion D-520 dispersion solution was obtained\nfrom DuPont Fluoroproducts Co. (Wilmington, DE, USA). <italic>N</italic>,<italic>N</italic>-Dimethylformamide (DMF; 99%) and toluene received\nfrom Sigma-Aldrich were dehydrated and distilled before used. All\nother chemicals and solvents were at least analytical grade and used\nwithout additional purification.</p>", "clean_text": "Experimental Section\n\nMaterials\n\n1,5-Bis(4-fluorobenzoyl)-2,6-dimethoxynaphthalene (DMNF) was prepared according to our previous work. 4,4'-(Hexafluoroisopropylidene)diphenol (98%), 1,4-butane sultone (99%), trifluoroacetic acid (TFA), and chlorosulfonic acid were purchased from Energy Chemical (Chaoyang, China) Ltd. BBr3 dichloromethane solution (1 M) was obtained from Sigma-Aldrich. N-Boc-ethylenediamine was purchased from Aladdin Chemical (Shanghai, China). A Nafion D-520 dispersion solution was obtained from DuPont Fluoroproducts Co. (Wilmington, DE, USA). N,N-Dimethylformamide (DMF; 99%) and toluene received from Sigma-Aldrich were dehydrated and distilled before used. All other chemicals and solvents were at least analytical grade and used without additional purification.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation\nof a Poly­(arylene ether ketone) Polymer Containing Naphthalene and\nFluorine Moieties on the Main Chain and Flexible Pendent Sulfobutyl\nGroups</title><p>First, DMNF­(12.97 g, 30.0 mmol), 4,4′-(hexafluoroisopropylidene)\ndiphenol (10.08 g, 30.0 mmol), K<sub>2</sub>CO<sub>3</sub> (4.56 g,\n33.0 mmol), tetramethylene sulfone (50 mL), and toluene (10 mL) were\nadded into a 250 mL three-necked flask. Then, the mixture was heated\nup to 140 °C and stirred for 3 h under nitrogen atmosphere to\nremove water. After removing toluene, the mixture was maintained at\n200 °C for 12 h to complete the polymer chain growth. Then, the\nviscous solution was poured into deionized water, washed by deionized\nwater several times, and then dried in an oven at 60 °C for 24\nh. The polymer was nominated as NF-PAEK.</p>", "clean_text": "Preparation of a Poly(arylene ether ketone) Polymer Containing Naphthalene and Fluorine Moieties on the Main Chain and Flexible Pendent Sulfobutyl Groups\n\nFirst, DMNF(12.97 g, 30.0 mmol), 4,4'-(hexafluoroisopropylidene) diphenol (10.08 g, 30.0 mmol), K2CO3 (4.56 g, 33.0 mmol), tetramethylene sulfone (50 mL), and toluene (10 mL) were added into a 250 mL three-necked flask. Then, the mixture was heated up to 140 °C and stirred for 3 h under nitrogen atmosphere to remove water. After removing toluene, the mixture was maintained at 200 °C for 12 h to complete the polymer chain growth. Then, the viscous solution was poured into deionized water, washed by deionized water several times, and then dried in an oven at 60 °C for 24 h. The polymer was nominated as NF-PAEK.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<p>Second, NF-PAEK (6.0\ng, 8.5 mmol) was dissolved in 120 mL of dichloromethane in ice-salt\nbaths, and 1 M BBr<sub>3</sub> dichloromethane solution (30 mL) was\nadded dropwise into the solution system. Then, the system was stirred\nfor 24 h at room temperature. After that, 500 mL of water was added\ninto the system to quench the reaction. The product was collected\nby filtration, washed with refluxing water, and labeled as HO-NF-PAEK.</p>", "clean_text": "Second, NF-PAEK (6.0 g, 8.5 mmol) was dissolved in 120 mL of dichloromethane in ice-salt baths, and 1 M BBr3 dichloromethane solution (30 mL) was added dropwise into the solution system. Then, the system was stirred for 24 h at room temperature. After that, 500 mL of water was added into the system to quench the reaction. The product was collected by filtration, washed with refluxing water, and labeled as HO-NF-PAEK.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Finally, HO-NF-PAEK (5 g, 7.1 mmol) was dissolved in 50 mL of dimethyl\nsulfoxide. Next, NaH (0.7 g, 24 mmol) and 1, 4-butane sultone (6 g,\n44 mmol) were quickly added into the solution. The sulfobutyl grafting\nreaction was carried out under nitrogen atmosphere and maintained\nat 90 °C for 12 h. The mixture was poured into acetone (500 mL)\nto precipitate the product, and the solid was collected by filtration,\nwashed several times with acetone, and washed with 1000 mL of 1 M\nhydrochloric acid. After drying in an oven for 24 h, naphthalene-based\nPAEK with pendent sulfobutyl groups was obtained and named novel side-chain-type\nsulfonated poly­(arylene ether ketone) (SNF-PAEK). The synthesis procedure\nof SNF-PAEK is shown in .</p>", "clean_text": "Finally, HO-NF-PAEK (5 g, 7.1 mmol) was dissolved in 50 mL of dimethyl sulfoxide. Next, NaH (0.7 g, 24 mmol) and 1, 4-butane sultone (6 g, 44 mmol) were quickly added into the solution. The sulfobutyl grafting reaction was carried out under nitrogen atmosphere and maintained at 90 °C for 12 h. The mixture was poured into acetone (500 mL) to precipitate the product, and the solid was collected by filtration, washed several times with acetone, and washed with 1000 mL of 1 M hydrochloric acid. After drying in an oven for 24 h, naphthalene-based PAEK with pendent sulfobutyl groups was obtained and named novel side-chain-type sulfonated poly(arylene ether ketone) (SNF-PAEK). The synthesis procedure of SNF-PAEK is shown in .", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis Procedure of SNF-PAEK</title>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"am-2017-17299k_0011.tif\"></graphic>\n</fig>", "clean_text": " 1  Synthesis Procedure of SNF-PAEK   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis and Purification\nof MNS</title><p>MIL-101 was synthesized according to a traditional\nhydrothermal reaction method as reported. 1,4-Dicarboxybenzene (H<sub>2</sub>BDC) (1.66 g, 10 mmol), Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O (4 g, 10 mmol), hydrofluoric\nacid (2 mL, 1 mmol), and H<sub>2</sub>O (48 mL) were added into a\nTeflon-lined steel autoclave, then heated up to 220 °C, and held\nfor 8 h. Then, a mixture of MIL-101 and H<sub>2</sub>BDC was filtered\noff and washed with boiling DMF and ethanol, each three times to remove\nH<sub>2</sub>BDC. Finally, the green powder of pure MIL-101 was centrifuged\nand dried in a vacuum oven at 60 °C for 12 h.</p>", "clean_text": "Synthesis and Purification of MNS\n\nMIL-101 was synthesized according to a traditional hydrothermal reaction method as reported. 1,4-Dicarboxybenzene (H2BDC) (1.66 g, 10 mmol), Cr(NO3)3⋅9H2O (4 g, 10 mmol), hydrofluoric acid (2 mL, 1 mmol), and H2O (48 mL) were added into a Teflon-lined steel autoclave, then heated up to 220 °C, and held for 8 h. Then, a mixture of MIL-101 and H2BDC was filtered off and washed with boiling DMF and ethanol, each three times to remove H2BDC. Finally, the green powder of pure MIL-101 was centrifuged and dried in a vacuum oven at 60 °C for 12 h.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<p>After that,\n2 g of MIL-101 was dehydrated in a vacuum oven at 150 °C for\n12 h and then added into anhydrous toluene (30 mL). <italic>N</italic>-Boc-ethylenediamine (0.48 g, 3 mmol) was also added into the system.\nThen, the mixture was stirred under N<sub>2</sub> for 12 h at 80 °C.\nThe product, named MIL-101-NHBOC, was recovered by filtration, washed\nwith toluene five times to remove spare <italic>N</italic>-boc-ethylenediamine,\nand then dried at 60 °C.</p>", "clean_text": "After that, 2 g of MIL-101 was dehydrated in a vacuum oven at 150 °C for 12 h and then added into anhydrous toluene (30 mL). N-Boc-ethylenediamine (0.48 g, 3 mmol) was also added into the system. Then, the mixture was stirred under N2 for 12 h at 80 °C. The product, named MIL-101-NHBOC, was recovered by filtration, washed with toluene five times to remove spare N-boc-ethylenediamine, and then dried at 60 °C.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<p>Next, MIL-101-NHBOC was degassed\nunder vacuum at 120 °C for 5 h. After stirring the activated\nMIL-101-NHBOC (2.0 g) in 20 mL of CHCl<sub>3</sub> in an ice bath\nfor 10 min, ClSO<sub>3</sub>H (0.66 g, 5.6 mmol) in 10 mL of CHCl<sub>3</sub> was dropwise added to the mixture and then stirred for another\n10 min at room temperature. The solid was collected by centrifugation,\nwashed several times with ClSO<sub>3</sub>H and H<sub>2</sub>O, and\ndried to give MIL-101-NHBOC-SO<sub>3</sub>H.</p>", "clean_text": "Next, MIL-101-NHBOC was degassed under vacuum at 120 °C for 5 h. After stirring the activated MIL-101-NHBOC (2.0 g) in 20 mL of CHCl3 in an ice bath for 10 min, ClSO3H (0.66 g, 5.6 mmol) in 10 mL of CHCl3 was dropwise added to the mixture and then stirred for another 10 min at room temperature. The solid was collected by centrifugation, washed several times with ClSO3H and H2O, and dried to give MIL-101-NHBOC-SO3H.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Finally, MIL-101-NHBOC\n(2.0 g) was dispersed in 50 mL of CHCl<sub>3</sub>. TFA (1 M, 10 mL)\nwas dropwise added into the system, and the dispersion was stirred\nunder atmosphere until no gas came out from the dispersion. The target\nproduct, MNS, was collected by filtration, washed several times with\nCHCl<sub>3</sub>, and dried in vacuum. The schematic preparation of\nMNS is shown in .</p>", "clean_text": "Finally, MIL-101-NHBOC (2.0 g) was dispersed in 50 mL of CHCl3. TFA (1 M, 10 mL) was dropwise added into the system, and the dispersion was stirred under atmosphere until no gas came out from the dispersion. The target product, MNS, was collected by filtration, washed several times with CHCl3, and dried in vacuum. The schematic preparation of MNS is shown in .", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Preparation and the Nanostructure of MNS</title>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"am-2017-17299k_0012.tif\"></graphic>\n</fig>", "clean_text": " 2  Schematic Preparation and the Nanostructure of MNS   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Preparation\nof Hybrid Membranes</title><p>SNF-PAEK was dissolved in dimethylacetamide\nto form a homogeneous solution, and various amounts of MNS (0, 1,\n2, 3, 4, and 5% by the weight of SNF-PAEK) were added into the solution.\nTo achieve a homogeneous dispersion of inorganic fillers, the solution\nwas ultrasonic treated for 1 h and then stirred for 48 h till a uniform\nsolution was obtained. Then, the solution was casted onto a flat glass\nplate. After evaporating the solvent at 60 °C for 24 h, the hybrid\nmembrane was annealed at 140 °C for 4 h. The obtained membranes\nwere represented as MNS@SNF-PAEK-XX (XX represents the content of\nMNS). For a comparison, a recast Nafion membrane was prepared in the\nsame way.</p>", "clean_text": "Preparation of Hybrid Membranes\n\nSNF-PAEK was dissolved in dimethylacetamide to form a homogeneous solution, and various amounts of MNS (0, 1, 2, 3, 4, and 5% by the weight of SNF-PAEK) were added into the solution. To achieve a homogeneous dispersion of inorganic fillers, the solution was ultrasonic treated for 1 h and then stirred for 48 h till a uniform solution was obtained. Then, the solution was casted onto a flat glass plate. After evaporating the solvent at 60 °C for 24 h, the hybrid membrane was annealed at 140 °C for 4 h. The obtained membranes were represented as MNS@SNF-PAEK-XX (XX represents the content of MNS). For a comparison, a recast Nafion membrane was prepared in the same way.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Measurements</title><p>\n<sup>1</sup>H NMR spectra\nof the monomer and polymers were conducted on Bruker 500 MHz NMR spectroscopy.\nPowder X-ray diffraction (PXRD), Fourier transform infrared spectroscopy\n(FT-IR), and X-ray photoelectron spectroscopy (XPS) measurements of\nMIL-101, MIL-101-NHBOC, MIL-101-NHBOC-SO<sub>3</sub>H, and MNS were\nperformed on Rigaku D/max 2550 powder X-ray diffractometer, Bruker\nVector 22 spectrometer, and ESCALAB 250 XPS, respectively. The morphology\nof the MOF and hybrid membranes was investigated by scanning electron\nmicroscope (SEM, Hitachi SU8020), transmission electron microscope\n(TEM, JEM-3100F), and small-angle X-ray scattering (SAXS, Anton Paar\nSAXSees). Besides, all the thermogravimetric analysis (TGA) was carried\nout by TA 2050.</p>", "clean_text": "Measurements\n\n 1H NMR spectra of the monomer and polymers were conducted on Bruker 500 MHz NMR spectroscopy. Powder X-ray diffraction (PXRD), Fourier transform infrared spectroscopy (FT-IR), and X-ray photoelectron spectroscopy (XPS) measurements of MIL-101, MIL-101-NHBOC, MIL-101-NHBOC-SO3H, and MNS were performed on Rigaku D/max 2550 powder X-ray diffractometer, Bruker Vector 22 spectrometer, and ESCALAB 250 XPS, respectively. The morphology of the MOF and hybrid membranes was investigated by scanning electron microscope (SEM, Hitachi SU8020), transmission electron microscope (TEM, JEM-3100F), and small-angle X-ray scattering (SAXS, Anton Paar SAXSees). Besides, all the thermogravimetric analysis (TGA) was carried out by TA 2050.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Proton Conductivity</title><p>The proton conductivity (σ) of hybrid membranes (1 cm ×\n4 cm) was obtained by a Princeton Applied Research 2273 potentiostat,\nunder the ac impedance condition over the frequency between 0.1 Hz\nand 1 MHz. σ (S·cm<sup>–1</sup>) was calculated\nby the following equation<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-17299k_m001.gif\"></graphic>\n<mml:math altimg-valign=\"-2.5\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>L</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>L</italic> is the distance between\nthe electrodes (cm), <italic>R</italic> is the membrane resistance,\nand <italic>S</italic> is the cross-sectional area of the membrane\n(cm<sup>2</sup>).</p>", "clean_text": "Proton Conductivity\n\nThe proton conductivity (σ) of hybrid membranes (1 cm × 4 cm) was obtained by a Princeton Applied Research 2273 potentiostat, under the ac impedance condition over the frequency between 0.1 Hz and 1 MHz. σ (S⋅cm-1) was calculated by the following equation 1     σ =   L   R × S      where L is the distance between the electrodes (cm), R is the membrane resistance, and S is the cross-sectional area of the membrane (cm2).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Water Sorption Properties</title><p>Water sorption properties include swelling ratio and water uptake,\nand they were calculated, respectively, by equations mentioned below<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-17299k_m002.gif\"></graphic>\n<mml:math altimg-valign=\"-2.5\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Swelling ratio</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">in area</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">wet</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-17299k_m003.gif\"></graphic>\n<mml:math altimg-valign=\"-2.5\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Water uptake</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">in weight</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">wet</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>S</italic> and <italic>W</italic> are\nthe area and the weight of each membrane samples, respectively, and\nthe subscript is on behalf of the wet or dry condition of samples.</p>", "clean_text": "Water Sorption Properties\n\nWater sorption properties include swelling ratio and water uptake, and they were calculated, respectively, by equations mentioned below 2     Swelling ratio   ( in area )  =     S   wet   -   S   dry       S   dry     × 100 %      3     Water uptake   ( in weight )  =     W   wet   -   W   dry       W   dry     × 100 %    where S and W are the area and the weight of each membrane samples, respectively, and the subscript is on behalf of the wet or dry condition of samples.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Ionic Exchange Capacity of Membranes</title><p>The ionic exchange capacities (IECs) of the pristine membrane, hybrid\nmembrane, and recast Nafion membrane were determined via acid–base\ntitration. All membranes were first immersed in 1 mol·L<sup>–1</sup> NaCl for 48 h to release the protons completely, and then the liquid\nwas titrated with 0.01 mol·L<sup>–1</sup> NaOH solution.\nThe IEC titration experiment was repeated three times, and IEC was\ncalculated by the following formula<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-17299k_m004.gif\"></graphic>\n<mml:math altimg-valign=\"-2.5\" display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">IEC</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">NaOH</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">NaOH</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">dry</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Ionic Exchange Capacity of Membranes\n\nThe ionic exchange capacities (IECs) of the pristine membrane, hybrid membrane, and recast Nafion membrane were determined via acid-base titration. All membranes were first immersed in 1 mol⋅L-1 NaCl for 48 h to release the protons completely, and then the liquid was titrated with 0.01 mol⋅L-1 NaOH solution. The IEC titration experiment was repeated three times, and IEC was calculated by the following formula 4     IEC =     V   NaOH     C   NaOH       W   dry         ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>MEA\nand Single Cell Test</title><p>MEA was fabricated by a hot-pressing\ntechnique, and the performance of a single cell using 1 M methanol\nas a fuel was operated on an Arbin FCTS system. Pt/Ru black and 50%\nPt/C were chosen as anode and cathode catalysts each with 4 mg·cm<sup>–2</sup> loading, respectively. The anode was circulated with\n1 M methanol at a flow rate of 5 mL·min<sup>–1</sup>,\nwhereas the cathode was supplied with oxygen at a flow rate of 0.5\nL·min<sup>–1</sup>. Before the test, all MEAs were activated\nin a single cell for 4 h.</p>", "clean_text": "MEA and Single Cell Test\n\nMEA was fabricated by a hot-pressing technique, and the performance of a single cell using 1 M methanol as a fuel was operated on an Arbin FCTS system. Pt/Ru black and 50% Pt/C were chosen as anode and cathode catalysts each with 4 mg⋅cm-2 loading, respectively. The anode was circulated with 1 M methanol at a flow rate of 5 mL⋅min-1, whereas the cathode was supplied with oxygen at a flow rate of 0.5 L⋅min-1. Before the test, all MEAs were activated in a single cell for 4 h.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Characterization of a SNF-PAEK\nMatrix and a MNS Filler</title><p>As shown in , the <sup>1</sup>H NMR spectra confirmed\nthe successful synthesis and purification of DMNF, NF-PAEK, HO-NF-PAEK,\nand SNF-PAEK, where the chemical shift of different protons corresponding\nto the structure of target compounds was labeled. The characteristic\npeaks at 7.87–7.14 ppm were assigned to the phenyl protons\nthat are adjacent to the carbonyl group, and the characteristic peak\nat 3.76 ppm was assigned to the methoxyl groups (a). <sup>1</sup>H NMR spectra\nin c referring\nto HO-NF-PAEK were similar to those of NF-PAEK in b, except for the absence of\nthe characteristic peak of methoxyl groups at 3.76 ppm and the appearance\nof the characteristic peak of hydroxyl groups at 9.86 ppm. This result\nindicated that the demethylation reaction of NF-PAEK was completed.\nLast, the grafting reaction with 1,4-butane sultone was proved by\nthe characteristic peak of protons on −CH<sub>2</sub>–\ngroups at 4.02, 2.36, 1.55, and 1.46 ppm, and the disappearance of\nthe characteristic peak of hydroxyl groups at 9.86 ppm.</p>", "clean_text": "Results and Discussion\n\nCharacterization of a SNF-PAEK Matrix and a MNS Filler\n\nAs shown in , the 1H NMR spectra confirmed the successful synthesis and purification of DMNF, NF-PAEK, HO-NF-PAEK, and SNF-PAEK, where the chemical shift of different protons corresponding to the structure of target compounds was labeled. The characteristic peaks at 7.87-7.14 ppm were assigned to the phenyl protons that are adjacent to the carbonyl group, and the characteristic peak at 3.76 ppm was assigned to the methoxyl groups (a). 1H NMR spectra in c referring to HO-NF-PAEK were similar to those of NF-PAEK in b, except for the absence of the characteristic peak of methoxyl groups at 3.76 ppm and the appearance of the characteristic peak of hydroxyl groups at 9.86 ppm. This result indicated that the demethylation reaction of NF-PAEK was completed. Last, the grafting reaction with 1,4-butane sultone was proved by the characteristic peak of protons on -CH2- groups at 4.02, 2.36, 1.55, and 1.46 ppm, and the disappearance of the characteristic peak of hydroxyl groups at 9.86 ppm.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<sup>1</sup>H NMR spectra of DMNF (a), NF-PAEK (b), HO-NF-PAEK (c), and SNF-PAEK\n(d).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-17299k_0001.tif\"></graphic>\n</fig>", "clean_text": " 1   1H NMR spectra of DMNF (a), NF-PAEK (b), HO-NF-PAEK (c), and SNF-PAEK (d).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>According to XRD patterns in a, we found that\nalmost all peaks maintained after the postsynthetic modification,\nthus clearly indicating that MNS retained the same structure as MIL-101\nduring the functionalization process, only with some slight variations\nin the Bragg intensities.</p>", "clean_text": "According to XRD patterns in a, we found that almost all peaks maintained after the postsynthetic modification, thus clearly indicating that MNS retained the same structure as MIL-101 during the functionalization process, only with some slight variations in the Bragg intensities.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD (a) and FT-IR (b) of the bifunctionalized\nMNS filler and all intermediates (all samples were dehydrated at 120\n°C under vacuum for 48 h before test).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-17299k_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  PXRD (a) and FT-IR (b) of the bifunctionalized MNS filler and all intermediates (all samples were dehydrated at 120 °C under vacuum for 48 h before test).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>FT-IR was used to further confirm the successful synthesis\nof MNS, and the spectra were displayed in b. Compared to pristine MIL-101, all intermediates\nand target MNS showed the characteristic peaks at 2934 and 3263 cm<sup>–1</sup>, ascribing to the absorption peaks for ν­(CH)\nand ν­(NH), respectively, which indicated the successful grafting\nof <italic>N</italic>-boc-ethylenediamine and the remain of ethylenediamine\nafter sulfonation. In addition, the IR adsorption band at 1207 cm<sup>–1</sup> for MIL-101-SO<sub>3</sub>H-NHBOC and MNS was assigned to the asymmetric\nvibration mode of −SO<sub>3</sub>H. Besides, the postsynthetic\nmodification was also proved via XPS analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>), where the sulfur XPS signal appeared\nat a binding energy of 168.97 eV corresponding to S<sup>6+</sup> of\nthe sulfonic acid group, whereas the nitrogen XPS signal appeared\nat a binding energy of 402.06 eV corresponding to N 1s of ethylenediamine\nthat was attached to metal–oxygen clusters. Then, we drew a\nconclusion that MIL-101 was converted into MNS successfully by the\npostsynthetic modification. Besides, the SEM image in a shows the octahedral structure\nof MNS, as same as MIL-101, which has been reported by previous work. The result confirmed that MNS still retained\nits framework structure after modification. The thermodynamic stability\nof MOFs was measured by TGA (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>). The result showed that the decomposition temperature at 5% weight\nloss (<italic>T</italic>\n<sub>d5%</sub>) of MIL-101 and MNS was 200\nand 280 °C, respectively. This indicated that they had good thermal\nstability to be used in DMFCs.</p>", "clean_text": "FT-IR was used to further confirm the successful synthesis of MNS, and the spectra were displayed in b. Compared to pristine MIL-101, all intermediates and target MNS showed the characteristic peaks at 2934 and 3263 cm-1, ascribing to the absorption peaks for ν(CH) and ν(NH), respectively, which indicated the successful grafting of N-boc-ethylenediamine and the remain of ethylenediamine after sulfonation. In addition, the IR adsorption band at 1207 cm-1 for MIL-101-SO3H-NHBOC and MNS was assigned to the asymmetric vibration mode of -SO3H. Besides, the postsynthetic modification was also proved via XPS analysis (Supporting Information), where the sulfur XPS signal appeared at a binding energy of 168.97 eV corresponding to S6+ of the sulfonic acid group, whereas the nitrogen XPS signal appeared at a binding energy of 402.06 eV corresponding to N 1s of ethylenediamine that was attached to metal-oxygen clusters. Then, we drew a conclusion that MIL-101 was converted into MNS successfully by the postsynthetic modification. Besides, the SEM image in a shows the octahedral structure of MNS, as same as MIL-101, which has been reported by previous work. The result confirmed that MNS still retained its framework structure after modification. The thermodynamic stability of MOFs was measured by TGA (Supporting Information). The result showed that the decomposition temperature at 5% weight loss (T d5%) of MIL-101 and MNS was 200 and 280 °C, respectively. This indicated that they had good thermal stability to be used in DMFCs.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM image of MNS (a) and cross-sectional\nSEM image of the MNS@SNF-PAEK-3% hybrid membrane (b).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-17299k_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM image of MNS (a) and cross-sectional SEM image of the MNS@SNF-PAEK-3% hybrid membrane (b).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Microstructure of MNS@SNF-PAEK-XX\nMembranes</title><p>The morphology of hybrid membranes was observed\nby probing cross sections of MNS@SNF-PAEK-3% by SEM. As shown in b, the octahedral\nstructure of MNS was clearly observed from the sectional view. Moreover,\nMNS was uniformly dispersed in hybrid membranes without agglomeration.</p>", "clean_text": "Microstructure of MNS@SNF-PAEK-XX Membranes\n\nThe morphology of hybrid membranes was observed by probing cross sections of MNS@SNF-PAEK-3% by SEM. As shown in b, the octahedral structure of MNS was clearly observed from the sectional view. Moreover, MNS was uniformly dispersed in hybrid membranes without agglomeration.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Thermal and Oxidative Stabilities and Mechanical\nProperties of Membranes</title><p>TGA measurements of pristine and\nhybrid membranes were performed to evaluate whether the membranes\nwere thermally stable within the temperature range for applications\nin DMFCs. As shown in , all membranes displayed two decomposition stages. The first\nstage starting from 220 to 330 °C belonged to the decomposition\nof the grafted flexible sulfoalkyl groups on the side chain, and the\nsecond stage in the range from 400 to 650 °C was assigned to\nthe degradation of the polymer backbone. According to the data in , all the decomposition\ntemperatures at 5% weight loss (<italic>T</italic>\n<sub>d5%</sub>)\nof samples were higher than 230 °C. After the addition of MNS,\nthe <italic>T</italic>\n<sub>d5%</sub> increased from 244.93 to 266.51\n°C. It is because of the cross-linked structure formed by MNS,\nrestraining the decomposition of the polymer matrix. Therefore, the\ncomposite membranes have good thermal stabilities to be used for DMFCs.</p>", "clean_text": "Thermal and Oxidative Stabilities and Mechanical Properties of Membranes\n\nTGA measurements of pristine and hybrid membranes were performed to evaluate whether the membranes were thermally stable within the temperature range for applications in DMFCs. As shown in , all membranes displayed two decomposition stages. The first stage starting from 220 to 330 °C belonged to the decomposition of the grafted flexible sulfoalkyl groups on the side chain, and the second stage in the range from 400 to 650 °C was assigned to the degradation of the polymer backbone. According to the data in , all the decomposition temperatures at 5% weight loss (T d5%) of samples were higher than 230 °C. After the addition of MNS, the T d5% increased from 244.93 to 266.51 °C. It is because of the cross-linked structure formed by MNS, restraining the decomposition of the polymer matrix. Therefore, the composite membranes have good thermal stabilities to be used for DMFCs.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>TGA curves\nof SNF-PAEK and MNS@SNF-PAEK-XX</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-17299k_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  TGA curves of SNF-PAEK and MNS@SNF-PAEK-XX   ", "data": null, "include_properties": null}, {"idx": 29, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Decomposition Temperature and the Mechanical Properties\nof Hybrid Membranes</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample name</oasis:entry>\n<oasis:entry align=\"center\">MNS content (in weight)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic>\n<sub>d5%</sub> (°C)</oasis:entry>\n<oasis:entry align=\"center\">Young’s modulus (GPa)</oasis:entry>\n<oasis:entry align=\"center\">maximum elongation\n(%)</oasis:entry>\n<oasis:entry align=\"center\">tensile strength (MPa)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>SNF-PAEK</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>244.93</oasis:entry>\n<oasis:entry>0.90 ± 0.14</oasis:entry>\n<oasis:entry>118 ± 26</oasis:entry>\n<oasis:entry>33.38 ± 1.30</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-1%</oasis:entry>\n<oasis:entry>1%</oasis:entry>\n<oasis:entry>247.72</oasis:entry>\n<oasis:entry>0.91 ± 0.17</oasis:entry>\n<oasis:entry>123 ± 19</oasis:entry>\n<oasis:entry>35.46 ± 1.53</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-2%</oasis:entry>\n<oasis:entry>2%</oasis:entry>\n<oasis:entry>250.60</oasis:entry>\n<oasis:entry>0.95 ± 0.29</oasis:entry>\n<oasis:entry>89 ± 23</oasis:entry>\n<oasis:entry>35.81 ± 2.28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-3%</oasis:entry>\n<oasis:entry>3%</oasis:entry>\n<oasis:entry>250.82</oasis:entry>\n<oasis:entry>0.97 ± 0.05</oasis:entry>\n<oasis:entry>60 ± 13</oasis:entry>\n<oasis:entry>35.47 ± 1.88</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-4%</oasis:entry>\n<oasis:entry>4%</oasis:entry>\n<oasis:entry>257.64</oasis:entry>\n<oasis:entry>0.97 ± 0.29</oasis:entry>\n<oasis:entry>37 ± 15</oasis:entry>\n<oasis:entry>35.73 ± 1.90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-5%</oasis:entry>\n<oasis:entry>5%</oasis:entry>\n<oasis:entry>266.51</oasis:entry>\n<oasis:entry>1.06 ± 0.20</oasis:entry>\n<oasis:entry>10 ± 5</oasis:entry>\n<oasis:entry>36.97 ± 1.60</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>recast Nafion<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.24 ± 0.02</oasis:entry>\n<oasis:entry>154 ± 5</oasis:entry>\n<oasis:entry>13.7 ± 0.30</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Data of recast\nNafion were adapted from our previous work.<xref ref-type=\"bibr\" rid=\"ref27\"></xref>\n</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The oxidative stability\nof membranes was investigated via exposing the membranes to Fenton’s\nreagent at 80 °C and measuring the remained weight percentage\n(%) of membranes at each 30 min. Details of the characterization and\nthe results were shown in Figure S3 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>). The time of 80% remained weight of pristine and\nhybrid membranes was more than 1 h, except for MNS@SNF-PAEK-5%. This\nmight be because of the fact that the extra MNS in MNS@SNF-PAEK-5%\ndamaged the compactness of the polymer matrix surface, which made\nit easier for the molecule chain to be attacked by the HOO<sup>·</sup> or HO<sup>·</sup> of Fenton’s reagent.</p>", "clean_text": "The oxidative stability of membranes was investigated via exposing the membranes to Fenton's reagent at 80 °C and measuring the remained weight percentage (%) of membranes at each 30 min. Details of the characterization and the results were shown in Figure S3 (Supporting Information). The time of 80% remained weight of pristine and hybrid membranes was more than 1 h, except for MNS@SNF-PAEK-5%. This might be because of the fact that the extra MNS in MNS@SNF-PAEK-5% damaged the compactness of the polymer matrix surface, which made it easier for the molecule chain to be attacked by the HOO⋅ or HO⋅ of Fenton's reagent.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>As summarized\nin , all these\nMNS@SNF-PAEK-XX and SNF-PAEK membranes showed higher strength properties\nof tensile strength (33.38–36.97 MPa) and Young’s modulus\n(0.90–1.06 GPa) than those of tensile strength and Young’s\nmodulus of recast Nafion of 13.7 MPa and 0.24 GPa, respectively. With\nincreasing the amount of MNS addition, Young’s modulus increased\nfrom 0.90 to 1.06 GPa, whereas the tensile strength increased from\n33.38 to 36.97 MPa. However, the elongation at break decreased sharply\nfrom 118 to 10% as the content of MNS varied from 1–5%. Besides,\nthe stress–strain curves of MNS@SNF-PAEK-XX membranes are shown\nin Figure S4 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>).\nIt is because MNS at an increasing content exists as an ionic cross-linker\nin the composite membranes. Because the amino groups of ethylenediamine\nwere immobilized onto the metal–oxygen clusters of MIL-101,\nthey could be cross-linked with the polymer matrix of SNF-PAEK by\nthe formation of electrostatic forces between sulfonic groups and\namino groups. Furthermore, all inorganic fillers act as a physical\ncross-linker which blocks the movement of the molecular chain. Hence,\nthe tensile strength of hybrid membranes increases due to the formation\nof the cross-linked structure, whereas the toughness decreases at\na higher density of cross-linking.</p>", "clean_text": "As summarized in , all these MNS@SNF-PAEK-XX and SNF-PAEK membranes showed higher strength properties of tensile strength (33.38-36.97 MPa) and Young's modulus (0.90-1.06 GPa) than those of tensile strength and Young's modulus of recast Nafion of 13.7 MPa and 0.24 GPa, respectively. With increasing the amount of MNS addition, Young's modulus increased from 0.90 to 1.06 GPa, whereas the tensile strength increased from 33.38 to 36.97 MPa. However, the elongation at break decreased sharply from 118 to 10% as the content of MNS varied from 1-5%. Besides, the stress-strain curves of MNS@SNF-PAEK-XX membranes are shown in Figure S4 (Supporting Information). It is because MNS at an increasing content exists as an ionic cross-linker in the composite membranes. Because the amino groups of ethylenediamine were immobilized onto the metal-oxygen clusters of MIL-101, they could be cross-linked with the polymer matrix of SNF-PAEK by the formation of electrostatic forces between sulfonic groups and amino groups. Furthermore, all inorganic fillers act as a physical cross-linker which blocks the movement of the molecular chain. Hence, the tensile strength of hybrid membranes increases due to the formation of the cross-linked structure, whereas the toughness decreases at a higher density of cross-linking.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<title>IEC,\nWater Uptake, and Swelling Ratio of Membranes</title><p>As shown in , IEC increased with\nincreasing the content of MNS. There were large amount of sulfonic\nacid groups on the framework of MNS, so the addition of MNS led to\nextra more ionic exchange groups into the matrix, thus resulting in\na higher IEC.  shows the water uptake and swelling ratio of membranes as a function\nof temperature. MNS@SNF-PAEK-1%, MNS@SNF-PAEK-2%, and MNS@SNF-PAEK-3%\ndisplayed higher water uptake (45.71–47.32%) than the pristine\nmembrane (45.44%) at 30 °C. This was because extra more hydrophilic\ngroups, such as sulfonic acid groups and amino groups, in the inorganic\nfillers could absorb more water. However, the water uptake of MNS@SNF-PAEK-4%\nand MNS@SNF-PAEK-5% (45.03 and 43.08%, respectively) was lower than\nthat of SNF-PAEK because of higher density of the cross-linking structure\nformed between MNS and the polymer matrix, which restricted the water\nabsorption. Meanwhile, all hybrid membranes exhibited lower water\nuptake (75.55–62.46%) than pristine membrane (75.66%) at 80\n°C. This could be attributed to the interaction between the polymer\nmatrix and MNS, which suppressed the absorption of water in the membranes.\nAs for dimensional stability, MNS reduced the swelling ratio of the\nmembranes, especially at high temperature (49.65 and 32.10% for SNF-PAEK\nand MNS@SNF-PAEK-3%, respectively).</p>", "clean_text": "IEC, Water Uptake, and Swelling Ratio of Membranes\n\nAs shown in , IEC increased with increasing the content of MNS. There were large amount of sulfonic acid groups on the framework of MNS, so the addition of MNS led to extra more ionic exchange groups into the matrix, thus resulting in a higher IEC.  shows the water uptake and swelling ratio of membranes as a function of temperature. MNS@SNF-PAEK-1%, MNS@SNF-PAEK-2%, and MNS@SNF-PAEK-3% displayed higher water uptake (45.71-47.32%) than the pristine membrane (45.44%) at 30 °C. This was because extra more hydrophilic groups, such as sulfonic acid groups and amino groups, in the inorganic fillers could absorb more water. However, the water uptake of MNS@SNF-PAEK-4% and MNS@SNF-PAEK-5% (45.03 and 43.08%, respectively) was lower than that of SNF-PAEK because of higher density of the cross-linking structure formed between MNS and the polymer matrix, which restricted the water absorption. Meanwhile, all hybrid membranes exhibited lower water uptake (75.55-62.46%) than pristine membrane (75.66%) at 80 °C. This could be attributed to the interaction between the polymer matrix and MNS, which suppressed the absorption of water in the membranes. As for dimensional stability, MNS reduced the swelling ratio of the membranes, especially at high temperature (49.65 and 32.10% for SNF-PAEK and MNS@SNF-PAEK-3%, respectively).", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Water uptake (a) and swelling ratio (b)\nof membranes.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-17299k_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Water uptake (a) and swelling ratio (b) of membranes.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>IEC, Water\nUptake, and Swelling Ratio of Membranes</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">water uptake in weight (%)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col5\" rowsep=\"1\">swelling ratio in area (%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">IEC (mequiv·g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">30 °C</oasis:entry>\n<oasis:entry align=\"center\">80 °C</oasis:entry>\n<oasis:entry align=\"center\">30 °C</oasis:entry>\n<oasis:entry align=\"center\">80 °C</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>SNF-PAEK</oasis:entry>\n<oasis:entry>1.70</oasis:entry>\n<oasis:entry>45.44 ± 1.96</oasis:entry>\n<oasis:entry>75.66 ± 3.01</oasis:entry>\n<oasis:entry>21.73 ± 1.56</oasis:entry>\n<oasis:entry>49.65 ± 3.82</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-1%</oasis:entry>\n<oasis:entry>1.73</oasis:entry>\n<oasis:entry>45.71 ± 1.44</oasis:entry>\n<oasis:entry>75.55 ± 3.11</oasis:entry>\n<oasis:entry>22.10 ± 1.83</oasis:entry>\n<oasis:entry>35.85 ± 3.72</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-2%</oasis:entry>\n<oasis:entry>1.79</oasis:entry>\n<oasis:entry>46.33 ± 1.63</oasis:entry>\n<oasis:entry>75.33 ± 3.66</oasis:entry>\n<oasis:entry>19.17 ± 2.47</oasis:entry>\n<oasis:entry>33.90 ± 2.32</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-3%</oasis:entry>\n<oasis:entry>1.85</oasis:entry>\n<oasis:entry>47.21 ± 1.62</oasis:entry>\n<oasis:entry>73.34 ± 3.47</oasis:entry>\n<oasis:entry>18.08 ± 3.71</oasis:entry>\n<oasis:entry>32.10 ± 3.98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-4%</oasis:entry>\n<oasis:entry>1.91</oasis:entry>\n<oasis:entry>45.03 ± 1.54</oasis:entry>\n<oasis:entry>68.17 ± 2.67</oasis:entry>\n<oasis:entry>16.63 ± 1.37</oasis:entry>\n<oasis:entry>31.10 ± 4.02</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-5%</oasis:entry>\n<oasis:entry>1.90</oasis:entry>\n<oasis:entry>43.08 ± 1.33</oasis:entry>\n<oasis:entry>62.46 ± 3.07</oasis:entry>\n<oasis:entry>14.84 ± 1.04</oasis:entry>\n<oasis:entry>28.44 ± 3.27</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>There are two aspects to the MNS effect: (i)\na hygroscopic effect due to the porous structure of the framework\nand hydrophilic groups including sulfonic acid groups and amino groups,\nwhich would increase the content of bound water and (ii) a cross-linking\neffect due to electrostatic force between amino groups on MNS and\nsulfonic acid groups on the polymer matrix, which would reduce the\nmobility and the free volume of polymer chains. Hence, the hygroscopic\neffect plays a leading role at low temperature, whereas the cross-linking\neffect becomes more dominant when temperature rises.</p>", "clean_text": "There are two aspects to the MNS effect: (i) a hygroscopic effect due to the porous structure of the framework and hydrophilic groups including sulfonic acid groups and amino groups, which would increase the content of bound water and (ii) a cross-linking effect due to electrostatic force between amino groups on MNS and sulfonic acid groups on the polymer matrix, which would reduce the mobility and the free volume of polymer chains. Hence, the hygroscopic effect plays a leading role at low temperature, whereas the cross-linking effect becomes more dominant when temperature rises.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<title>Proton Conductivity, Methanol Permeability, and Selectivity\nof Membranes</title><p>The performance of a fuel cell is usually based\non the proton conductivity of the PEM materials. The proton conductivities\nof all membranes were measured at 100% RH and plotted as a function\nof temperature (). As expected, the proton conductivities increased with increasing\nthe temperature. All the membranes showed a proton conductivity comparable\nto the recast Nafion. It was interesting to observe that the proton\nconductivities increased first and then decreased with increasing\nthe amount of MNS addition. The proton conductivities increased from\n0.055 to 0.080 S·cm<sup>–1</sup> at 25 °C and from\n0.145 to 0.192 S·cm<sup>–1</sup> at 80 °C as the\ncontent of MNS increased from 0 to 3%. Then, the conductivities decreased\nfrom 0.080 to 0.070 S·cm<sup>–1</sup> at 25 °C and\n0.192 to 0.174 S·cm<sup>–1</sup> at 80 °C when the\ncontent of MNS up to 5%. This indicated that too much MNS led the\npolymer matrix to a high density of cross-linking, which might hinder\nthe motion of the molecular chain. As listed in , MNS@SNF-PAEK-3% exhibited the highest proton\nconductivity (0.080 S·cm<sup>–1</sup> at 25 °C and\n0.198 S·cm<sup>–1</sup> at 80 °C) among these hybrid\nmembranes, even higher than that of recast Nafion (0.073 S·cm<sup>–1</sup> at 25 °C and 0.134 S·cm<sup>–1</sup> at 80 °C). The results indicated that the hybrid membranes\nhave the potential to be used as the practical PEM for applications\nin fuel cells.</p>", "clean_text": "Proton Conductivity, Methanol Permeability, and Selectivity of Membranes\n\nThe performance of a fuel cell is usually based on the proton conductivity of the PEM materials. The proton conductivities of all membranes were measured at 100% RH and plotted as a function of temperature (). As expected, the proton conductivities increased with increasing the temperature. All the membranes showed a proton conductivity comparable to the recast Nafion. It was interesting to observe that the proton conductivities increased first and then decreased with increasing the amount of MNS addition. The proton conductivities increased from 0.055 to 0.080 S⋅cm-1 at 25 °C and from 0.145 to 0.192 S⋅cm-1 at 80 °C as the content of MNS increased from 0 to 3%. Then, the conductivities decreased from 0.080 to 0.070 S⋅cm-1 at 25 °C and 0.192 to 0.174 S⋅cm-1 at 80 °C when the content of MNS up to 5%. This indicated that too much MNS led the polymer matrix to a high density of cross-linking, which might hinder the motion of the molecular chain. As listed in , MNS@SNF-PAEK-3% exhibited the highest proton conductivity (0.080 S⋅cm-1 at 25 °C and 0.198 S⋅cm-1 at 80 °C) among these hybrid membranes, even higher than that of recast Nafion (0.073 S⋅cm-1 at 25 °C and 0.134 S⋅cm-1 at 80 °C). The results indicated that the hybrid membranes have the potential to be used as the practical PEM for applications in fuel cells.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Proton conductivity of the membranes under 100% relative\nhumidity.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-17299k_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Proton conductivity of the membranes under 100% relative humidity.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Proton Conductivity,\nMethanol Permeability (<italic>P</italic>), and Selectivity (φ)\nof Membranes</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col2\" rowsep=\"1\">σ (S·cm<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">25 °C</oasis:entry>\n<oasis:entry align=\"center\">40 °C</oasis:entry>\n<oasis:entry align=\"center\">60 °C</oasis:entry>\n<oasis:entry align=\"center\">80 °C</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic> (10<sup>–7</sup> cm<sup>2</sup>·s<sup>–1</sup>)<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">φ (10<sup>4</sup> S·s·cm<sup>–3</sup>)<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>SNF-PAEK</oasis:entry>\n<oasis:entry>0.055 ± 0.006</oasis:entry>\n<oasis:entry>0.069 ± 0.004</oasis:entry>\n<oasis:entry>0.103 ± 0.007</oasis:entry>\n<oasis:entry>0.145 ± 0.004</oasis:entry>\n<oasis:entry>6.44</oasis:entry>\n<oasis:entry>8.54</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-1%</oasis:entry>\n<oasis:entry>0.060 ± 0.004</oasis:entry>\n<oasis:entry>0.075 ± 0.005</oasis:entry>\n<oasis:entry>0.109 ± 0.003</oasis:entry>\n<oasis:entry>0.149 ± 0.006</oasis:entry>\n<oasis:entry>6.20</oasis:entry>\n<oasis:entry>9.68</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-2%</oasis:entry>\n<oasis:entry>0.066 ± 0.004</oasis:entry>\n<oasis:entry>0.087 ± 0.004</oasis:entry>\n<oasis:entry>0.130 ± 0.005</oasis:entry>\n<oasis:entry>0.188 ± 0.008</oasis:entry>\n<oasis:entry>5.92</oasis:entry>\n<oasis:entry>11.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-3%</oasis:entry>\n<oasis:entry>0.080 ± 0.004</oasis:entry>\n<oasis:entry>0.098 ± 0.005</oasis:entry>\n<oasis:entry>0.143 ± 0.007</oasis:entry>\n<oasis:entry>0.198 ± 0.009</oasis:entry>\n<oasis:entry>5.28</oasis:entry>\n<oasis:entry>15.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-4%</oasis:entry>\n<oasis:entry>0.075 ± 0.003</oasis:entry>\n<oasis:entry>0.095 ± 0.006</oasis:entry>\n<oasis:entry>0.136 ± 0.006</oasis:entry>\n<oasis:entry>0.190 ± 0.009</oasis:entry>\n<oasis:entry>4.92</oasis:entry>\n<oasis:entry>15.24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-5%</oasis:entry>\n<oasis:entry>0.070 ± 0.004</oasis:entry>\n<oasis:entry>0.089 ± 0.003</oasis:entry>\n<oasis:entry>0.122 ± 0.005</oasis:entry>\n<oasis:entry>0.174 ± 0.008</oasis:entry>\n<oasis:entry>7.76</oasis:entry>\n<oasis:entry>9.02</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>recast Nafion</oasis:entry>\n<oasis:entry>0.073 ± 0.003</oasis:entry>\n<oasis:entry>0.093 ± 0.004</oasis:entry>\n<oasis:entry>0.115 ± 0.005</oasis:entry>\n<oasis:entry>0.134 ± 0.007</oasis:entry>\n<oasis:entry>21.87</oasis:entry>\n<oasis:entry>3.34</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>\n<italic>P</italic> and φ referred\nto the methanol permeability and selectivity, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>Methanol permeability of membranes was obtained according\nto the method mentioned in our previous work, and the data are showed in . It could be found that hybrid membranes displayed\na lower methanol permeability of 4.92 × 10<sup>–7</sup> cm<sup>2</sup>·s<sup>–1</sup> (MNS@SNF-PAEK-4%) compared\nwith the pristine membrane of 6.44 × 10<sup>–7</sup> cm<sup>2</sup>·s<sup>–1</sup> and recast Nafion (2.18 ×\n10<sup>–6</sup> cm<sup>2</sup>·s<sup>–1</sup>).\nIn general, proton and methanol utilize the same pathway for transport,\nthus high conductivity leading to high methanol crossover. Selectivity\n(φ, S·s·cm<sup>–3</sup>) is another factor\nto evaluate the methanol resistance property of PEMs, which shows\nthe relationship between proton conductivity and methanol permeability.\nMNS makes the polymer chain be cross-linked as the hybrid membranes\nbecome more compact, and the compact structure improves the methanol\nresistance of hybrid membranes. For instance, MNS@SNF-PAEK-4% exhibited\nthe highest selectivity of 15.24 × 10<sup>4</sup> S·s·cm<sup>–3</sup>, which implied that the hybrid membrane maintained\nits low methanol permeability even at a high conductivity. However,\nthe extra free MNS destroys the compact structure of the polymer matrix;\nthen, the methanol permeability increases, whereas the selectivity\ndeclined when the content of MNS increases up to 5%. However, both\nthe pristine membrane and hybrid membranes performed much better than\nrecast Nafion in methanol resistance (21.87 × 10<sup>–7</sup> cm<sup>2</sup>·s<sup>–1</sup>) and selectivity (3.34\n× 10<sup>4</sup> S·s·cm<sup>–3</sup>).</p>", "clean_text": "Methanol permeability of membranes was obtained according to the method mentioned in our previous work, and the data are showed in . It could be found that hybrid membranes displayed a lower methanol permeability of 4.92 × 10-7 cm2⋅s-1 (MNS@SNF-PAEK-4%) compared with the pristine membrane of 6.44 × 10-7 cm2⋅s-1 and recast Nafion (2.18 × 10-6 cm2⋅s-1). In general, proton and methanol utilize the same pathway for transport, thus high conductivity leading to high methanol crossover. Selectivity (φ, S⋅s⋅cm-3) is another factor to evaluate the methanol resistance property of PEMs, which shows the relationship between proton conductivity and methanol permeability. MNS makes the polymer chain be cross-linked as the hybrid membranes become more compact, and the compact structure improves the methanol resistance of hybrid membranes. For instance, MNS@SNF-PAEK-4% exhibited the highest selectivity of 15.24 × 104 S⋅s⋅cm-3, which implied that the hybrid membrane maintained its low methanol permeability even at a high conductivity. However, the extra free MNS destroys the compact structure of the polymer matrix; then, the methanol permeability increases, whereas the selectivity declined when the content of MNS increases up to 5%. However, both the pristine membrane and hybrid membranes performed much better than recast Nafion in methanol resistance (21.87 × 10-7 cm2⋅s-1) and selectivity (3.34 × 104 S⋅s⋅cm-3).", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>\n shows the\nschematic diagram of the proton conduction mechanism for hybrid membranes.\nGenerally, there are two main mechanisms for the proton diffusion\nin PEMs: vehicle mechanism and Grotthuss mechanism. As for the vehicle mechanism, H<sup>+</sup> combines with water\nmolecules to form ions such as H<sub>3</sub>O<sup>+</sup>, H<sub>5</sub>O<sub>2</sub>\n<sup>+</sup>, and H<sub>9</sub>O<sub>4</sub>\n<sup>+</sup> and these ions transport between the hydrophilic clusters, sulfonic\nacid groups for instance. In the Grotthuss mechanism, H<sup>+</sup> jumps to the neighboring groups which can bind and dissociate protons.\nFor these hybrid membranes, the sulfonated MNS fillers provide lots\nof additional sulfonic acid groups, thus forming more clusters to\ntransport H<sub>3</sub>O<sup>+</sup> and other ions in the aqueous\nphase, which follows the vehicle mechanism. Furthermore, a huge amount\nof dense and sequential sulfonic acid groups in the framework of MNS\ncould build high-speed channels for proton conducting, like a short-range\ntransmission. According to the Grotthuss mechanism, the orderly series\nof sulfonic acid groups makes it easier for H<sup>+</sup> to jump\nthrough the membrane, which can promote the proton transfer. Furthermore,\nsome research studies hypothesized that the metal (Cr<sup>III</sup>) increases the acidity of the water molecule, enabling it to donate\nsuch protons as H<sub>3</sub>O<sup>+</sup> to enhance the proton conductivity.\n</p>", "clean_text": "  shows the schematic diagram of the proton conduction mechanism for hybrid membranes. Generally, there are two main mechanisms for the proton diffusion in PEMs: vehicle mechanism and Grotthuss mechanism. As for the vehicle mechanism, H+ combines with water molecules to form ions such as H3O+, H5O2 +, and H9O4 + and these ions transport between the hydrophilic clusters, sulfonic acid groups for instance. In the Grotthuss mechanism, H+ jumps to the neighboring groups which can bind and dissociate protons. For these hybrid membranes, the sulfonated MNS fillers provide lots of additional sulfonic acid groups, thus forming more clusters to transport H3O+ and other ions in the aqueous phase, which follows the vehicle mechanism. Furthermore, a huge amount of dense and sequential sulfonic acid groups in the framework of MNS could build high-speed channels for proton conducting, like a short-range transmission. According to the Grotthuss mechanism, the orderly series of sulfonic acid groups makes it easier for H+ to jump through the membrane, which can promote the proton transfer. Furthermore, some research studies hypothesized that the metal (CrIII) increases the acidity of the water molecule, enabling it to donate such protons as H3O+ to enhance the proton conductivity. ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Proton conduction schematic diagram of MNS@SNF-PAEK-XX</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-17299k_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Proton conduction schematic diagram of MNS@SNF-PAEK-XX   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>Meanwhile, we suggested that the\nethylenediamine attaching on the surface of MNS attracted more hydrophilic\nside chains around itself by the electrostatic interaction between\nthe amino group and the sulfonic group on the end of the pendent chain\n(blue dotted lines in ). In another word, MNS might cause a rearrangement of the\npolymer conformation. A microstructure\nanalysis was performed by SAXS to prove our hypothesis, and the curves\nare shown in . All hydrated membranes revealed a clear ionomer peak in SAXS because\nof the existence of the self-organized ionic cluster networks formed\nby hydrophilic groups. The location of the SAXS peak is related to\nthe intercluster distance according to the two-phase model or to the\nshort-range order distance according to the core–shell model. We found that the scattering vector (<italic>q</italic>) of hybrid membranes was shifted to a larger value compared\nto that of pristine SNF-PAEK with the incorporation of MNS. In addition,\nthe calculated Bragg spacing (<italic>d</italic>, <italic>d</italic> = 2π/<italic>q</italic>), ascribing to the average distance\nof the ionic clusters decreased from 2.79 nm (SNF-PAEK) to 2.34 nm\n(MNS@SNF-PAEK-3%). Therefore, the changes in the distance of ionic\nclusters reflected the shrinkage of ionic clusters through the rearrangement\nof the polymer microstructure, which was caused by specific interactions\nwith the functionalized MOF.</p>", "clean_text": "Meanwhile, we suggested that the ethylenediamine attaching on the surface of MNS attracted more hydrophilic side chains around itself by the electrostatic interaction between the amino group and the sulfonic group on the end of the pendent chain (blue dotted lines in ). In another word, MNS might cause a rearrangement of the polymer conformation. A microstructure analysis was performed by SAXS to prove our hypothesis, and the curves are shown in . All hydrated membranes revealed a clear ionomer peak in SAXS because of the existence of the self-organized ionic cluster networks formed by hydrophilic groups. The location of the SAXS peak is related to the intercluster distance according to the two-phase model or to the short-range order distance according to the core-shell model. We found that the scattering vector (q) of hybrid membranes was shifted to a larger value compared to that of pristine SNF-PAEK with the incorporation of MNS. In addition, the calculated Bragg spacing (d, d = 2π/q), ascribing to the average distance of the ionic clusters decreased from 2.79 nm (SNF-PAEK) to 2.34 nm (MNS@SNF-PAEK-3%). Therefore, the changes in the distance of ionic clusters reflected the shrinkage of ionic clusters through the rearrangement of the polymer microstructure, which was caused by specific interactions with the functionalized MOF.", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>SAXS of the pristine membrane (SNF-PAEK) and\nhybrid membranes (MNS@SNF-PAEK-XX)</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2017-17299k_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  SAXS of the pristine membrane (SNF-PAEK) and hybrid membranes (MNS@SNF-PAEK-XX)   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>TEM was carried out to further prove the hypothesis afore\nmentioned. a,b shows the TEM images of pristine and hybrid membranes. The Nafion-like\nhydrophilic/hydrophobic phase separation morphology could be found\nin TEM images, where the dark region referred to the hydrophilic phase\nformed by sulfonic acid groups whereas the light region corresponded\nto the hydrophobic phase of the polymer main chain. Besides, we found\nthat the hydrophilic/hydrophobic phase separation became more obvious\nwith the incorporation of MNS, when a compared with b. It might be attributed to the extra sulfonic\nacid groups and electrostatic interaction formed by amino groups of\nMNS. In addition, the enlarged view showed in c exhibited the micrograph of MNS in the\nhybrid membrane. The octahedron covered by the dark region was the\ncrystal of MNS, which was surrounded by the hydrophilic phase of the\nSNF-PAEK matrix. It was attributed to the electrostatic interaction\nbetween amino groups of MNS and sulfonic groups on the end of the\npendent chain. The electrostatic interaction between the polymer matrix\nand the MNS nanofiller caused the rearrangement of the polymer and\nformed bigger ionic clusters just as a fast channel, which accelerated\nthe proton conductivity and demonstrated our hypothesis.</p>", "clean_text": "TEM was carried out to further prove the hypothesis afore mentioned. a,b shows the TEM images of pristine and hybrid membranes. The Nafion-like hydrophilic/hydrophobic phase separation morphology could be found in TEM images, where the dark region referred to the hydrophilic phase formed by sulfonic acid groups whereas the light region corresponded to the hydrophobic phase of the polymer main chain. Besides, we found that the hydrophilic/hydrophobic phase separation became more obvious with the incorporation of MNS, when a compared with b. It might be attributed to the extra sulfonic acid groups and electrostatic interaction formed by amino groups of MNS. In addition, the enlarged view showed in c exhibited the micrograph of MNS in the hybrid membrane. The octahedron covered by the dark region was the crystal of MNS, which was surrounded by the hydrophilic phase of the SNF-PAEK matrix. It was attributed to the electrostatic interaction between amino groups of MNS and sulfonic groups on the end of the pendent chain. The electrostatic interaction between the polymer matrix and the MNS nanofiller caused the rearrangement of the polymer and formed bigger ionic clusters just as a fast channel, which accelerated the proton conductivity and demonstrated our hypothesis.", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>TEM images\nof SNF-PAEK and hybrid MNS@SNF-PAEK-3%: TEM of SNF-PAEK (a) and MNS@SNF-PAEK-3%\n(b) and enlarged view of the red circle area (c). All membranes were\ndyed by 1 M AgNO<sub>3</sub> before test.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2017-17299k_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  TEM images of SNF-PAEK and hybrid MNS@SNF-PAEK-3%: TEM of SNF-PAEK (a) and MNS@SNF-PAEK-3% (b) and enlarged view of the red circle area (c). All membranes were dyed by 1 M AgNO3 before test.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<title>Single Cell Performance</title><p>To further\ninvestigate the practical application of the hybrid membranes in DMFC,\na single cell measurement was carried out at 25, 40, 60, and 80 °C.\nAs shown in a–c, the power density of membranes increased obviously with\nincreasing the operating temperature, which is similar to the tendency\nof proton conductivity. d shows the peak power density of SNF-PAEK, MNS@SNF-PAEK-3%,\nand recast Nafion at different temperatures. The hybrid membrane (MNS@SNF-PAEK-3%)\ndemonstrated a higher power density than the pristine SNF-PAEK membrane,\nespecially at a low operating temperature. For instance, MNS@SNF-PAEK-3%\ngave peak power densities of 23.5 mW/cm<sup>2</sup> at 25 °C\nand 40.2 mW/cm<sup>2</sup> at 40 °C, much higher than those of\nSNF-PAEK (14.9 mW/cm<sup>2</sup> at 25 °C and 28.6 mW/cm<sup>2</sup> at 40 °C) and recast Nafion (9.1 mW/cm<sup>2</sup> at\n25 °C and 10.9 mW/cm<sup>2</sup> at 40 °C). Furthermore,\nMNS@SNF-PAEK-3% reached high levels of peak power density at high\ntemperatures, 79.5 mW/cm<sup>2</sup> at 60 °C and 125.7 mW/cm<sup>2</sup> at 80 °C. In short, higher power density is attributed\nto higher proton conductivity of the hybrid membrane. In addition,\nowing to a superior methanol resistance, MNS@SNF-PAEK-3% showed better\nopen-circuit voltages, 0.839 V in average, compared with those of\nSNF-PAEK of 0.816 V and recast Nafion of 0.634 V. The maximum peak\npower densities of different membranes at different temperatures can\nbe found in Table S2 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>). Compared with other hybrid sulfonated polymeric PEMs listed in , MNS@SNF-PAEK-3%\nshowed higher proton conductivity, good methanol resistance, and much\nbetter single cell performance. All these results indicated that the\nhybrid membrane based on the SNF-PAEK matrix and the MNS nanofiller\nhas great potential to be used as alternative PEMs for DMFCs.</p>", "clean_text": "Single Cell Performance\n\nTo further investigate the practical application of the hybrid membranes in DMFC, a single cell measurement was carried out at 25, 40, 60, and 80 °C. As shown in a-c, the power density of membranes increased obviously with increasing the operating temperature, which is similar to the tendency of proton conductivity. d shows the peak power density of SNF-PAEK, MNS@SNF-PAEK-3%, and recast Nafion at different temperatures. The hybrid membrane (MNS@SNF-PAEK-3%) demonstrated a higher power density than the pristine SNF-PAEK membrane, especially at a low operating temperature. For instance, MNS@SNF-PAEK-3% gave peak power densities of 23.5 mW/cm2 at 25 °C and 40.2 mW/cm2 at 40 °C, much higher than those of SNF-PAEK (14.9 mW/cm2 at 25 °C and 28.6 mW/cm2 at 40 °C) and recast Nafion (9.1 mW/cm2 at 25 °C and 10.9 mW/cm2 at 40 °C). Furthermore, MNS@SNF-PAEK-3% reached high levels of peak power density at high temperatures, 79.5 mW/cm2 at 60 °C and 125.7 mW/cm2 at 80 °C. In short, higher power density is attributed to higher proton conductivity of the hybrid membrane. In addition, owing to a superior methanol resistance, MNS@SNF-PAEK-3% showed better open-circuit voltages, 0.839 V in average, compared with those of SNF-PAEK of 0.816 V and recast Nafion of 0.634 V. The maximum peak power densities of different membranes at different temperatures can be found in Table S2 (Supporting Information). Compared with other hybrid sulfonated polymeric PEMs listed in , MNS@SNF-PAEK-3% showed higher proton conductivity, good methanol resistance, and much better single cell performance. All these results indicated that the hybrid membrane based on the SNF-PAEK matrix and the MNS nanofiller has great potential to be used as alternative PEMs for DMFCs.", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Polarization\nand power density curves of SNF-PAEK (a), MNS@SNF-PAEK-3% (b), and\nrecast Nafion (c) and the peak power density of SNF-PAEK, MNS@SNF-PAEK-3%,\nand recast Nafion at different temperatures (d).</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"am-2017-17299k_0002.tif\"></graphic>\n</fig>", "clean_text": " 10  Polarization and power density curves of SNF-PAEK (a), MNS@SNF-PAEK-3% (b), and recast Nafion (c) and the peak power density of SNF-PAEK, MNS@SNF-PAEK-3%, and recast Nafion at different temperatures (d).   ", "data": null, "include_properties": null}, {"idx": 48, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Proton Conductivity (σ), Methanol Permeability\n(<italic>P</italic>), and Peak Power Density (PD<sub>Max</sub>) of\nDifferent Types of Hybrid PEMs Studied in Previous Works</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">hybrid PEMs</oasis:entry>\n<oasis:entry align=\"center\">σ (S·cm<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic> (10<sup>–7</sup> cm<sup>2</sup>·s<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">PD<sub>Max</sub> (mW/cm<sup>2</sup>)</oasis:entry>\n<oasis:entry align=\"center\">references</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-3%</oasis:entry>\n<oasis:entry>0.198</oasis:entry>\n<oasis:entry>5.28</oasis:entry>\n<oasis:entry>125.7</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPEEK/SHGO</oasis:entry>\n<oasis:entry>0.136</oasis:entry>\n<oasis:entry>30.83</oasis:entry>\n<oasis:entry>80.3</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPSf/ZrP-42</oasis:entry>\n<oasis:entry>0.156</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>119.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPEEK/SHGO/SPEEK</oasis:entry>\n<oasis:entry>0.156</oasis:entry>\n<oasis:entry>41.5</oasis:entry>\n<oasis:entry>50.1</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPEEK/SSi-GO</oasis:entry>\n<oasis:entry>0.160</oasis:entry>\n<oasis:entry>8.30</oasis:entry>\n<oasis:entry>72.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPEEK/sSrZrO<sub>3</sub>@TiO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0.121</oasis:entry>\n<oasis:entry>9.03</oasis:entry>\n<oasis:entry>140.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>S40-N3</oasis:entry>\n<oasis:entry>0.142</oasis:entry>\n<oasis:entry>3.80</oasis:entry>\n<oasis:entry>66.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPEEK/CC2.5/TAP5.0</oasis:entry>\n<oasis:entry>0.066</oasis:entry>\n<oasis:entry>0.03</oasis:entry>\n<oasis:entry>54.9</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In this study, novel SPAEK with flexible pendent sulfonic acid\ngroups, consisting of naphthalene and fluorine on the main chain,\nwas successfully prepared. Then, bifunctionalized MNS was used as\na functional nanofiller to the SNF-PAEK matrix for preparing a series\nof hybrid membranes. The remarkable enhancement on dimensional stability,\nmechanical properties, and methanol resistance property of hybrid\nmembranes was attributed to the incorporation of MNS that acted as\nan ionic physical cross-linking agent. In addition, MNS provided extra\ndense and sequential sulfonic acid groups and rearranged the polymer\nmicrostructure by electrostatic interactions formed by the amino groups,\nhelping hybrid membranes display the highest proton conductivity of\n0.198 S·cm<sup>–1</sup> at 80 °C. Moreover, MNS@SNF-PAEK-3%\nshowed an excellent single cell performance of 125.7 mW/cm<sup>2</sup> at 80 °C, thus proving its great potential for applications\nin DMFCs.</p>", "clean_text": "Conclusions\n\nIn this study, novel SPAEK with flexible pendent sulfonic acid groups, consisting of naphthalene and fluorine on the main chain, was successfully prepared. Then, bifunctionalized MNS was used as a functional nanofiller to the SNF-PAEK matrix for preparing a series of hybrid membranes. The remarkable enhancement on dimensional stability, mechanical properties, and methanol resistance property of hybrid membranes was attributed to the incorporation of MNS that acted as an ionic physical cross-linking agent. In addition, MNS provided extra dense and sequential sulfonic acid groups and rearranged the polymer microstructure by electrostatic interactions formed by the amino groups, helping hybrid membranes display the highest proton conductivity of 0.198 S⋅cm-1 at 80 °C. Moreover, MNS@SNF-PAEK-3% showed an excellent single cell performance of 125.7 mW/cm2 at 80 °C, thus proving its great potential for applications in DMFCs.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.7b17299\">10.1021/acsami.7b17299</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>XPS analysis of MNS; thermodynamic stability of MIL-101\nand MNS; remained weight (%) of membranes after exposed to Fenton’s\nreagent; stress–strain curves of MNS@SNF-PAEK-XX membranes;\nand <sup>1</sup>H NMR spectra for the characterization of the concentration\nof methanol (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.7b17299.  XPS analysis of MNS; thermodynamic stability of MIL-101 and MNS; remained weight (%) of membranes after exposed to Fenton's reagent; stress-strain curves of MNS@SNF-PAEK-XX membranes; and 1H NMR spectra for the characterization of the concentration of methanol (PDF)   ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>XPS analysis of MNS; thermodynamic stability of MIL-101\nand MNS; remained weight (%) of membranes after exposed to Fenton’s\nreagent; stress–strain curves of MNS@SNF-PAEK-XX membranes;\nand <sup>1</sup>H NMR spectra for the characterization of the concentration\nof methanol (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "XPS analysis of MNS; thermodynamic stability of MIL-101 and MNS; remained weight (%) of membranes after exposed to Fenton's reagent; stress-strain curves of MNS@SNF-PAEK-XX membranes; and 1H NMR spectra for the characterization of the concentration of methanol (PDF)", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "5, 6, 9, 10, 11", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation\nof a Poly­(arylene ether ketone) Polymer Containing Naphthalene and\nFluorine Moieties on the Main Chain and Flexible Pendent Sulfobutyl\nGroups</title><p>First, DMNF­(12.97 g, 30.0 mmol), 4,4′-(hexafluoroisopropylidene)\ndiphenol (10.08 g, 30.0 mmol), K<sub>2</sub>CO<sub>3</sub> (4.56 g,\n33.0 mmol), tetramethylene sulfone (50 mL), and toluene (10 mL) were\nadded into a 250 mL three-necked flask. Then, the mixture was heated\nup to 140 °C and stirred for 3 h under nitrogen atmosphere to\nremove water. After removing toluene, the mixture was maintained at\n200 °C for 12 h to complete the polymer chain growth. Then, the\nviscous solution was poured into deionized water, washed by deionized\nwater several times, and then dried in an oven at 60 °C for 24\nh. The polymer was nominated as NF-PAEK.</p><p>Second, NF-PAEK (6.0\ng, 8.5 mmol) was dissolved in 120 mL of dichloromethane in ice-salt\nbaths, and 1 M BBr<sub>3</sub> dichloromethane solution (30 mL) was\nadded dropwise into the solution system. Then, the system was stirred\nfor 24 h at room temperature. After that, 500 mL of water was added\ninto the system to quench the reaction. The product was collected\nby filtration, washed with refluxing water, and labeled as HO-NF-PAEK.</p><title>Synthesis and Purification\nof MNS</title><p>MIL-101 was synthesized according to a traditional\nhydrothermal reaction method as reported. 1,4-Dicarboxybenzene (H<sub>2</sub>BDC) (1.66 g, 10 mmol), Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O (4 g, 10 mmol), hydrofluoric\nacid (2 mL, 1 mmol), and H<sub>2</sub>O (48 mL) were added into a\nTeflon-lined steel autoclave, then heated up to 220 °C, and held\nfor 8 h. Then, a mixture of MIL-101 and H<sub>2</sub>BDC was filtered\noff and washed with boiling DMF and ethanol, each three times to remove\nH<sub>2</sub>BDC. Finally, the green powder of pure MIL-101 was centrifuged\nand dried in a vacuum oven at 60 °C for 12 h.</p><p>After that,\n2 g of MIL-101 was dehydrated in a vacuum oven at 150 °C for\n12 h and then added into anhydrous toluene (30 mL). <italic>N</italic>-Boc-ethylenediamine (0.48 g, 3 mmol) was also added into the system.\nThen, the mixture was stirred under N<sub>2</sub> for 12 h at 80 °C.\nThe product, named MIL-101-NHBOC, was recovered by filtration, washed\nwith toluene five times to remove spare <italic>N</italic>-boc-ethylenediamine,\nand then dried at 60 °C.</p><p>Next, MIL-101-NHBOC was degassed\nunder vacuum at 120 °C for 5 h. After stirring the activated\nMIL-101-NHBOC (2.0 g) in 20 mL of CHCl<sub>3</sub> in an ice bath\nfor 10 min, ClSO<sub>3</sub>H (0.66 g, 5.6 mmol) in 10 mL of CHCl<sub>3</sub> was dropwise added to the mixture and then stirred for another\n10 min at room temperature. The solid was collected by centrifugation,\nwashed several times with ClSO<sub>3</sub>H and H<sub>2</sub>O, and\ndried to give MIL-101-NHBOC-SO<sub>3</sub>H.</p>", "clean_text": "Preparation of a Poly(arylene ether ketone) Polymer Containing Naphthalene and Fluorine Moieties on the Main Chain and Flexible Pendent Sulfobutyl Groups\n\nFirst, DMNF(12.97 g, 30.0 mmol), 4,4'-(hexafluoroisopropylidene) diphenol (10.08 g, 30.0 mmol), K2CO3 (4.56 g, 33.0 mmol), tetramethylene sulfone (50 mL), and toluene (10 mL) were added into a 250 mL three-necked flask. Then, the mixture was heated up to 140 °C and stirred for 3 h under nitrogen atmosphere to remove water. After removing toluene, the mixture was maintained at 200 °C for 12 h to complete the polymer chain growth. Then, the viscous solution was poured into deionized water, washed by deionized water several times, and then dried in an oven at 60 °C for 24 h. The polymer was nominated as NF-PAEK.\n\nSecond, NF-PAEK (6.0 g, 8.5 mmol) was dissolved in 120 mL of dichloromethane in ice-salt baths, and 1 M BBr3 dichloromethane solution (30 mL) was added dropwise into the solution system. Then, the system was stirred for 24 h at room temperature. After that, 500 mL of water was added into the system to quench the reaction. The product was collected by filtration, washed with refluxing water, and labeled as HO-NF-PAEK.\n\nSynthesis and Purification of MNS\n\nMIL-101 was synthesized according to a traditional hydrothermal reaction method as reported. 1,4-Dicarboxybenzene (H2BDC) (1.66 g, 10 mmol), Cr(NO3)3⋅9H2O (4 g, 10 mmol), hydrofluoric acid (2 mL, 1 mmol), and H2O (48 mL) were added into a Teflon-lined steel autoclave, then heated up to 220 °C, and held for 8 h. Then, a mixture of MIL-101 and H2BDC was filtered off and washed with boiling DMF and ethanol, each three times to remove H2BDC. Finally, the green powder of pure MIL-101 was centrifuged and dried in a vacuum oven at 60 °C for 12 h.\n\nAfter that, 2 g of MIL-101 was dehydrated in a vacuum oven at 150 °C for 12 h and then added into anhydrous toluene (30 mL). N-Boc-ethylenediamine (0.48 g, 3 mmol) was also added into the system. Then, the mixture was stirred under N2 for 12 h at 80 °C. The product, named MIL-101-NHBOC, was recovered by filtration, washed with toluene five times to remove spare N-boc-ethylenediamine, and then dried at 60 °C.\n\nNext, MIL-101-NHBOC was degassed under vacuum at 120 °C for 5 h. After stirring the activated MIL-101-NHBOC (2.0 g) in 20 mL of CHCl3 in an ice bath for 10 min, ClSO3H (0.66 g, 5.6 mmol) in 10 mL of CHCl3 was dropwise added to the mixture and then stirred for another 10 min at room temperature. The solid was collected by centrifugation, washed several times with ClSO3H and H2O, and dried to give MIL-101-NHBOC-SO3H.", "data": [{"meta": {"name": "NF-PAEK", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "DMNF", "amount": "12.97", "unit": "g"}, {"name": "4,4′-(hexafluoroisopropylidene) diphenol", "amount": "10.08", "unit": "g"}, {"name": "K2CO3", "amount": "4.56", "unit": "g"}, {"name": "tetramethylene sulfone", "amount": "50", "unit": "mL"}, {"name": "toluene", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "140°C", "time": "3 h"}, {"synthesis method": "drying", "pressure": "", "temperature": "200°C", "atmosphere": "nitrogen", "time": "12 h"}, {"synthesis method": "washing", "washing solution": "deionized water", "amount": ""}]}, {"meta": {"name": "HO-NF-PAEK", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "NF-PAEK", "amount": "6.0", "unit": "g"}], "solution": [{"name": "dichloromethane", "amount": "120", "unit": "mL"}, {"name": "1 M BBr3 dichloromethane solution", "amount": "30", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "24 h"}, {"synthesis method": "washing", "washing solution": "refluxing water", "amount": ""}]}, {"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "hydrothermal reaction", "precursor": [{"name": "1,4-Dicarboxybenzene (H2BDC)", "amount": "1.66", "unit": "g"}, {"name": "Cr(NO3)3·9H2O", "amount": "4", "unit": "g"}, {"name": "hydrofluoric acid", "amount": "2", "unit": "mL"}, {"name": "H2O", "amount": "48", "unit": "mL"}], "pressure": "", "temperature": "220°C", "time": "8 h"}, {"synthesis method": "washing", "washing solution": "boiling DMF and ethanol", "amount": ""}]}, {"meta": {"name": "MIL-101-NHBOC", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "dehydration", "precursor": [{"name": "MIL-101", "amount": "2", "unit": "g"}], "pressure": "", "temperature": "150°C", "time": "12 h"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "MIL-101", "amount": "2.0", "unit": "g"}, {"name": "N-Boc-ethylenediamine", "amount": "0.48", "unit": "g"}], "solution": [{"name": "anhydrous toluene", "amount": "30", "unit": "mL"}], "pressure": "", "temperature": "80°C", "time": "12 h"}, {"synthesis method": "washing", "washing solution": "toluene", "amount": ""}]}, {"meta": {"name": "MIL-101-NHBOC-SO3H", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "activation", "precursor": [{"name": "MIL-101-NHBOC", "amount": "2.0", "unit": "g"}], "pressure": "", "temperature": "120°C", "time": "5 h"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "activated MIL-101-NHBOC", "amount": "2.0", "unit": "g"}, {"name": "ClSO3H", "amount": "0.66", "unit": "g"}], "solution": [{"name": "CHCl3", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "10 min"}, {"synthesis method": "washing", "washing solution": "ClSO3H and H2O", "amount": ""}]}], "include_properties": ["chemical_synthesis", "washing", "drying", "filtration"]}, {"idx": "1, 24, 27, 31, 32, 36, 39, 46, 49", "type": "text", "classification": "property", "content": "<p>Novel side-chain-type\nsulfonated poly­(arylene ether ketone) (SNF-PAEK) containing naphthalene\nand fluorine moieties on the main chain was prepared in this work,\nand a new amino–sulfo-bifunctionalized metal–organic\nframework (MNS, short for MIL-101-NH<sub>2</sub>-SO<sub>3</sub>H)\nwas synthesized via a hydrothermal technology and postmodification.\nThen, MNS was incorporated into a SNF-PAEK matrix as an inorganic\nnanofiller to prepare a series of organic–inorganic hybrid\nmembranes (MNS@SNF-PAEK-XX). The mechanical property, methanol resistance,\nelectrochemistry, and other properties of MNS@SNF-PAEK-XX hybrid membranes\nwere characterized in detail. We found that the mechanical strength\nand methanol resistances of these hybrid membranes were improved by\nthe formation of an ionic cross-linking structure between −NH<sub>2</sub> of MNS and −SO<sub>3</sub>H on the side chain of SNF-PAEK.\nParticularly, the proton conductivity of these hybrid membranes increased\nobviously after the addition of MNS. MNS@SNF-PAEK-3% exhibited the\nproton conductivity of 0.192 S·cm<sup>–1</sup>, which\nwas much higher than those of the pristine membrane (0.145 S·cm<sup>–1</sup>) and recast Nafion (0.134 S·cm<sup>–1</sup>) at 80 °C. This result indicated that bifunctionalized MNS\nrearranged the microstructure of hybrid membranes, which could accelerate\nthe transfer of protons. The hybrid membrane (MNS@SNF-PAEK-3%) showed\na better direct methanol fuel cell performance with a higher peak\npower density of 125.7 mW/cm<sup>2</sup> at 80 °C and a higher\nopen-circuit voltage (0.839 V) than the pristine membrane.</p><p>FT-IR was used to further confirm the successful synthesis\nof MNS, and the spectra were displayed in b. Compared to pristine MIL-101, all intermediates\nand target MNS showed the characteristic peaks at 2934 and 3263 cm<sup>–1</sup>, ascribing to the absorption peaks for ν­(CH)\nand ν­(NH), respectively, which indicated the successful grafting\nof <italic>N</italic>-boc-ethylenediamine and the remain of ethylenediamine\nafter sulfonation. In addition, the IR adsorption band at 1207 cm<sup>–1</sup> for MIL-101-SO<sub>3</sub>H-NHBOC and MNS was assigned to the asymmetric\nvibration mode of −SO<sub>3</sub>H. Besides, the postsynthetic\nmodification was also proved via XPS analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>), where the sulfur XPS signal appeared\nat a binding energy of 168.97 eV corresponding to S<sup>6+</sup> of\nthe sulfonic acid group, whereas the nitrogen XPS signal appeared\nat a binding energy of 402.06 eV corresponding to N 1s of ethylenediamine\nthat was attached to metal–oxygen clusters. Then, we drew a\nconclusion that MIL-101 was converted into MNS successfully by the\npostsynthetic modification. Besides, the SEM image in a shows the octahedral structure\nof MNS, as same as MIL-101, which has been reported by previous work. The result confirmed that MNS still retained\nits framework structure after modification. The thermodynamic stability\nof MOFs was measured by TGA (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>). The result showed that the decomposition temperature at 5% weight\nloss (<italic>T</italic>\n<sub>d5%</sub>) of MIL-101 and MNS was 200\nand 280 °C, respectively. This indicated that they had good thermal\nstability to be used in DMFCs.</p><title>Thermal and Oxidative Stabilities and Mechanical\nProperties of Membranes</title><p>TGA measurements of pristine and\nhybrid membranes were performed to evaluate whether the membranes\nwere thermally stable within the temperature range for applications\nin DMFCs. As shown in , all membranes displayed two decomposition stages. The first\nstage starting from 220 to 330 °C belonged to the decomposition\nof the grafted flexible sulfoalkyl groups on the side chain, and the\nsecond stage in the range from 400 to 650 °C was assigned to\nthe degradation of the polymer backbone. According to the data in , all the decomposition\ntemperatures at 5% weight loss (<italic>T</italic>\n<sub>d5%</sub>)\nof samples were higher than 230 °C. After the addition of MNS,\nthe <italic>T</italic>\n<sub>d5%</sub> increased from 244.93 to 266.51\n°C. It is because of the cross-linked structure formed by MNS,\nrestraining the decomposition of the polymer matrix. Therefore, the\ncomposite membranes have good thermal stabilities to be used for DMFCs.</p><p>As summarized\nin , all these\nMNS@SNF-PAEK-XX and SNF-PAEK membranes showed higher strength properties\nof tensile strength (33.38–36.97 MPa) and Young’s modulus\n(0.90–1.06 GPa) than those of tensile strength and Young’s\nmodulus of recast Nafion of 13.7 MPa and 0.24 GPa, respectively. With\nincreasing the amount of MNS addition, Young’s modulus increased\nfrom 0.90 to 1.06 GPa, whereas the tensile strength increased from\n33.38 to 36.97 MPa. However, the elongation at break decreased sharply\nfrom 118 to 10% as the content of MNS varied from 1–5%. Besides,\nthe stress–strain curves of MNS@SNF-PAEK-XX membranes are shown\nin Figure S4 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>).\nIt is because MNS at an increasing content exists as an ionic cross-linker\nin the composite membranes. Because the amino groups of ethylenediamine\nwere immobilized onto the metal–oxygen clusters of MIL-101,\nthey could be cross-linked with the polymer matrix of SNF-PAEK by\nthe formation of electrostatic forces between sulfonic groups and\namino groups. Furthermore, all inorganic fillers act as a physical\ncross-linker which blocks the movement of the molecular chain. Hence,\nthe tensile strength of hybrid membranes increases due to the formation\nof the cross-linked structure, whereas the toughness decreases at\na higher density of cross-linking.</p><title>IEC,\nWater Uptake, and Swelling Ratio of Membranes</title><p>As shown in , IEC increased with\nincreasing the content of MNS. There were large amount of sulfonic\nacid groups on the framework of MNS, so the addition of MNS led to\nextra more ionic exchange groups into the matrix, thus resulting in\na higher IEC.  shows the water uptake and swelling ratio of membranes as a function\nof temperature. MNS@SNF-PAEK-1%, MNS@SNF-PAEK-2%, and MNS@SNF-PAEK-3%\ndisplayed higher water uptake (45.71–47.32%) than the pristine\nmembrane (45.44%) at 30 °C. This was because extra more hydrophilic\ngroups, such as sulfonic acid groups and amino groups, in the inorganic\nfillers could absorb more water. However, the water uptake of MNS@SNF-PAEK-4%\nand MNS@SNF-PAEK-5% (45.03 and 43.08%, respectively) was lower than\nthat of SNF-PAEK because of higher density of the cross-linking structure\nformed between MNS and the polymer matrix, which restricted the water\nabsorption. Meanwhile, all hybrid membranes exhibited lower water\nuptake (75.55–62.46%) than pristine membrane (75.66%) at 80\n°C. This could be attributed to the interaction between the polymer\nmatrix and MNS, which suppressed the absorption of water in the membranes.\nAs for dimensional stability, MNS reduced the swelling ratio of the\nmembranes, especially at high temperature (49.65 and 32.10% for SNF-PAEK\nand MNS@SNF-PAEK-3%, respectively).</p><title>Proton Conductivity, Methanol Permeability, and Selectivity\nof Membranes</title><p>The performance of a fuel cell is usually based\non the proton conductivity of the PEM materials. The proton conductivities\nof all membranes were measured at 100% RH and plotted as a function\nof temperature (). As expected, the proton conductivities increased with increasing\nthe temperature. All the membranes showed a proton conductivity comparable\nto the recast Nafion. It was interesting to observe that the proton\nconductivities increased first and then decreased with increasing\nthe amount of MNS addition. The proton conductivities increased from\n0.055 to 0.080 S·cm<sup>–1</sup> at 25 °C and from\n0.145 to 0.192 S·cm<sup>–1</sup> at 80 °C as the\ncontent of MNS increased from 0 to 3%. Then, the conductivities decreased\nfrom 0.080 to 0.070 S·cm<sup>–1</sup> at 25 °C and\n0.192 to 0.174 S·cm<sup>–1</sup> at 80 °C when the\ncontent of MNS up to 5%. This indicated that too much MNS led the\npolymer matrix to a high density of cross-linking, which might hinder\nthe motion of the molecular chain. As listed in , MNS@SNF-PAEK-3% exhibited the highest proton\nconductivity (0.080 S·cm<sup>–1</sup> at 25 °C and\n0.198 S·cm<sup>–1</sup> at 80 °C) among these hybrid\nmembranes, even higher than that of recast Nafion (0.073 S·cm<sup>–1</sup> at 25 °C and 0.134 S·cm<sup>–1</sup> at 80 °C). The results indicated that the hybrid membranes\nhave the potential to be used as the practical PEM for applications\nin fuel cells.</p><p>Methanol permeability of membranes was obtained according\nto the method mentioned in our previous work, and the data are showed in . It could be found that hybrid membranes displayed\na lower methanol permeability of 4.92 × 10<sup>–7</sup> cm<sup>2</sup>·s<sup>–1</sup> (MNS@SNF-PAEK-4%) compared\nwith the pristine membrane of 6.44 × 10<sup>–7</sup> cm<sup>2</sup>·s<sup>–1</sup> and recast Nafion (2.18 ×\n10<sup>–6</sup> cm<sup>2</sup>·s<sup>–1</sup>).\nIn general, proton and methanol utilize the same pathway for transport,\nthus high conductivity leading to high methanol crossover. Selectivity\n(φ, S·s·cm<sup>–3</sup>) is another factor\nto evaluate the methanol resistance property of PEMs, which shows\nthe relationship between proton conductivity and methanol permeability.\nMNS makes the polymer chain be cross-linked as the hybrid membranes\nbecome more compact, and the compact structure improves the methanol\nresistance of hybrid membranes. For instance, MNS@SNF-PAEK-4% exhibited\nthe highest selectivity of 15.24 × 10<sup>4</sup> S·s·cm<sup>–3</sup>, which implied that the hybrid membrane maintained\nits low methanol permeability even at a high conductivity. However,\nthe extra free MNS destroys the compact structure of the polymer matrix;\nthen, the methanol permeability increases, whereas the selectivity\ndeclined when the content of MNS increases up to 5%. However, both\nthe pristine membrane and hybrid membranes performed much better than\nrecast Nafion in methanol resistance (21.87 × 10<sup>–7</sup> cm<sup>2</sup>·s<sup>–1</sup>) and selectivity (3.34\n× 10<sup>4</sup> S·s·cm<sup>–3</sup>).</p><title>Single Cell Performance</title><p>To further\ninvestigate the practical application of the hybrid membranes in DMFC,\na single cell measurement was carried out at 25, 40, 60, and 80 °C.\nAs shown in a–c, the power density of membranes increased obviously with\nincreasing the operating temperature, which is similar to the tendency\nof proton conductivity. d shows the peak power density of SNF-PAEK, MNS@SNF-PAEK-3%,\nand recast Nafion at different temperatures. The hybrid membrane (MNS@SNF-PAEK-3%)\ndemonstrated a higher power density than the pristine SNF-PAEK membrane,\nespecially at a low operating temperature. For instance, MNS@SNF-PAEK-3%\ngave peak power densities of 23.5 mW/cm<sup>2</sup> at 25 °C\nand 40.2 mW/cm<sup>2</sup> at 40 °C, much higher than those of\nSNF-PAEK (14.9 mW/cm<sup>2</sup> at 25 °C and 28.6 mW/cm<sup>2</sup> at 40 °C) and recast Nafion (9.1 mW/cm<sup>2</sup> at\n25 °C and 10.9 mW/cm<sup>2</sup> at 40 °C). Furthermore,\nMNS@SNF-PAEK-3% reached high levels of peak power density at high\ntemperatures, 79.5 mW/cm<sup>2</sup> at 60 °C and 125.7 mW/cm<sup>2</sup> at 80 °C. In short, higher power density is attributed\nto higher proton conductivity of the hybrid membrane. In addition,\nowing to a superior methanol resistance, MNS@SNF-PAEK-3% showed better\nopen-circuit voltages, 0.839 V in average, compared with those of\nSNF-PAEK of 0.816 V and recast Nafion of 0.634 V. The maximum peak\npower densities of different membranes at different temperatures can\nbe found in Table S2 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>). Compared with other hybrid sulfonated polymeric PEMs listed in , MNS@SNF-PAEK-3%\nshowed higher proton conductivity, good methanol resistance, and much\nbetter single cell performance. All these results indicated that the\nhybrid membrane based on the SNF-PAEK matrix and the MNS nanofiller\nhas great potential to be used as alternative PEMs for DMFCs.</p><title>Conclusions</title><p>In this study, novel SPAEK with flexible pendent sulfonic acid\ngroups, consisting of naphthalene and fluorine on the main chain,\nwas successfully prepared. Then, bifunctionalized MNS was used as\na functional nanofiller to the SNF-PAEK matrix for preparing a series\nof hybrid membranes. The remarkable enhancement on dimensional stability,\nmechanical properties, and methanol resistance property of hybrid\nmembranes was attributed to the incorporation of MNS that acted as\nan ionic physical cross-linking agent. In addition, MNS provided extra\ndense and sequential sulfonic acid groups and rearranged the polymer\nmicrostructure by electrostatic interactions formed by the amino groups,\nhelping hybrid membranes display the highest proton conductivity of\n0.198 S·cm<sup>–1</sup> at 80 °C. Moreover, MNS@SNF-PAEK-3%\nshowed an excellent single cell performance of 125.7 mW/cm<sup>2</sup> at 80 °C, thus proving its great potential for applications\nin DMFCs.</p>", "clean_text": "Novel side-chain-type sulfonated poly(arylene ether ketone) (SNF-PAEK) containing naphthalene and fluorine moieties on the main chain was prepared in this work, and a new amino-sulfo-bifunctionalized metal-organic framework (MNS, short for MIL-101-NH2-SO3H) was synthesized via a hydrothermal technology and postmodification. Then, MNS was incorporated into a SNF-PAEK matrix as an inorganic nanofiller to prepare a series of organic-inorganic hybrid membranes (MNS@SNF-PAEK-XX). The mechanical property, methanol resistance, electrochemistry, and other properties of MNS@SNF-PAEK-XX hybrid membranes were characterized in detail. We found that the mechanical strength and methanol resistances of these hybrid membranes were improved by the formation of an ionic cross-linking structure between -NH2 of MNS and -SO3H on the side chain of SNF-PAEK. Particularly, the proton conductivity of these hybrid membranes increased obviously after the addition of MNS. MNS@SNF-PAEK-3% exhibited the proton conductivity of 0.192 S⋅cm-1, which was much higher than those of the pristine membrane (0.145 S⋅cm-1) and recast Nafion (0.134 S⋅cm-1) at 80 °C. This result indicated that bifunctionalized MNS rearranged the microstructure of hybrid membranes, which could accelerate the transfer of protons. The hybrid membrane (MNS@SNF-PAEK-3%) showed a better direct methanol fuel cell performance with a higher peak power density of 125.7 mW/cm2 at 80 °C and a higher open-circuit voltage (0.839 V) than the pristine membrane.\n\nFT-IR was used to further confirm the successful synthesis of MNS, and the spectra were displayed in b. Compared to pristine MIL-101, all intermediates and target MNS showed the characteristic peaks at 2934 and 3263 cm-1, ascribing to the absorption peaks for ν(CH) and ν(NH), respectively, which indicated the successful grafting of N-boc-ethylenediamine and the remain of ethylenediamine after sulfonation. In addition, the IR adsorption band at 1207 cm-1 for MIL-101-SO3H-NHBOC and MNS was assigned to the asymmetric vibration mode of -SO3H. Besides, the postsynthetic modification was also proved via XPS analysis (Supporting Information), where the sulfur XPS signal appeared at a binding energy of 168.97 eV corresponding to S6+ of the sulfonic acid group, whereas the nitrogen XPS signal appeared at a binding energy of 402.06 eV corresponding to N 1s of ethylenediamine that was attached to metal-oxygen clusters. Then, we drew a conclusion that MIL-101 was converted into MNS successfully by the postsynthetic modification. Besides, the SEM image in a shows the octahedral structure of MNS, as same as MIL-101, which has been reported by previous work. The result confirmed that MNS still retained its framework structure after modification. The thermodynamic stability of MOFs was measured by TGA (Supporting Information). The result showed that the decomposition temperature at 5% weight loss (T d5%) of MIL-101 and MNS was 200 and 280 °C, respectively. This indicated that they had good thermal stability to be used in DMFCs.\n\nThermal and Oxidative Stabilities and Mechanical Properties of Membranes\n\nTGA measurements of pristine and hybrid membranes were performed to evaluate whether the membranes were thermally stable within the temperature range for applications in DMFCs. As shown in , all membranes displayed two decomposition stages. The first stage starting from 220 to 330 °C belonged to the decomposition of the grafted flexible sulfoalkyl groups on the side chain, and the second stage in the range from 400 to 650 °C was assigned to the degradation of the polymer backbone. According to the data in , all the decomposition temperatures at 5% weight loss (T d5%) of samples were higher than 230 °C. After the addition of MNS, the T d5% increased from 244.93 to 266.51 °C. It is because of the cross-linked structure formed by MNS, restraining the decomposition of the polymer matrix. Therefore, the composite membranes have good thermal stabilities to be used for DMFCs.\n\nAs summarized in , all these MNS@SNF-PAEK-XX and SNF-PAEK membranes showed higher strength properties of tensile strength (33.38-36.97 MPa) and Young's modulus (0.90-1.06 GPa) than those of tensile strength and Young's modulus of recast Nafion of 13.7 MPa and 0.24 GPa, respectively. With increasing the amount of MNS addition, Young's modulus increased from 0.90 to 1.06 GPa, whereas the tensile strength increased from 33.38 to 36.97 MPa. However, the elongation at break decreased sharply from 118 to 10% as the content of MNS varied from 1-5%. Besides, the stress-strain curves of MNS@SNF-PAEK-XX membranes are shown in Figure S4 (Supporting Information). It is because MNS at an increasing content exists as an ionic cross-linker in the composite membranes. Because the amino groups of ethylenediamine were immobilized onto the metal-oxygen clusters of MIL-101, they could be cross-linked with the polymer matrix of SNF-PAEK by the formation of electrostatic forces between sulfonic groups and amino groups. Furthermore, all inorganic fillers act as a physical cross-linker which blocks the movement of the molecular chain. Hence, the tensile strength of hybrid membranes increases due to the formation of the cross-linked structure, whereas the toughness decreases at a higher density of cross-linking.\n\nIEC, Water Uptake, and Swelling Ratio of Membranes\n\nAs shown in , IEC increased with increasing the content of MNS. There were large amount of sulfonic acid groups on the framework of MNS, so the addition of MNS led to extra more ionic exchange groups into the matrix, thus resulting in a higher IEC.  shows the water uptake and swelling ratio of membranes as a function of temperature. MNS@SNF-PAEK-1%, MNS@SNF-PAEK-2%, and MNS@SNF-PAEK-3% displayed higher water uptake (45.71-47.32%) than the pristine membrane (45.44%) at 30 °C. This was because extra more hydrophilic groups, such as sulfonic acid groups and amino groups, in the inorganic fillers could absorb more water. However, the water uptake of MNS@SNF-PAEK-4% and MNS@SNF-PAEK-5% (45.03 and 43.08%, respectively) was lower than that of SNF-PAEK because of higher density of the cross-linking structure formed between MNS and the polymer matrix, which restricted the water absorption. Meanwhile, all hybrid membranes exhibited lower water uptake (75.55-62.46%) than pristine membrane (75.66%) at 80 °C. This could be attributed to the interaction between the polymer matrix and MNS, which suppressed the absorption of water in the membranes. As for dimensional stability, MNS reduced the swelling ratio of the membranes, especially at high temperature (49.65 and 32.10% for SNF-PAEK and MNS@SNF-PAEK-3%, respectively).\n\nProton Conductivity, Methanol Permeability, and Selectivity of Membranes\n\nThe performance of a fuel cell is usually based on the proton conductivity of the PEM materials. The proton conductivities of all membranes were measured at 100% RH and plotted as a function of temperature (). As expected, the proton conductivities increased with increasing the temperature. All the membranes showed a proton conductivity comparable to the recast Nafion. It was interesting to observe that the proton conductivities increased first and then decreased with increasing the amount of MNS addition. The proton conductivities increased from 0.055 to 0.080 S⋅cm-1 at 25 °C and from 0.145 to 0.192 S⋅cm-1 at 80 °C as the content of MNS increased from 0 to 3%. Then, the conductivities decreased from 0.080 to 0.070 S⋅cm-1 at 25 °C and 0.192 to 0.174 S⋅cm-1 at 80 °C when the content of MNS up to 5%. This indicated that too much MNS led the polymer matrix to a high density of cross-linking, which might hinder the motion of the molecular chain. As listed in , MNS@SNF-PAEK-3% exhibited the highest proton conductivity (0.080 S⋅cm-1 at 25 °C and 0.198 S⋅cm-1 at 80 °C) among these hybrid membranes, even higher than that of recast Nafion (0.073 S⋅cm-1 at 25 °C and 0.134 S⋅cm-1 at 80 °C). The results indicated that the hybrid membranes have the potential to be used as the practical PEM for applications in fuel cells.\n\nMethanol permeability of membranes was obtained according to the method mentioned in our previous work, and the data are showed in . It could be found that hybrid membranes displayed a lower methanol permeability of 4.92 × 10-7 cm2⋅s-1 (MNS@SNF-PAEK-4%) compared with the pristine membrane of 6.44 × 10-7 cm2⋅s-1 and recast Nafion (2.18 × 10-6 cm2⋅s-1). In general, proton and methanol utilize the same pathway for transport, thus high conductivity leading to high methanol crossover. Selectivity (φ, S⋅s⋅cm-3) is another factor to evaluate the methanol resistance property of PEMs, which shows the relationship between proton conductivity and methanol permeability. MNS makes the polymer chain be cross-linked as the hybrid membranes become more compact, and the compact structure improves the methanol resistance of hybrid membranes. For instance, MNS@SNF-PAEK-4% exhibited the highest selectivity of 15.24 × 104 S⋅s⋅cm-3, which implied that the hybrid membrane maintained its low methanol permeability even at a high conductivity. However, the extra free MNS destroys the compact structure of the polymer matrix; then, the methanol permeability increases, whereas the selectivity declined when the content of MNS increases up to 5%. However, both the pristine membrane and hybrid membranes performed much better than recast Nafion in methanol resistance (21.87 × 10-7 cm2⋅s-1) and selectivity (3.34 × 104 S⋅s⋅cm-3).\n\nSingle Cell Performance\n\nTo further investigate the practical application of the hybrid membranes in DMFC, a single cell measurement was carried out at 25, 40, 60, and 80 °C. As shown in a-c, the power density of membranes increased obviously with increasing the operating temperature, which is similar to the tendency of proton conductivity. d shows the peak power density of SNF-PAEK, MNS@SNF-PAEK-3%, and recast Nafion at different temperatures. The hybrid membrane (MNS@SNF-PAEK-3%) demonstrated a higher power density than the pristine SNF-PAEK membrane, especially at a low operating temperature. For instance, MNS@SNF-PAEK-3% gave peak power densities of 23.5 mW/cm2 at 25 °C and 40.2 mW/cm2 at 40 °C, much higher than those of SNF-PAEK (14.9 mW/cm2 at 25 °C and 28.6 mW/cm2 at 40 °C) and recast Nafion (9.1 mW/cm2 at 25 °C and 10.9 mW/cm2 at 40 °C). Furthermore, MNS@SNF-PAEK-3% reached high levels of peak power density at high temperatures, 79.5 mW/cm2 at 60 °C and 125.7 mW/cm2 at 80 °C. In short, higher power density is attributed to higher proton conductivity of the hybrid membrane. In addition, owing to a superior methanol resistance, MNS@SNF-PAEK-3% showed better open-circuit voltages, 0.839 V in average, compared with those of SNF-PAEK of 0.816 V and recast Nafion of 0.634 V. The maximum peak power densities of different membranes at different temperatures can be found in Table S2 (Supporting Information). Compared with other hybrid sulfonated polymeric PEMs listed in , MNS@SNF-PAEK-3% showed higher proton conductivity, good methanol resistance, and much better single cell performance. All these results indicated that the hybrid membrane based on the SNF-PAEK matrix and the MNS nanofiller has great potential to be used as alternative PEMs for DMFCs.\n\nConclusions\n\nIn this study, novel SPAEK with flexible pendent sulfonic acid groups, consisting of naphthalene and fluorine on the main chain, was successfully prepared. Then, bifunctionalized MNS was used as a functional nanofiller to the SNF-PAEK matrix for preparing a series of hybrid membranes. The remarkable enhancement on dimensional stability, mechanical properties, and methanol resistance property of hybrid membranes was attributed to the incorporation of MNS that acted as an ionic physical cross-linking agent. In addition, MNS provided extra dense and sequential sulfonic acid groups and rearranged the polymer microstructure by electrostatic interactions formed by the amino groups, helping hybrid membranes display the highest proton conductivity of 0.198 S⋅cm-1 at 80 °C. Moreover, MNS@SNF-PAEK-3% showed an excellent single cell performance of 125.7 mW/cm2 at 80 °C, thus proving its great potential for applications in DMFCs.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "decomposition point", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "200", "unit": "°C", "type": "TGA", "condition": "5% weight loss"}]}, {"meta": {"name": "MNS", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "280", "unit": "°C", "type": "TGA", "condition": "5% weight loss"}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 29, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Decomposition Temperature and the Mechanical Properties\nof Hybrid Membranes</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample name</oasis:entry>\n<oasis:entry align=\"center\">MNS content (in weight)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic>\n<sub>d5%</sub> (°C)</oasis:entry>\n<oasis:entry align=\"center\">Young’s modulus (GPa)</oasis:entry>\n<oasis:entry align=\"center\">maximum elongation\n(%)</oasis:entry>\n<oasis:entry align=\"center\">tensile strength (MPa)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>SNF-PAEK</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>244.93</oasis:entry>\n<oasis:entry>0.90 ± 0.14</oasis:entry>\n<oasis:entry>118 ± 26</oasis:entry>\n<oasis:entry>33.38 ± 1.30</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-1%</oasis:entry>\n<oasis:entry>1%</oasis:entry>\n<oasis:entry>247.72</oasis:entry>\n<oasis:entry>0.91 ± 0.17</oasis:entry>\n<oasis:entry>123 ± 19</oasis:entry>\n<oasis:entry>35.46 ± 1.53</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-2%</oasis:entry>\n<oasis:entry>2%</oasis:entry>\n<oasis:entry>250.60</oasis:entry>\n<oasis:entry>0.95 ± 0.29</oasis:entry>\n<oasis:entry>89 ± 23</oasis:entry>\n<oasis:entry>35.81 ± 2.28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-3%</oasis:entry>\n<oasis:entry>3%</oasis:entry>\n<oasis:entry>250.82</oasis:entry>\n<oasis:entry>0.97 ± 0.05</oasis:entry>\n<oasis:entry>60 ± 13</oasis:entry>\n<oasis:entry>35.47 ± 1.88</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-4%</oasis:entry>\n<oasis:entry>4%</oasis:entry>\n<oasis:entry>257.64</oasis:entry>\n<oasis:entry>0.97 ± 0.29</oasis:entry>\n<oasis:entry>37 ± 15</oasis:entry>\n<oasis:entry>35.73 ± 1.90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-5%</oasis:entry>\n<oasis:entry>5%</oasis:entry>\n<oasis:entry>266.51</oasis:entry>\n<oasis:entry>1.06 ± 0.20</oasis:entry>\n<oasis:entry>10 ± 5</oasis:entry>\n<oasis:entry>36.97 ± 1.60</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>recast Nafion<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.24 ± 0.02</oasis:entry>\n<oasis:entry>154 ± 5</oasis:entry>\n<oasis:entry>13.7 ± 0.30</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Data of recast\nNafion were adapted from our previous work.<xref ref-type=\"bibr\" rid=\"ref27\"></xref>\n</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Decomposition Temperature and the Mechanical Properties of Hybrid Membranes\n\n| sample name       | MNS content (in weight) | T<sub>d5%</sub> (°C) | Young’s modulus (GPa) | maximum elongation (%) | tensile strength (MPa) |\n|-------------------|-------------------------|---------------------|-----------------------|-------------------------|------------------------|\n| SNF-PAEK          | 0                       | 244.93              | 0.90 ± 0.14           | 118 ± 26                | 33.38 ± 1.30           |\n| MNS@SNF-PAEK-1%   | 1%                      | 247.72              | 0.91 ± 0.17           | 123 ± 19                | 35.46 ± 1.53           |\n| MNS@SNF-PAEK-2%   | 2%                      | 250.60              | 0.95 ± 0.29           | 89 ± 23                 | 35.81 ± 2.28           |\n| MNS@SNF-PAEK-3%   | 3%                      | 250.82              | 0.97 ± 0.05           | 60 ± 13                 | 35.47 ± 1.88           |\n| MNS@SNF-PAEK-4%   | 4%                      | 257.64              | 0.97 ± 0.29           | 37 ± 15                 | 35.73 ± 1.90           |\n| MNS@SNF-PAEK-5%   | 5%                      | 266.51              | 1.06 ± 0.20           | 10 ± 5                  | 36.97 ± 1.60           |\n| recast Nafion[^a] |                         |                     | 0.24 ± 0.02           | 154 ± 5                 | 13.7 ± 0.30            |\n\n[^a]: Data of recast Nafion were adapted from our previous work. [^27]", "data": [{"meta": {"name": "SNF-PAEK", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "244.93", "unit": "°C", "type": "T_d5%", "condition": ""}], "Young's modulus": [{"value": "0.90 ± 0.14", "unit": "GPa", "condition": ""}]}, {"meta": {"name": "MNS@SNF-PAEK-1%", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "247.72", "unit": "°C", "type": "T_d5%", "condition": ""}], "Young's modulus": [{"value": "0.91 ± 0.17", "unit": "GPa", "condition": ""}]}, {"meta": {"name": "MNS@SNF-PAEK-2%", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "250.60", "unit": "°C", "type": "T_d5%", "condition": ""}], "Young's modulus": [{"value": "0.95 ± 0.29", "unit": "GPa", "condition": ""}]}, {"meta": {"name": "MNS@SNF-PAEK-3%", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "250.82", "unit": "°C", "type": "T_d5%", "condition": ""}], "Young's modulus": [{"value": "0.97 ± 0.05", "unit": "GPa", "condition": ""}]}, {"meta": {"name": "MNS@SNF-PAEK-4%", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "257.64", "unit": "°C", "type": "T_d5%", "condition": ""}], "Young's modulus": [{"value": "0.97 ± 0.29", "unit": "GPa", "condition": ""}]}, {"meta": {"name": "MNS@SNF-PAEK-5%", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "266.51", "unit": "°C", "type": "T_d5%", "condition": ""}], "Young's modulus": [{"value": "1.06 ± 0.20", "unit": "GPa", "condition": ""}]}, {"meta": {"name": "recast Nafion", "symbol": "", "chemical formula": ""}, "Young's modulus": [{"value": "0.24 ± 0.02", "unit": "GPa", "condition": ""}]}], "include_properties": null}, {"idx": 34, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>IEC, Water\nUptake, and Swelling Ratio of Membranes</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">water uptake in weight (%)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col5\" rowsep=\"1\">swelling ratio in area (%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">IEC (mequiv·g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">30 °C</oasis:entry>\n<oasis:entry align=\"center\">80 °C</oasis:entry>\n<oasis:entry align=\"center\">30 °C</oasis:entry>\n<oasis:entry align=\"center\">80 °C</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>SNF-PAEK</oasis:entry>\n<oasis:entry>1.70</oasis:entry>\n<oasis:entry>45.44 ± 1.96</oasis:entry>\n<oasis:entry>75.66 ± 3.01</oasis:entry>\n<oasis:entry>21.73 ± 1.56</oasis:entry>\n<oasis:entry>49.65 ± 3.82</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-1%</oasis:entry>\n<oasis:entry>1.73</oasis:entry>\n<oasis:entry>45.71 ± 1.44</oasis:entry>\n<oasis:entry>75.55 ± 3.11</oasis:entry>\n<oasis:entry>22.10 ± 1.83</oasis:entry>\n<oasis:entry>35.85 ± 3.72</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-2%</oasis:entry>\n<oasis:entry>1.79</oasis:entry>\n<oasis:entry>46.33 ± 1.63</oasis:entry>\n<oasis:entry>75.33 ± 3.66</oasis:entry>\n<oasis:entry>19.17 ± 2.47</oasis:entry>\n<oasis:entry>33.90 ± 2.32</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-3%</oasis:entry>\n<oasis:entry>1.85</oasis:entry>\n<oasis:entry>47.21 ± 1.62</oasis:entry>\n<oasis:entry>73.34 ± 3.47</oasis:entry>\n<oasis:entry>18.08 ± 3.71</oasis:entry>\n<oasis:entry>32.10 ± 3.98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-4%</oasis:entry>\n<oasis:entry>1.91</oasis:entry>\n<oasis:entry>45.03 ± 1.54</oasis:entry>\n<oasis:entry>68.17 ± 2.67</oasis:entry>\n<oasis:entry>16.63 ± 1.37</oasis:entry>\n<oasis:entry>31.10 ± 4.02</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-5%</oasis:entry>\n<oasis:entry>1.90</oasis:entry>\n<oasis:entry>43.08 ± 1.33</oasis:entry>\n<oasis:entry>62.46 ± 3.07</oasis:entry>\n<oasis:entry>14.84 ± 1.04</oasis:entry>\n<oasis:entry>28.44 ± 3.27</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. IEC, Water Uptake, and Swelling Ratio of Membranes\n\n| sample           | IEC (mequiv·g–1) | water uptake in weight (%) at 30 °C | water uptake in weight (%) at 80 °C | swelling ratio in area (%) at 30 °C | swelling ratio in area (%) at 80 °C |\n|------------------|-----------------|--------------------------------------|--------------------------------------|-------------------------------------|-------------------------------------|\n| SNF-PAEK         | 1.70            | 45.44 ± 1.96                         | 75.66 ± 3.01                         | 21.73 ± 1.56                        | 49.65 ± 3.82                        |\n| MNS@SNF-PAEK-1%  | 1.73            | 45.71 ± 1.44                         | 75.55 ± 3.11                         | 22.10 ± 1.83                        | 35.85 ± 3.72                        |\n| MNS@SNF-PAEK-2%  | 1.79            | 46.33 ± 1.63                         | 75.33 ± 3.66                         | 19.17 ± 2.47                        | 33.90 ± 2.32                        |\n| MNS@SNF-PAEK-3%  | 1.85            | 47.21 ± 1.62                         | 73.34 ± 3.47                         | 18.08 ± 3.71                        | 32.10 ± 3.98                        |\n| MNS@SNF-PAEK-4%  | 1.91            | 45.03 ± 1.54                         | 68.17 ± 2.67                         | 16.63 ± 1.37                        | 31.10 ± 4.02                        |\n| MNS@SNF-PAEK-5%  | 1.90            | 43.08 ± 1.33                         | 62.46 ± 3.07                         | 14.84 ± 1.04                        | 28.44 ± 3.27                        |", "data": [{"meta": {"name": "SNF-PAEK", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "IEC", "value": "1.70", "unit": "mequiv·g–1", "condition": ""}, {"property name": "water uptake", "value": "45.44 ± 1.96", "unit": "weight (%)", "condition": "at 30 °C"}, {"property name": "water uptake", "value": "75.66 ± 3.01", "unit": "weight (%)", "condition": "at 80 °C"}, {"property name": "swelling ratio", "value": "21.73 ± 1.56", "unit": "area (%)", "condition": "at 30 °C"}, {"property name": "swelling ratio", "value": "49.65 ± 3.82", "unit": "area (%)", "condition": "at 80 °C"}]}, {"meta": {"name": "MNS@SNF-PAEK-1%", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "IEC", "value": "1.73", "unit": "mequiv·g–1", "condition": ""}, {"property name": "water uptake", "value": "45.71 ± 1.44", "unit": "weight (%)", "condition": "at 30 °C"}, {"property name": "water uptake", "value": "75.55 ± 3.11", "unit": "weight (%)", "condition": "at 80 °C"}, {"property name": "swelling ratio", "value": "22.10 ± 1.83", "unit": "area (%)", "condition": "at 30 °C"}, {"property name": "swelling ratio", "value": "35.85 ± 3.72", "unit": "area (%)", "condition": "at 80 °C"}]}, {"meta": {"name": "MNS@SNF-PAEK-2%", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "IEC", "value": "1.79", "unit": "mequiv·g–1", "condition": ""}, {"property name": "water uptake", "value": "46.33 ± 1.63", "unit": "weight (%)", "condition": "at 30 °C"}, {"property name": "water uptake", "value": "75.33 ± 3.66", "unit": "weight (%)", "condition": "at 80 °C"}, {"property name": "swelling ratio", "value": "19.17 ± 2.47", "unit": "area (%)", "condition": "at 30 °C"}, {"property name": "swelling ratio", "value": "33.90 ± 2.32", "unit": "area (%)", "condition": "at 80 °C"}]}, {"meta": {"name": "MNS@SNF-PAEK-3%", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "IEC", "value": "1.85", "unit": "mequiv·g–1", "condition": ""}, {"property name": "water uptake", "value": "47.21 ± 1.62", "unit": "weight (%)", "condition": "at 30 °C"}, {"property name": "water uptake", "value": "73.34 ± 3.47", "unit": "weight (%)", "condition": "at 80 °C"}, {"property name": "swelling ratio", "value": "18.08 ± 3.71", "unit": "area (%)", "condition": "at 30 °C"}, {"property name": "swelling ratio", "value": "32.10 ± 3.98", "unit": "area (%)", "condition": "at 80 °C"}]}, {"meta": {"name": "MNS@SNF-PAEK-4%", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "IEC", "value": "1.91", "unit": "mequiv·g–1", "condition": ""}, {"property name": "water uptake", "value": "45.03 ± 1.54", "unit": "weight (%)", "condition": "at 30 °C"}, {"property name": "water uptake", "value": "68.17 ± 2.67", "unit": "weight (%)", "condition": "at 80 °C"}, {"property name": "swelling ratio", "value": "16.63 ± 1.37", "unit": "area (%)", "condition": "at 30 °C"}, {"property name": "swelling ratio", "value": "31.10 ± 4.02", "unit": "area (%)", "condition": "at 80 °C"}]}, {"meta": {"name": "MNS@SNF-PAEK-5%", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "IEC", "value": "1.90", "unit": "mequiv·g–1", "condition": ""}, {"property name": "water uptake", "value": "43.08 ± 1.33", "unit": "weight (%)", "condition": "at 30 °C"}, {"property name": "water uptake", "value": "62.46 ± 3.07", "unit": "weight (%)", "condition": "at 80 °C"}, {"property name": "swelling ratio", "value": "14.84 ± 1.04", "unit": "area (%)", "condition": "at 30 °C"}, {"property name": "swelling ratio", "value": "28.44 ± 3.27", "unit": "area (%)", "condition": "at 80 °C"}]}], "include_properties": null}, {"idx": 38, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Proton Conductivity,\nMethanol Permeability (<italic>P</italic>), and Selectivity (φ)\nof Membranes</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col2\" rowsep=\"1\">σ (S·cm<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">25 °C</oasis:entry>\n<oasis:entry align=\"center\">40 °C</oasis:entry>\n<oasis:entry align=\"center\">60 °C</oasis:entry>\n<oasis:entry align=\"center\">80 °C</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic> (10<sup>–7</sup> cm<sup>2</sup>·s<sup>–1</sup>)<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">φ (10<sup>4</sup> S·s·cm<sup>–3</sup>)<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>SNF-PAEK</oasis:entry>\n<oasis:entry>0.055 ± 0.006</oasis:entry>\n<oasis:entry>0.069 ± 0.004</oasis:entry>\n<oasis:entry>0.103 ± 0.007</oasis:entry>\n<oasis:entry>0.145 ± 0.004</oasis:entry>\n<oasis:entry>6.44</oasis:entry>\n<oasis:entry>8.54</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-1%</oasis:entry>\n<oasis:entry>0.060 ± 0.004</oasis:entry>\n<oasis:entry>0.075 ± 0.005</oasis:entry>\n<oasis:entry>0.109 ± 0.003</oasis:entry>\n<oasis:entry>0.149 ± 0.006</oasis:entry>\n<oasis:entry>6.20</oasis:entry>\n<oasis:entry>9.68</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-2%</oasis:entry>\n<oasis:entry>0.066 ± 0.004</oasis:entry>\n<oasis:entry>0.087 ± 0.004</oasis:entry>\n<oasis:entry>0.130 ± 0.005</oasis:entry>\n<oasis:entry>0.188 ± 0.008</oasis:entry>\n<oasis:entry>5.92</oasis:entry>\n<oasis:entry>11.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-3%</oasis:entry>\n<oasis:entry>0.080 ± 0.004</oasis:entry>\n<oasis:entry>0.098 ± 0.005</oasis:entry>\n<oasis:entry>0.143 ± 0.007</oasis:entry>\n<oasis:entry>0.198 ± 0.009</oasis:entry>\n<oasis:entry>5.28</oasis:entry>\n<oasis:entry>15.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-4%</oasis:entry>\n<oasis:entry>0.075 ± 0.003</oasis:entry>\n<oasis:entry>0.095 ± 0.006</oasis:entry>\n<oasis:entry>0.136 ± 0.006</oasis:entry>\n<oasis:entry>0.190 ± 0.009</oasis:entry>\n<oasis:entry>4.92</oasis:entry>\n<oasis:entry>15.24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-5%</oasis:entry>\n<oasis:entry>0.070 ± 0.004</oasis:entry>\n<oasis:entry>0.089 ± 0.003</oasis:entry>\n<oasis:entry>0.122 ± 0.005</oasis:entry>\n<oasis:entry>0.174 ± 0.008</oasis:entry>\n<oasis:entry>7.76</oasis:entry>\n<oasis:entry>9.02</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>recast Nafion</oasis:entry>\n<oasis:entry>0.073 ± 0.003</oasis:entry>\n<oasis:entry>0.093 ± 0.004</oasis:entry>\n<oasis:entry>0.115 ± 0.005</oasis:entry>\n<oasis:entry>0.134 ± 0.007</oasis:entry>\n<oasis:entry>21.87</oasis:entry>\n<oasis:entry>3.34</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>\n<italic>P</italic> and φ referred\nto the methanol permeability and selectivity, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b17299/suppl_file/am7b17299_si_001.pdf\">Supporting Information</ext-link>).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 48, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Proton Conductivity (σ), Methanol Permeability\n(<italic>P</italic>), and Peak Power Density (PD<sub>Max</sub>) of\nDifferent Types of Hybrid PEMs Studied in Previous Works</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">hybrid PEMs</oasis:entry>\n<oasis:entry align=\"center\">σ (S·cm<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>P</italic> (10<sup>–7</sup> cm<sup>2</sup>·s<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">PD<sub>Max</sub> (mW/cm<sup>2</sup>)</oasis:entry>\n<oasis:entry align=\"center\">references</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MNS@SNF-PAEK-3%</oasis:entry>\n<oasis:entry>0.198</oasis:entry>\n<oasis:entry>5.28</oasis:entry>\n<oasis:entry>125.7</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPEEK/SHGO</oasis:entry>\n<oasis:entry>0.136</oasis:entry>\n<oasis:entry>30.83</oasis:entry>\n<oasis:entry>80.3</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPSf/ZrP-42</oasis:entry>\n<oasis:entry>0.156</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>119.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPEEK/SHGO/SPEEK</oasis:entry>\n<oasis:entry>0.156</oasis:entry>\n<oasis:entry>41.5</oasis:entry>\n<oasis:entry>50.1</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPEEK/SSi-GO</oasis:entry>\n<oasis:entry>0.160</oasis:entry>\n<oasis:entry>8.30</oasis:entry>\n<oasis:entry>72.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPEEK/sSrZrO<sub>3</sub>@TiO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0.121</oasis:entry>\n<oasis:entry>9.03</oasis:entry>\n<oasis:entry>140.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>S40-N3</oasis:entry>\n<oasis:entry>0.142</oasis:entry>\n<oasis:entry>3.80</oasis:entry>\n<oasis:entry>66.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SPEEK/CC2.5/TAP5.0</oasis:entry>\n<oasis:entry>0.066</oasis:entry>\n<oasis:entry>0.03</oasis:entry>\n<oasis:entry>54.9</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 4. Proton Conductivity (σ), Methanol Permeability (P), and Peak Power Density (PDMax) of Different Types of Hybrid PEMs Studied in Previous Works\n\n| hybrid PEMs       | σ (S·cm–1) | P (10–7 cm2·s–1) | PDMax (mW/cm2) | references |\n|-------------------|-----------|-----------------|----------------|------------|\n| MNS@SNF-PAEK-3%    | 0.198     | 5.28            | 125.7          | this work  |\n| SPEEK/SHGO        | 0.136     | 30.83           | 80.3           | [36]       |\n| SPSf/ZrP-42       | 0.156     |                 | 119.0          | [37]       |\n| SPEEK/SHGO/SPEEK  | 0.156     | 41.5            | 50.1           | [38]       |\n| SPEEK/SSi-GO      | 0.160     | 8.30            | 72.2           | [39]       |\n| SPEEK/sSrZrO3@TiO2| 0.121     | 9.03            | 140.0          | [40]       |\n| S40-N3            | 0.142     | 3.80            | 66.0           | [41]       |\n| SPEEK/CC2.5/TAP5.0| 0.066     | 0.03            | 54.9           | [42]       |", "data": [{"meta": {"name": "MNS@SNF-PAEK-3%", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Proton Conductivity", "value": "0.198", "unit": "S·cm–1", "condition": ""}, {"property name": "Methanol Permeability", "value": "5.28", "unit": "10–7 cm2·s–1", "condition": ""}, {"property name": "Peak Power Density", "value": "125.7", "unit": "mW/cm2", "condition": ""}], "references": ["this work"]}, {"meta": {"name": "SPEEK/SHGO", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Proton Conductivity", "value": "0.136", "unit": "S·cm–1", "condition": ""}, {"property name": "Methanol Permeability", "value": "30.83", "unit": "10–7 cm2·s–1", "condition": ""}, {"property name": "Peak Power Density", "value": "80.3", "unit": "mW/cm2", "condition": ""}], "references": ["[36]"]}, {"meta": {"name": "SPSf/ZrP-42", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Proton Conductivity", "value": "0.156", "unit": "S·cm–1", "condition": ""}, {"property name": "Peak Power Density", "value": "119.0", "unit": "mW/cm2", "condition": ""}], "references": ["[37]"]}, {"meta": {"name": "SPEEK/SHGO/SPEEK", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Proton Conductivity", "value": "0.156", "unit": "S·cm–1", "condition": ""}, {"property name": "Methanol Permeability", "value": "41.5", "unit": "10–7 cm2·s–1", "condition": ""}, {"property name": "Peak Power Density", "value": "50.1", "unit": "mW/cm2", "condition": ""}], "references": ["[38]"]}, {"meta": {"name": "SPEEK/SSi-GO", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Proton Conductivity", "value": "0.160", "unit": "S·cm–1", "condition": ""}, {"property name": "Methanol Permeability", "value": "8.30", "unit": "10–7 cm2·s–1", "condition": ""}, {"property name": "Peak Power Density", "value": "72.2", "unit": "mW/cm2", "condition": ""}], "references": ["[39]"]}, {"meta": {"name": "SPEEK/sSrZrO3@TiO2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Proton Conductivity", "value": "0.121", "unit": "S·cm–1", "condition": ""}, {"property name": "Methanol Permeability", "value": "9.03", "unit": "10–7 cm2·s–1", "condition": ""}, {"property name": "Peak Power Density", "value": "140.0", "unit": "mW/cm2", "condition": ""}], "references": ["[40]"]}, {"meta": {"name": "S40-N3", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Proton Conductivity", "value": "0.142", "unit": "S·cm–1", "condition": ""}, {"property name": "Methanol Permeability", "value": "3.80", "unit": "10–7 cm2·s–1", "condition": ""}, {"property name": "Peak Power Density", "value": "66.0", "unit": "mW/cm2", "condition": ""}], "references": ["[41]"]}, {"meta": {"name": "SPEEK/CC2.5/TAP5.0", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Proton Conductivity", "value": "0.066", "unit": "S·cm–1", "condition": ""}, {"property name": "Methanol Permeability", "value": "0.03", "unit": "10–7 cm2·s–1", "condition": ""}, {"property name": "Peak Power Density", "value": "54.9", "unit": "mW/cm2", "condition": ""}], "references": ["[42]"]}], "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis Procedure of SNF-PAEK</title>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"am-2017-17299k_0011.tif\"></graphic>\n</fig>", "clean_text": " 1  Synthesis Procedure of SNF-PAEK   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Preparation and the Nanostructure of MNS</title>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"am-2017-17299k_0012.tif\"></graphic>\n</fig>", "clean_text": " 2  Schematic Preparation and the Nanostructure of MNS   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>\n<sup>1</sup>H NMR spectra of DMNF (a), NF-PAEK (b), HO-NF-PAEK (c), and SNF-PAEK\n(d).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-17299k_0001.tif\"></graphic>\n</fig>", "clean_text": " 1   1H NMR spectra of DMNF (a), NF-PAEK (b), HO-NF-PAEK (c), and SNF-PAEK (d).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>PXRD (a) and FT-IR (b) of the bifunctionalized\nMNS filler and all intermediates (all samples were dehydrated at 120\n°C under vacuum for 48 h before test).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-17299k_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  PXRD (a) and FT-IR (b) of the bifunctionalized MNS filler and all intermediates (all samples were dehydrated at 120 °C under vacuum for 48 h before test).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM image of MNS (a) and cross-sectional\nSEM image of the MNS@SNF-PAEK-3% hybrid membrane (b).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-17299k_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM image of MNS (a) and cross-sectional SEM image of the MNS@SNF-PAEK-3% hybrid membrane (b).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>TGA curves\nof SNF-PAEK and MNS@SNF-PAEK-XX</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-17299k_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  TGA curves of SNF-PAEK and MNS@SNF-PAEK-XX   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Water uptake (a) and swelling ratio (b)\nof membranes.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-17299k_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Water uptake (a) and swelling ratio (b) of membranes.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Proton conductivity of the membranes under 100% relative\nhumidity.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-17299k_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Proton conductivity of the membranes under 100% relative humidity.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Proton conduction schematic diagram of MNS@SNF-PAEK-XX</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-17299k_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Proton conduction schematic diagram of MNS@SNF-PAEK-XX   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>SAXS of the pristine membrane (SNF-PAEK) and\nhybrid membranes (MNS@SNF-PAEK-XX)</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2017-17299k_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  SAXS of the pristine membrane (SNF-PAEK) and hybrid membranes (MNS@SNF-PAEK-XX)   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>TEM images\nof SNF-PAEK and hybrid MNS@SNF-PAEK-3%: TEM of SNF-PAEK (a) and MNS@SNF-PAEK-3%\n(b) and enlarged view of the red circle area (c). All membranes were\ndyed by 1 M AgNO<sub>3</sub> before test.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2017-17299k_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  TEM images of SNF-PAEK and hybrid MNS@SNF-PAEK-3%: TEM of SNF-PAEK (a) and MNS@SNF-PAEK-3% (b) and enlarged view of the red circle area (c). All membranes were dyed by 1 M AgNO3 before test.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Polarization\nand power density curves of SNF-PAEK (a), MNS@SNF-PAEK-3% (b), and\nrecast Nafion (c) and the peak power density of SNF-PAEK, MNS@SNF-PAEK-3%,\nand recast Nafion at different temperatures (d).</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"am-2017-17299k_0002.tif\"></graphic>\n</fig>", "clean_text": " 10  Polarization and power density curves of SNF-PAEK (a), MNS@SNF-PAEK-3% (b), and recast Nafion (c) and the peak power density of SNF-PAEK, MNS@SNF-PAEK-3%, and recast Nafion at different temperatures (d).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.7b17299", "title": null, "journal": "American\nChemical Society", "date": "2018.02", "author_list": ["Ru\nChunyu", "Li\nZhenhua", "Zhao\nChengji", "Duan\nYuting", "Zhuang\nZhuang", "Bu\nFanzhe", "Na\nHui"]}}