{"filepath": "../L2M3_data/1_application_papers/acs_xml/am7b12661.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The\nlithium storage properties of the distorted metal–organic\nframework-derived nanosized ZnO@C are significantly improved by the\nintroduction of Ag<sub>2</sub>S quantum dots (QDs) during the processing\nof the material. In the thermal treatment, the Ag<sub>2</sub>S QDs\nreact to produce Ag nanoparticles and ZnS. The metal nanoparticles\nact to shorten electron pathways and improve the connectivity of the\nmatrix, and the partial sulfidation of the ZnO surface improves the\ncycling stability of the material. The electrochemical properties\nof ZnO@C, Ag<sub>2</sub>S QDs-treated ZnO@C, and the amorphous carbon\nin ZnO@C have been compared. The small weight ratio of Ag<sub>2</sub>S QDs to ZnO@C at 1:180 shows the best performance in lithium storage.\nThe exhibited specific capacities are improved and retained remarkably\nin the cycling at high current rates. At low current densities (200\nmA g<sup>–1</sup>), treatment of ZnO@C with Ag<sub>2</sub>S\nQDs results in a 38% increase in the specific capacity.</p>", "clean_text": "The lithium storage properties of the distorted metal-organic framework-derived nanosized ZnO@C are significantly improved by the introduction of Ag2S quantum dots (QDs) during the processing of the material. In the thermal treatment, the Ag2S QDs react to produce Ag nanoparticles and ZnS. The metal nanoparticles act to shorten electron pathways and improve the connectivity of the matrix, and the partial sulfidation of the ZnO surface improves the cycling stability of the material. The electrochemical properties of ZnO@C, Ag2S QDs-treated ZnO@C, and the amorphous carbon in ZnO@C have been compared. The small weight ratio of Ag2S QDs to ZnO@C at 1:180 shows the best performance in lithium storage. The exhibited specific capacities are improved and retained remarkably in the cycling at high current rates. At low current densities (200 mA g-1), treatment of ZnO@C with Ag2S QDs results in a 38% increase in the specific capacity.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Materials\nfor lithium-ion batteries must offer high capacity, widespread\navailability, be environmentally benign, exhibit good conductivity,\nand excellent stability. Although many metal oxides are able to meet\nthe first three of these criteria, they are not employed in devices\nowing to their limited conductivity and poor stability. The instability of many metal oxide-based Li-battery\nanodes stems from the large volume changes during lithiation–delithiation;\nfor example, bulk ZnO shows a volume change of 228% during charging\nand discharging. Preparing nanosized metal oxides of well-defined\narchitecture has been demonstrated as a means to mitigate the problem\nof large volume changes, and to reduce the distance ions must diffuse,\ni.e., minimize the resistance. The pyrolysis of metal–organic\nframeworks (MOFs), porous crystalline solids composed of transition\nmetal centers/clusters in coordination with functional organic ligands,\noffers a facile route to metal oxide–carbon nanocomposites\nwith a defined microstructure. MOF-5, also called IRMOF-1, has\nbeen carbonized in a nitrogen atmosphere at 550 °C to obtain\nhierarchically porous carbon-coated ZnO quantum dots (QDs). The resultant ZnO QDs, with mean particle size\nof 3 nm, show uniform dispersion without agglomeration in the carbon\nmatrix and the ZnO QD@porous carbon delivers promising storage performance\nin lithium-ion batteries. However, the so-called QD ZnO should be\nhighly dependent on the quality of the MOFs and pyrolysis method affecting\nthe crystal size easily, especially for the MOFs with distorted metal\noxide clusters that is common for MOF-5. Xie et al. and Wang et al. have demonstrated that introducing metal nanoparticles\ninto a zinc oxide–carbon composite improves electron transport.\nIt is reported that the as-formed materials showed enhanced reversible\ncapacitance, improved rate performance, and greater stability.</p>", "clean_text": "Introduction\n\nMaterials for lithium-ion batteries must offer high capacity, widespread availability, be environmentally benign, exhibit good conductivity, and excellent stability. Although many metal oxides are able to meet the first three of these criteria, they are not employed in devices owing to their limited conductivity and poor stability. The instability of many metal oxide-based Li-battery anodes stems from the large volume changes during lithiation-delithiation; for example, bulk ZnO shows a volume change of 228% during charging and discharging. Preparing nanosized metal oxides of well-defined architecture has been demonstrated as a means to mitigate the problem of large volume changes, and to reduce the distance ions must diffuse, i.e., minimize the resistance. The pyrolysis of metal-organic frameworks (MOFs), porous crystalline solids composed of transition metal centers/clusters in coordination with functional organic ligands, offers a facile route to metal oxide-carbon nanocomposites with a defined microstructure. MOF-5, also called IRMOF-1, has been carbonized in a nitrogen atmosphere at 550 °C to obtain hierarchically porous carbon-coated ZnO quantum dots (QDs). The resultant ZnO QDs, with mean particle size of 3 nm, show uniform dispersion without agglomeration in the carbon matrix and the ZnO QD@porous carbon delivers promising storage performance in lithium-ion batteries. However, the so-called QD ZnO should be highly dependent on the quality of the MOFs and pyrolysis method affecting the crystal size easily, especially for the MOFs with distorted metal oxide clusters that is common for MOF-5. Xie et al. and Wang et al. have demonstrated that introducing metal nanoparticles into a zinc oxide-carbon composite improves electron transport. It is reported that the as-formed materials showed enhanced reversible capacitance, improved rate performance, and greater stability.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Zinc sulfide has a slightly lower theoretical capacity to that\nof zinc oxide, but the percentage volume change on lithiation–delithiation\nof the former material is reduced. This suggests lithium battery anodes\nincorporating zinc sulfide will be more stable than zinc oxide anodes.\nFu et al. prepared a ZnS–carbon\ncomposite by reacting carbonized ZnO from pyrolysis of MOF-5 with\nthioacetamide in an autoclave for 24 h. It was demonstrated that the\nresultant precipitate was an excellent anode material in a Li-ion\nbattery. Sulfidation of ZnO has also been employed to prepare materials\nfor supercapacitors. It was demonstrated\nthat partial sulfidation of ZnO yielded a beneficial ZnO@ZnS material\nthat possessed high capacity and excellent stability. The interface\neffect in the nanocrystals of the heterostructure induces an electric\nfield, resulting in low ion-diffusion resistance and facile electron\ntransfer.\n</p>", "clean_text": "Zinc sulfide has a slightly lower theoretical capacity to that of zinc oxide, but the percentage volume change on lithiation-delithiation of the former material is reduced. This suggests lithium battery anodes incorporating zinc sulfide will be more stable than zinc oxide anodes. Fu et al. prepared a ZnS-carbon composite by reacting carbonized ZnO from pyrolysis of MOF-5 with thioacetamide in an autoclave for 24 h. It was demonstrated that the resultant precipitate was an excellent anode material in a Li-ion battery. Sulfidation of ZnO has also been employed to prepare materials for supercapacitors. It was demonstrated that partial sulfidation of ZnO yielded a beneficial ZnO@ZnS material that possessed high capacity and excellent stability. The interface effect in the nanocrystals of the heterostructure induces an electric field, resulting in low ion-diffusion resistance and facile electron transfer. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The aim of this work is to enhance\nthe performance of a carbon–metal\noxide network formed upon pyrolysis of the distorted MOFs by the introduction\nof metal nanoparticles into the matrix to enhance electron transport\nand connectivity, and the partial sulfidation of the surface of the\noxide to improve stability, in a simple one-step reaction; see . MOF-5 was synthesized\nby refluxing terephthalic acid (H<sub>2</sub>BDC) and Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O in <italic>N</italic>,<italic>N</italic>-dimethylacetamide (DMA). The decomposition of MOF-5 in\nan argon atmosphere at 550 °C was performed to produce a nanosized\nZnO–carbon composite (ZnO@C550). The resultant material was\nsuspended in a glucose solution containing silver sulfide (Ag<sub>2</sub>S) quantum dots (SSQDs) and subjected to a hydrothermal reaction.\nPyrolysis of the resultant material was performed at 550 °C to\nyield a ZnO–ZnS–Ag–carbon composite. The performance\nof the ZnO–ZnS–Ag–carbon composite as an anode\nin a lithium-ion battery was compared to that of the parent ZnO@C550,\na carbon anode (C550) prepared by treating ZnO@C550 in strong base\nand a ZnO@C550 sample processed in a glucose solution in the absence\nof Ag<sub>2</sub>S particles (ZnO@CC). It was demonstrated that the\ndecomposition of the Ag<sub>2</sub>S QDs within the ZnO–carbon\nmatrix resulted in a material with enhanced capacity and excellent\ncyclability.</p>", "clean_text": "The aim of this work is to enhance the performance of a carbon-metal oxide network formed upon pyrolysis of the distorted MOFs by the introduction of metal nanoparticles into the matrix to enhance electron transport and connectivity, and the partial sulfidation of the surface of the oxide to improve stability, in a simple one-step reaction; see . MOF-5 was synthesized by refluxing terephthalic acid (H2BDC) and Zn(NO3)2⋅6H2O in N,N-dimethylacetamide (DMA). The decomposition of MOF-5 in an argon atmosphere at 550 °C was performed to produce a nanosized ZnO-carbon composite (ZnO@C550). The resultant material was suspended in a glucose solution containing silver sulfide (Ag2S) quantum dots (SSQDs) and subjected to a hydrothermal reaction. Pyrolysis of the resultant material was performed at 550 °C to yield a ZnO-ZnS-Ag-carbon composite. The performance of the ZnO-ZnS-Ag-carbon composite as an anode in a lithium-ion battery was compared to that of the parent ZnO@C550, a carbon anode (C550) prepared by treating ZnO@C550 in strong base and a ZnO@C550 sample processed in a glucose solution in the absence of Ag2S particles (ZnO@CC). It was demonstrated that the decomposition of the Ag2S QDs within the ZnO-carbon matrix resulted in a material with enhanced capacity and excellent cyclability.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Ag<sub>2</sub>S QDs Decompose in the Pyrolysis of\nCubic ZnO@C (Left)\nto Produce the ZnS Layer on the Surface of ZnO@C Matrix and Silver\nNanoparticle Conductor (Right)</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-126614_0005.tif\"></graphic>\n</fig>", "clean_text": " 1  Ag2S QDs Decompose in the Pyrolysis of Cubic ZnO@C (Left) to Produce the ZnS Layer on the Surface of ZnO@C Matrix and Silver Nanoparticle Conductor (Right)   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Materials and Methods</title><title>Synthesis of MOF-5</title><p>Terephthalic acid (0.95 g) and Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (5.03 g) were dissolved\nin 80 mL of <italic>N</italic>,<italic>N</italic>-dimethylacetamide\n(DMA) in a 100 mL flask at room temperature. The solution was then\ncontinuously stirred at 600 rpm and refluxed at 120 °C for 17\nh, at a heating rate of 5 °C min<sup>–1</sup>. The precipitate\nobtained was collected after the solution had cooled down and was\nwashed with DMA three times before drying under vacuum overnight at\n80 °C.</p>", "clean_text": "Materials and Methods\n\nSynthesis of MOF-5\n\nTerephthalic acid (0.95 g) and Zn(NO3)2⋅6H2O (5.03 g) were dissolved in 80 mL of N,N-dimethylacetamide (DMA) in a 100 mL flask at room temperature. The solution was then continuously stirred at 600 rpm and refluxed at 120 °C for 17 h, at a heating rate of 5 °C min-1. The precipitate obtained was collected after the solution had cooled down and was washed with DMA three times before drying under vacuum overnight at 80 °C.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Synthesis of ZnO@C</title><p>The prepared MOF-5 was sintered\nat 550 and 700 °C in an Ar atmosphere, heating was performed\nat a rate of 8 °C min<sup>–1</sup>, followed by direct\ncooling. The samples obtained were denoted ZnO@C550 and ZnO@C700,\nrespectively.</p>", "clean_text": "Synthesis of ZnO@C\n\nThe prepared MOF-5 was sintered at 550 and 700 °C in an Ar atmosphere, heating was performed at a rate of 8 °C min-1, followed by direct cooling. The samples obtained were denoted ZnO@C550 and ZnO@C700, respectively.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of C550</title><p>Two hundred and\nforty milligrams\nof as-prepared ZnO@C550 was mixed with 30 mL of 3 mol L<sup>–1</sup> KOH solution and stirred overnight. The precipitate was centrifuged\nand washed with water several times to remove K<sup>+</sup> ions before\ndrying in an oven at 80 °C. The powder was black and denoted\nC550.</p>", "clean_text": "Synthesis of C550\n\nTwo hundred and forty milligrams of as-prepared ZnO@C550 was mixed with 30 mL of 3 mol L-1 KOH solution and stirred overnight. The precipitate was centrifuged and washed with water several times to remove K+ ions before drying in an oven at 80 °C. The powder was black and denoted C550.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of ZnO@CC</title><p>Hundred and eighty milligrams of\nZnO@C550 was added into 20 mL of 0.1 mol L<sup>–1</sup> solution\nof glucose and stirred for 30 min before being transferred to the\n120 mL autoclave. The autoclave was put into the oven and heated at\na rate of 5 °C min<sup>–1</sup> to 180 °C, left for\n2 h, and then cooled down to room temperature. The solution was then\nfiltered and washed with ethanol and water several times before drying\nin vacuum at 80 °C.</p>", "clean_text": "Synthesis of ZnO@CC\n\nHundred and eighty milligrams of ZnO@C550 was added into 20 mL of 0.1 mol L-1 solution of glucose and stirred for 30 min before being transferred to the 120 mL autoclave. The autoclave was put into the oven and heated at a rate of 5 °C min-1 to 180 °C, left for 2 h, and then cooled down to room temperature. The solution was then filtered and washed with ethanol and water several times before drying in vacuum at 80 °C.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Ag<sub>2</sub>S Quantum Dots\n(SSQDs)</title><p>Silver\nsulfide (Ag<sub>2</sub>S) quantum dots (SSQDs) were synthesized via\nthermal decomposition of silver diethyldithiocarbamate, Ag­(DDTC),\nas described in the literature. Briefly,\n0.1 mmol of Ag­(DDTC) was added to 10 g of 1-dodecanethiol (DT) in\na 100 mL three-necked flask at room temperature. Oxygen was removed\nfrom the slurry with vigorous magnetic stirring under vacuum for 5\nmin. The reaction flask was refilled with Ar, and the reaction temperature\nwas raised to 130 °C at a rate of 10 °C min<sup>–1</sup> and retained at this temperature for 1 min to allow the growth of\n2.7 nm SSQDs. The solution was cooled to room temperature under ambient\natmosphere, and 50 mL of ethanol was subsequently poured into the\nsolution. Ag<sub>2</sub>S QDs were collected by centrifugation at\n16 000<italic>g</italic> for 30 min. To render Ag<sub>2</sub>S QDs hydrophilic with a carboxylic acid group capping, ligand exchange\nof DT with dihydrolipoic acid (DHLA) was performed. A mixture of as-prepared Ag<sub>2</sub>S QDs (10 mg), cyclohexane\n(15 mL), ethanol (15 mL), and DHLA (100 g) was stirred at room temperature\nfor 48 h. The hydrophilic Ag<sub>2</sub>S QDs were collected by centrifugation\nat 16 000<italic>g</italic> for 1 h, washed with deionized\nwater twice, redispersed in deionized water, and stored at 4 °C\nin the dark.</p>", "clean_text": "Synthesis of Ag2S Quantum Dots (SSQDs)\n\nSilver sulfide (Ag2S) quantum dots (SSQDs) were synthesized via thermal decomposition of silver diethyldithiocarbamate, Ag(DDTC), as described in the literature. Briefly, 0.1 mmol of Ag(DDTC) was added to 10 g of 1-dodecanethiol (DT) in a 100 mL three-necked flask at room temperature. Oxygen was removed from the slurry with vigorous magnetic stirring under vacuum for 5 min. The reaction flask was refilled with Ar, and the reaction temperature was raised to 130 °C at a rate of 10 °C min-1 and retained at this temperature for 1 min to allow the growth of 2.7 nm SSQDs. The solution was cooled to room temperature under ambient atmosphere, and 50 mL of ethanol was subsequently poured into the solution. Ag2S QDs were collected by centrifugation at 16000g for 30 min. To render Ag2S QDs hydrophilic with a carboxylic acid group capping, ligand exchange of DT with dihydrolipoic acid (DHLA) was performed. A mixture of as-prepared Ag2S QDs (10 mg), cyclohexane (15 mL), ethanol (15 mL), and DHLA (100 g) was stirred at room temperature for 48 h. The hydrophilic Ag2S QDs were collected by centrifugation at 16000g for 1 h, washed with deionized water twice, redispersed in deionized water, and stored at 4 °C in the dark.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of SSQD-Inlayed ZnO/C</title><p>Two hundred microliters\nof as-prepared SSQD solution (5 mg mL<sup>–1</sup>) was mixed\nwith 20 mL of 0.1 mol L<sup>–1</sup> solution of glucose by\nstirring. Then, 180 mg of ZnO@C550 was added and stirred for 30 min\nbefore transfer to the 120 mL autoclave. The autoclave was put into\nthe oven and heated at a rate of 5 °C min<sup>–1</sup> to 180 °C, left for 2 h, and then cooled down to room temperature.\nThe solution was then filtered and washed with ethanol and water several\ntimes before drying in vacuum at 80 °C. The powder obtained was\nheated in Ar at a rate of 2 °C min<sup>–1</sup> to a temperature\nof 550°C and calcined for 5 h to transfer SSQDs into the ZnO@C\ncomposite, the final material being denoted as ZnO@CC/SSQD<sub>m</sub>. Similarly, when 600 μL of SSQD solution was used with 180\nmg of ZnO/C550 with the same method, the product was labeled ZnO@CC/SSQD<sub>3m</sub>.</p>", "clean_text": "Synthesis of SSQD-Inlayed ZnO/C\n\nTwo hundred microliters of as-prepared SSQD solution (5 mg mL-1) was mixed with 20 mL of 0.1 mol L-1 solution of glucose by stirring. Then, 180 mg of ZnO@C550 was added and stirred for 30 min before transfer to the 120 mL autoclave. The autoclave was put into the oven and heated at a rate of 5 °C min-1 to 180 °C, left for 2 h, and then cooled down to room temperature. The solution was then filtered and washed with ethanol and water several times before drying in vacuum at 80 °C. The powder obtained was heated in Ar at a rate of 2 °C min-1 to a temperature of 550°C and calcined for 5 h to transfer SSQDs into the ZnO@C composite, the final material being denoted as ZnO@CC/SSQDm. Similarly, when 600 μL of SSQD solution was used with 180 mg of ZnO/C550 with the same method, the product was labeled ZnO@CC/SSQD3m.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Material Characterization</title><p>The crystallographic\nstructure\nof the as-prepared materials was studied by X-ray powder diffraction\n(XRD) using a Bruker D8 diffractometer with monochromatic Cu Kα\nradiation (λ = 1.5406 Å), and the diffraction data was\nrecorded in the 2θ range of 10–80°. Scanning electron\nmicroscopy (SEM) images were recorded on a LEO Gemini 1525 FEG, with\nthe electron energy of 5 kV. Electron dispersive X-ray spectroscopy\n(EDS) was recorded on LEO Gemini 1525 FEG microscopy. Transmission\nelectron microscopy (TEM) images, selected area electron diffraction\n(SAED), and scanning transmission electron microscopy (STEM) were\ncarried out on a JEM 2100F. X-ray photoelectron spectroscopy (XPS)\nwas measured on a Thermo Scientific K-α instrument. Raman spectroscopy\nwas performed using a Renishaw inVia with 20× objective and 514\nnm laser as the excitation source. The thermogravimetric analysis/differential\nscanning calorimetry of the samples was carried out on a Diamond TG\nthermoanalyzer.</p>", "clean_text": "Material Characterization\n\nThe crystallographic structure of the as-prepared materials was studied by X-ray powder diffraction (XRD) using a Bruker D8 diffractometer with monochromatic Cu Kα radiation (λ = 1.5406 Å), and the diffraction data was recorded in the 2θ range of 10-80°. Scanning electron microscopy (SEM) images were recorded on a LEO Gemini 1525 FEG, with the electron energy of 5 kV. Electron dispersive X-ray spectroscopy (EDS) was recorded on LEO Gemini 1525 FEG microscopy. Transmission electron microscopy (TEM) images, selected area electron diffraction (SAED), and scanning transmission electron microscopy (STEM) were carried out on a JEM 2100F. X-ray photoelectron spectroscopy (XPS) was measured on a Thermo Scientific K-α instrument. Raman spectroscopy was performed using a Renishaw inVia with 20× objective and 514 nm laser as the excitation source. The thermogravimetric analysis/differential scanning calorimetry of the samples was carried out on a Diamond TG thermoanalyzer.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Tests</title><p>The as-prepared\nmaterial was\nmixed with acetylene black and binder (sodium carboxymethyl cellulose)\nin a weight ratio of 8:1:1 by using distilled water as the solvent\nand a copper foil as the current collector, followed by drying in\nvacuum at 100 °C for 24 h. The R2016 coin cell was assembled\nin an argon-filled glovebox using metallic lithium as the cathode\nand Celgard 2500 membrane as the separator. The electrolyte was 1\nM LiPF<sub>6</sub> dissolved in a mixture of ethylene carbonate and\ndimethyl carbonate (v/v, 1/1). Cyclic voltammetry (CV) and galvanostatic\ncharge/discharge cycling tests were carried out in a set voltage range\nusing an Autolab workstation (GPES software) and a 580 Bycycle battery\ntest system, respectively. Electrochemical impedance spectroscopy\n(EIS) was studied using a Solartron Analytical 1260 FRA and a Solartron\n1286 potentiostat; an amplitude of 5 mV in the frequency range from\n1000 Hz to 10 mHz was applied. All electrochemical tests were carried\nout at room temperature.</p>", "clean_text": "Electrochemical Tests\n\nThe as-prepared material was mixed with acetylene black and binder (sodium carboxymethyl cellulose) in a weight ratio of 8:1:1 by using distilled water as the solvent and a copper foil as the current collector, followed by drying in vacuum at 100 °C for 24 h. The R2016 coin cell was assembled in an argon-filled glovebox using metallic lithium as the cathode and Celgard 2500 membrane as the separator. The electrolyte was 1 M LiPF6 dissolved in a mixture of ethylene carbonate and dimethyl carbonate (v/v, 1/1). Cyclic voltammetry (CV) and galvanostatic charge/discharge cycling tests were carried out in a set voltage range using an Autolab workstation (GPES software) and a 580 Bycycle battery test system, respectively. Electrochemical impedance spectroscopy (EIS) was studied using a Solartron Analytical 1260 FRA and a Solartron 1286 potentiostat; an amplitude of 5 mV in the frequency range from 1000 Hz to 10 mHz was applied. All electrochemical tests were carried out at room temperature.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The as-synthesized MOF-5 has a structural formula of Zn<sub>4</sub>O­(BDC)<sub>3</sub> that reticulates cubes in three dimensions to\nform a rigid and porous structure, as depicted in the inset of a (also see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S1</ext-link>). The central\ncluster of MOF-5 is zinc oxide, resulting from the combination of\nZn<sup>2+</sup> and carboxylic acid, and the Zn–O–C\nmotifs are formed and linked with benzene struts.\na indicates\nthat at a 2θ value greater than 30°, the XRD pattern of\nthe as-prepared MOF-5 displays peaks that match those of zincite.\nAt lower angles, the positions of the peaks are in good agreement\nwith those calculated for MOF-5. However, the measured intensities\nof the XRD peaks, especially at low angles, are different from those\ncalculated and published. It has been reported\nthat this discrepancy may result from species, e.g., Zn­(OH)<sub>2</sub>, in the pores that can reduce the intensity of the diffraction at\n6.9° and split the peak, owing to a symmetry distortion from\ncubic to trigonal, at 9.7°. On pyrolysis of the as-formed MOF\nat 550 and 700 °C in an Ar atmosphere, denoted ZnO@C550 and ZnO@C700,\nrespectively, composites containing zincite (ZnO) are obtained, as\nevidenced by the diffraction pattern in b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">S2</ext-link>. The\ncrystal size of ZnO in ZnO/C550, calculated by application of the\nScherrer equation on the (103) peak, is 25 nm, resulting from the\ndistorted metal cluster in the MOFs. When ZnO/C550 was placed in a\nglucose solution, hydrothermally treated, and the recovered solid\ncalcined at 550 °C, the XRD pattern of the resultant solid, ZnO@CC,\nindicated that the zincite was maintained throughout the processing\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S2</ext-link>). Zincite is also observed in\nthe XRD patterns obtained, as shown in b, when 2.7 nm SSQDs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S3</ext-link>) are added to the glucose solution at Zn to Ag ratios\nin mass of 180:1 and 60:1 prior to processing, resulting in samples\ntermed ZnO@CC/SSQD<sub>m</sub> and ZnO@CC/SSQD<sub>3m</sub>, respectively.\nThe XRD pattern of the sample infused with the greater concentration\nof SSQDs, ZnO@CC/SSQD<sub>3m</sub>, also shows weak features at 2θ\nangles of 38.1 and 44.2°, consistent with the (111) peaks and\n(200) peaks of silver metal, respectively, indicating the silver sulfide\nparticles undergo thermal decomposition when heated to give silver\nnanoparticles in the resultant matrix.</p>", "clean_text": "Results and Discussion\n\nThe as-synthesized MOF-5 has a structural formula of Zn4O(BDC)3 that reticulates cubes in three dimensions to form a rigid and porous structure, as depicted in the inset of a (also see Figure S1). The central cluster of MOF-5 is zinc oxide, resulting from the combination of Zn2+ and carboxylic acid, and the Zn-O-C motifs are formed and linked with benzene struts. a indicates that at a 2θ value greater than 30°, the XRD pattern of the as-prepared MOF-5 displays peaks that match those of zincite. At lower angles, the positions of the peaks are in good agreement with those calculated for MOF-5. However, the measured intensities of the XRD peaks, especially at low angles, are different from those calculated and published. It has been reported that this discrepancy may result from species, e.g., Zn(OH)2, in the pores that can reduce the intensity of the diffraction at 6.9° and split the peak, owing to a symmetry distortion from cubic to trigonal, at 9.7°. On pyrolysis of the as-formed MOF at 550 and 700 °C in an Ar atmosphere, denoted ZnO@C550 and ZnO@C700, respectively, composites containing zincite (ZnO) are obtained, as evidenced by the diffraction pattern in b and S2. The crystal size of ZnO in ZnO/C550, calculated by application of the Scherrer equation on the (103) peak, is 25 nm, resulting from the distorted metal cluster in the MOFs. When ZnO/C550 was placed in a glucose solution, hydrothermally treated, and the recovered solid calcined at 550 °C, the XRD pattern of the resultant solid, ZnO@CC, indicated that the zincite was maintained throughout the processing (Figure S2). Zincite is also observed in the XRD patterns obtained, as shown in b, when 2.7 nm SSQDs (Figure S3) are added to the glucose solution at Zn to Ag ratios in mass of 180:1 and 60:1 prior to processing, resulting in samples termed ZnO@CC/SSQDm and ZnO@CC/SSQD3m, respectively. The XRD pattern of the sample infused with the greater concentration of SSQDs, ZnO@CC/SSQD3m, also shows weak features at 2θ angles of 38.1 and 44.2°, consistent with the (111) peaks and (200) peaks of silver metal, respectively, indicating the silver sulfide particles undergo thermal decomposition when heated to give silver nanoparticles in the resultant matrix.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) XRD patterns of the\nas-prepared MOF-5. References are XRD patterns\nfrom zincite and the calculated MOF-5 crystallite. The inset is the\nschematic structure of MOF-5; the red spheres are O atoms, white spheres\nare H atoms, black spheres are C atoms, and blue spheres are Zn atoms.\n(b) XRD patterns of ZnO@C550, ZnO@CC/SSQD<sub>m</sub>, and ZnO@CC/SSQD<sub>3m</sub>. N<sub>2</sub> absorption/desorption curve of: (c) ZnO@C550,\n(d) ZnO@CC, and (e) ZnO@CC/SSQD<sub>m</sub>. The inset is the corresponding\npore size distribution curve. (f) Raman spectra of ZnO@C550 and ZnO@CC/SSQD<sub>m</sub>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-126614_0010.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) XRD patterns of the as-prepared MOF-5. References are XRD patterns from zincite and the calculated MOF-5 crystallite. The inset is the schematic structure of MOF-5; the red spheres are O atoms, white spheres are H atoms, black spheres are C atoms, and blue spheres are Zn atoms. (b) XRD patterns of ZnO@C550, ZnO@CC/SSQDm, and ZnO@CC/SSQD3m. N2 absorption/desorption curve of: (c) ZnO@C550, (d) ZnO@CC, and (e) ZnO@CC/SSQDm. The inset is the corresponding pore size distribution curve. (f) Raman spectra of ZnO@C550 and ZnO@CC/SSQDm.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM images of (a) Zn-MOF, (b) ZnO@C550, (d)\nZnO@CC/SSQD<sub>m</sub>, (e) ZnO@CC/SSQD<sub>3m</sub>, and (f) C550.\nEDS elemental mapping\nof (c) ZnO@C550 and (g–k) ZnO@CC/SSQD<sub>3m</sub>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-126614_0007.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM images of (a) Zn-MOF, (b) ZnO@C550, (d) ZnO@CC/SSQDm, (e) ZnO@CC/SSQD3m, and (f) C550. EDS elemental mapping of (c) ZnO@C550 and (g-k) ZnO@CC/SSQD3m.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>N<sub>2</sub> absorption/desorption isotherms of\nZnO@C550, ZnO@CC,\nand ZnO@CC/SSQD<sub>m</sub> are shown in c–e, which are typical type <italic>IV</italic> curves. The Brunauer–Emmett–Teller (BET)\ntheory was used to deduce the surface area of all of the samples,\nthe pore size distributions of ZnO@C550 and ZnO@CC/SSQD<sub>m</sub> were determined using the Barrett–Joyner–Halenda method\non account of their mixed macroporosity and mesoporosity, and density\nfunctional theory was employed to find the pore size distribution\nof the mesoporous ZnO@CC sample. ZnO@C550 has a BET surface area of\n222 m<sup>2</sup> g<sup>–1</sup>, with pore sizes distributed\nover around 49 and 545 nm and a pore volume of 0.352 m<sup>3</sup> g<sup>–1</sup>. ZnO@CC has a BET surface area of 252 m<sup>2</sup> g<sup>–1</sup>, a pore size below 20 nm, and a pore\nvolume of 0.387 m<sup>3</sup> g<sup>–1</sup>. ZnO@CC/SSQD<sub>m</sub> shows 231 m<sup>2</sup> g<sup>–1</sup>, with pore\nsizes over around 41 and 576 nm and a pore volume of 0.366 m<sup>3</sup> g<sup>–1</sup>. The enlarged surface area and pore volume\nof ZnO@CC and ZnO@CC/SSQD<sub>m</sub> indicates that the penetrated\nglucose in the pores larger than microsize has decomposed in hydrothermal\nand calcination treatment to become amorphous carbon, which contributes\nmore pore area and volume. The total\ncarbon contents of ZnO@C550, ZnO@CC, and ZnO@CC/SSQD<sub>m</sub> are\n20, 17.4, and 14.3%, respectively, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S4</ext-link>. f displays the Raman spectra of ZnO@C550 and ZnO@CC/SSQD<sub>m</sub>. ZnO has optical phonons represented as A<sub>1</sub>, E<sub>1</sub>, <sup>2</sup>E<sub>2</sub>, and <sup>2</sup>B<sub>1</sub>, amongst which the A<sub>1</sub> and E<sub>1</sub> modes are polar\nmodes active for both Raman and infrared, the E<sub>2</sub> mode is\nnonpolar and only active for Raman, and the B<sub>1</sub> mode is\na silent mode. A<sub>1</sub> and E<sub>1</sub> modes split into longitudinal and transverse components,\nand the E<sub>2</sub> mode comprises low-frequency phonons, E<sub>2</sub>(L), and high-frequency phonons, E<sub>2</sub>(H). The bands\naround 435 and 327 cm<sup>–1</sup> (inset of f) are due to the E<sub>2</sub>(H) mode and multiphonon scattering consisting of predominant A<sub>1</sub> and smaller E<sub>2</sub> and E<sub>1</sub> symmetry. The bands at 1340 and 1589 cm<sup>–1</sup> are typical D\nand G modes of carbon materials, and the intensity ratio <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> is indicative of the\nfraction of the graphite structure. The <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> ratios of ZnO@CC/SSQD<sub>m</sub> and ZnO@C550 are 0.83 and 0.95, respectively, indicating\nthat the degree of graphitization increases as glucose decomposes\nin ZnO@C550.</p>", "clean_text": "N2 absorption/desorption isotherms of ZnO@C550, ZnO@CC, and ZnO@CC/SSQDm are shown in c-e, which are typical type IV curves. The Brunauer-Emmett-Teller (BET) theory was used to deduce the surface area of all of the samples, the pore size distributions of ZnO@C550 and ZnO@CC/SSQDm were determined using the Barrett-Joyner-Halenda method on account of their mixed macroporosity and mesoporosity, and density functional theory was employed to find the pore size distribution of the mesoporous ZnO@CC sample. ZnO@C550 has a BET surface area of 222 m2 g-1, with pore sizes distributed over around 49 and 545 nm and a pore volume of 0.352 m3 g-1. ZnO@CC has a BET surface area of 252 m2 g-1, a pore size below 20 nm, and a pore volume of 0.387 m3 g-1. ZnO@CC/SSQDm shows 231 m2 g-1, with pore sizes over around 41 and 576 nm and a pore volume of 0.366 m3 g-1. The enlarged surface area and pore volume of ZnO@CC and ZnO@CC/SSQDm indicates that the penetrated glucose in the pores larger than microsize has decomposed in hydrothermal and calcination treatment to become amorphous carbon, which contributes more pore area and volume. The total carbon contents of ZnO@C550, ZnO@CC, and ZnO@CC/SSQDm are 20, 17.4, and 14.3%, respectively, as shown in Figure S4. f displays the Raman spectra of ZnO@C550 and ZnO@CC/SSQDm. ZnO has optical phonons represented as A1, E1, 2E2, and 2B1, amongst which the A1 and E1 modes are polar modes active for both Raman and infrared, the E2 mode is nonpolar and only active for Raman, and the B1 mode is a silent mode. A1 and E1 modes split into longitudinal and transverse components, and the E2 mode comprises low-frequency phonons, E2(L), and high-frequency phonons, E2(H). The bands around 435 and 327 cm-1 (inset of f) are due to the E2(H) mode and multiphonon scattering consisting of predominant A1 and smaller E2 and E1 symmetry. The bands at 1340 and 1589 cm-1 are typical D and G modes of carbon materials, and the intensity ratio I D/I G is indicative of the fraction of the graphite structure. The I D/I G ratios of ZnO@CC/SSQDm and ZnO@C550 are 0.83 and 0.95, respectively, indicating that the degree of graphitization increases as glucose decomposes in ZnO@C550.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The scanning electron microscopy (SEM) image of\nthe as-prepared\nMOF-5 shows a cubic microstructure with a rough surface (a). The surface is\npatterned with spherical solids of approximately 1 μm inlayed\ninto the MOF-5 matrix (inset of a). On calcination at 550 °C, the resultant ZnO@C550\nis transformed into a highly porous composite in which the cubic-sized\nparticles of the parent MOF are maintained, as shown in b. Elemental mapping indicates\nthat the Zn is dispersed uniformly in the ZnO@C550 composite, as shown\nin c. In ZnO@C700\nformed at the higher sintering temperature of 700 °C, the cubic\nstructure is destroyed, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S5</ext-link>, and the composite contains smaller sized features. The exposure\nof ZnO@C550 to glucose solution and glucose solution containing SSQDs\nfollowed by hydrothermal processing and calcination at 550 °C\ndoes not alter further the microstructure of the composite, as shown\nin d,e. The\ncubic microstructure is again preserved, as shown in f, when ZnO@C550 is subject\nto treatment in a strong base to dissolve the ZnO and yield C550,\nwhich is composed of amorphous carbon, as indicated by the broad XRD\npeak at approximately 22°, (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S6</ext-link>). Elemental mapping of ZnO@CC/SSQD<sub>3m</sub>, as shown in g–k, shows Ag agglomerates and a uniform distribution\nof C, O, and Zn. EDX also shows the presence of S in the composite;\nthe nature of the S in the material is discussed below.</p>", "clean_text": "The scanning electron microscopy (SEM) image of the as-prepared MOF-5 shows a cubic microstructure with a rough surface (a). The surface is patterned with spherical solids of approximately 1 μm inlayed into the MOF-5 matrix (inset of a). On calcination at 550 °C, the resultant ZnO@C550 is transformed into a highly porous composite in which the cubic-sized particles of the parent MOF are maintained, as shown in b. Elemental mapping indicates that the Zn is dispersed uniformly in the ZnO@C550 composite, as shown in c. In ZnO@C700 formed at the higher sintering temperature of 700 °C, the cubic structure is destroyed, as shown in Figure S5, and the composite contains smaller sized features. The exposure of ZnO@C550 to glucose solution and glucose solution containing SSQDs followed by hydrothermal processing and calcination at 550 °C does not alter further the microstructure of the composite, as shown in d,e. The cubic microstructure is again preserved, as shown in f, when ZnO@C550 is subject to treatment in a strong base to dissolve the ZnO and yield C550, which is composed of amorphous carbon, as indicated by the broad XRD peak at approximately 22°, (see Figure S6). Elemental mapping of ZnO@CC/SSQD3m, as shown in g-k, shows Ag agglomerates and a uniform distribution of C, O, and Zn. EDX also shows the presence of S in the composite; the nature of the S in the material is discussed below.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>ZnO@CC/SSQD<sub>m</sub> was subject to intense sonication to destroy\nthe cubic microstructure and yield particles suitable for TEM analysis. a shows that ZnO@CC/SSQD<sub>m</sub> contains nanosized components and a selective area electron\ndiffraction (SAED) pattern of the sample, consistent with the material\ncontaining ZnO crystals. Two unrelated reciprocal points from (101)\nplanes are observed, pointing to the interpenetration of ZnO crystals\nwith random lattice orientations. The axes labeled <italic>a</italic> and <italic>c</italic> are at an angle of 90°, and the reciprocal\npoints of the (101) and (103) planes from a single zincite crystal\nhave an angle of approximately 30° (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S7</ext-link>). Comparing θ<sub>1</sub> and θ<sub>2</sub>,\nthe point circled is formed from the second crystal. The polycrystalline\nnature of the material is confirmed in the high-resolution TEM (HRTEM)\nimage in b\nin which both the (103) and (110) lattice planes of ZnO are observed.\nThe two (110) planes show different orientations, indicating they\noriginate from different ZnO crystal. The fast Fourier transform (FFT)\nimage of the lattice mixed area in b is displayed in the inset. In reciprocal\nspace, the (110) plane is at 40° with respect to the (101) plane\nwhen viewed along the [1, −1, −1] direction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S7b</ext-link>) and the stereographic projection,\nas shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S7c</ext-link>, indicates that\nthe (110) plane should be at an angle larger than 40° with (103)\nplane. Therefore, the red circled (110) plane in the inset corresponding\nto the green dotted plane (<italic>d</italic> = 1.65 Å) in HRTEM\nis from the second crystal. The bright field (BF) and dark field (DF)\nscanning transmission electron microscope (STEM) images in c illustrate the\nporous structure of ZnO@CC/SSQD<sub>m</sub>. That the carbon component\nis amorphous is confirmed by the TEM images of C550 and the corresponding\nelectron diffraction patterns in d.</p>", "clean_text": "ZnO@CC/SSQDm was subject to intense sonication to destroy the cubic microstructure and yield particles suitable for TEM analysis. a shows that ZnO@CC/SSQDm contains nanosized components and a selective area electron diffraction (SAED) pattern of the sample, consistent with the material containing ZnO crystals. Two unrelated reciprocal points from (101) planes are observed, pointing to the interpenetration of ZnO crystals with random lattice orientations. The axes labeled a and c are at an angle of 90°, and the reciprocal points of the (101) and (103) planes from a single zincite crystal have an angle of approximately 30° (see Figure S7). Comparing θ1 and θ2, the point circled is formed from the second crystal. The polycrystalline nature of the material is confirmed in the high-resolution TEM (HRTEM) image in b in which both the (103) and (110) lattice planes of ZnO are observed. The two (110) planes show different orientations, indicating they originate from different ZnO crystal. The fast Fourier transform (FFT) image of the lattice mixed area in b is displayed in the inset. In reciprocal space, the (110) plane is at 40° with respect to the (101) plane when viewed along the [1, -1, -1] direction (Figure S7b) and the stereographic projection, as shown in Figure S7c, indicates that the (110) plane should be at an angle larger than 40° with (103) plane. Therefore, the red circled (110) plane in the inset corresponding to the green dotted plane (d = 1.65 Å) in HRTEM is from the second crystal. The bright field (BF) and dark field (DF) scanning transmission electron microscope (STEM) images in c illustrate the porous structure of ZnO@CC/SSQDm. That the carbon component is amorphous is confirmed by the TEM images of C550 and the corresponding electron diffraction patterns in d.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) SAED of the circle part from TEM images\nof ZnO@CC/SSQD<sub>m</sub>. (b) HRTEM image of ZnO@CC/SSQD<sub>m</sub>; the inset is\nthe FFT pattern from the mixed area. (c) BF and DF STEM images of\nZnO@CC/SSQD<sub>m</sub>. (d) TEM images of C550 and the corresponding\nSAED pattern.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-126614_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) SAED of the circle part from TEM images of ZnO@CC/SSQDm. (b) HRTEM image of ZnO@CC/SSQDm; the inset is the FFT pattern from the mixed area. (c) BF and DF STEM images of ZnO@CC/SSQDm. (d) TEM images of C550 and the corresponding SAED pattern.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>\n displays\nthe high-resolution XPS spectra of Ag, S, and Zn of ZnO@CC/SSQD<sub>m</sub>. The spectrum of Ag 3d in a shows characteristics typical of a metal. This spectrum contains two components: one at\n368.3 eV for Ag 3d<sub>5/2</sub> and the other at 374.3 eV for Ag\n3d<sub>3/2</sub>; the difference in binding energy of 6 eV results\nfrom spin–orbital effects. The\norbital spin of silver metal leads to the loss of features at the\nhigher binding energy side of each component. The intensity of the\nS 2p spectrum, as shown in b, is considerably weaker than that for Ag. The S 2p\nspectrum is consistent with the presence of ZnS and a very small amount\nof S in the as-prepared composite, with the absence of Ag–S\nconfirming that all the SSQDs have been reacted to Ag nanoparticles,\nin agreement with the Ag 3d XPS deconvolution and XRD analysis. The\nS 2p<sub>3/2</sub> of ZnS is located at 161.7 eV and that of S is\nat 163.8 eV. The spin–orbit of\nS 2p results in 1.16 eV difference between S 2p<sub>3/2</sub> and\nS 2p<sub>1/2</sub>. In agreement, the Zn 2p spectrum, as shown in c, displays two 2p<sub>3/2</sub> components at 1022.1 and 1021.9 eV pointing to Zn–O\nand Zn–S, respectively. The spin–orbital of Zn\n2p results in a pair of 2p<sub>3/2</sub> and 2p<sub>1/2</sub> with\na difference of 23 eV in binding energy. The atomic ratio of S/Ag/Zn\nis 0.9:7.6:91.5 through the XPS survey of S 2p<sub>3/2</sub>, Ag 3d<sub>5/2</sub>, and Zn 2p<sub>3/2</sub>; see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S8</ext-link>. The small amount of ZnS in the composite, consistent with\na sub-monolayer of ZnS on the ZnO surface, explains the absence of\nZnS signals in the XRD patterns and the Raman spectra. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S9</ext-link> shows the atom ratio of S/Ag/Zn is\n2.9:7:90.1 in ZnO@CC/SSQD<sub>m</sub>; thus, the ratio of ZnS/ZnO\nincreased from 1:90 to 1:30 when three times more SSQDs are added\nin the synthesis of ZnO@CC/SSQD<sub>3m</sub>. The Ag content is found\nto be lower than that in ZnO@CC/SSQD<sub>m</sub>, indicating the Ag\nparticles aggregate during the sulfidation reaction, consistent with\nthe EDX mapping.</p>", "clean_text": "  displays the high-resolution XPS spectra of Ag, S, and Zn of ZnO@CC/SSQDm. The spectrum of Ag 3d in a shows characteristics typical of a metal. This spectrum contains two components: one at 368.3 eV for Ag 3d5/2 and the other at 374.3 eV for Ag 3d3/2; the difference in binding energy of 6 eV results from spin-orbital effects. The orbital spin of silver metal leads to the loss of features at the higher binding energy side of each component. The intensity of the S 2p spectrum, as shown in b, is considerably weaker than that for Ag. The S 2p spectrum is consistent with the presence of ZnS and a very small amount of S in the as-prepared composite, with the absence of Ag-S confirming that all the SSQDs have been reacted to Ag nanoparticles, in agreement with the Ag 3d XPS deconvolution and XRD analysis. The S 2p3/2 of ZnS is located at 161.7 eV and that of S is at 163.8 eV. The spin-orbit of S 2p results in 1.16 eV difference between S 2p3/2 and S 2p1/2. In agreement, the Zn 2p spectrum, as shown in c, displays two 2p3/2 components at 1022.1 and 1021.9 eV pointing to Zn-O and Zn-S, respectively. The spin-orbital of Zn 2p results in a pair of 2p3/2 and 2p1/2 with a difference of 23 eV in binding energy. The atomic ratio of S/Ag/Zn is 0.9:7.6:91.5 through the XPS survey of S 2p3/2, Ag 3d5/2, and Zn 2p3/2; see Figure S8. The small amount of ZnS in the composite, consistent with a sub-monolayer of ZnS on the ZnO surface, explains the absence of ZnS signals in the XRD patterns and the Raman spectra. Figure S9 shows the atom ratio of S/Ag/Zn is 2.9:7:90.1 in ZnO@CC/SSQDm; thus, the ratio of ZnS/ZnO increased from 1:90 to 1:30 when three times more SSQDs are added in the synthesis of ZnO@CC/SSQD3m. The Ag content is found to be lower than that in ZnO@CC/SSQDm, indicating the Ag particles aggregate during the sulfidation reaction, consistent with the EDX mapping.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>High-resolution XPS spectra of (a) Ag 3d, (b) S 2p, and\n(c) Zn\n2P<sub>3/2</sub> of ZnO@CC/SSQD<sub>m</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-126614_0009.tif\"></graphic>\n</fig>", "clean_text": " 4  High-resolution XPS spectra of (a) Ag 3d, (b) S 2p, and (c) Zn 2P3/2 of ZnO@CC/SSQDm.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>Electrodes comprising ZnO@C550, ZnO@CC, ZnO@CC/SSQD<sub>m</sub>, and ZnO@CC/SSQD<sub>3m</sub> were electrochemically tested in coin\ncells with lithium metal as the counter electrode material. Cyclic\nvoltammograms (CVs) of the samples were obtained between 0.01 and\n3.00 V versus Li<sup>+</sup>/Li at a scan rate of 0.5 mV s<sup>–1</sup>; see . The\nsmaller areas under the CV curves of ZnO@C550 and ZnO@CC, in comparison\nto the samples ZnO@CC/SSQD<sub>m</sub> and ZnO@CC/SSQD<sub>3m</sub>, indicate a lower capacity for the former. This is confirmed by\nintegration of the CV peak at 0.5 V where a larger capacity is observed\nwhen SSQDs are used in the processing (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Table S1</ext-link>). The CV measured at 0.5 mV s<sup>–1</sup> of ZnO@CC/SSQD<sub>m</sub> shows more features that those of ZnO@C550, ZnO@CC, and ZnO@CC/SSQD<sub>3m</sub> at the same scan rate. The additional peaks observed in\nZnO@CC/SSQD<sub>m</sub> can be observed for all electrodes when lower\nscan rates are employed; for ZnO@C550 see b, for ZnO@CC see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S10</ext-link>, and for ZnO@CC/SSQD<sub>3m</sub> see d. The fact that the additional\nfeatures are retained at higher scan rates for ZnO@CC/SSQD<sub>m</sub> electrodes points to an enhanced rate performance for this material.\nDisplayed in c, the CV curves of ZnO@CC/SSQD<sub>m</sub> have two cathodic peaks\nat 0.55 and 0.2 V corresponding to the reduction of ZnO/ZnS to Zn\n() and the\nformation of Zn–Li alloys () and/or the decomposition of electrolyte. The multiple anodic peaks before\n1 V result from the multistep dealloying reaction among LiZn, Li<sub>2</sub>Zn<sub>3</sub>, LiZn<sub>2</sub>, and Li<sub>2</sub>Zn<sub>5</sub>, and the peak at 1.5 V is due to the decomposition of Li<sub>2</sub>O.<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-126614_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>ZnO</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>ZnS</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>↔</mml:mo>\n<mml:mi>Zn</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">S</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-126614_m002.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mi>Zn</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>↔</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Zn</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">5</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>↔</mml:mo>\n<mml:mi>Li</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Zn</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>↔</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Zn</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>↔</mml:mo>\n<mml:mi>LiZn</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>CV curves\nat different scan rates are shown\nin d–f\nfor ZnO@C550, ZnO@CC/SSQD<sub>m</sub>, and ZnO@CC/SSQD<sub>3m</sub>. For ZnO@C550, the cathodic peak is extremely depressed at high\nrates and the anodic peak II moves to higher potential with an increased\nscan rate. In contrast, for ZnO@CC/QQSD<sub>m</sub>, the potential\nof the CV peaks is stable and for ZnO@CC/SSQD<sub>3m</sub> peak II\ndownshifts with an increasing scan rate. The upshift of the anodic\npeak with the scan rate for ZnO@C550 points to high internal resistance\nin the system. SSQDs’ incorporation decreases the resistance,\nleading to lower distortion of the CV peaks for the ZnO@CC/QQSD<sub>m</sub> and ZnO@CC/SSQD<sub>3m</sub> systems. In cyclic voltammetry,\nthe peak current (<italic>i</italic>\n<sub>p</sub>) and the scan rate\n(<italic>v</italic>) are related by the expression <italic>i</italic>\n<sub>p</sub> = <italic>av<sup>b</sup>\n</italic>, where <italic>b</italic>, the slope of the lg­(<italic>v</italic>)–lg­(<italic>i</italic>\n<sub>p</sub>) plot, has a value of 0.5 for a diffusion-controlled\nprocess and that of unity when charge transfer is surface-controlled. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S11</ext-link> shows the relationship between lg­(<italic>v</italic>) and lg­(<italic>i</italic>\n<sub>p</sub>) of peak I and\npeak II from ZnO@C550 and ZnO@CC/SSQD<sub>3m</sub>, respectively.\nThe <italic>b</italic> values from peak I and peak II of ZnO@C550\nare 0.69 and 0.76 and for ZnO@CC/SSQD<sub>3m</sub> are 0.98 and 0.8\nat a scan rate above 0.2 mV s<sup>–1</sup>. The switch to surface\ncontrol of the electrochemical reaction in ZnO@CC/SSQD<sub>3m</sub> at high scan rates indicates a more facile injection of Li<sup>+</sup> into the ZnS-coated material at high current densities. The Li<sup>+</sup>-ion-diffusion capability\nis evaluated by the apparent diffusion coefficient. The linear relationship\nbetween the anodic peak current (<italic>i</italic>\n<sub>p</sub>) and\nsquare root of scan rates resulting from the CV curves of ZnO@C550\nand ZnO@CC/SSQD<sub>3m</sub> is depicted in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S12</ext-link>. Thus, the ion-diffusion coefficients are calculated using\nthe Randle–Sevcik equation. It is found\nthat the coefficients are 3.6 × 10<sup>–11</sup> and 1.7\n× 10<sup>–11</sup> cm<sup>2</sup> s<sup>–1</sup> for anodic peaks I and II, respectively, of ZnO@C550 and increase\nto 9.9 × 10<sup>–10</sup> and 4.7 × 10<sup>–10</sup> cm<sup>2</sup> s<sup>–1</sup> for ZnO@CC/SSQD<sub>3m</sub>, respectively, demonstrating the facile lithium diffusion in the\ncompound after sulfidation.</p>", "clean_text": "Electrodes comprising ZnO@C550, ZnO@CC, ZnO@CC/SSQDm, and ZnO@CC/SSQD3m were electrochemically tested in coin cells with lithium metal as the counter electrode material. Cyclic voltammograms (CVs) of the samples were obtained between 0.01 and 3.00 V versus Li+/Li at a scan rate of 0.5 mV s-1; see . The smaller areas under the CV curves of ZnO@C550 and ZnO@CC, in comparison to the samples ZnO@CC/SSQDm and ZnO@CC/SSQD3m, indicate a lower capacity for the former. This is confirmed by integration of the CV peak at 0.5 V where a larger capacity is observed when SSQDs are used in the processing (see Table S1). The CV measured at 0.5 mV s-1 of ZnO@CC/SSQDm shows more features that those of ZnO@C550, ZnO@CC, and ZnO@CC/SSQD3m at the same scan rate. The additional peaks observed in ZnO@CC/SSQDm can be observed for all electrodes when lower scan rates are employed; for ZnO@C550 see b, for ZnO@CC see Figure S10, and for ZnO@CC/SSQD3m see d. The fact that the additional features are retained at higher scan rates for ZnO@CC/SSQDm electrodes points to an enhanced rate performance for this material. Displayed in c, the CV curves of ZnO@CC/SSQDm have two cathodic peaks at 0.55 and 0.2 V corresponding to the reduction of ZnO/ZnS to Zn () and the formation of Zn-Li alloys () and/or the decomposition of electrolyte. The multiple anodic peaks before 1 V result from the multistep dealloying reaction among LiZn, Li2Zn3, LiZn2, and Li2Zn5, and the peak at 1.5 V is due to the decomposition of Li2O. 1    ZnO / ZnS +   Li   +   + 2   e   -   ↔ Zn +   Li   2   O /   Li   x   S     2    Zn +   Li   +   +   e   -   ↔  (   Li   2     Zn   5   ↔ Li   Zn   2   ↔   Li   2     Zn   3   )  ↔ LiZn   CV curves at different scan rates are shown in d-f for ZnO@C550, ZnO@CC/SSQDm, and ZnO@CC/SSQD3m. For ZnO@C550, the cathodic peak is extremely depressed at high rates and the anodic peak II moves to higher potential with an increased scan rate. In contrast, for ZnO@CC/QQSDm, the potential of the CV peaks is stable and for ZnO@CC/SSQD3m peak II downshifts with an increasing scan rate. The upshift of the anodic peak with the scan rate for ZnO@C550 points to high internal resistance in the system. SSQDs' incorporation decreases the resistance, leading to lower distortion of the CV peaks for the ZnO@CC/QQSDm and ZnO@CC/SSQD3m systems. In cyclic voltammetry, the peak current (i p) and the scan rate (v) are related by the expression i p = avb , where b, the slope of the lg(v)-lg(i p) plot, has a value of 0.5 for a diffusion-controlled process and that of unity when charge transfer is surface-controlled. Figure S11 shows the relationship between lg(v) and lg(i p) of peak I and peak II from ZnO@C550 and ZnO@CC/SSQD3m, respectively. The b values from peak I and peak II of ZnO@C550 are 0.69 and 0.76 and for ZnO@CC/SSQD3m are 0.98 and 0.8 at a scan rate above 0.2 mV s-1. The switch to surface control of the electrochemical reaction in ZnO@CC/SSQD3m at high scan rates indicates a more facile injection of Li+ into the ZnS-coated material at high current densities. The Li+-ion-diffusion capability is evaluated by the apparent diffusion coefficient. The linear relationship between the anodic peak current (i p) and square root of scan rates resulting from the CV curves of ZnO@C550 and ZnO@CC/SSQD3m is depicted in Figure S12. Thus, the ion-diffusion coefficients are calculated using the Randle-Sevcik equation. It is found that the coefficients are 3.6 × 10-11 and 1.7 × 10-11 cm2 s-1 for anodic peaks I and II, respectively, of ZnO@C550 and increase to 9.9 × 10-10 and 4.7 × 10-10 cm2 s-1 for ZnO@CC/SSQD3m, respectively, demonstrating the facile lithium diffusion in the compound after sulfidation.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Cyclic voltammetry of the as-prepared materials.\n(a) Scan rate\nis 0.5 mV s<sup>–1</sup> for ZnO@C550, ZnO@CC, ZnO@CC/SSQD<sub>m</sub>, and ZnO@CC/SSQD<sub>3m</sub>. (b) ZnO@C550 cycled at 0.1\nand 0.2 mV s<sup>–1</sup>. (c) First two cycles of ZnO@CC/SSQD<sub>m</sub> at 0.5 mV s<sup>–1</sup>. Cycles at different scan\nrates of (d) ZnO@C550, (e) ZnO@CC/QQSD<sub>m</sub>, and (f) ZnO@CC/SSQD<sub>3m</sub>.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-126614_0008.tif\"></graphic>\n</fig>", "clean_text": " 5  Cyclic voltammetry of the as-prepared materials. (a) Scan rate is 0.5 mV s-1 for ZnO@C550, ZnO@CC, ZnO@CC/SSQDm, and ZnO@CC/SSQD3m. (b) ZnO@C550 cycled at 0.1 and 0.2 mV s-1. (c) First two cycles of ZnO@CC/SSQDm at 0.5 mV s-1. Cycles at different scan rates of (d) ZnO@C550, (e) ZnO@CC/QQSDm, and (f) ZnO@CC/SSQD3m.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Galvanostatic charge/discharge properties of\n(a) ZnO@C550, (b)\nZnO@CC, (c) ZnO@CC/SSQD<sub>m</sub>, (d)­ZnO@CC/SSQD<sub>3m</sub> and\n(e) C550. The capacities at different current densities are compared\nin (f). Rate and cycling performance of (g) ZnO@C550 at 200 mA g<sup>–1</sup>, (h) ZnO@CC/SSQD<sub>m</sub> at 500–1000 mA\ng<sup>–1</sup> and (i) ZnO@CC/SSQD<sub>m</sub> at 5 A g<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-126614_0003.tif\"></graphic>\n</fig>", "clean_text": " 6  Galvanostatic charge/discharge properties of (a) ZnO@C550, (b) ZnO@CC, (c) ZnO@CC/SSQDm, (d)ZnO@CC/SSQD3m and (e) C550. The capacities at different current densities are compared in (f). Rate and cycling performance of (g) ZnO@C550 at 200 mA g-1, (h) ZnO@CC/SSQDm at 500-1000 mA g-1 and (i) ZnO@CC/SSQDm at 5 A g-1.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>\na–e\ndisplays the galvanostatic charge/discharge curves of ZnO@C550, ZnO@CC,\nZnO@CC/SSQD<sub>m</sub>, ZnO@CC/SSQD<sub>3m</sub>, and C550. The specific\ncapacities at corresponding current densities are listed in  and plotted in f. ZnO@CC has lower\ncapacities than that of the parent matrix, ZnO@C550, indicating that\nwhen SSQDs are introduced into the system in a glucose solution the\ndecomposed organic makes a negligible contribution to the increased\ncapacity. When 1 mg of SSQDs were added to 180 mg of ZnO@C550 to form\nZnO@CC/SSQD<sub>m</sub>, this both improves the capacity at low current\ndensity, owing to the silver nanoparticles increasing the connectivity\nin the matrix, and leads to a lower drop in performance with increasing\ncurrent density. Further increase of the amount of SSQDs (3 mg) in\nthe composite, ZnO@CC/SSQD<sub>3m</sub>, results in only a limited\nchange in the device performance at higher current densities but an\nenhanced capacity at low current densities, 50 and 100 mA g<sup>–1</sup>. The amorphous carbon C550, derived by treating ZnO@C550 in a strong\nbase, has negligible capacity (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S13</ext-link>).</p>", "clean_text": " a-e displays the galvanostatic charge/discharge curves of ZnO@C550, ZnO@CC, ZnO@CC/SSQDm, ZnO@CC/SSQD3m, and C550. The specific capacities at corresponding current densities are listed in  and plotted in f. ZnO@CC has lower capacities than that of the parent matrix, ZnO@C550, indicating that when SSQDs are introduced into the system in a glucose solution the decomposed organic makes a negligible contribution to the increased capacity. When 1 mg of SSQDs were added to 180 mg of ZnO@C550 to form ZnO@CC/SSQDm, this both improves the capacity at low current density, owing to the silver nanoparticles increasing the connectivity in the matrix, and leads to a lower drop in performance with increasing current density. Further increase of the amount of SSQDs (3 mg) in the composite, ZnO@CC/SSQD3m, results in only a limited change in the device performance at higher current densities but an enhanced capacity at low current densities, 50 and 100 mA g-1. The amorphous carbon C550, derived by treating ZnO@C550 in a strong base, has negligible capacity (see Figure S13).", "data": null, "include_properties": null}, {"idx": 27, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Specific Capacity (mAh g<sup>–1</sup>) of the\nAs-Prepared Samples at the Specific Current Densities</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">50 mA g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">100 mA g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">200 mA g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">500 mA g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">1000 mA g<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ZnO@C550</oasis:entry>\n<oasis:entry>667</oasis:entry>\n<oasis:entry>465</oasis:entry>\n<oasis:entry>318</oasis:entry>\n<oasis:entry>185</oasis:entry>\n<oasis:entry>118</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO@CC</oasis:entry>\n<oasis:entry>492</oasis:entry>\n<oasis:entry>325</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>154</oasis:entry>\n<oasis:entry>115</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO@CC/SSQD<sub>m</sub>\n</oasis:entry>\n<oasis:entry>690</oasis:entry>\n<oasis:entry>544</oasis:entry>\n<oasis:entry>438</oasis:entry>\n<oasis:entry>288</oasis:entry>\n<oasis:entry>213</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO@CC/SSQD<sub>3m</sub>\n</oasis:entry>\n<oasis:entry>1030</oasis:entry>\n<oasis:entry>560</oasis:entry>\n<oasis:entry>418</oasis:entry>\n<oasis:entry>274</oasis:entry>\n<oasis:entry>205</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C550</oasis:entry>\n<oasis:entry>226</oasis:entry>\n<oasis:entry>193</oasis:entry>\n<oasis:entry>164</oasis:entry>\n<oasis:entry>116</oasis:entry>\n<oasis:entry>89</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>At 200 mA g<sup>–1</sup>, as shown in g, ZnO@C550 shows\nstable cycling performance\nin capacity and coulombic efficiency. The device maintains a capacity\nof 332.3 mAh g<sup>–1</sup> with an efficiency of nearly 100%\nafter 100 cycles. At higher current density (500 mA g<sup>–1</sup>), the capacity of ZnO@C550 suffers fluctuations (200 mAh g<sup>–1</sup> at the 500th cycle) that are ascribed to the activation of dispersed\nZnO crystals; see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S14</ext-link>. ZnO@CC/SSQD<sub>m</sub> retains a capacity of 294 mAh g<sup>–1</sup>after\n500 cycles, whereas ZnO@CC/SSQD<sub>3m</sub> only retains 136 mAh\ng<sup>–1</sup> and suffers fluctuant capacities during cycling.\nThe in situ high-frequency resistance (HFR) measurement tracing the\n500 cycles of ZnO@CC/SSQD<sub>3m</sub> displays the point resistance\nat 1000 and 100 Hz. The up and down of the HFR correlate with the\ndecrease and increase in the capacity, well indicating the HFR of\nthe electrode is responsible for the fluctuations in capacity during\ncycling. h\nshows the rate performance of ZnO@CC/SSQD<sub>m</sub> at 1, 2, 5,\nand 10 A g<sup>–1</sup>, and each current has 100 cycles. The\nstable and average capacities are 208, 175, 118, and 81 mAh g<sup>–1</sup>, respectively, and after 400 cycles, the average\nvalue of 248 mAh g<sup>–1</sup> is recovered at 1 A g<sup>–1</sup>. The long-term and high-rate cycling of ZnO@CC/SSQD<sub>m</sub> at\n5 A g<sup>–1</sup> is shown in i. The capacity is still 97 mAh g<sup>–1</sup> after 1000 cycles, with a high coulombic efficiency of 99.8%. The\nZnS layer out of ZnO crystal is able to buffer the volume change during\nlithiation and delithiation, and the performance in lithium-ion storage\nis comparable with that in the published works.\n</p>", "clean_text": "At 200 mA g-1, as shown in g, ZnO@C550 shows stable cycling performance in capacity and coulombic efficiency. The device maintains a capacity of 332.3 mAh g-1 with an efficiency of nearly 100% after 100 cycles. At higher current density (500 mA g-1), the capacity of ZnO@C550 suffers fluctuations (200 mAh g-1 at the 500th cycle) that are ascribed to the activation of dispersed ZnO crystals; see Figure S14. ZnO@CC/SSQDm retains a capacity of 294 mAh g-1after 500 cycles, whereas ZnO@CC/SSQD3m only retains 136 mAh g-1 and suffers fluctuant capacities during cycling. The in situ high-frequency resistance (HFR) measurement tracing the 500 cycles of ZnO@CC/SSQD3m displays the point resistance at 1000 and 100 Hz. The up and down of the HFR correlate with the decrease and increase in the capacity, well indicating the HFR of the electrode is responsible for the fluctuations in capacity during cycling. h shows the rate performance of ZnO@CC/SSQDm at 1, 2, 5, and 10 A g-1, and each current has 100 cycles. The stable and average capacities are 208, 175, 118, and 81 mAh g-1, respectively, and after 400 cycles, the average value of 248 mAh g-1 is recovered at 1 A g-1. The long-term and high-rate cycling of ZnO@CC/SSQDm at 5 A g-1 is shown in i. The capacity is still 97 mAh g-1 after 1000 cycles, with a high coulombic efficiency of 99.8%. The ZnS layer out of ZnO crystal is able to buffer the volume change during lithiation and delithiation, and the performance in lithium-ion storage is comparable with that in the published works. ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The differential capacity, d­(capacity)/d­(voltage)\nagainst voltage\ncurves of C550, ZnO@C550, ZnO@CC, and ZnO@CC/SSQD<sub>m</sub> at a\ncurrent density of 200 mA g<sup>–1</sup> are displayed in . This representation\nexaggerates peaks due to charge-transfer processes and makes it easier\nto differentiate redox processes than the CVs discussed above. The\ndifferential capacity trace for C550 shows no sharp peaks and is consistent\nwith lithiation/delithiation of amorphous carbon material. ZnO@C550\nand ZnO@CC display five and three peaks in charge and discharge, respectively,\nconsistent with multiple redox reactions and alloying/dealloying steps.\nThe features for the ZnO@CC/SSQD<sub>m</sub> are much sharper than\nfor the other samples, pointing to improved electron transport in\nthe matrix. In the top plot of , the first charging peak is clearly split into two,\npossibly as a result of the voltage shift for the reactions of ZnS\nand ZnO with lithium.</p>", "clean_text": "The differential capacity, d(capacity)/d(voltage) against voltage curves of C550, ZnO@C550, ZnO@CC, and ZnO@CC/SSQDm at a current density of 200 mA g-1 are displayed in . This representation exaggerates peaks due to charge-transfer processes and makes it easier to differentiate redox processes than the CVs discussed above. The differential capacity trace for C550 shows no sharp peaks and is consistent with lithiation/delithiation of amorphous carbon material. ZnO@C550 and ZnO@CC display five and three peaks in charge and discharge, respectively, consistent with multiple redox reactions and alloying/dealloying steps. The features for the ZnO@CC/SSQDm are much sharper than for the other samples, pointing to improved electron transport in the matrix. In the top plot of , the first charging peak is clearly split into two, possibly as a result of the voltage shift for the reactions of ZnS and ZnO with lithium.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>d­(capacity)/d­(voltage) vs <italic>V</italic> curve calculated\nfrom\nthe galvanostatic charge/discharge curves at 200 mA g<sup>–1</sup> of C550, ZnO@C550, ZnO@CC, and ZnO@CC/SSQD<sub>m</sub>.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2017-126614_0002.tif\"></graphic>\n</fig>", "clean_text": " 7  d(capacity)/d(voltage) vs V curve calculated from the galvanostatic charge/discharge curves at 200 mA g-1 of C550, ZnO@C550, ZnO@CC, and ZnO@CC/SSQDm.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The impedance change of the as-prepared ZnO@CC/SSQD<sub>m</sub> anode materials with cycling was monitored using electrochemical\nimpedance spectroscopy (EIS). a,b depicts the Nyquist plots for ZnO@CC/SSQD<sub>m</sub> electrodes cycled 12 and 500 times. The equivalent circuits employed\nto fit the experimental data are shown as insets. In both equivalent\ncircuits, <italic>R</italic>\n<sub>1</sub> represents the purely ohmic\ninternal resistance of the cell that results from the electrode and\nelectrolyte. Constant phase element (CPE<sub>1</sub>) is the pseudocapacitance\nof the porous electrode. <italic>R</italic>\n<sub>2</sub> represents\nthe charge-transfer resistance and <italic>W</italic>\n<sub>1</sub> is\na Warburg component arising from the solid-state diffusion of Li ions\ninto the bulk. Long-term cycling, 500 cycles, produces <italic>R</italic>\n<sub>3</sub> in b, which is the surface resistance attributed to the thickening solid\nelectrolyte interphase film on the electrode, and <italic>C</italic>\n<sub>1</sub>, the capacitor in the bulk associated with\nLi<sup>+</sup> ions insertion. The values of the components that yielded\nthe best fit to the experimental data are shown in a,b, with values of errors listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Tables S2 and S3</ext-link>. For both ZnO@CC/SSQD<sub>m</sub> and ZnO@C550,\nas shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figures S15 and S16</ext-link>, the charge-transfer\nresistance, <italic>R</italic>\n<sub>2</sub>, is found to decrease after\n500 cycles, pointing to the facile insertion/desertion reaction of\nlithium ions through an enhanced electrochemical interface of the\nelectrode with cycling. The smaller <italic>R</italic>\n<sub>2</sub> value for ZnO@CC/SSQD<sub>m</sub>, in comparison to that of ZnO@C550,\nconfirms the improved conductivity, indicating a conductive network\nof Ag nanoparticles ().</p>", "clean_text": "The impedance change of the as-prepared ZnO@CC/SSQDm anode materials with cycling was monitored using electrochemical impedance spectroscopy (EIS). a,b depicts the Nyquist plots for ZnO@CC/SSQDm electrodes cycled 12 and 500 times. The equivalent circuits employed to fit the experimental data are shown as insets. In both equivalent circuits, R 1 represents the purely ohmic internal resistance of the cell that results from the electrode and electrolyte. Constant phase element (CPE1) is the pseudocapacitance of the porous electrode. R 2 represents the charge-transfer resistance and W 1 is a Warburg component arising from the solid-state diffusion of Li ions into the bulk. Long-term cycling, 500 cycles, produces R 3 in b, which is the surface resistance attributed to the thickening solid electrolyte interphase film on the electrode, and C 1, the capacitor in the bulk associated with Li+ ions insertion. The values of the components that yielded the best fit to the experimental data are shown in a,b, with values of errors listed in Tables S2 and S3. For both ZnO@CC/SSQDm and ZnO@C550, as shown in Figures S15 and S16, the charge-transfer resistance, R 2, is found to decrease after 500 cycles, pointing to the facile insertion/desertion reaction of lithium ions through an enhanced electrochemical interface of the electrode with cycling. The smaller R 2 value for ZnO@CC/SSQDm, in comparison to that of ZnO@C550, confirms the improved conductivity, indicating a conductive network of Ag nanoparticles ().", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>EIS of ZnO@CC/SSQD<sub>m</sub> and the fitted results for the (a)\n12th and (b) 500th cycle. The inset shows the relevant equivalent\ncircuit.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2017-126614_0004.tif\"></graphic>\n</fig>", "clean_text": " 8  EIS of ZnO@CC/SSQDm and the fitted results for the (a) 12th and (b) 500th cycle. The inset shows the relevant equivalent circuit.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>It has been demonstrated\nthat introduction of silver sulfide nanoparticles\ninto a carbon/nano-ZnO matrix, formed by the decomposition of distorted\nMOF-5 and the subsequent heat treatment of the composite significantly\nenhances the performance of the material as an anode in a lithium-ion\nbattery. At low current densities (200 mA g<sup>–1</sup>),\ntreatment of ZnO@C with Ag<sub>2</sub>S QDs results in a 38% improvement\nin the specific capacity. High-rate and cycling performance are also\nimproved remarkably compared with those of untreated samples. Characterization\nof the composite and analysis of its performance as an anode material\npoints to improved connectivity and electron transport as a result\nof incorporation of Ag nanoparticles in the matrix and improved cyclability\ndue to the partial sulfidation of the surface of the material. The\nmethodology has the potential to be used with other carbon–metal\noxide composites to improve their performance in energy-storage applications.</p>", "clean_text": "Conclusions\n\nIt has been demonstrated that introduction of silver sulfide nanoparticles into a carbon/nano-ZnO matrix, formed by the decomposition of distorted MOF-5 and the subsequent heat treatment of the composite significantly enhances the performance of the material as an anode in a lithium-ion battery. At low current densities (200 mA g-1), treatment of ZnO@C with Ag2S QDs results in a 38% improvement in the specific capacity. High-rate and cycling performance are also improved remarkably compared with those of untreated samples. Characterization of the composite and analysis of its performance as an anode material points to improved connectivity and electron transport as a result of incorporation of Ag nanoparticles in the matrix and improved cyclability due to the partial sulfidation of the surface of the material. The methodology has the potential to be used with other carbon-metal oxide composites to improve their performance in energy-storage applications.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.7b12661\">10.1021/acsami.7b12661</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>More characterization\nresults (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>More characterization\nresults (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">PDF</ext-link>)</p><p>The\nauthors\ndeclare no competing financial interest.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.7b12661.  More characterization results (PDF)   \n\nMore characterization results (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 8, 9, 10, 11", "type": "text", "classification": "synthesis condition", "content": "<title>Materials and Methods</title><title>Synthesis of MOF-5</title><p>Terephthalic acid (0.95 g) and Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (5.03 g) were dissolved\nin 80 mL of <italic>N</italic>,<italic>N</italic>-dimethylacetamide\n(DMA) in a 100 mL flask at room temperature. The solution was then\ncontinuously stirred at 600 rpm and refluxed at 120 °C for 17\nh, at a heating rate of 5 °C min<sup>–1</sup>. The precipitate\nobtained was collected after the solution had cooled down and was\nwashed with DMA three times before drying under vacuum overnight at\n80 °C.</p><title>Synthesis of C550</title><p>Two hundred and\nforty milligrams\nof as-prepared ZnO@C550 was mixed with 30 mL of 3 mol L<sup>–1</sup> KOH solution and stirred overnight. The precipitate was centrifuged\nand washed with water several times to remove K<sup>+</sup> ions before\ndrying in an oven at 80 °C. The powder was black and denoted\nC550.</p><title>Synthesis of ZnO@CC</title><p>Hundred and eighty milligrams of\nZnO@C550 was added into 20 mL of 0.1 mol L<sup>–1</sup> solution\nof glucose and stirred for 30 min before being transferred to the\n120 mL autoclave. The autoclave was put into the oven and heated at\na rate of 5 °C min<sup>–1</sup> to 180 °C, left for\n2 h, and then cooled down to room temperature. The solution was then\nfiltered and washed with ethanol and water several times before drying\nin vacuum at 80 °C.</p><title>Synthesis of Ag<sub>2</sub>S Quantum Dots\n(SSQDs)</title><p>Silver\nsulfide (Ag<sub>2</sub>S) quantum dots (SSQDs) were synthesized via\nthermal decomposition of silver diethyldithiocarbamate, Ag­(DDTC),\nas described in the literature. Briefly,\n0.1 mmol of Ag­(DDTC) was added to 10 g of 1-dodecanethiol (DT) in\na 100 mL three-necked flask at room temperature. Oxygen was removed\nfrom the slurry with vigorous magnetic stirring under vacuum for 5\nmin. The reaction flask was refilled with Ar, and the reaction temperature\nwas raised to 130 °C at a rate of 10 °C min<sup>–1</sup> and retained at this temperature for 1 min to allow the growth of\n2.7 nm SSQDs. The solution was cooled to room temperature under ambient\natmosphere, and 50 mL of ethanol was subsequently poured into the\nsolution. Ag<sub>2</sub>S QDs were collected by centrifugation at\n16 000<italic>g</italic> for 30 min. To render Ag<sub>2</sub>S QDs hydrophilic with a carboxylic acid group capping, ligand exchange\nof DT with dihydrolipoic acid (DHLA) was performed. A mixture of as-prepared Ag<sub>2</sub>S QDs (10 mg), cyclohexane\n(15 mL), ethanol (15 mL), and DHLA (100 g) was stirred at room temperature\nfor 48 h. The hydrophilic Ag<sub>2</sub>S QDs were collected by centrifugation\nat 16 000<italic>g</italic> for 1 h, washed with deionized\nwater twice, redispersed in deionized water, and stored at 4 °C\nin the dark.</p><title>Synthesis of SSQD-Inlayed ZnO/C</title><p>Two hundred microliters\nof as-prepared SSQD solution (5 mg mL<sup>–1</sup>) was mixed\nwith 20 mL of 0.1 mol L<sup>–1</sup> solution of glucose by\nstirring. Then, 180 mg of ZnO@C550 was added and stirred for 30 min\nbefore transfer to the 120 mL autoclave. The autoclave was put into\nthe oven and heated at a rate of 5 °C min<sup>–1</sup> to 180 °C, left for 2 h, and then cooled down to room temperature.\nThe solution was then filtered and washed with ethanol and water several\ntimes before drying in vacuum at 80 °C. The powder obtained was\nheated in Ar at a rate of 2 °C min<sup>–1</sup> to a temperature\nof 550°C and calcined for 5 h to transfer SSQDs into the ZnO@C\ncomposite, the final material being denoted as ZnO@CC/SSQD<sub>m</sub>. Similarly, when 600 μL of SSQD solution was used with 180\nmg of ZnO/C550 with the same method, the product was labeled ZnO@CC/SSQD<sub>3m</sub>.</p>", "clean_text": "Materials and Methods\n\nSynthesis of MOF-5\n\nTerephthalic acid (0.95 g) and Zn(NO3)2⋅6H2O (5.03 g) were dissolved in 80 mL of N,N-dimethylacetamide (DMA) in a 100 mL flask at room temperature. The solution was then continuously stirred at 600 rpm and refluxed at 120 °C for 17 h, at a heating rate of 5 °C min-1. The precipitate obtained was collected after the solution had cooled down and was washed with DMA three times before drying under vacuum overnight at 80 °C.\n\nSynthesis of C550\n\nTwo hundred and forty milligrams of as-prepared ZnO@C550 was mixed with 30 mL of 3 mol L-1 KOH solution and stirred overnight. The precipitate was centrifuged and washed with water several times to remove K+ ions before drying in an oven at 80 °C. The powder was black and denoted C550.\n\nSynthesis of ZnO@CC\n\nHundred and eighty milligrams of ZnO@C550 was added into 20 mL of 0.1 mol L-1 solution of glucose and stirred for 30 min before being transferred to the 120 mL autoclave. The autoclave was put into the oven and heated at a rate of 5 °C min-1 to 180 °C, left for 2 h, and then cooled down to room temperature. The solution was then filtered and washed with ethanol and water several times before drying in vacuum at 80 °C.\n\nSynthesis of Ag2S Quantum Dots (SSQDs)\n\nSilver sulfide (Ag2S) quantum dots (SSQDs) were synthesized via thermal decomposition of silver diethyldithiocarbamate, Ag(DDTC), as described in the literature. Briefly, 0.1 mmol of Ag(DDTC) was added to 10 g of 1-dodecanethiol (DT) in a 100 mL three-necked flask at room temperature. Oxygen was removed from the slurry with vigorous magnetic stirring under vacuum for 5 min. The reaction flask was refilled with Ar, and the reaction temperature was raised to 130 °C at a rate of 10 °C min-1 and retained at this temperature for 1 min to allow the growth of 2.7 nm SSQDs. The solution was cooled to room temperature under ambient atmosphere, and 50 mL of ethanol was subsequently poured into the solution. Ag2S QDs were collected by centrifugation at 16000g for 30 min. To render Ag2S QDs hydrophilic with a carboxylic acid group capping, ligand exchange of DT with dihydrolipoic acid (DHLA) was performed. A mixture of as-prepared Ag2S QDs (10 mg), cyclohexane (15 mL), ethanol (15 mL), and DHLA (100 g) was stirred at room temperature for 48 h. The hydrophilic Ag2S QDs were collected by centrifugation at 16000g for 1 h, washed with deionized water twice, redispersed in deionized water, and stored at 4 °C in the dark.\n\nSynthesis of SSQD-Inlayed ZnO/C\n\nTwo hundred microliters of as-prepared SSQD solution (5 mg mL-1) was mixed with 20 mL of 0.1 mol L-1 solution of glucose by stirring. Then, 180 mg of ZnO@C550 was added and stirred for 30 min before transfer to the 120 mL autoclave. The autoclave was put into the oven and heated at a rate of 5 °C min-1 to 180 °C, left for 2 h, and then cooled down to room temperature. The solution was then filtered and washed with ethanol and water several times before drying in vacuum at 80 °C. The powder obtained was heated in Ar at a rate of 2 °C min-1 to a temperature of 550°C and calcined for 5 h to transfer SSQDs into the ZnO@C composite, the final material being denoted as ZnO@CC/SSQDm. Similarly, when 600 μL of SSQD solution was used with 180 mg of ZnO/C550 with the same method, the product was labeled ZnO@CC/SSQD3m.", "data": [{"meta": {"name": "MOF-5", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Terephthalic acid", "amount": "0.95", "unit": "g"}, {"name": "Zn­(NO3)2·6H2O", "amount": "5.03", "unit": "g"}], "solution": [{"name": "N,N-dimethylacetamide", "amount": "80", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "17 h", "heating rate": "5°C min-1"}, {"synthesis method": "washing", "washing solution": "DMA", "amount": "three times"}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "vacuum", "time": "overnight"}]}, {"meta": {"name": "C550", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "3 mol L-1 KOH solution", "amount": "30", "unit": "mL"}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "", "time": ""}]}, {"meta": {"name": "ZnO@CC", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "ZnO@C550", "amount": "180", "unit": "mg"}], "solution": [{"name": "0.1 mol L-1 solution of glucose", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "180°C", "time": "2 h", "heating rate": "5°C min-1", "cooling rate": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "ethanol and water", "amount": "several times"}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "vacuum", "time": ""}, {"synthesis method": "calcination", "pressure": "", "temperature": "550°C", "atmosphere": "Ar", "time": "5 h"}]}, {"meta": {"name": "Ag2S Quantum Dots (SSQDs)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "thermal decomposition", "precursor": [{"name": "Ag(DDTC)", "amount": "0.1", "unit": "mmol"}, {"name": "1-dodecanethiol (DT)", "amount": "10", "unit": "g"}], "solution": [{"name": "cyclohexane", "amount": "15", "unit": "mL"}, {"name": "ethanol", "amount": "15", "unit": "mL"}, {"name": "DHLA", "amount": "100", "unit": "g"}], "pressure": "", "temperature": "130°C", "time": "1 min", "heating rate": "10°C min-1", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": "50 mL"}, {"synthesis method": "ligand exchange", "precursor": [{"name": "as-prepared Ag2S QDs", "amount": "10", "unit": "mg"}], "solution": [{"name": "cyclohexane", "amount": "15", "unit": "mL"}, {"name": "ethanol", "amount": "15", "unit": "mL"}, {"name": "DHLA", "amount": "100", "unit": "g"}], "pressure": "", "temperature": "", "time": "48 h"}, {"synthesis method": "centrifugation", "revolution per time": "16000g", "relative centrifugal force": "", "time": "1 h", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "deionized water", "amount": "twice"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}]}, {"meta": {"name": "SSQD-Inlayed ZnO/C", "symbol": "m", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "SSQD solution", "amount": "200", "unit": "μL"}, {"name": "ZnO@C550", "amount": "180", "unit": "mg"}], "solution": [{"name": "0.1 mol L-1 solution of glucose", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "180°C", "time": "2 h", "heating rate": "5°C min-1", "cooling rate": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "ethanol and water", "amount": "several times"}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "vacuum", "time": ""}, {"synthesis method": "calcination", "pressure": "", "temperature": "2°C min-1", "atmosphere": "Ar", "time": "5 h"}]}], "include_properties": ["chemical_synthesis", "washing", "drying", "centrifugation", "washing", "drying", "chemical_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "1, 17, 21", "type": "text", "classification": "property", "content": "<p>The\nlithium storage properties of the distorted metal–organic\nframework-derived nanosized ZnO@C are significantly improved by the\nintroduction of Ag<sub>2</sub>S quantum dots (QDs) during the processing\nof the material. In the thermal treatment, the Ag<sub>2</sub>S QDs\nreact to produce Ag nanoparticles and ZnS. The metal nanoparticles\nact to shorten electron pathways and improve the connectivity of the\nmatrix, and the partial sulfidation of the ZnO surface improves the\ncycling stability of the material. The electrochemical properties\nof ZnO@C, Ag<sub>2</sub>S QDs-treated ZnO@C, and the amorphous carbon\nin ZnO@C have been compared. The small weight ratio of Ag<sub>2</sub>S QDs to ZnO@C at 1:180 shows the best performance in lithium storage.\nThe exhibited specific capacities are improved and retained remarkably\nin the cycling at high current rates. At low current densities (200\nmA g<sup>–1</sup>), treatment of ZnO@C with Ag<sub>2</sub>S\nQDs results in a 38% increase in the specific capacity.</p><p>N<sub>2</sub> absorption/desorption isotherms of\nZnO@C550, ZnO@CC,\nand ZnO@CC/SSQD<sub>m</sub> are shown in c–e, which are typical type <italic>IV</italic> curves. The Brunauer–Emmett–Teller (BET)\ntheory was used to deduce the surface area of all of the samples,\nthe pore size distributions of ZnO@C550 and ZnO@CC/SSQD<sub>m</sub> were determined using the Barrett–Joyner–Halenda method\non account of their mixed macroporosity and mesoporosity, and density\nfunctional theory was employed to find the pore size distribution\nof the mesoporous ZnO@CC sample. ZnO@C550 has a BET surface area of\n222 m<sup>2</sup> g<sup>–1</sup>, with pore sizes distributed\nover around 49 and 545 nm and a pore volume of 0.352 m<sup>3</sup> g<sup>–1</sup>. ZnO@CC has a BET surface area of 252 m<sup>2</sup> g<sup>–1</sup>, a pore size below 20 nm, and a pore\nvolume of 0.387 m<sup>3</sup> g<sup>–1</sup>. ZnO@CC/SSQD<sub>m</sub> shows 231 m<sup>2</sup> g<sup>–1</sup>, with pore\nsizes over around 41 and 576 nm and a pore volume of 0.366 m<sup>3</sup> g<sup>–1</sup>. The enlarged surface area and pore volume\nof ZnO@CC and ZnO@CC/SSQD<sub>m</sub> indicates that the penetrated\nglucose in the pores larger than microsize has decomposed in hydrothermal\nand calcination treatment to become amorphous carbon, which contributes\nmore pore area and volume. The total\ncarbon contents of ZnO@C550, ZnO@CC, and ZnO@CC/SSQD<sub>m</sub> are\n20, 17.4, and 14.3%, respectively, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S4</ext-link>. f displays the Raman spectra of ZnO@C550 and ZnO@CC/SSQD<sub>m</sub>. ZnO has optical phonons represented as A<sub>1</sub>, E<sub>1</sub>, <sup>2</sup>E<sub>2</sub>, and <sup>2</sup>B<sub>1</sub>, amongst which the A<sub>1</sub> and E<sub>1</sub> modes are polar\nmodes active for both Raman and infrared, the E<sub>2</sub> mode is\nnonpolar and only active for Raman, and the B<sub>1</sub> mode is\na silent mode. A<sub>1</sub> and E<sub>1</sub> modes split into longitudinal and transverse components,\nand the E<sub>2</sub> mode comprises low-frequency phonons, E<sub>2</sub>(L), and high-frequency phonons, E<sub>2</sub>(H). The bands\naround 435 and 327 cm<sup>–1</sup> (inset of f) are due to the E<sub>2</sub>(H) mode and multiphonon scattering consisting of predominant A<sub>1</sub> and smaller E<sub>2</sub> and E<sub>1</sub> symmetry. The bands at 1340 and 1589 cm<sup>–1</sup> are typical D\nand G modes of carbon materials, and the intensity ratio <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> is indicative of the\nfraction of the graphite structure. The <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> ratios of ZnO@CC/SSQD<sub>m</sub> and ZnO@C550 are 0.83 and 0.95, respectively, indicating\nthat the degree of graphitization increases as glucose decomposes\nin ZnO@C550.</p><p>\n displays\nthe high-resolution XPS spectra of Ag, S, and Zn of ZnO@CC/SSQD<sub>m</sub>. The spectrum of Ag 3d in a shows characteristics typical of a metal. This spectrum contains two components: one at\n368.3 eV for Ag 3d<sub>5/2</sub> and the other at 374.3 eV for Ag\n3d<sub>3/2</sub>; the difference in binding energy of 6 eV results\nfrom spin–orbital effects. The\norbital spin of silver metal leads to the loss of features at the\nhigher binding energy side of each component. The intensity of the\nS 2p spectrum, as shown in b, is considerably weaker than that for Ag. The S 2p\nspectrum is consistent with the presence of ZnS and a very small amount\nof S in the as-prepared composite, with the absence of Ag–S\nconfirming that all the SSQDs have been reacted to Ag nanoparticles,\nin agreement with the Ag 3d XPS deconvolution and XRD analysis. The\nS 2p<sub>3/2</sub> of ZnS is located at 161.7 eV and that of S is\nat 163.8 eV. The spin–orbit of\nS 2p results in 1.16 eV difference between S 2p<sub>3/2</sub> and\nS 2p<sub>1/2</sub>. In agreement, the Zn 2p spectrum, as shown in c, displays two 2p<sub>3/2</sub> components at 1022.1 and 1021.9 eV pointing to Zn–O\nand Zn–S, respectively. The spin–orbital of Zn\n2p results in a pair of 2p<sub>3/2</sub> and 2p<sub>1/2</sub> with\na difference of 23 eV in binding energy. The atomic ratio of S/Ag/Zn\nis 0.9:7.6:91.5 through the XPS survey of S 2p<sub>3/2</sub>, Ag 3d<sub>5/2</sub>, and Zn 2p<sub>3/2</sub>; see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S8</ext-link>. The small amount of ZnS in the composite, consistent with\na sub-monolayer of ZnS on the ZnO surface, explains the absence of\nZnS signals in the XRD patterns and the Raman spectra. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S9</ext-link> shows the atom ratio of S/Ag/Zn is\n2.9:7:90.1 in ZnO@CC/SSQD<sub>m</sub>; thus, the ratio of ZnS/ZnO\nincreased from 1:90 to 1:30 when three times more SSQDs are added\nin the synthesis of ZnO@CC/SSQD<sub>3m</sub>. The Ag content is found\nto be lower than that in ZnO@CC/SSQD<sub>m</sub>, indicating the Ag\nparticles aggregate during the sulfidation reaction, consistent with\nthe EDX mapping.</p>", "clean_text": "The lithium storage properties of the distorted metal-organic framework-derived nanosized ZnO@C are significantly improved by the introduction of Ag2S quantum dots (QDs) during the processing of the material. In the thermal treatment, the Ag2S QDs react to produce Ag nanoparticles and ZnS. The metal nanoparticles act to shorten electron pathways and improve the connectivity of the matrix, and the partial sulfidation of the ZnO surface improves the cycling stability of the material. The electrochemical properties of ZnO@C, Ag2S QDs-treated ZnO@C, and the amorphous carbon in ZnO@C have been compared. The small weight ratio of Ag2S QDs to ZnO@C at 1:180 shows the best performance in lithium storage. The exhibited specific capacities are improved and retained remarkably in the cycling at high current rates. At low current densities (200 mA g-1), treatment of ZnO@C with Ag2S QDs results in a 38% increase in the specific capacity.\n\nN2 absorption/desorption isotherms of ZnO@C550, ZnO@CC, and ZnO@CC/SSQDm are shown in c-e, which are typical type IV curves. The Brunauer-Emmett-Teller (BET) theory was used to deduce the surface area of all of the samples, the pore size distributions of ZnO@C550 and ZnO@CC/SSQDm were determined using the Barrett-Joyner-Halenda method on account of their mixed macroporosity and mesoporosity, and density functional theory was employed to find the pore size distribution of the mesoporous ZnO@CC sample. ZnO@C550 has a BET surface area of 222 m2 g-1, with pore sizes distributed over around 49 and 545 nm and a pore volume of 0.352 m3 g-1. ZnO@CC has a BET surface area of 252 m2 g-1, a pore size below 20 nm, and a pore volume of 0.387 m3 g-1. ZnO@CC/SSQDm shows 231 m2 g-1, with pore sizes over around 41 and 576 nm and a pore volume of 0.366 m3 g-1. The enlarged surface area and pore volume of ZnO@CC and ZnO@CC/SSQDm indicates that the penetrated glucose in the pores larger than microsize has decomposed in hydrothermal and calcination treatment to become amorphous carbon, which contributes more pore area and volume. The total carbon contents of ZnO@C550, ZnO@CC, and ZnO@CC/SSQDm are 20, 17.4, and 14.3%, respectively, as shown in Figure S4. f displays the Raman spectra of ZnO@C550 and ZnO@CC/SSQDm. ZnO has optical phonons represented as A1, E1, 2E2, and 2B1, amongst which the A1 and E1 modes are polar modes active for both Raman and infrared, the E2 mode is nonpolar and only active for Raman, and the B1 mode is a silent mode. A1 and E1 modes split into longitudinal and transverse components, and the E2 mode comprises low-frequency phonons, E2(L), and high-frequency phonons, E2(H). The bands around 435 and 327 cm-1 (inset of f) are due to the E2(H) mode and multiphonon scattering consisting of predominant A1 and smaller E2 and E1 symmetry. The bands at 1340 and 1589 cm-1 are typical D and G modes of carbon materials, and the intensity ratio I D/I G is indicative of the fraction of the graphite structure. The I D/I G ratios of ZnO@CC/SSQDm and ZnO@C550 are 0.83 and 0.95, respectively, indicating that the degree of graphitization increases as glucose decomposes in ZnO@C550.\n\n  displays the high-resolution XPS spectra of Ag, S, and Zn of ZnO@CC/SSQDm. The spectrum of Ag 3d in a shows characteristics typical of a metal. This spectrum contains two components: one at 368.3 eV for Ag 3d5/2 and the other at 374.3 eV for Ag 3d3/2; the difference in binding energy of 6 eV results from spin-orbital effects. The orbital spin of silver metal leads to the loss of features at the higher binding energy side of each component. The intensity of the S 2p spectrum, as shown in b, is considerably weaker than that for Ag. The S 2p spectrum is consistent with the presence of ZnS and a very small amount of S in the as-prepared composite, with the absence of Ag-S confirming that all the SSQDs have been reacted to Ag nanoparticles, in agreement with the Ag 3d XPS deconvolution and XRD analysis. The S 2p3/2 of ZnS is located at 161.7 eV and that of S is at 163.8 eV. The spin-orbit of S 2p results in 1.16 eV difference between S 2p3/2 and S 2p1/2. In agreement, the Zn 2p spectrum, as shown in c, displays two 2p3/2 components at 1022.1 and 1021.9 eV pointing to Zn-O and Zn-S, respectively. The spin-orbital of Zn 2p results in a pair of 2p3/2 and 2p1/2 with a difference of 23 eV in binding energy. The atomic ratio of S/Ag/Zn is 0.9:7.6:91.5 through the XPS survey of S 2p3/2, Ag 3d5/2, and Zn 2p3/2; see Figure S8. The small amount of ZnS in the composite, consistent with a sub-monolayer of ZnS on the ZnO surface, explains the absence of ZnS signals in the XRD patterns and the Raman spectra. Figure S9 shows the atom ratio of S/Ag/Zn is 2.9:7:90.1 in ZnO@CC/SSQDm; thus, the ratio of ZnS/ZnO increased from 1:90 to 1:30 when three times more SSQDs are added in the synthesis of ZnO@CC/SSQD3m. The Ag content is found to be lower than that in ZnO@CC/SSQDm, indicating the Ag particles aggregate during the sulfidation reaction, consistent with the EDX mapping.", "data": [[{"meta": {"name": "ZnO@C550", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "222", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "ZnO@CC", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "252", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "ZnO@CC/SSQDm", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "231", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": "23, 28", "type": "text", "classification": "property", "content": "<p>Electrodes comprising ZnO@C550, ZnO@CC, ZnO@CC/SSQD<sub>m</sub>, and ZnO@CC/SSQD<sub>3m</sub> were electrochemically tested in coin\ncells with lithium metal as the counter electrode material. Cyclic\nvoltammograms (CVs) of the samples were obtained between 0.01 and\n3.00 V versus Li<sup>+</sup>/Li at a scan rate of 0.5 mV s<sup>–1</sup>; see . The\nsmaller areas under the CV curves of ZnO@C550 and ZnO@CC, in comparison\nto the samples ZnO@CC/SSQD<sub>m</sub> and ZnO@CC/SSQD<sub>3m</sub>, indicate a lower capacity for the former. This is confirmed by\nintegration of the CV peak at 0.5 V where a larger capacity is observed\nwhen SSQDs are used in the processing (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Table S1</ext-link>). The CV measured at 0.5 mV s<sup>–1</sup> of ZnO@CC/SSQD<sub>m</sub> shows more features that those of ZnO@C550, ZnO@CC, and ZnO@CC/SSQD<sub>3m</sub> at the same scan rate. The additional peaks observed in\nZnO@CC/SSQD<sub>m</sub> can be observed for all electrodes when lower\nscan rates are employed; for ZnO@C550 see b, for ZnO@CC see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S10</ext-link>, and for ZnO@CC/SSQD<sub>3m</sub> see d. The fact that the additional\nfeatures are retained at higher scan rates for ZnO@CC/SSQD<sub>m</sub> electrodes points to an enhanced rate performance for this material.\nDisplayed in c, the CV curves of ZnO@CC/SSQD<sub>m</sub> have two cathodic peaks\nat 0.55 and 0.2 V corresponding to the reduction of ZnO/ZnS to Zn\n() and the\nformation of Zn–Li alloys () and/or the decomposition of electrolyte. The multiple anodic peaks before\n1 V result from the multistep dealloying reaction among LiZn, Li<sub>2</sub>Zn<sub>3</sub>, LiZn<sub>2</sub>, and Li<sub>2</sub>Zn<sub>5</sub>, and the peak at 1.5 V is due to the decomposition of Li<sub>2</sub>O.<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-126614_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>ZnO</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>ZnS</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>↔</mml:mo>\n<mml:mi>Zn</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">S</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"am-2017-126614_m002.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\">\n<mml:mi>Zn</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>↔</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Zn</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">5</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>↔</mml:mo>\n<mml:mi>Li</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Zn</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>↔</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Li</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Zn</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn mathvariant=\"normal\">3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>↔</mml:mo>\n<mml:mi>LiZn</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>CV curves\nat different scan rates are shown\nin d–f\nfor ZnO@C550, ZnO@CC/SSQD<sub>m</sub>, and ZnO@CC/SSQD<sub>3m</sub>. For ZnO@C550, the cathodic peak is extremely depressed at high\nrates and the anodic peak II moves to higher potential with an increased\nscan rate. In contrast, for ZnO@CC/QQSD<sub>m</sub>, the potential\nof the CV peaks is stable and for ZnO@CC/SSQD<sub>3m</sub> peak II\ndownshifts with an increasing scan rate. The upshift of the anodic\npeak with the scan rate for ZnO@C550 points to high internal resistance\nin the system. SSQDs’ incorporation decreases the resistance,\nleading to lower distortion of the CV peaks for the ZnO@CC/QQSD<sub>m</sub> and ZnO@CC/SSQD<sub>3m</sub> systems. In cyclic voltammetry,\nthe peak current (<italic>i</italic>\n<sub>p</sub>) and the scan rate\n(<italic>v</italic>) are related by the expression <italic>i</italic>\n<sub>p</sub> = <italic>av<sup>b</sup>\n</italic>, where <italic>b</italic>, the slope of the lg­(<italic>v</italic>)–lg­(<italic>i</italic>\n<sub>p</sub>) plot, has a value of 0.5 for a diffusion-controlled\nprocess and that of unity when charge transfer is surface-controlled. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S11</ext-link> shows the relationship between lg­(<italic>v</italic>) and lg­(<italic>i</italic>\n<sub>p</sub>) of peak I and\npeak II from ZnO@C550 and ZnO@CC/SSQD<sub>3m</sub>, respectively.\nThe <italic>b</italic> values from peak I and peak II of ZnO@C550\nare 0.69 and 0.76 and for ZnO@CC/SSQD<sub>3m</sub> are 0.98 and 0.8\nat a scan rate above 0.2 mV s<sup>–1</sup>. The switch to surface\ncontrol of the electrochemical reaction in ZnO@CC/SSQD<sub>3m</sub> at high scan rates indicates a more facile injection of Li<sup>+</sup> into the ZnS-coated material at high current densities. The Li<sup>+</sup>-ion-diffusion capability\nis evaluated by the apparent diffusion coefficient. The linear relationship\nbetween the anodic peak current (<italic>i</italic>\n<sub>p</sub>) and\nsquare root of scan rates resulting from the CV curves of ZnO@C550\nand ZnO@CC/SSQD<sub>3m</sub> is depicted in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S12</ext-link>. Thus, the ion-diffusion coefficients are calculated using\nthe Randle–Sevcik equation. It is found\nthat the coefficients are 3.6 × 10<sup>–11</sup> and 1.7\n× 10<sup>–11</sup> cm<sup>2</sup> s<sup>–1</sup> for anodic peaks I and II, respectively, of ZnO@C550 and increase\nto 9.9 × 10<sup>–10</sup> and 4.7 × 10<sup>–10</sup> cm<sup>2</sup> s<sup>–1</sup> for ZnO@CC/SSQD<sub>3m</sub>, respectively, demonstrating the facile lithium diffusion in the\ncompound after sulfidation.</p><p>At 200 mA g<sup>–1</sup>, as shown in g, ZnO@C550 shows\nstable cycling performance\nin capacity and coulombic efficiency. The device maintains a capacity\nof 332.3 mAh g<sup>–1</sup> with an efficiency of nearly 100%\nafter 100 cycles. At higher current density (500 mA g<sup>–1</sup>), the capacity of ZnO@C550 suffers fluctuations (200 mAh g<sup>–1</sup> at the 500th cycle) that are ascribed to the activation of dispersed\nZnO crystals; see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.7b12661/suppl_file/am7b12661_si_001.pdf\">Figure S14</ext-link>. ZnO@CC/SSQD<sub>m</sub> retains a capacity of 294 mAh g<sup>–1</sup>after\n500 cycles, whereas ZnO@CC/SSQD<sub>3m</sub> only retains 136 mAh\ng<sup>–1</sup> and suffers fluctuant capacities during cycling.\nThe in situ high-frequency resistance (HFR) measurement tracing the\n500 cycles of ZnO@CC/SSQD<sub>3m</sub> displays the point resistance\nat 1000 and 100 Hz. The up and down of the HFR correlate with the\ndecrease and increase in the capacity, well indicating the HFR of\nthe electrode is responsible for the fluctuations in capacity during\ncycling. h\nshows the rate performance of ZnO@CC/SSQD<sub>m</sub> at 1, 2, 5,\nand 10 A g<sup>–1</sup>, and each current has 100 cycles. The\nstable and average capacities are 208, 175, 118, and 81 mAh g<sup>–1</sup>, respectively, and after 400 cycles, the average\nvalue of 248 mAh g<sup>–1</sup> is recovered at 1 A g<sup>–1</sup>. The long-term and high-rate cycling of ZnO@CC/SSQD<sub>m</sub> at\n5 A g<sup>–1</sup> is shown in i. The capacity is still 97 mAh g<sup>–1</sup> after 1000 cycles, with a high coulombic efficiency of 99.8%. The\nZnS layer out of ZnO crystal is able to buffer the volume change during\nlithiation and delithiation, and the performance in lithium-ion storage\nis comparable with that in the published works.\n</p>", "clean_text": "Electrodes comprising ZnO@C550, ZnO@CC, ZnO@CC/SSQDm, and ZnO@CC/SSQD3m were electrochemically tested in coin cells with lithium metal as the counter electrode material. Cyclic voltammograms (CVs) of the samples were obtained between 0.01 and 3.00 V versus Li+/Li at a scan rate of 0.5 mV s-1; see . The smaller areas under the CV curves of ZnO@C550 and ZnO@CC, in comparison to the samples ZnO@CC/SSQDm and ZnO@CC/SSQD3m, indicate a lower capacity for the former. This is confirmed by integration of the CV peak at 0.5 V where a larger capacity is observed when SSQDs are used in the processing (see Table S1). The CV measured at 0.5 mV s-1 of ZnO@CC/SSQDm shows more features that those of ZnO@C550, ZnO@CC, and ZnO@CC/SSQD3m at the same scan rate. The additional peaks observed in ZnO@CC/SSQDm can be observed for all electrodes when lower scan rates are employed; for ZnO@C550 see b, for ZnO@CC see Figure S10, and for ZnO@CC/SSQD3m see d. The fact that the additional features are retained at higher scan rates for ZnO@CC/SSQDm electrodes points to an enhanced rate performance for this material. Displayed in c, the CV curves of ZnO@CC/SSQDm have two cathodic peaks at 0.55 and 0.2 V corresponding to the reduction of ZnO/ZnS to Zn () and the formation of Zn-Li alloys () and/or the decomposition of electrolyte. The multiple anodic peaks before 1 V result from the multistep dealloying reaction among LiZn, Li2Zn3, LiZn2, and Li2Zn5, and the peak at 1.5 V is due to the decomposition of Li2O. 1    ZnO / ZnS +   Li   +   + 2   e   -   ↔ Zn +   Li   2   O /   Li   x   S     2    Zn +   Li   +   +   e   -   ↔  (   Li   2     Zn   5   ↔ Li   Zn   2   ↔   Li   2     Zn   3   )  ↔ LiZn   CV curves at different scan rates are shown in d-f for ZnO@C550, ZnO@CC/SSQDm, and ZnO@CC/SSQD3m. For ZnO@C550, the cathodic peak is extremely depressed at high rates and the anodic peak II moves to higher potential with an increased scan rate. In contrast, for ZnO@CC/QQSDm, the potential of the CV peaks is stable and for ZnO@CC/SSQD3m peak II downshifts with an increasing scan rate. The upshift of the anodic peak with the scan rate for ZnO@C550 points to high internal resistance in the system. SSQDs' incorporation decreases the resistance, leading to lower distortion of the CV peaks for the ZnO@CC/QQSDm and ZnO@CC/SSQD3m systems. In cyclic voltammetry, the peak current (i p) and the scan rate (v) are related by the expression i p = avb , where b, the slope of the lg(v)-lg(i p) plot, has a value of 0.5 for a diffusion-controlled process and that of unity when charge transfer is surface-controlled. Figure S11 shows the relationship between lg(v) and lg(i p) of peak I and peak II from ZnO@C550 and ZnO@CC/SSQD3m, respectively. The b values from peak I and peak II of ZnO@C550 are 0.69 and 0.76 and for ZnO@CC/SSQD3m are 0.98 and 0.8 at a scan rate above 0.2 mV s-1. The switch to surface control of the electrochemical reaction in ZnO@CC/SSQD3m at high scan rates indicates a more facile injection of Li+ into the ZnS-coated material at high current densities. The Li+-ion-diffusion capability is evaluated by the apparent diffusion coefficient. The linear relationship between the anodic peak current (i p) and square root of scan rates resulting from the CV curves of ZnO@C550 and ZnO@CC/SSQD3m is depicted in Figure S12. Thus, the ion-diffusion coefficients are calculated using the Randle-Sevcik equation. It is found that the coefficients are 3.6 × 10-11 and 1.7 × 10-11 cm2 s-1 for anodic peaks I and II, respectively, of ZnO@C550 and increase to 9.9 × 10-10 and 4.7 × 10-10 cm2 s-1 for ZnO@CC/SSQD3m, respectively, demonstrating the facile lithium diffusion in the compound after sulfidation.\n\nAt 200 mA g-1, as shown in g, ZnO@C550 shows stable cycling performance in capacity and coulombic efficiency. The device maintains a capacity of 332.3 mAh g-1 with an efficiency of nearly 100% after 100 cycles. At higher current density (500 mA g-1), the capacity of ZnO@C550 suffers fluctuations (200 mAh g-1 at the 500th cycle) that are ascribed to the activation of dispersed ZnO crystals; see Figure S14. ZnO@CC/SSQDm retains a capacity of 294 mAh g-1after 500 cycles, whereas ZnO@CC/SSQD3m only retains 136 mAh g-1 and suffers fluctuant capacities during cycling. The in situ high-frequency resistance (HFR) measurement tracing the 500 cycles of ZnO@CC/SSQD3m displays the point resistance at 1000 and 100 Hz. The up and down of the HFR correlate with the decrease and increase in the capacity, well indicating the HFR of the electrode is responsible for the fluctuations in capacity during cycling. h shows the rate performance of ZnO@CC/SSQDm at 1, 2, 5, and 10 A g-1, and each current has 100 cycles. The stable and average capacities are 208, 175, 118, and 81 mAh g-1, respectively, and after 400 cycles, the average value of 248 mAh g-1 is recovered at 1 A g-1. The long-term and high-rate cycling of ZnO@CC/SSQDm at 5 A g-1 is shown in i. The capacity is still 97 mAh g-1 after 1000 cycles, with a high coulombic efficiency of 99.8%. The ZnS layer out of ZnO crystal is able to buffer the volume change during lithiation and delithiation, and the performance in lithium-ion storage is comparable with that in the published works. ", "data": [[{"meta": {"name": "ZnO@C550", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "electrochemical testing", "value": "", "unit": "", "condition": "coin cells with lithium metal as the counter electrode material"}, {"property name": "scan rate", "value": "0.5", "unit": "mV s^–1", "condition": ""}, {"property name": "capacity", "value": "332.3", "unit": "mAh g^–1", "condition": "at 200 mA g^–1"}, {"property name": "coulombic efficiency", "value": "100", "unit": "%", "condition": "at 200 mA g^–1"}, {"property name": "capacity", "value": "200", "unit": "mAh g^–1", "condition": "at 500 mA g^–1"}, {"property name": "capacity", "value": "294", "unit": "mAh g^–1", "condition": "after 500 cycles for ZnO@CC/SSQD_m"}, {"property name": "capacity", "value": "136", "unit": "mAh g^–1", "condition": "after 500 cycles for ZnO@CC/SSQD_3m"}, {"property name": "high-frequency resistance", "value": "", "unit": "", "condition": "in situ measurement tracing the 500 cycles of ZnO@CC/SSQD_3m"}, {"property name": "rate performance", "value": "208", "unit": "mAh g^–1", "condition": "at 1 A g^–1"}, {"property name": "rate performance", "value": "175", "unit": "mAh g^–1", "condition": "at 2 A g^–1"}, {"property name": "rate performance", "value": "118", "unit": "mAh g^–1", "condition": "at 5 A g^–1"}, {"property name": "rate performance", "value": "81", "unit": "mAh g^–1", "condition": "at 10 A g^–1"}, {"property name": "average capacity", "value": "248", "unit": "mAh g^–1", "condition": "after 400 cycles at 1 A g^–1"}, {"property name": "capacity", "value": "97", "unit": "mAh g^–1", "condition": "after 1000 cycles at 5 A g^–1"}, {"property name": "coulombic efficiency", "value": "99.8", "unit": "%", "condition": "after 1000 cycles at 5 A g^–1"}]}]], "include_properties": ["etc"]}, {"idx": 33, "type": "text", "classification": "property", "content": "<title>Conclusions</title><p>It has been demonstrated\nthat introduction of silver sulfide nanoparticles\ninto a carbon/nano-ZnO matrix, formed by the decomposition of distorted\nMOF-5 and the subsequent heat treatment of the composite significantly\nenhances the performance of the material as an anode in a lithium-ion\nbattery. At low current densities (200 mA g<sup>–1</sup>),\ntreatment of ZnO@C with Ag<sub>2</sub>S QDs results in a 38% improvement\nin the specific capacity. High-rate and cycling performance are also\nimproved remarkably compared with those of untreated samples. Characterization\nof the composite and analysis of its performance as an anode material\npoints to improved connectivity and electron transport as a result\nof incorporation of Ag nanoparticles in the matrix and improved cyclability\ndue to the partial sulfidation of the surface of the material. The\nmethodology has the potential to be used with other carbon–metal\noxide composites to improve their performance in energy-storage applications.</p>", "clean_text": "Conclusions\n\nIt has been demonstrated that introduction of silver sulfide nanoparticles into a carbon/nano-ZnO matrix, formed by the decomposition of distorted MOF-5 and the subsequent heat treatment of the composite significantly enhances the performance of the material as an anode in a lithium-ion battery. At low current densities (200 mA g-1), treatment of ZnO@C with Ag2S QDs results in a 38% improvement in the specific capacity. High-rate and cycling performance are also improved remarkably compared with those of untreated samples. Characterization of the composite and analysis of its performance as an anode material points to improved connectivity and electron transport as a result of incorporation of Ag nanoparticles in the matrix and improved cyclability due to the partial sulfidation of the surface of the material. The methodology has the potential to be used with other carbon-metal oxide composites to improve their performance in energy-storage applications.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "specific capacity", "value": "", "unit": "", "condition": "low current densities (200 mA g-1)"}, {"property name": "high-rate performance", "value": "", "unit": "", "condition": ""}, {"property name": "cycling performance", "value": "", "unit": "", "condition": ""}, {"property name": "connectivity", "value": "", "unit": "", "condition": ""}, {"property name": "electron transport", "value": "", "unit": "", "condition": ""}, {"property name": "cyclability", "value": "", "unit": "", "condition": ""}, {"property name": "methodology potential", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 27, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Specific Capacity (mAh g<sup>–1</sup>) of the\nAs-Prepared Samples at the Specific Current Densities</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">50 mA g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">100 mA g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">200 mA g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">500 mA g<sup>–1</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">1000 mA g<sup>–1</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ZnO@C550</oasis:entry>\n<oasis:entry>667</oasis:entry>\n<oasis:entry>465</oasis:entry>\n<oasis:entry>318</oasis:entry>\n<oasis:entry>185</oasis:entry>\n<oasis:entry>118</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO@CC</oasis:entry>\n<oasis:entry>492</oasis:entry>\n<oasis:entry>325</oasis:entry>\n<oasis:entry>233</oasis:entry>\n<oasis:entry>154</oasis:entry>\n<oasis:entry>115</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO@CC/SSQD<sub>m</sub>\n</oasis:entry>\n<oasis:entry>690</oasis:entry>\n<oasis:entry>544</oasis:entry>\n<oasis:entry>438</oasis:entry>\n<oasis:entry>288</oasis:entry>\n<oasis:entry>213</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO@CC/SSQD<sub>3m</sub>\n</oasis:entry>\n<oasis:entry>1030</oasis:entry>\n<oasis:entry>560</oasis:entry>\n<oasis:entry>418</oasis:entry>\n<oasis:entry>274</oasis:entry>\n<oasis:entry>205</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C550</oasis:entry>\n<oasis:entry>226</oasis:entry>\n<oasis:entry>193</oasis:entry>\n<oasis:entry>164</oasis:entry>\n<oasis:entry>116</oasis:entry>\n<oasis:entry>89</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Specific Capacity (mAh g–1) of the As-Prepared Samples at the Specific Current Densities\n\n| sample | 50 mA g–1 | 100 mA g–1 | 200 mA g–1 | 500 mA g–1 | 1000 mA g–1 |\n|--------|----------|------------|------------|------------|-------------|\n| ZnO@C550 | 667 | 465 | 318 | 185 | 118 |\n| ZnO@CC | 492 | 325 | 233 | 154 | 115 |\n| ZnO@CC/SSQDm | 690 | 544 | 438 | 288 | 213 |\n| ZnO@CC/SSQD3m | 1030 | 560 | 418 | 274 | 205 |\n| C550 | 226 | 193 | 164 | 116 | 89 |", "data": [{"meta": {"name": "ZnO@C550", "symbol": "", "chemical formula": ""}, "specific capacity": [{"current density": "50 mA g–1", "value": "667", "unit": "mAh g–1", "condition": ""}, {"current density": "100 mA g–1", "value": "465", "unit": "mAh g–1", "condition": ""}, {"current density": "200 mA g–1", "value": "318", "unit": "mAh g–1", "condition": ""}, {"current density": "500 mA g–1", "value": "185", "unit": "mAh g–1", "condition": ""}, {"current density": "1000 mA g–1", "value": "118", "unit": "mAh g–1", "condition": ""}]}, {"meta": {"name": "ZnO@CC", "symbol": "", "chemical formula": ""}, "specific capacity": [{"current density": "50 mA g–1", "value": "492", "unit": "mAh g–1", "condition": ""}, {"current density": "100 mA g–1", "value": "325", "unit": "mAh g–1", "condition": ""}, {"current density": "200 mA g–1", "value": "233", "unit": "mAh g–1", "condition": ""}, {"current density": "500 mA g–1", "value": "154", "unit": "mAh g–1", "condition": ""}, {"current density": "1000 mA g–1", "value": "115", "unit": "mAh g–1", "condition": ""}]}, {"meta": {"name": "ZnO@CC/SSQDm", "symbol": "", "chemical formula": ""}, "specific capacity": [{"current density": "50 mA g–1", "value": "690", "unit": "mAh g–1", "condition": ""}, {"current density": "100 mA g–1", "value": "544", "unit": "mAh g–1", "condition": ""}, {"current density": "200 mA g–1", "value": "438", "unit": "mAh g–1", "condition": ""}, {"current density": "500 mA g–1", "value": "288", "unit": "mAh g–1", "condition": ""}, {"current density": "1000 mA g–1", "value": "213", "unit": "mAh g–1", "condition": ""}]}, {"meta": {"name": "ZnO@CC/SSQD3m", "symbol": "", "chemical formula": ""}, "specific capacity": [{"current density": "50 mA g–1", "value": "1030", "unit": "mAh g–1", "condition": ""}, {"current density": "100 mA g–1", "value": "560", "unit": "mAh g–1", "condition": ""}, {"current density": "200 mA g–1", "value": "418", "unit": "mAh g–1", "condition": ""}, {"current density": "500 mA g–1", "value": "274", "unit": "mAh g–1", "condition": ""}, {"current density": "1000 mA g–1", "value": "205", "unit": "mAh g–1", "condition": ""}]}, {"meta": {"name": "C550", "symbol": "", "chemical formula": ""}, "specific capacity": [{"current density": "50 mA g–1", "value": "226", "unit": "mAh g–1", "condition": ""}, {"current density": "100 mA g–1", "value": "193", "unit": "mAh g–1", "condition": ""}, {"current density": "200 mA g–1", "value": "164", "unit": "mAh g–1", "condition": ""}, {"current density": "500 mA g–1", "value": "116", "unit": "mAh g–1", "condition": ""}, {"current density": "1000 mA g–1", "value": "89", "unit": "mAh g–1", "condition": ""}]}], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Ag<sub>2</sub>S QDs Decompose in the Pyrolysis of\nCubic ZnO@C (Left)\nto Produce the ZnS Layer on the Surface of ZnO@C Matrix and Silver\nNanoparticle Conductor (Right)</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2017-126614_0005.tif\"></graphic>\n</fig>", "clean_text": " 1  Ag2S QDs Decompose in the Pyrolysis of Cubic ZnO@C (Left) to Produce the ZnS Layer on the Surface of ZnO@C Matrix and Silver Nanoparticle Conductor (Right)   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) XRD patterns of the\nas-prepared MOF-5. References are XRD patterns\nfrom zincite and the calculated MOF-5 crystallite. The inset is the\nschematic structure of MOF-5; the red spheres are O atoms, white spheres\nare H atoms, black spheres are C atoms, and blue spheres are Zn atoms.\n(b) XRD patterns of ZnO@C550, ZnO@CC/SSQD<sub>m</sub>, and ZnO@CC/SSQD<sub>3m</sub>. N<sub>2</sub> absorption/desorption curve of: (c) ZnO@C550,\n(d) ZnO@CC, and (e) ZnO@CC/SSQD<sub>m</sub>. The inset is the corresponding\npore size distribution curve. (f) Raman spectra of ZnO@C550 and ZnO@CC/SSQD<sub>m</sub>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2017-126614_0010.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) XRD patterns of the as-prepared MOF-5. References are XRD patterns from zincite and the calculated MOF-5 crystallite. The inset is the schematic structure of MOF-5; the red spheres are O atoms, white spheres are H atoms, black spheres are C atoms, and blue spheres are Zn atoms. (b) XRD patterns of ZnO@C550, ZnO@CC/SSQDm, and ZnO@CC/SSQD3m. N2 absorption/desorption curve of: (c) ZnO@C550, (d) ZnO@CC, and (e) ZnO@CC/SSQDm. The inset is the corresponding pore size distribution curve. (f) Raman spectra of ZnO@C550 and ZnO@CC/SSQDm.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM images of (a) Zn-MOF, (b) ZnO@C550, (d)\nZnO@CC/SSQD<sub>m</sub>, (e) ZnO@CC/SSQD<sub>3m</sub>, and (f) C550.\nEDS elemental mapping\nof (c) ZnO@C550 and (g–k) ZnO@CC/SSQD<sub>3m</sub>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2017-126614_0007.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM images of (a) Zn-MOF, (b) ZnO@C550, (d) ZnO@CC/SSQDm, (e) ZnO@CC/SSQD3m, and (f) C550. EDS elemental mapping of (c) ZnO@C550 and (g-k) ZnO@CC/SSQD3m.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) SAED of the circle part from TEM images\nof ZnO@CC/SSQD<sub>m</sub>. (b) HRTEM image of ZnO@CC/SSQD<sub>m</sub>; the inset is\nthe FFT pattern from the mixed area. (c) BF and DF STEM images of\nZnO@CC/SSQD<sub>m</sub>. (d) TEM images of C550 and the corresponding\nSAED pattern.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2017-126614_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) SAED of the circle part from TEM images of ZnO@CC/SSQDm. (b) HRTEM image of ZnO@CC/SSQDm; the inset is the FFT pattern from the mixed area. (c) BF and DF STEM images of ZnO@CC/SSQDm. (d) TEM images of C550 and the corresponding SAED pattern.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>High-resolution XPS spectra of (a) Ag 3d, (b) S 2p, and\n(c) Zn\n2P<sub>3/2</sub> of ZnO@CC/SSQD<sub>m</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2017-126614_0009.tif\"></graphic>\n</fig>", "clean_text": " 4  High-resolution XPS spectra of (a) Ag 3d, (b) S 2p, and (c) Zn 2P3/2 of ZnO@CC/SSQDm.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Cyclic voltammetry of the as-prepared materials.\n(a) Scan rate\nis 0.5 mV s<sup>–1</sup> for ZnO@C550, ZnO@CC, ZnO@CC/SSQD<sub>m</sub>, and ZnO@CC/SSQD<sub>3m</sub>. (b) ZnO@C550 cycled at 0.1\nand 0.2 mV s<sup>–1</sup>. (c) First two cycles of ZnO@CC/SSQD<sub>m</sub> at 0.5 mV s<sup>–1</sup>. Cycles at different scan\nrates of (d) ZnO@C550, (e) ZnO@CC/QQSD<sub>m</sub>, and (f) ZnO@CC/SSQD<sub>3m</sub>.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2017-126614_0008.tif\"></graphic>\n</fig>", "clean_text": " 5  Cyclic voltammetry of the as-prepared materials. (a) Scan rate is 0.5 mV s-1 for ZnO@C550, ZnO@CC, ZnO@CC/SSQDm, and ZnO@CC/SSQD3m. (b) ZnO@C550 cycled at 0.1 and 0.2 mV s-1. (c) First two cycles of ZnO@CC/SSQDm at 0.5 mV s-1. Cycles at different scan rates of (d) ZnO@C550, (e) ZnO@CC/QQSDm, and (f) ZnO@CC/SSQD3m.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Galvanostatic charge/discharge properties of\n(a) ZnO@C550, (b)\nZnO@CC, (c) ZnO@CC/SSQD<sub>m</sub>, (d)­ZnO@CC/SSQD<sub>3m</sub> and\n(e) C550. The capacities at different current densities are compared\nin (f). Rate and cycling performance of (g) ZnO@C550 at 200 mA g<sup>–1</sup>, (h) ZnO@CC/SSQD<sub>m</sub> at 500–1000 mA\ng<sup>–1</sup> and (i) ZnO@CC/SSQD<sub>m</sub> at 5 A g<sup>–1</sup>.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2017-126614_0003.tif\"></graphic>\n</fig>", "clean_text": " 6  Galvanostatic charge/discharge properties of (a) ZnO@C550, (b) ZnO@CC, (c) ZnO@CC/SSQDm, (d)ZnO@CC/SSQD3m and (e) C550. The capacities at different current densities are compared in (f). Rate and cycling performance of (g) ZnO@C550 at 200 mA g-1, (h) ZnO@CC/SSQDm at 500-1000 mA g-1 and (i) ZnO@CC/SSQDm at 5 A g-1.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>d­(capacity)/d­(voltage) vs <italic>V</italic> curve calculated\nfrom\nthe galvanostatic charge/discharge curves at 200 mA g<sup>–1</sup> of C550, ZnO@C550, ZnO@CC, and ZnO@CC/SSQD<sub>m</sub>.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2017-126614_0002.tif\"></graphic>\n</fig>", "clean_text": " 7  d(capacity)/d(voltage) vs V curve calculated from the galvanostatic charge/discharge curves at 200 mA g-1 of C550, ZnO@C550, ZnO@CC, and ZnO@CC/SSQDm.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>EIS of ZnO@CC/SSQD<sub>m</sub> and the fitted results for the (a)\n12th and (b) 500th cycle. The inset shows the relevant equivalent\ncircuit.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2017-126614_0004.tif\"></graphic>\n</fig>", "clean_text": " 8  EIS of ZnO@CC/SSQDm and the fitted results for the (a) 12th and (b) 500th cycle. The inset shows the relevant equivalent circuit.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.7b12661", "title": null, "journal": "American\nChemical Society", "date": "2017.10", "author_list": ["Song\nWeixin", "Brugge\nRowena", "Theodorou\nIoannis G.", "Lim\nAlvin Lukai", "Yang\nYuchen", "Zhao\nTingting", "Burgess\nClare H.", "Johnson\nIan D.", "Aguadero\nAinara", "Shearing\nPaul R.", "Brett\nDan J. L.", "Xie\nFang", "Riley\nD. Jason"]}}