{"filepath": "../L2M3_data/1_application_papers/acs_xml/am8b11758.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Aluminum-based metal–organic frameworks\n(MOFs), [Al­(OH)­(SDC)]<sub>\n<italic>n</italic>\n</sub>, (H<sub>2</sub>SDC: 4,4′-stilbenedicarboxylic acid), also known as CYCU-3,\nwere prepared by means of the coordination modulation method to produce\nmaterials with different crystal size and morphology. In particular,\nwe screened several reagent concentrations (20–60 mM) and modulator/ligand\nratios (0–50), leading to 20 CYCU <italic>x</italic>_<italic>y</italic> materials (<italic>x</italic>: reagent concentration, <italic>y</italic> = modulator/ligand ratio) with different particle size\nand morphology. Noteworthy, the use of high modulator/ligand ratio\ngives rise to a new phase of CYCU-3 (CYCU-3′ <italic>x</italic>_50 series), which was structurally analyzed. Afterward, to test\nthe potential of these materials as CO-prodrug carriers, we selected\nthree of them to adsorb the photo- and bioactive CO-releasing molecule\n(CORM) ALF794 [Mo­(CNCMe<sub>2</sub>CO<sub>2</sub>H)<sub>3</sub>(CO)<sub>3</sub>] (CNCMe<sub>2</sub>CO<sub>2</sub>H = 2-isocyano-2-methyl\npropionic acid): (i) CYCU-3 20_0, particles in the nanometric range;\n(ii) CYCU-3 50_5, bar-type particles with heterogeneous size, and\n(iii) CYCU-3′ 50_50, a new phase analogous to pristine CYCU-3.\nThe corresponding hybrid materials were fully characterized, revealing\nthat CYCU-3 20_0 with the smallest particle size was not stable under\nthe drug loading conditions. Regarding the other two materials, similar\nALF794 loadings were found (0.20 and 0.19 CORM/MOF molar ratios for\nALF794@CYCU-3 50_5 and ALF794@CYCU-3′ 50_50, respectively).\nIn addition, these hybrid systems behave as CO-releasing materials\n(CORMAs), retaining the photoactive properties of the pristine CORM\nin both phosphate saline solution and solid state. Finally, the metal\nleaching studies in solution confirmed that ALF794@CYCU-3′\n50_50 shows a good retention capacity toward the potentially toxic\nmolybdenum fragments (75% of retention after 72 h), which is the lowest\nvalue reported for a MOF-based CORMA to date.</p>", "clean_text": "Aluminum-based metal-organic frameworks (MOFs), [Al(OH)(SDC)] n , (H2SDC: 4,4'-stilbenedicarboxylic acid), also known as CYCU-3, were prepared by means of the coordination modulation method to produce materials with different crystal size and morphology. In particular, we screened several reagent concentrations (20-60 mM) and modulator/ligand ratios (0-50), leading to 20 CYCU x_y materials (x: reagent concentration, y = modulator/ligand ratio) with different particle size and morphology. Noteworthy, the use of high modulator/ligand ratio gives rise to a new phase of CYCU-3 (CYCU-3' x_50 series), which was structurally analyzed. Afterward, to test the potential of these materials as CO-prodrug carriers, we selected three of them to adsorb the photo- and bioactive CO-releasing molecule (CORM) ALF794 [Mo(CNCMe2CO2H)3(CO)3] (CNCMe2CO2H = 2-isocyano-2-methyl propionic acid): (i) CYCU-3 20_0, particles in the nanometric range; (ii) CYCU-3 50_5, bar-type particles with heterogeneous size, and (iii) CYCU-3' 50_50, a new phase analogous to pristine CYCU-3. The corresponding hybrid materials were fully characterized, revealing that CYCU-3 20_0 with the smallest particle size was not stable under the drug loading conditions. Regarding the other two materials, similar ALF794 loadings were found (0.20 and 0.19 CORM/MOF molar ratios for ALF794@CYCU-3 50_5 and ALF794@CYCU-3' 50_50, respectively). In addition, these hybrid systems behave as CO-releasing materials (CORMAs), retaining the photoactive properties of the pristine CORM in both phosphate saline solution and solid state. Finally, the metal leaching studies in solution confirmed that ALF794@CYCU-3' 50_50 shows a good retention capacity toward the potentially toxic molybdenum fragments (75% of retention after 72 h), which is the lowest value reported for a MOF-based CORMA to date.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Since the pioneering work of Nobel laureates Furchgott, Ignarro,\nand Murad concerning nitric oxide (NO) as an important biosignaling\nmolecule in the cardiovascular system, significant\nattention has been paid on the physiological and potential therapeutic\nroles of other endogenously produced small gas molecules, such as\ncarbon monoxide (CO) and hydrogen sulfide\n(H<sub>2</sub>S). Among these gases, CO\nexhibits lower reactivity than NO or H<sub>2</sub>S, acting only as\na ligand for metalloproteins. This different behavior has an advantage\nin biomedical applications as CO is most likely to reach the cellular\ntarget intact. In this context, carbon monoxide\nhas already shown antihypertensive, anti-inflammatory, and cell-protective\neffects, demonstrating its potential as a therapeutic tool if supplied\nexogenously in low concentrations. The easiest\nadministration route for this gas molecule into the body is by the\ninhalation of CO/air mixtures. Indeed, several clinical trials have\nbeen completed or are currently in progress to evaluate the safety\nand efficacy of inhaled CO against several diseases. However, this delivery strategy lacks specificity as CO distribution\nis determined by the fixed partition coefficients between the different\nbody fluids and tissues. In addition, the higher affinity of CO to\nhemoglobin compared to oxygen, as well as its poor solubility in water,\nmeans that high doses of inhaled CO are required to obtain a beneficial\neffect with the concomitant associated safety risk.\n</p>", "clean_text": "Introduction\n\nSince the pioneering work of Nobel laureates Furchgott, Ignarro, and Murad concerning nitric oxide (NO) as an important biosignaling molecule in the cardiovascular system, significant attention has been paid on the physiological and potential therapeutic roles of other endogenously produced small gas molecules, such as carbon monoxide (CO) and hydrogen sulfide (H2S). Among these gases, CO exhibits lower reactivity than NO or H2S, acting only as a ligand for metalloproteins. This different behavior has an advantage in biomedical applications as CO is most likely to reach the cellular target intact. In this context, carbon monoxide has already shown antihypertensive, anti-inflammatory, and cell-protective effects, demonstrating its potential as a therapeutic tool if supplied exogenously in low concentrations. The easiest administration route for this gas molecule into the body is by the inhalation of CO/air mixtures. Indeed, several clinical trials have been completed or are currently in progress to evaluate the safety and efficacy of inhaled CO against several diseases. However, this delivery strategy lacks specificity as CO distribution is determined by the fixed partition coefficients between the different body fluids and tissues. In addition, the higher affinity of CO to hemoglobin compared to oxygen, as well as its poor solubility in water, means that high doses of inhaled CO are required to obtain a beneficial effect with the concomitant associated safety risk. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To overcome these drawbacks, Motterlini et al. introduced\nthe concept of CO-releasing molecules (CORMs) and demonstrated, for\nthe first time, the feasibility of using metal carbonyls to release\nCO inducing beneficial vascular effects. Since then, several CO-prodrugs have been designed from the readily\navailable and highly tailorable metal and ligand precursors to control\nthe number of CO molecules released and/or the triggering mechanism\nof CO delivery (e.g., light, physiological changes, and enzyme activation). Unfortunately, despite the highly versatile\nchemistry of these prodrugs, most of them have low solubility and/or\nstability in physiological media, fast CO release, and undesirable\ntoxic effects associated to their decarbonylation products, which\nprevent their clinical development.\n</p>", "clean_text": "To overcome these drawbacks, Motterlini et al. introduced the concept of CO-releasing molecules (CORMs) and demonstrated, for the first time, the feasibility of using metal carbonyls to release CO inducing beneficial vascular effects. Since then, several CO-prodrugs have been designed from the readily available and highly tailorable metal and ligand precursors to control the number of CO molecules released and/or the triggering mechanism of CO delivery (e.g., light, physiological changes, and enzyme activation). Unfortunately, despite the highly versatile chemistry of these prodrugs, most of them have low solubility and/or stability in physiological media, fast CO release, and undesirable toxic effects associated to their decarbonylation products, which prevent their clinical development. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>One smart approach to overcome the abovementioned weaknesses is the\ncombination of the existing CORMs with biocompatible solids, resulting\nin CO-releasing materials (CORMAs). Such hybrid systems are expected to maintain the\ntriggering properties of the pristine CORM, improve its chemical stability\nin the physiological medium, and retain the potentially toxic co-ligand\nfragments. Besides, for biomedical applications, apart from the toxicity\nissues, particle size and morphology of the carrier should be taken\ninto account, not only to assess the appropriate administration route\n(e.g., intravenous route requires particle diameter less than 200\nnm, whereas bigger particles, even in\nthe micrometric range, may be used for oral administration or topical\napplications), but also to exert a certain control on the cargo, drug\ndelivery process, and chemical stability of the resulting hybrid material.\n</p>", "clean_text": "One smart approach to overcome the abovementioned weaknesses is the combination of the existing CORMs with biocompatible solids, resulting in CO-releasing materials (CORMAs). Such hybrid systems are expected to maintain the triggering properties of the pristine CORM, improve its chemical stability in the physiological medium, and retain the potentially toxic co-ligand fragments. Besides, for biomedical applications, apart from the toxicity issues, particle size and morphology of the carrier should be taken into account, not only to assess the appropriate administration route (e.g., intravenous route requires particle diameter less than 200 nm, whereas bigger particles, even in the micrometric range, may be used for oral administration or topical applications), but also to exert a certain control on the cargo, drug delivery process, and chemical stability of the resulting hybrid material. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this context, metal–organic\nframeworks (MOFs) have recently gained especial importance as promising\nCO carriers. However, to the best of our knowledge, only four CORMAs\nbased on MOFs have been published to date. The first CO delivery system\nusing a MOF as a platform was prepared by Metzler-Nolte et al. In this case, carbon monoxide was reversibly\ncaptured on the unsaturated coordination sites of MIL-88B-Fe derivatives\nto be delivered later by simple degradation of the matrixes. Afterward,\nsome of the authors, Maldonado, Barea et al., prepared a photoactive\nCORM@MOF system by a cation exchange methodology on the biocompatible\nbioMOF-1. However, the scarce stability\nof the resulting hybrid material in a buffered solution led to the\ncomplete leaching of the CORM in a short time frame. More recently,\nFurukawa et al. have designed a covalently attached CORM@MOF system\nby embedding a photoactive manganese complex into a robust Zr­(IV)–MOF.\nIn this case, CO delivery was monitored in the solid state. Finally, Barea, Maldonado et al. reported for\nthe first time the one-pot synthesis of a new CORM@MOF system by incorporating\nthe CORM [Mo­(CNCMe<sub>2</sub>CO<sub>2</sub>H)<sub>3</sub>(CO)<sub>3</sub>] (ALF794) into the textural\nmesopores of the hierarchical structure of [Zn<sub>2</sub>(dhtp)]\n(dhtp = 2,5-dihydroxyterephtalate) (h-ZnCPO). In this case, the hybrid\nsystem behaves as a photoactive CORMA, retaining most of the potentially\ntoxic decarbonylation fragments. These\nexamples showed that porous frameworks with an exceptionally high\nsurface-to-volume ratio allow (i) elevated CO payloads, (ii) trapping\nof the decarbonylation products generated after activation, and (iii)\ntuning of the CO delivery kinetics. Additionally, both particle size\nand morphology of MOFs can be controlled through different synthetic\nmethodologies (e.g., mechanochemistry, ultrasound-assisted synthesis,\nand microemulsion synthesis). Among them, conventional\nsolvothermal synthesis, assisted by the coordination modulation method\n(CMM), is a relatively simple and versatile strategy based on the\nuse of capping reagents to modulate the crystal growth process. In this regard, particularly interesting is\nthe abovementioned pioneering work of Furukawa et al., which focused\non the influence of particle size over the CO-releasing properties\nof the CORMA MnBr­(bpydc)­(CO)<sub>3</sub>@UiO-67 (bpydc = 5,5′-dicarboxylate-2,2′-bipyridine).\n</p>", "clean_text": "In this context, metal-organic frameworks (MOFs) have recently gained especial importance as promising CO carriers. However, to the best of our knowledge, only four CORMAs based on MOFs have been published to date. The first CO delivery system using a MOF as a platform was prepared by Metzler-Nolte et al. In this case, carbon monoxide was reversibly captured on the unsaturated coordination sites of MIL-88B-Fe derivatives to be delivered later by simple degradation of the matrixes. Afterward, some of the authors, Maldonado, Barea et al., prepared a photoactive CORM@MOF system by a cation exchange methodology on the biocompatible bioMOF-1. However, the scarce stability of the resulting hybrid material in a buffered solution led to the complete leaching of the CORM in a short time frame. More recently, Furukawa et al. have designed a covalently attached CORM@MOF system by embedding a photoactive manganese complex into a robust Zr(IV)-MOF. In this case, CO delivery was monitored in the solid state. Finally, Barea, Maldonado et al. reported for the first time the one-pot synthesis of a new CORM@MOF system by incorporating the CORM [Mo(CNCMe2CO2H)3(CO)3] (ALF794) into the textural mesopores of the hierarchical structure of [Zn2(dhtp)] (dhtp = 2,5-dihydroxyterephtalate) (h-ZnCPO). In this case, the hybrid system behaves as a photoactive CORMA, retaining most of the potentially toxic decarbonylation fragments. These examples showed that porous frameworks with an exceptionally high surface-to-volume ratio allow (i) elevated CO payloads, (ii) trapping of the decarbonylation products generated after activation, and (iii) tuning of the CO delivery kinetics. Additionally, both particle size and morphology of MOFs can be controlled through different synthetic methodologies (e.g., mechanochemistry, ultrasound-assisted synthesis, and microemulsion synthesis). Among them, conventional solvothermal synthesis, assisted by the coordination modulation method (CMM), is a relatively simple and versatile strategy based on the use of capping reagents to modulate the crystal growth process. In this regard, particularly interesting is the abovementioned pioneering work of Furukawa et al., which focused on the influence of particle size over the CO-releasing properties of the CORMA MnBr(bpydc)(CO)3@UiO-67 (bpydc = 5,5'-dicarboxylate-2,2'-bipyridine). ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Taking into account this background, in\nthis work, we show the feasibility to control the particle size and\nmorphology in [Al­(OH)­(SDC)]<sub>\n<italic>n</italic>\n</sub> (H<sub>2</sub>SDC: 4,4′-stilbenedicarboxylic acid) (CYCU-3) by means of CMM. With this aim, we screened different reagent\nconcentrations and modulator/ligand ratios. As a result, CYCU-3 materials\nwith different particle features were isolated, including a new crystalline\nphase (CYCU-3′ 50_50), for which a structural model based on\na defective and more dense structure than pristine CYCU-3 was proposed.\nThen, taking into account that CYCU-3 is composed by low-toxic Al­(III)\nions and that its structure is based on one-dimensional (1D) mesopores\n(∼3 nm) that are able to host bulky molecules, we decided to\nuse it as a platform to obtain new CORMAs. Thus, the nontoxic air-stable\nCORM ALF794 (Mo­(CNCMe<sub>2</sub>CO<sub>2</sub>H)<sub>3</sub>(CO)<sub>3</sub>), which has demonstrated efficacy in an animal model of acute\nliver failure, and can also be activated\nby light, was selected as a model drug to be loaded in three CYCU-3\nmaterials. The influence of structure, crystal size, and morphology\nover the resulting CO-releasing properties, including payload, CO\ndelivery, and matrix stability was also evaluated ().</p>", "clean_text": "Taking into account this background, in this work, we show the feasibility to control the particle size and morphology in [Al(OH)(SDC)] n  (H2SDC: 4,4'-stilbenedicarboxylic acid) (CYCU-3) by means of CMM. With this aim, we screened different reagent concentrations and modulator/ligand ratios. As a result, CYCU-3 materials with different particle features were isolated, including a new crystalline phase (CYCU-3' 50_50), for which a structural model based on a defective and more dense structure than pristine CYCU-3 was proposed. Then, taking into account that CYCU-3 is composed by low-toxic Al(III) ions and that its structure is based on one-dimensional (1D) mesopores (~3 nm) that are able to host bulky molecules, we decided to use it as a platform to obtain new CORMAs. Thus, the nontoxic air-stable CORM ALF794 (Mo(CNCMe2CO2H)3(CO)3), which has demonstrated efficacy in an animal model of acute liver failure, and can also be activated by light, was selected as a model drug to be loaded in three CYCU-3 materials. The influence of structure, crystal size, and morphology over the resulting CO-releasing properties, including payload, CO delivery, and matrix stability was also evaluated ().", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Incorporation of the Model CO-Prodrug\nALF794 inside\nthe CYCU-3 Porous Matrix and CO Release upon Photoactivation</title>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2018-117583_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Incorporation of the Model CO-Prodrug ALF794 inside the CYCU-3 Porous Matrix and CO Release upon Photoactivation   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>All chemicals were commercially available\nand used without further purification. The CORM ALF794 [Mo­(CO)<sub>3</sub>(CNCMe<sub>2</sub>CO<sub>2</sub>H)<sub>3</sub>] (CNCMe<sub>2</sub>CO<sub>2</sub>H = tris­(2-isocyano-2-methyl propionic acid)\nwas provided by Proterris (Portugal) Lda.</p>", "clean_text": "Experimental Section\n\nAll chemicals were commercially available and used without further purification. The CORM ALF794 [Mo(CO)3(CNCMe2CO2H)3] (CNCMe2CO2H = tris(2-isocyano-2-methyl propionic acid) was provided by Proterris (Portugal) Lda.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Synthesis of CYCU-3 Materials [Al­(OH)­(SDC)]<sub>\n<italic>n</italic>\n</sub> (H<sub>2</sub>SDC: 4,4′-Stilbenedicarboxylic Acid)</title><p>Several screenings were carried out to evaluate the influence of\nthe synthetic conditions, namely reagent concentration and modulator/ligand\nratio, over the particle properties in CYCU-3. In a typical reaction,\nan equimolar mixture of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O and H<sub>2</sub>SDC (with the concentrations varying from\n20, 30, 40, 50, and 60 mM) in 750 μL of <italic>N</italic>,<italic>N</italic>-dimethylformamide (DMF) was mixed with a modulator (acetic\nacid-to-ligand ratio used: 0–1, 5–1, 20–1, and\n50–1) and placed in a 1 mL Teflon-lined reactor. The slurry\nwas heated at 190 °C for 72 h and cooled down to room temperature\nin 6 h. The resulting white solid was washed with DMF (3 × 1\nmL), collected by centrifugation (10 min/3500 rpm), and dried at 90\n°C under vacuum. As a result, 20 new materials were isolated\n[namely, CYCU-3 <italic>x</italic>_<italic>y</italic>, <italic>x</italic>: reagent concentration (mM), <italic>y</italic>: modulator/ligand\nratio] and characterized by powder X-ray diffraction (PXRD) and scanning\nelectron microscopy (SEM). From this preliminary screening, three\nof these materials (CYCU-3 20_0, CYCU-3 50_5, and CYCU-3′ 50_50)\nwere selected and scaled up to study their potential properties as\nCORMAs (see the  section).</p>", "clean_text": "Synthesis of CYCU-3 Materials [Al(OH)(SDC)] n  (H2SDC: 4,4'-Stilbenedicarboxylic Acid)\n\nSeveral screenings were carried out to evaluate the influence of the synthetic conditions, namely reagent concentration and modulator/ligand ratio, over the particle properties in CYCU-3. In a typical reaction, an equimolar mixture of Al(NO3)3⋅9H2O and H2SDC (with the concentrations varying from 20, 30, 40, 50, and 60 mM) in 750 μL of N,N-dimethylformamide (DMF) was mixed with a modulator (acetic acid-to-ligand ratio used: 0-1, 5-1, 20-1, and 50-1) and placed in a 1 mL Teflon-lined reactor. The slurry was heated at 190 °C for 72 h and cooled down to room temperature in 6 h. The resulting white solid was washed with DMF (3 × 1 mL), collected by centrifugation (10 min/3500 rpm), and dried at 90 °C under vacuum. As a result, 20 new materials were isolated [namely, CYCU-3 x_y, x: reagent concentration (mM), y: modulator/ligand ratio] and characterized by powder X-ray diffraction (PXRD) and scanning electron microscopy (SEM). From this preliminary screening, three of these materials (CYCU-3 20_0, CYCU-3 50_5, and CYCU-3' 50_50) were selected and scaled up to study their potential properties as CORMAs (see the  section).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Scale-up Synthesis of CYCU-3 20_0</title><p>A suspension of 75 mg (0.2 mmol) of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O and 53.6 mg (0.2 mmol) of H<sub>2</sub>SDC\nin 10 mL of DMF was transferred to a 23 mL Teflon-lined reactor. The\nslurry was heated at 190 °C for 72 h and cooled down to room\ntemperature in 6 h. The white solid was washed with DMF (3 ×\n10 mL), collected by centrifugation (10 min/3500 rpm), and dried at\nroom temperature. The as-synthetized material was further washed to\nremove the potential unreacted ligand, which could be trapped inside\nthe cavities. Thus, the corresponding solid was suspended in DMF (5\nmg/mL), heated in a microwave-assisted reactor (50 °C, 15 min),\nand collected by centrifugation (10 min/3500 rpm). This process was\ndone in triplicate. Anal. Calcd for CYCU-3 20_0 [Al­(OH)­(C<sub>16</sub>O<sub>4</sub>H<sub>10</sub>)]­(H<sub>2</sub>O)<sub>1.1</sub>(C<sub>3</sub>H<sub>7</sub>NO)<sub>0.1</sub>: N, 0.42; C, 58.03; H, 4.15.\nFound: N, 0.39; C, 60.11; H, 4.24. Residue (Al<sub>2</sub>O<sub>3</sub>) (calc./exp.): 16.13/15.88%.</p>", "clean_text": "Scale-up Synthesis of CYCU-3 20_0\n\nA suspension of 75 mg (0.2 mmol) of Al(NO3)3⋅9H2O and 53.6 mg (0.2 mmol) of H2SDC in 10 mL of DMF was transferred to a 23 mL Teflon-lined reactor. The slurry was heated at 190 °C for 72 h and cooled down to room temperature in 6 h. The white solid was washed with DMF (3 × 10 mL), collected by centrifugation (10 min/3500 rpm), and dried at room temperature. The as-synthetized material was further washed to remove the potential unreacted ligand, which could be trapped inside the cavities. Thus, the corresponding solid was suspended in DMF (5 mg/mL), heated in a microwave-assisted reactor (50 °C, 15 min), and collected by centrifugation (10 min/3500 rpm). This process was done in triplicate. Anal. Calcd for CYCU-3 20_0 [Al(OH)(C16O4H10)](H2O)1.1(C3H7NO)0.1: N, 0.42; C, 58.03; H, 4.15. Found: N, 0.39; C, 60.11; H, 4.24. Residue (Al2O3) (calc./exp.): 16.13/15.88%.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Scale-up\nSynthesis of CYCU-3 50_5</title><p>The material CYCU-3 50_5 was prepared\nand isolated following the same procedure as that for CYCU-3 20_0.\nIn this case, a suspension of 187.6 mg (0.5 mmol) of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O and 134.1 mg (0.5 mmol) of H<sub>2</sub>SDC in 9.86 mL of DMF was mixed with 0.14 mL (2.5 mmol) of\nacetic acid. Anal. Calcd for CYCU-3 50_5 [Al­(OH)­(C<sub>16</sub>O<sub>4</sub>H<sub>10</sub>)<sub>0.75</sub>(CH<sub>3</sub>COO)<sub>0.5</sub>]­(H<sub>2</sub>O)<sub>1.5</sub>(C<sub>3</sub>H<sub>7</sub>NO)<sub>0.18</sub>: N, 0.80; C, 51.89; H, 4.59. Found: N, 0.77; C, 51.31;\nH, 4.35. Residue (Al<sub>2</sub>O<sub>3</sub>) (calc./exp.): 16.27/18.22%.</p>", "clean_text": "Scale-up Synthesis of CYCU-3 50_5\n\nThe material CYCU-3 50_5 was prepared and isolated following the same procedure as that for CYCU-3 20_0. In this case, a suspension of 187.6 mg (0.5 mmol) of Al(NO3)3⋅9H2O and 134.1 mg (0.5 mmol) of H2SDC in 9.86 mL of DMF was mixed with 0.14 mL (2.5 mmol) of acetic acid. Anal. Calcd for CYCU-3 50_5 [Al(OH)(C16O4H10)0.75(CH3COO)0.5](H2O)1.5(C3H7NO)0.18: N, 0.80; C, 51.89; H, 4.59. Found: N, 0.77; C, 51.31; H, 4.35. Residue (Al2O3) (calc./exp.): 16.27/18.22%.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>Scale-up Synthesis of CYCU-3′\n50_50</title><p>The material CYCU-3′ 50_50 was prepared and\nisolated following the same procedure as that for CYCU-3 20_0. In\nthis case, a suspension of 187.6 mg (0.5 mmol) of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O and 134.1 mg (0.5 mmol) of H<sub>2</sub>SDC in 8.6 mL of DMF was mixed with 1.4 mL (25 mmol) of acetic\nacid. Anal. Calcd for CYCU-3′ 50_50 [Al­(OH)­(C<sub>16</sub>O<sub>4</sub>H<sub>10</sub>)<sub>0.55</sub>(CH<sub>3</sub>COO)<sub>0.9</sub>]­(C<sub>3</sub>H<sub>7</sub>NO)<sub>0.04</sub>: N, 0.23; C, 52.23;\nH, 3.88. Found: N, 0.29; C, 52.73; H, 3.58. Residue (Al<sub>2</sub>O<sub>3</sub>) (calc./exp.): 20.68/22.10%.</p>", "clean_text": "Scale-up Synthesis of CYCU-3' 50_50\n\nThe material CYCU-3' 50_50 was prepared and isolated following the same procedure as that for CYCU-3 20_0. In this case, a suspension of 187.6 mg (0.5 mmol) of Al(NO3)3⋅9H2O and 134.1 mg (0.5 mmol) of H2SDC in 8.6 mL of DMF was mixed with 1.4 mL (25 mmol) of acetic acid. Anal. Calcd for CYCU-3' 50_50 [Al(OH)(C16O4H10)0.55(CH3COO)0.9](C3H7NO)0.04: N, 0.23; C, 52.23; H, 3.88. Found: N, 0.29; C, 52.73; H, 3.58. Residue (Al2O3) (calc./exp.): 20.68/22.10%.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Evacuation/Activation of CYCU-3 and CYCU-3′\nMaterials</title><p>Prior to CORM loading, the selected CYCU-3 and\nCYCU-3′ matrixes were outgassed (150 °C, 10<sup>–4</sup> bar) for 24 h. Under these conditions, the complete removal of the\nsolvent guest molecules was achieved, and the empty pores ready for\ndrug adsorption were obtained.</p>", "clean_text": "Evacuation/Activation of CYCU-3 and CYCU-3' Materials\n\nPrior to CORM loading, the selected CYCU-3 and CYCU-3' matrixes were outgassed (150 °C, 10-4 bar) for 24 h. Under these conditions, the complete removal of the solvent guest molecules was achieved, and the empty pores ready for drug adsorption were obtained.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Loading\nof ALF794 into CYCU-3 Matrixes</title><p>The loading of the CORM inside\nthe pores of the selected CYCU-3 matrixes, namely CYCU-3 20_0, CYCU-3\n50_5, and CYCU-3′ 50_50, was carried out by solid–liquid\nimpregnation at room temperature. In a typical procedure, 10 mL of\nthe methanol solution of ALF794 (100 mg, 0.19 mmol) was added to a\nsuspension of a previously activated CYCU-3 matrix (100 mg in 10 mL\nof MeOH). The mixture was stirred until complete evaporation of the\nsolvent (ca. 10 h). Then, the solid was washed with methanol (3 ×\n10 mL), collected by centrifugation (3500 rpm/10 min), and dried at\nroom temperature. Following the same procedure, additional experiments\nin the absence of ALF794 (100 mg of CYCU-3 matrix in 20 mL of MeOH)\nwere also performed to evaluate the stability of the three selected\nmatrixes during the impregnation process. All manipulations were carried\nout in darkness to avoid the undesirable photoactivation of the CORM.</p>", "clean_text": "Loading of ALF794 into CYCU-3 Matrixes\n\nThe loading of the CORM inside the pores of the selected CYCU-3 matrixes, namely CYCU-3 20_0, CYCU-3 50_5, and CYCU-3' 50_50, was carried out by solid-liquid impregnation at room temperature. In a typical procedure, 10 mL of the methanol solution of ALF794 (100 mg, 0.19 mmol) was added to a suspension of a previously activated CYCU-3 matrix (100 mg in 10 mL of MeOH). The mixture was stirred until complete evaporation of the solvent (ca. 10 h). Then, the solid was washed with methanol (3 × 10 mL), collected by centrifugation (3500 rpm/10 min), and dried at room temperature. Following the same procedure, additional experiments in the absence of ALF794 (100 mg of CYCU-3 matrix in 20 mL of MeOH) were also performed to evaluate the stability of the three selected matrixes during the impregnation process. All manipulations were carried out in darkness to avoid the undesirable photoactivation of the CORM.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>XR fluorescence (XRF) of ALF794@CYCU-3 20_0. Mo/Al molar ratio\n= 0.14. Residue (exp.): 19.34%.</p><p>XRF of ALF794@CYCU-3 50_5. Mo/Al\nmolar ratio = 0.20. Residue [(Al<sub>2</sub>O<sub>3</sub>)<sub>0.5</sub>(MoO<sub>2</sub>)<sub>0.20</sub>] (calc./exp.): 18.87/20.40%.</p><p>XRF of ALF794@CYCU-3′ 50_50. Mo/Al molar ratio = 0.19. Residue\n[(Al<sub>2</sub>O<sub>3</sub>)<sub>0.5</sub>(MoO<sub>2</sub>)<sub>0.19</sub>] (calc./exp.): 19.85/18.79%.</p><title>CO Detection in the Solid State</title><p>The sample suspended\nin pentane was repeatedly spin-coated on a glass substrate.\nThe weight of the sample was accurately determined using a precision\nscale (typical weights: 0.9–1.1 mg). The sample was placed\nin a custom-made chamber with a glass window on the top and irradiated\nwith a 300 W xenon lamp (Asahi Spectra Max-303 equipped with a 235–385\nnm ultraviolet module and ×1.0 collimator lens). The light intensity\nwas 50 mW cm<sup>–2</sup>. The released CO gas from the CORMA\nwas carried to the CO detector (HALO 3 TM trace gas analyzer from\nTiger Optics) by N<sub>2</sub> flow (500 mL min<sup>–1</sup> flow rate).</p>", "clean_text": "XR fluorescence (XRF) of ALF794@CYCU-3 20_0. Mo/Al molar ratio = 0.14. Residue (exp.): 19.34%.\n\nXRF of ALF794@CYCU-3 50_5. Mo/Al molar ratio = 0.20. Residue [(Al2O3)0.5(MoO2)0.20] (calc./exp.): 18.87/20.40%.\n\nXRF of ALF794@CYCU-3' 50_50. Mo/Al molar ratio = 0.19. Residue [(Al2O3)0.5(MoO2)0.19] (calc./exp.): 19.85/18.79%.\n\nCO Detection in the Solid State\n\nThe sample suspended in pentane was repeatedly spin-coated on a glass substrate. The weight of the sample was accurately determined using a precision scale (typical weights: 0.9-1.1 mg). The sample was placed in a custom-made chamber with a glass window on the top and irradiated with a 300 W xenon lamp (Asahi Spectra Max-303 equipped with a 235-385 nm ultraviolet module and ×1.0 collimator lens). The light intensity was 50 mW cm-2. The released CO gas from the CORMA was carried to the CO detector (HALO 3 TM trace gas analyzer from Tiger Optics) by N2 flow (500 mL min-1 flow rate).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Leaching Studies of\nALF794@CYCU-3 50_5 and ALF794@CYCU-3′ 50_50 in Phosphate-Buffered\nSaline (PBS) under Visible Light</title><p>To evaluate the ability\nof the hybrid materials to retain the metal fragments inside the pores,\nsuspensions of ALF794@CYCU-3 50_5 (24 mg L<sup>–1</sup>) and\nALF794@CYCU-3′ 50_50 (15 mg L<sup>–1</sup>) in 10 mM\nPBS were prepared. The samples were incubated at 37 °C under\nvisible light for 6, 24, and 72 h (using a fluorescent lamp, luminous\nflux: 600 lm; color temperature: 4000 K; distance between the lamp\nand cuvette: 5 cm). At each time, the supernatant was collected by\ncentrifugation (3500 rpm/10 min) and filtered off (nylon filter membrane,\n0.2 μm). The concentration of Mo was quantified by inductively\ncoupled plasma optical emission spectrometry (ICP–OES).</p>", "clean_text": "Leaching Studies of ALF794@CYCU-3 50_5 and ALF794@CYCU-3' 50_50 in Phosphate-Buffered Saline (PBS) under Visible Light\n\nTo evaluate the ability of the hybrid materials to retain the metal fragments inside the pores, suspensions of ALF794@CYCU-3 50_5 (24 mg L-1) and ALF794@CYCU-3' 50_50 (15 mg L-1) in 10 mM PBS were prepared. The samples were incubated at 37 °C under visible light for 6, 24, and 72 h (using a fluorescent lamp, luminous flux: 600 lm; color temperature: 4000 K; distance between the lamp and cuvette: 5 cm). At each time, the supernatant was collected by centrifugation (3500 rpm/10 min) and filtered off (nylon filter membrane, 0.2 μm). The concentration of Mo was quantified by inductively coupled plasma optical emission spectrometry (ICP-OES).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Structural Characterization of CYCU-3′\n50_50 by Continuous Rotation Electron Diffraction (CRED)</title><p>To analyze the nature of the isolated CYCU-3′ <italic>x</italic>_50 materials, we carried out a structural study of CYCU-3′\n50_50 by CRED. With this aim, the sample was dispersed in acetone,\nand a droplet of the suspension was transferred onto a carbon-coated\ncopper grid. Three-dimensional (3D) CRED data of CYCU-3′ 50_50\nwere collected at 200 kV on a JEOL JEM2100 transmission electron microscope\nusing a Timepix pixel detector QTPX-262k (512 × 512 pixels, pixel\nsize 55 μm, Amsterdam Sci. Ins.). A single-tilt tomography sample\nholder was used for the data collection, which could tilt from −70°\nto +70°. The electron beam was fully spread and covered the whole\nphosphorus screen. The aperture used for the CRED data collection\nwas about 1.0 μm in diameter. The electron diffraction (ED)\ndata were acquired in a selected area using a continuous ED mode.\nThe speed of the goniometer tilt was 0.074°/s, and the exposure\ntime was 50 ms/frame. A total of 924 ED frames were collected within\n1 min, covering a tilt range from 50.6° to −16.4°.\nThe 3D reciprocal lattice of CYCU-3′ 50_50 was reconstructed\nfrom the ED frames using REDa data processing software package.</p>", "clean_text": "Structural Characterization of CYCU-3' 50_50 by Continuous Rotation Electron Diffraction (CRED)\n\nTo analyze the nature of the isolated CYCU-3' x_50 materials, we carried out a structural study of CYCU-3' 50_50 by CRED. With this aim, the sample was dispersed in acetone, and a droplet of the suspension was transferred onto a carbon-coated copper grid. Three-dimensional (3D) CRED data of CYCU-3' 50_50 were collected at 200 kV on a JEOL JEM2100 transmission electron microscope using a Timepix pixel detector QTPX-262k (512 × 512 pixels, pixel size 55 μm, Amsterdam Sci. Ins.). A single-tilt tomography sample holder was used for the data collection, which could tilt from -70° to +70°. The electron beam was fully spread and covered the whole phosphorus screen. The aperture used for the CRED data collection was about 1.0 μm in diameter. The electron diffraction (ED) data were acquired in a selected area using a continuous ED mode. The speed of the goniometer tilt was 0.074°/s, and the exposure time was 50 ms/frame. A total of 924 ED frames were collected within 1 min, covering a tilt range from 50.6° to -16.4°. The 3D reciprocal lattice of CYCU-3' 50_50 was reconstructed from the ED frames using REDa data processing software package.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Other Equipment</title><p>The PXRD data\nwere collected on a Bruker D2-PHASE diffractometer (2θ) using\nCu Kα radiation (λ = 1.5418 Å) and a LYNXEYE detector\n(University of Granada), or on a SmartLab Rigaku diffractometer using\nCu Kα radiation (λ = 1.5418 Å) (WPI-iCEMs, Kyoto\nUniversity). Thermogravimetric analysis (TGA) was performed using\na Mettler Toledo TGA/differential scanning calorimetry STAR system\nunder an oxygen flow (20 mL min<sup>–1</sup>) running from\nroom temperature (RT) to 900 °C with a heating rate of 20 °C\nmin<sup>–1</sup> (CIC, University of Granada). The N<sub>2</sub> adsorption isotherms were measured at 77 K on a Micromeritics TriStar\n3000 volumetric instrument. Prior to isotherm acquisition, the matrixes\nwere activated and outgassed (150 °C, 10<sup>–4</sup> bar)\nfor 24 h (University of Granada). The infrared spectra were collected\nin a Fourier transform infrared (FT-IR) spectrophotometer Bruker Tensor\n27, using KBr as the dispersing agent (University of Granada). Elemental\n(C, H, N, S) analyses were obtained by a Flash EA1112 CHNS-O instrument\n(Centre of Scientific Instrumentation, University of Jaén).\nThe molar ratio between Al and Mo was determined via XRF spectrometry\nin a Rigaku NEX CG equipped with a palladium tube as the source of\nradiation. The XRF measurements were performed onto the powder samples.\nThe ICP–OES analysis was carried out using an OPTIMA 7300 DV\nspectrometer (SCAI, University of Málaga). The CRED data of\nCYCU-3′ 50_50 were collected at 200 kV on a JEOL JEM2100 transmission\nelectron microscope using a Timepix pixel detector QTPX-262k (Stockholm\nUniversity). Transmission electron microscopy (TEM) and energy-dispersive\nX-ray (EDX) elemental mapping were performed using a HAADF FEI Titan\nG2 microscope, with an FEI system to carry out chemical analysis (CIC,\nUniversity of Granada), whereas the SEM images were recorded using\na JEOL-JSM-7001F microscope (WPI-iCEMs, Kyoto University). In both\ncases, the samples were prepared by dispersing a small amount of the\nmaterial (3 mg) in absolute ethanol (1 mL), followed by sonication\nfor 10 min and deposition on a copper grid (TEM) or on a piece of\nglass (SEM). In the latter case, the sample was coated with osmium\nbefore acquisition.</p>", "clean_text": "Other Equipment\n\nThe PXRD data were collected on a Bruker D2-PHASE diffractometer (2θ) using Cu Kα radiation (λ = 1.5418 Å) and a LYNXEYE detector (University of Granada), or on a SmartLab Rigaku diffractometer using Cu Kα radiation (λ = 1.5418 Å) (WPI-iCEMs, Kyoto University). Thermogravimetric analysis (TGA) was performed using a Mettler Toledo TGA/differential scanning calorimetry STAR system under an oxygen flow (20 mL min-1) running from room temperature (RT) to 900 °C with a heating rate of 20 °C min-1 (CIC, University of Granada). The N2 adsorption isotherms were measured at 77 K on a Micromeritics TriStar 3000 volumetric instrument. Prior to isotherm acquisition, the matrixes were activated and outgassed (150 °C, 10-4 bar) for 24 h (University of Granada). The infrared spectra were collected in a Fourier transform infrared (FT-IR) spectrophotometer Bruker Tensor 27, using KBr as the dispersing agent (University of Granada). Elemental (C, H, N, S) analyses were obtained by a Flash EA1112 CHNS-O instrument (Centre of Scientific Instrumentation, University of Jaén). The molar ratio between Al and Mo was determined via XRF spectrometry in a Rigaku NEX CG equipped with a palladium tube as the source of radiation. The XRF measurements were performed onto the powder samples. The ICP-OES analysis was carried out using an OPTIMA 7300 DV spectrometer (SCAI, University of Málaga). The CRED data of CYCU-3' 50_50 were collected at 200 kV on a JEOL JEM2100 transmission electron microscope using a Timepix pixel detector QTPX-262k (Stockholm University). Transmission electron microscopy (TEM) and energy-dispersive X-ray (EDX) elemental mapping were performed using a HAADF FEI Titan G2 microscope, with an FEI system to carry out chemical analysis (CIC, University of Granada), whereas the SEM images were recorded using a JEOL-JSM-7001F microscope (WPI-iCEMs, Kyoto University). In both cases, the samples were prepared by dispersing a small amount of the material (3 mg) in absolute ethanol (1 mL), followed by sonication for 10 min and deposition on a copper grid (TEM) or on a piece of glass (SEM). In the latter case, the sample was coated with osmium before acquisition.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Results and\nDiscussion</title><title>Control on Size and Morphology\nof [Al­(OH)­(SDC)]<sub>\n<italic>n</italic>\n</sub> (CYCU-3) Particles</title><p>We selected the porous metal–organic network [Al­(OH)­(SDC)]<sub>\n<italic>n</italic>\n</sub> (H<sub>2</sub>SDC: 4,4′-stilbenedicarboxylic\nacid) (CYCU-3) to modulate the size and morphology of its particles\nby using CMM. The use of this strategy\nallows the preparation of materials with different particle features,\nwhich may have influence on the final properties of the prepared CORMAs\n(e.g., drug cargo, stability, and CO delivery properties). Regarding\nCYCU-3, it was first synthesized by Lin et al., and its structure is based on the Al­(III) ions bound to\nthe dicarboxylate organic spacers SDC and the hydroxide anions acting\nas bridges, leading to the Kagomé topology. As a result, two\ntypes of cavities are formed, namely, hexagonal mesopores (∼3\nnm) and triangular micropores (∼1.4 nm). Thus, both size and\nspatial distribution of the CYCU-3 mesopores, leading to 1D channels\nalong the <italic>c</italic> axis, will favor the incorporation and\ndiffusion of bulky guest molecules, making this MOF a suitable vehicle\nfor the loading and release of CORMs. Regarding toxicity issues, the\nlow toxicity of aluminum ions is well-known (oral LD<sub>50</sub> for\nAl­(III) in rats: 286 mg kg<sup>–1</sup>; daily Al­(III) requirement\nin humans: 7.2 mg/day), whereas, to the\nbest of our knowledge, no biological investigations related to CYCU-3\nor 4,4′-stilbenedicarboxylic acid have been reported to date.\nHowever, a recent study by Fairen-Jimenez et al. pointed out a certain\nin vitro cytotoxicity of a Zr­(IV) MOF-containing 4,4′-stilbenedicarboxylate\nligands. Noteworthy, to prepare CYCU-3 materials, CMM\nwas selected as the synthetic strategy, mainly for two reasons: (i)\nthe moderate-to-harsh reaction conditions (solvothermal synthesis\nat 190 °C) needed for the preparation of CYCU-3 prevent the use\nof other synthetic routes, such as mechanochemical or ultrasonic-assisted\nmethods and (ii) the structure of this MOF exhibits two different\nmetal–ligand interaction modes (Al–OH and Al–SDC),\nallowing an anisotropic modulation during the crystallization process.\nIn this sense, acetic acid was selected as the modulator because it\nis miscible with DMF, the solvent used in the preparation of CYCU-3,\nand can compete with the carboxylic organic spacer H<sub>2</sub>SDC\nto coordinate to the Al­(III) metal ions.</p>", "clean_text": "Results and Discussion\n\nControl on Size and Morphology of [Al(OH)(SDC)] n  (CYCU-3) Particles\n\nWe selected the porous metal-organic network [Al(OH)(SDC)] n  (H2SDC: 4,4'-stilbenedicarboxylic acid) (CYCU-3) to modulate the size and morphology of its particles by using CMM. The use of this strategy allows the preparation of materials with different particle features, which may have influence on the final properties of the prepared CORMAs (e.g., drug cargo, stability, and CO delivery properties). Regarding CYCU-3, it was first synthesized by Lin et al., and its structure is based on the Al(III) ions bound to the dicarboxylate organic spacers SDC and the hydroxide anions acting as bridges, leading to the Kagomé topology. As a result, two types of cavities are formed, namely, hexagonal mesopores (~3 nm) and triangular micropores (~1.4 nm). Thus, both size and spatial distribution of the CYCU-3 mesopores, leading to 1D channels along the c axis, will favor the incorporation and diffusion of bulky guest molecules, making this MOF a suitable vehicle for the loading and release of CORMs. Regarding toxicity issues, the low toxicity of aluminum ions is well-known (oral LD50 for Al(III) in rats: 286 mg kg-1; daily Al(III) requirement in humans: 7.2 mg/day), whereas, to the best of our knowledge, no biological investigations related to CYCU-3 or 4,4'-stilbenedicarboxylic acid have been reported to date. However, a recent study by Fairen-Jimenez et al. pointed out a certain in vitro cytotoxicity of a Zr(IV) MOF-containing 4,4'-stilbenedicarboxylate ligands. Noteworthy, to prepare CYCU-3 materials, CMM was selected as the synthetic strategy, mainly for two reasons: (i) the moderate-to-harsh reaction conditions (solvothermal synthesis at 190 °C) needed for the preparation of CYCU-3 prevent the use of other synthetic routes, such as mechanochemical or ultrasonic-assisted methods and (ii) the structure of this MOF exhibits two different metal-ligand interaction modes (Al-OH and Al-SDC), allowing an anisotropic modulation during the crystallization process. In this sense, acetic acid was selected as the modulator because it is miscible with DMF, the solvent used in the preparation of CYCU-3, and can compete with the carboxylic organic spacer H2SDC to coordinate to the Al(III) metal ions.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Once the synthetic\nmethodology was selected, we decided to study the influence that the\nreagent concentration and modulator/ligand ratio have on both size\nand morphology of the resulting CYCU-3 materials ().</p>", "clean_text": "Once the synthetic methodology was selected, we decided to study the influence that the reagent concentration and modulator/ligand ratio have on both size and morphology of the resulting CYCU-3 materials ().", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Preparation of Different CYCU-3 Materials Using CMM</title>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2018-117583_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  Preparation of Different CYCU-3 Materials Using CMM   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Influence of Reagent Concentration</title><p>In the absence of\na modulator, different equimolar amounts (20, 30, 40, 50, and 60 mM)\nof aluminum­(III) nitrate and 4,4′-stilbenedicarboxylic acid\nwere reacted in DMF, and the mixtures were heated up to 190 °C\nfor 3 days. In all cases, a white precipitate was obtained, which\nwas thoroughly washed with DMF and allowed to dry at 90 °C under\nvacuum (see the ). As\na result, five samples were successfully isolated, namely, CYCU-3\n20_0, CYCU-3 30_0, CYCU-3 40_0, CYCU-3 50_0, and CYCU-3 60_0 [CYCU-3 <italic>x</italic>_<italic>y</italic>, <italic>x</italic>: reagent concentration\n(mM), <italic>y</italic>: modulator/ligand ratio]. The crystallinity\nof the abovementioned materials was analyzed by PXRD measurements.\nAs it is shown in , when the most diluted concentration of reagents was used\n(20 mM), a poorly crystalline material (CYCU-3 20_0) was obtained.\nIn contrast, more crystalline solids were recovered when using higher\nreagent concentrations (30–60 mM).</p>", "clean_text": "Influence of Reagent Concentration\n\nIn the absence of a modulator, different equimolar amounts (20, 30, 40, 50, and 60 mM) of aluminum(III) nitrate and 4,4'-stilbenedicarboxylic acid were reacted in DMF, and the mixtures were heated up to 190 °C for 3 days. In all cases, a white precipitate was obtained, which was thoroughly washed with DMF and allowed to dry at 90 °C under vacuum (see the ). As a result, five samples were successfully isolated, namely, CYCU-3 20_0, CYCU-3 30_0, CYCU-3 40_0, CYCU-3 50_0, and CYCU-3 60_0 [CYCU-3 x_y, x: reagent concentration (mM), y: modulator/ligand ratio]. The crystallinity of the abovementioned materials was analyzed by PXRD measurements. As it is shown in , when the most diluted concentration of reagents was used (20 mM), a poorly crystalline material (CYCU-3 20_0) was obtained. In contrast, more crystalline solids were recovered when using higher reagent concentrations (30-60 mM).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Powder X-ray diffractograms\nand (b–f) SEM images of CYCU-3 materials prepared in the absence\nof a modulator [CYCU-3 <italic>x</italic>_<italic>y</italic>, <italic>x</italic>: reagent concentration (mM), <italic>y</italic>: modulator/ligand\nratio].</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-117583_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Powder X-ray diffractograms and (b-f) SEM images of CYCU-3 materials prepared in the absence of a modulator [CYCU-3 x_y, x: reagent concentration (mM), y: modulator/ligand ratio].   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Both particle size\nand morphology of these five materials were examined by field emission\nscanning electron microscopy (FESEM). The FESEM images showed that\nCYCU-3 20_0 is composed by particles in the nanometric range (&lt;100\nnm), with a pseudospherical morphology. Indeed, these particle features\nare in agreement with the PXRD pattern of this system that showed\nwide and low-intense reflections characteristic of the nanometric\nmaterials. Besides, the rest of the solids comprised mainly particles\nwith bar-like morphology in the micrometric range. It should be noted\nthat when higher concentrations of the reactants are used, more heterogeneous\nmaterials including agglomerates are obtained.</p>", "clean_text": "Both particle size and morphology of these five materials were examined by field emission scanning electron microscopy (FESEM). The FESEM images showed that CYCU-3 20_0 is composed by particles in the nanometric range (<100 nm), with a pseudospherical morphology. Indeed, these particle features are in agreement with the PXRD pattern of this system that showed wide and low-intense reflections characteristic of the nanometric materials. Besides, the rest of the solids comprised mainly particles with bar-like morphology in the micrometric range. It should be noted that when higher concentrations of the reactants are used, more heterogeneous materials including agglomerates are obtained.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Influence of Modulator Concentration</title><p>After analyzing\nthe influence of reagent concentrations, different acetic acid/ligand\nmolar ratios (<italic>y</italic> = 5, 20, and 50) were tested, maintaining\nthe previously selected reagent concentrations (20, 30, 40, 50, and\n60 mM). Thus, other 15 new CYCU-3 materials were obtained and characterized.\nOn one hand, the PXRD studies revealed that increasing amounts of\nmodulator do not improve the crystallinity of the resulting CYCU-3\n20_<italic>y</italic> materials (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S1</ext-link>). On the other hand, the crystallinity of the rest of the isolated\nsolids highly depends on the modulator ratio, showing a similar trend\nfor the tested reagent concentrations (30, 40, 50, and 60 mM). In\nfact, no changes in the PXRD patterns, in comparison to pristine CYCU-3\npublished by Lin et al. (CYCU-3 40_5), were observed when the acetic acid/ligand molar ratios of 5 or 20\nwere used. However, the use of acetic acid with 50 times greater concentration\nthan that of the ligand always yielded materials with low crystallinity\n(CYCU-3′ 30_50, CYCU-3′ 40_50, CYCU-3′ 50_50,\nand CYCU-3′ 60_50) (). In addition, the abovementioned systems showed a\nslight displacement of the most intense reflection to a lower angle\n(from 2θ = 6.02° to 5.62°), which might be indicative\nof the formation of a new phase (see discussion below). Furthermore,\nthe FESEM images confirmed that when the modulator ratio is increased,\nlonger needles are obtained in all cases (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S2</ext-link>). This fact can be explained taking into account the structure\nof CYCU-3, in which the Al­(III) ions are connected through OH bridges,\ngiving rise to 1D chains extended along the <italic>c</italic> axis.\nAdditionally, these secondary building units are linked through the\nSDC linkers, leading to the formation of monodimensional channel structures\nwith hexagonal and triangular shapes. Thus, the addition of a modulator\nhas no influence on the Al–OH interactions and, therefore,\ndoes not limit the crystal growth along the <italic>c</italic> axis.\nNevertheless, the acetic acid molecules can compete with the organic\nspacers to coordinate to the Al­(III) ions, modifying the coordination\nequilibrium and, consequently, increasing the length/width ratio of\nthe resulting particles. Indeed, this hypothesis is confirmed by the\npresence of a small amount of acetate, mainly distributed along the\nsurface of the particles, in the corresponding elemental analysis\nof CYCU-3 50_5 and CYCU-3′ 50_50 materials.</p>", "clean_text": "Influence of Modulator Concentration\n\nAfter analyzing the influence of reagent concentrations, different acetic acid/ligand molar ratios (y = 5, 20, and 50) were tested, maintaining the previously selected reagent concentrations (20, 30, 40, 50, and 60 mM). Thus, other 15 new CYCU-3 materials were obtained and characterized. On one hand, the PXRD studies revealed that increasing amounts of modulator do not improve the crystallinity of the resulting CYCU-3 20_y materials (Figure S1). On the other hand, the crystallinity of the rest of the isolated solids highly depends on the modulator ratio, showing a similar trend for the tested reagent concentrations (30, 40, 50, and 60 mM). In fact, no changes in the PXRD patterns, in comparison to pristine CYCU-3 published by Lin et al. (CYCU-3 40_5), were observed when the acetic acid/ligand molar ratios of 5 or 20 were used. However, the use of acetic acid with 50 times greater concentration than that of the ligand always yielded materials with low crystallinity (CYCU-3' 30_50, CYCU-3' 40_50, CYCU-3' 50_50, and CYCU-3' 60_50) (). In addition, the abovementioned systems showed a slight displacement of the most intense reflection to a lower angle (from 2θ = 6.02° to 5.62°), which might be indicative of the formation of a new phase (see discussion below). Furthermore, the FESEM images confirmed that when the modulator ratio is increased, longer needles are obtained in all cases (Figure S2). This fact can be explained taking into account the structure of CYCU-3, in which the Al(III) ions are connected through OH bridges, giving rise to 1D chains extended along the c axis. Additionally, these secondary building units are linked through the SDC linkers, leading to the formation of monodimensional channel structures with hexagonal and triangular shapes. Thus, the addition of a modulator has no influence on the Al-OH interactions and, therefore, does not limit the crystal growth along the c axis. Nevertheless, the acetic acid molecules can compete with the organic spacers to coordinate to the Al(III) ions, modifying the coordination equilibrium and, consequently, increasing the length/width ratio of the resulting particles. Indeed, this hypothesis is confirmed by the presence of a small amount of acetate, mainly distributed along the surface of the particles, in the corresponding elemental analysis of CYCU-3 50_5 and CYCU-3' 50_50 materials.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Powder X-ray diffractograms of CYCU-3 materials\nprepared\nusing different reagent concentrations [<italic>x</italic> = 30 (a),\n40 (b), 50 (c), and 60 mM (d)] and increasing acetic acid/ligand ratios\n(<italic>y</italic> = 0, 5, 20, and 50).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-117583_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Powder X-ray diffractograms of CYCU-3 materials prepared using different reagent concentrations [x = 30 (a), 40 (b), 50 (c), and 60 mM (d)] and increasing acetic acid/ligand ratios (y = 0, 5, 20, and 50).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Structural Studies of the New Phase CYCU-3′</title><p>As mentioned before, to further clarify the nature of the isolated\nCYCU-3′ <italic>x</italic>_50 materials, we modeled the CYCU-3′\n50_50 structure by CRED. For this purpose, the images of the CYCU-3′\n50_50 material were obtained using a transmission electron microscope,\nand the ED data of a selected area were recorded. The crystals have\nlong ribbon-like morphology (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S3</ext-link>),\nas previously observed in the corresponding SEM images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S2</ext-link>). The 3D reciprocal lattice of CYCU-3′\n50_50 was reconstructed from the ED frames (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S4</ext-link>) and used for the determination of the unit cell parameters\n(<italic>a</italic> = 16.35 Å, <italic>b</italic> = 62.15 Å, <italic>c</italic> = 6.73 Å, α = 89.7°, β = 94.5°,\nand γ = 88.1°). These values showed some differences, particularly\nin the <italic>a</italic>-axis and β angle, in comparison to\nthose of pristine CYCU-3 (<italic>a</italic> = 34.067 Å, <italic>b</italic> = 60.07 Å, <italic>c</italic> = 6.312 Å, α\n= 90.0°, β = 90.0°, and γ = 90.0°), which may suggest that CYCU-3′ 50_50\nis a new structure of the original MOF. Unfortunately, the CYCU-3′\n50_50 structure is disordered along the <italic>b</italic> axis, as\nsevere diffraction streaks along this direction were observed in the\nreconstructed 3D reciprocal lattice (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S4</ext-link>). Thus, this disorder, together with the flexible behavior of the\ncrystals (bending, twisting, and coiling) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S4a–c</ext-link>), avoids a direct structure solution using the\nCRED data. For this reason, the Pawley fit was applied to the PXRD\ndata to confirm and refine the unit cell parameters (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S5</ext-link>). The refinement was conducted using a Pearson VII-type\npeak profile function, followed by the refinement of the unit cells\nand zero-shift. The <italic>R</italic>-value was converged to <italic>R</italic>\n<sub>p</sub> = 0.110, <italic>R</italic>\n<sub>wp</sub> =\n0.0634, <italic>R</italic>\n<sub>exp</sub> = 0.267, and goodness of\nfit (GOF) = 0.237. The high <italic>R</italic>\n<sub>exp</sub> and low\nGOF values are due to the broad peaks caused by the disorder and preferred\norientation. The new refined unit cell parameters (<italic>a</italic> = 16.971 Å, <italic>b</italic> = 64.039 Å, <italic>c</italic> = 6.694 Å, α = 90.0°, β = 94.447°, and\nγ = 90°) confirmed that CYCU-3′ 50_50 changes to\na new structure. On the basis of these data, an average structural\nmodel for CYCU-3′ 50_50 was built (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S6</ext-link>). The crystal structure is based on the corner-shared AlO<sub>6</sub> octahedra, leading to 1D chains, as in CYCU-3. However, there\nare more Al chains in the unit cell of CYCU-3′ 50_50 than in\nCYCU-3, as the <italic>a</italic> axis of the former is halved (<italic>a</italic> = 16.35 and 34.067 Å, respectively). As a consequence,\nthe CYCU-3′ 50_50 framework is 61% more dense than pristine\nCYCU-3 (0.731 and 0.453 g/cm<sup>–3</sup>, respectively), resulting\nin a material with a lower Brunauer–Emmett–Teller (BET)\nsurface area (see the preparation of hybrid materials for more details).\nIn addition, the new CYCU-3′ 50_50 structure has 1D channels\nthat represent the small pores of CYCU-3. On the other hand, the disordered\nnature of the CYCU-3′ 50_50 crystals (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S4</ext-link>) could be caused by the coordination of acetate instead\nof the SDC ligands to the Al centers, not only in the crystal surface\nbut also in the inner structure, creating defects (a). This hypothesis is further\nsupported by the elemental analysis, in which a high acetate/SDC ratio\nof 1.63 was found. To confirm the structural model, ED pattern simulation\nwas applied (b). The experimental ED pattern of CYCU-3′ 50_50 (b-I) was compared\nwith the CYCU-3′ 50_50 average model (b-III) and the simulated ED pattern of CYCU-3\n(b-II, generated\nfrom the previously reported CYCU-3 structure). Extra diffraction rows are observed in b-I, which agrees well with the pattern from\nthe CYCU-3′ 50_50 average model (b-II), whereas the simulated ED pattern of\nCYCU-3 lacks these rows (b-III). This suggests that the proposed model of CYCU-3′\n50_50 is correct, and it is of a different phase from the original\nCYCU-3. However, the high degree of disorder found in CYCU-3′\n50_50 may be caused by the previously mentioned ligand defects and/or\nby the missing AlO<sub>6</sub> chains.</p>", "clean_text": "Structural Studies of the New Phase CYCU-3'\n\nAs mentioned before, to further clarify the nature of the isolated CYCU-3' x_50 materials, we modeled the CYCU-3' 50_50 structure by CRED. For this purpose, the images of the CYCU-3' 50_50 material were obtained using a transmission electron microscope, and the ED data of a selected area were recorded. The crystals have long ribbon-like morphology (Figure S3), as previously observed in the corresponding SEM images (Figure S2). The 3D reciprocal lattice of CYCU-3' 50_50 was reconstructed from the ED frames (Figure S4) and used for the determination of the unit cell parameters (a = 16.35 Å, b = 62.15 Å, c = 6.73 Å, α = 89.7°, β = 94.5°, and γ = 88.1°). These values showed some differences, particularly in the a-axis and β angle, in comparison to those of pristine CYCU-3 (a = 34.067 Å, b = 60.07 Å, c = 6.312 Å, α = 90.0°, β = 90.0°, and γ = 90.0°), which may suggest that CYCU-3' 50_50 is a new structure of the original MOF. Unfortunately, the CYCU-3' 50_50 structure is disordered along the b axis, as severe diffraction streaks along this direction were observed in the reconstructed 3D reciprocal lattice (Figure S4). Thus, this disorder, together with the flexible behavior of the crystals (bending, twisting, and coiling) (Figure S4a-c), avoids a direct structure solution using the CRED data. For this reason, the Pawley fit was applied to the PXRD data to confirm and refine the unit cell parameters (Figure S5). The refinement was conducted using a Pearson VII-type peak profile function, followed by the refinement of the unit cells and zero-shift. The R-value was converged to R p = 0.110, R wp = 0.0634, R exp = 0.267, and goodness of fit (GOF) = 0.237. The high R exp and low GOF values are due to the broad peaks caused by the disorder and preferred orientation. The new refined unit cell parameters (a = 16.971 Å, b = 64.039 Å, c = 6.694 Å, α = 90.0°, β = 94.447°, and γ = 90°) confirmed that CYCU-3' 50_50 changes to a new structure. On the basis of these data, an average structural model for CYCU-3' 50_50 was built (Figure S6). The crystal structure is based on the corner-shared AlO6 octahedra, leading to 1D chains, as in CYCU-3. However, there are more Al chains in the unit cell of CYCU-3' 50_50 than in CYCU-3, as the a axis of the former is halved (a = 16.35 and 34.067 Å, respectively). As a consequence, the CYCU-3' 50_50 framework is 61% more dense than pristine CYCU-3 (0.731 and 0.453 g/cm-3, respectively), resulting in a material with a lower Brunauer-Emmett-Teller (BET) surface area (see the preparation of hybrid materials for more details). In addition, the new CYCU-3' 50_50 structure has 1D channels that represent the small pores of CYCU-3. On the other hand, the disordered nature of the CYCU-3' 50_50 crystals (Figure S4) could be caused by the coordination of acetate instead of the SDC ligands to the Al centers, not only in the crystal surface but also in the inner structure, creating defects (a). This hypothesis is further supported by the elemental analysis, in which a high acetate/SDC ratio of 1.63 was found. To confirm the structural model, ED pattern simulation was applied (b). The experimental ED pattern of CYCU-3' 50_50 (b-I) was compared with the CYCU-3' 50_50 average model (b-III) and the simulated ED pattern of CYCU-3 (b-II, generated from the previously reported CYCU-3 structure). Extra diffraction rows are observed in b-I, which agrees well with the pattern from the CYCU-3' 50_50 average model (b-II), whereas the simulated ED pattern of CYCU-3 lacks these rows (b-III). This suggests that the proposed model of CYCU-3' 50_50 is correct, and it is of a different phase from the original CYCU-3. However, the high degree of disorder found in CYCU-3' 50_50 may be caused by the previously mentioned ligand defects and/or by the missing AlO6 chains.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Proposed\nstructural\nmodel of CYCU-3′ 50_50 along the <italic>c</italic> axis. (b)\nExperimental ED pattern of CYCU-3′ 50_50 (I) and simulated\nED patterns of CYCU-3′ 50_50 (II) and CYCU-3 (III) (view along\n[001]).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-117583_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Proposed structural model of CYCU-3' 50_50 along the c axis. (b) Experimental ED pattern of CYCU-3' 50_50 (I) and simulated ED patterns of CYCU-3' 50_50 (II) and CYCU-3 (III) (view along [001]).   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Preparation of ALF794@CYCU-3 Hybrid Materials</title><p>In view of\nthe previously discussed results, we used three CYCU-3 materials with\ndifferent particle features for the loading of the photoactive CORM\nALF794 [Mo­(CNCMe<sub>2</sub>CO<sub>2</sub>H)<sub>3</sub>(CO)<sub>3</sub>] (CNCMe<sub>2</sub>CO<sub>2</sub>H = 2-isocyano-2-methyl propionic\nacid). The potential influence that the particle size and morphology\nexerted on the properties of the resulting ALF794@CYCU-3 CORMAs was\nanalyzed. In particular, we selected: (i) CYCU-3 20_0, comprising\npseudospherical nanoparticles in the nanometric range (∼100\nnm); (ii) CYCU-3 50_5, formed by bar-type particles with heterogeneous\nsize; and (iii) CYCU-3′ 50_50, which presents micrometric needles\nwith a distorted and defective structure (). These materials were scaled up, and an\nexhaustive washing process was performed to remove the unreacted ligand\nmolecules that may be trapped inside the cavities of the matrixes\n(see the ).</p>", "clean_text": "Preparation of ALF794@CYCU-3 Hybrid Materials\n\nIn view of the previously discussed results, we used three CYCU-3 materials with different particle features for the loading of the photoactive CORM ALF794 [Mo(CNCMe2CO2H)3(CO)3] (CNCMe2CO2H = 2-isocyano-2-methyl propionic acid). The potential influence that the particle size and morphology exerted on the properties of the resulting ALF794@CYCU-3 CORMAs was analyzed. In particular, we selected: (i) CYCU-3 20_0, comprising pseudospherical nanoparticles in the nanometric range (~100 nm); (ii) CYCU-3 50_5, formed by bar-type particles with heterogeneous size; and (iii) CYCU-3' 50_50, which presents micrometric needles with a distorted and defective structure (). These materials were scaled up, and an exhaustive washing process was performed to remove the unreacted ligand molecules that may be trapped inside the cavities of the matrixes (see the ).", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SEM images of the selected CYCU-3 materials\nexhibiting:\n(a) pseudospherical nanoparticles of CYCU-3 20_0, (b) heterogeneous\nbar-like CYCU-3 50_5 particles, and (c) long CYCU-3′ 50_50\nneedles.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-117583_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  SEM images of the selected CYCU-3 materials exhibiting: (a) pseudospherical nanoparticles of CYCU-3 20_0, (b) heterogeneous bar-like CYCU-3 50_5 particles, and (c) long CYCU-3' 50_50 needles.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>Afterward,\nthe matrixes were activated (150 °C under vacuum for 24 h), and\nthe TGA measurements of the desolvated materials were recorded, confirming\nthat, in all cases, the CYCU-3 materials were free of ligands and/or\nsolvent molecules, as no mass loss was observed up to ∼350\n°C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S7</ext-link>). Regarding thermal\nstability, the decomposition temperature increases with particle size\n(ca. 351, 408, and 473 °C for CYCU-3 20_0, CYCU-3 50_5, and CYCU-3′\n50_50, respectively). In addition, we evaluated the permanent porosity\nof these materials by measuring the nitrogen adsorption isotherms\nat 77 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S8</ext-link>). In all cases, the\nisotherm profiles were characteristic of the materials with both micro-\nand mesopores. Besides, CYCU-3 20_0 and CYCU-3 50_5 exhibited a similar\nBET surface areas (2225 and 2270 m<sup>2</sup> g<sup>–1</sup>, respectively) than that previously reported for pristine CYCU-3 (2760 m<sup>2</sup> g<sup>–1</sup>),\nwhereas the adsorption capacity of CYCU-3′ 50_50 was markedly\nlower (265 m<sup>2</sup> g<sup>–1</sup>), probably because\nof its more dense framework compared to that of pristine CYCU-3 (see\nthe structural studies for more details). The pore size distribution\nof the different porous frameworks was also determined (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S9</ext-link>).</p>", "clean_text": "Afterward, the matrixes were activated (150 °C under vacuum for 24 h), and the TGA measurements of the desolvated materials were recorded, confirming that, in all cases, the CYCU-3 materials were free of ligands and/or solvent molecules, as no mass loss was observed up to ~350 °C (Figure S7). Regarding thermal stability, the decomposition temperature increases with particle size (ca. 351, 408, and 473 °C for CYCU-3 20_0, CYCU-3 50_5, and CYCU-3' 50_50, respectively). In addition, we evaluated the permanent porosity of these materials by measuring the nitrogen adsorption isotherms at 77 K (Figure S8). In all cases, the isotherm profiles were characteristic of the materials with both micro- and mesopores. Besides, CYCU-3 20_0 and CYCU-3 50_5 exhibited a similar BET surface areas (2225 and 2270 m2 g-1, respectively) than that previously reported for pristine CYCU-3 (2760 m2 g-1), whereas the adsorption capacity of CYCU-3' 50_50 was markedly lower (265 m2 g-1), probably because of its more dense framework compared to that of pristine CYCU-3 (see the structural studies for more details). The pore size distribution of the different porous frameworks was also determined (Figure S9).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Once the selected CYCU-3 materials\nwere characterized, we carried out the diffusion of the CO-prodrug\nby means of a solid–liquid impregnation strategy. All materials\nwere suspended in a methanolic solution of ALF794, and the mixtures\nwere stirred until complete evaporation of the solvent to force the\nincorporation of the drug into the pores (see the ). The resulting solids were thoroughly\nwashed with MeOH and allowed to dry at RT. Infrared spectroscopy first\nconfirmed the successful loading of ALF794 into the cavities of the\nthree selected porous matrixes ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">S10</ext-link>). The\ncharacteristic stretching CO bands of ALF794 appeared slightly shifted\nin the hybrid materials compared to the pristine CORM. This small\ndisplacement is due to the confinement of the CORM molecules inside\nthe pores, as previously reported in the literature.\n</p>", "clean_text": "Once the selected CYCU-3 materials were characterized, we carried out the diffusion of the CO-prodrug by means of a solid-liquid impregnation strategy. All materials were suspended in a methanolic solution of ALF794, and the mixtures were stirred until complete evaporation of the solvent to force the incorporation of the drug into the pores (see the ). The resulting solids were thoroughly washed with MeOH and allowed to dry at RT. Infrared spectroscopy first confirmed the successful loading of ALF794 into the cavities of the three selected porous matrixes ( and S10). The characteristic stretching CO bands of ALF794 appeared slightly shifted in the hybrid materials compared to the pristine CORM. This small displacement is due to the confinement of the CORM molecules inside the pores, as previously reported in the literature. ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Selected regions of the FT-IR spectra of pristine\nALF794\nand hybrid materials ALF794CYCU-3 20_0, ALF794@CYCU-3 50_5, and ALF794@CYCU-3′\n50_50, showing the characteristic CO stretching bands.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-117583_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Selected regions of the FT-IR spectra of pristine ALF794 and hybrid materials ALF794CYCU-3 20_0, ALF794@CYCU-3 50_5, and ALF794@CYCU-3' 50_50, showing the characteristic CO stretching bands.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>In addition, the TEM images showed that no significant changes,\neither in particle morphology or size, took place after the adsorption\nprocess, whereas EDX elemental mapping corroborated the homogeneous\ndistribution of both molybdenum and aluminum elements over the particles\n().</p>", "clean_text": "In addition, the TEM images showed that no significant changes, either in particle morphology or size, took place after the adsorption process, whereas EDX elemental mapping corroborated the homogeneous distribution of both molybdenum and aluminum elements over the particles ().", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>TEM images\nand EDX elemental mapping confirming the incorporation of the CORM\n(Al: pink, Mo: green). (a) ALF794@CYCU-3 20_0; (b) ALF794@CYCU-3 50_5;\nand (c) ALF794@CYCU-3′ 50_50.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2018-117583_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  TEM images and EDX elemental mapping confirming the incorporation of the CORM (Al: pink, Mo: green). (a) ALF794@CYCU-3 20_0; (b) ALF794@CYCU-3 50_5; and (c) ALF794@CYCU-3' 50_50.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The\nquantification of ALF794 loading was estimated by XRF analysis. In\nall cases, similar Mo/Al molar ratios were found (0.14, 0.20, and\n0.19 for ALF794@CYCU-3 20_0, ALF794@CYCU-3 50_5, and ALF794@CYCU-3′\n50_50, respectively), suggesting that the particle size/morphology\nof the synthesized matrixes does not have an appreciable influence\non the total amount of loaded CO-prodrug. Moreover, the presence of\ndefects in the CYCU-3′ 50_50 structure seems to favor the inclusion\nof the CORM in the pore structure, leading to a payload similar to\nthat found for the other two prepared materials, which exhibit significant\nhigher BET surface areas (see above).</p>", "clean_text": "The quantification of ALF794 loading was estimated by XRF analysis. In all cases, similar Mo/Al molar ratios were found (0.14, 0.20, and 0.19 for ALF794@CYCU-3 20_0, ALF794@CYCU-3 50_5, and ALF794@CYCU-3' 50_50, respectively), suggesting that the particle size/morphology of the synthesized matrixes does not have an appreciable influence on the total amount of loaded CO-prodrug. Moreover, the presence of defects in the CYCU-3' 50_50 structure seems to favor the inclusion of the CORM in the pore structure, leading to a payload similar to that found for the other two prepared materials, which exhibit significant higher BET surface areas (see above).", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The hybrid materials were\nalso characterized by PXRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S11</ext-link>).\nThus, the ALF794@CYCU-3 50_5 and ALF794@CYCU-3′ 50_50 solids\nshowed diffraction patterns similar to those of the corresponding\nempty matrixes, confirming their stability under the drug-loading\nconditions. On the contrary, the ALF794@CYCU-3 20_0 nanoparticles\nexhibited a slight degradation as two new reflections appeared in\nthe PXRD pattern, attributed to the free H<sub>2</sub>SDC ligand.\nThese results point toward a direct relationship between the particle\nsize and chemical stability of the hybrid materials. For this reason,\nALF794@CYCU-3 20_0 was not considered for further studies.</p>", "clean_text": "The hybrid materials were also characterized by PXRD (Figure S11). Thus, the ALF794@CYCU-3 50_5 and ALF794@CYCU-3' 50_50 solids showed diffraction patterns similar to those of the corresponding empty matrixes, confirming their stability under the drug-loading conditions. On the contrary, the ALF794@CYCU-3 20_0 nanoparticles exhibited a slight degradation as two new reflections appeared in the PXRD pattern, attributed to the free H2SDC ligand. These results point toward a direct relationship between the particle size and chemical stability of the hybrid materials. For this reason, ALF794@CYCU-3 20_0 was not considered for further studies.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<title>Evaluation of ALF794@CYCU-3 Hybrid Materials\nas Potential CORMAs</title><p>To test the potential biological application\nas CORMAs of ALF794@CYCU-3 50_5 and ALF794@CYCU-3′ 50_50, their\nphotoinduced CO release properties were first investigated in solution\n(10 mM PBS, 37 °C) by UV–vis spectroscopy using the myoglobin\nassay. Although both the hybrid materials\nreleased appreciable amounts of CO (0.46 and 0.24 mmol of CO per mmol\nof CORM, respectively, upon 24 h of irradiation with visible light, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S12</ext-link>), molybdenum leaching was also detected\n(94 and 25%, respectively, after 6 h of incubation with no further\nleaching in the next 72 h) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Table S1</ext-link>).\nThe high extent of metal leaching from ALF794@CYCU-3 50_5 might be\nattributed to its smaller particle size, which unfortunately leads\nto a high degradation of the framework in PBS. In contrast, ALF794@CYCU-3′\n50_50 shows a significantly lower metal leaching (25% of Mo) related\nto its less porous structure and larger particle size. Taking into account the latter\nfact, ALF794@CYCU-3′ 50_50 is the only hybrid material that\ncan be considered as a real CORMA in solution.</p>", "clean_text": "Evaluation of ALF794@CYCU-3 Hybrid Materials as Potential CORMAs\n\nTo test the potential biological application as CORMAs of ALF794@CYCU-3 50_5 and ALF794@CYCU-3' 50_50, their photoinduced CO release properties were first investigated in solution (10 mM PBS, 37 °C) by UV-vis spectroscopy using the myoglobin assay. Although both the hybrid materials released appreciable amounts of CO (0.46 and 0.24 mmol of CO per mmol of CORM, respectively, upon 24 h of irradiation with visible light, Figure S12), molybdenum leaching was also detected (94 and 25%, respectively, after 6 h of incubation with no further leaching in the next 72 h) (Table S1). The high extent of metal leaching from ALF794@CYCU-3 50_5 might be attributed to its smaller particle size, which unfortunately leads to a high degradation of the framework in PBS. In contrast, ALF794@CYCU-3' 50_50 shows a significantly lower metal leaching (25% of Mo) related to its less porous structure and larger particle size. Taking into account the latter fact, ALF794@CYCU-3' 50_50 is the only hybrid material that can be considered as a real CORMA in solution.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>To further explore\nthe ability of these hybrid systems as CORMAs, we decided to study\ntheir CO delivery properties in the solid state, envisaging their\npotential use for topical applications (i.e., anti-inflammatory bandages).\nIn this context, the previously reported innovative application of\nphotoactive CORMs for topical treatment of epidermal cancer should\nbe highlighted. Indeed, CORM-2, [Ru<sub>2</sub>Cl<sub>4</sub>(CO)<sub>6</sub>], lotions were shown to reduce the acute and chronic inflammation\nand tumor multiplicity in hairless mice with induced photocarcinogenesis. Thus, an in-line CO detector was customized\nto measure the CO released from the ALF794@CYCU-3 50_5 and ALF794@CYCU-3′\n50_50 solid matrixes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S13</ext-link>). In particular,\nboth hybrid materials were spin-coated and irradiated at 250–385\nnm with 50 mW cm<sup>–2</sup> of light power to promote the\nCO release. The delivered CO was transferred using N<sub>2</sub> as\nthe carrier gas to the in-line detector. The CO release efficiencies\nof the ALF794-loaded materials were compared to that of free CORM\n(). Thus, pristine\nALF794 behaves also as a photoCORM in the solid state, releasing 0.42\nmmol of CO per mmol of CORM after 220 min (photo-releasing efficiency:\n42%). In addition, both hybrid materials retain the photoactive properties\nof the molybdenum tricarbonyl complex, showing an average CO delivery\nof 0.44 and 0.35 mmol of CO per mmol of CORM (44 and 35% of CO release\nefficiency) for ALF794@CYCU-3 50_5 and ALF794@CYCU-3′ 50_50,\nrespectively.</p>", "clean_text": "To further explore the ability of these hybrid systems as CORMAs, we decided to study their CO delivery properties in the solid state, envisaging their potential use for topical applications (i.e., anti-inflammatory bandages). In this context, the previously reported innovative application of photoactive CORMs for topical treatment of epidermal cancer should be highlighted. Indeed, CORM-2, [Ru2Cl4(CO)6], lotions were shown to reduce the acute and chronic inflammation and tumor multiplicity in hairless mice with induced photocarcinogenesis. Thus, an in-line CO detector was customized to measure the CO released from the ALF794@CYCU-3 50_5 and ALF794@CYCU-3' 50_50 solid matrixes (Figure S13). In particular, both hybrid materials were spin-coated and irradiated at 250-385 nm with 50 mW cm-2 of light power to promote the CO release. The delivered CO was transferred using N2 as the carrier gas to the in-line detector. The CO release efficiencies of the ALF794-loaded materials were compared to that of free CORM (). Thus, pristine ALF794 behaves also as a photoCORM in the solid state, releasing 0.42 mmol of CO per mmol of CORM after 220 min (photo-releasing efficiency: 42%). In addition, both hybrid materials retain the photoactive properties of the molybdenum tricarbonyl complex, showing an average CO delivery of 0.44 and 0.35 mmol of CO per mmol of CORM (44 and 35% of CO release efficiency) for ALF794@CYCU-3 50_5 and ALF794@CYCU-3' 50_50, respectively.", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>CO delivery\nkinetic profiles\nof free ALF794 (gray curve), ALF794@CYCU-3 50_5 (purple curve), and\nALF794@CYCU-3′ 50_50 (blue curve) upon photoactivation in the\nsolid state.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2018-117583_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  CO delivery kinetic profiles of free ALF794 (gray curve), ALF794@CYCU-3 50_5 (purple curve), and ALF794@CYCU-3' 50_50 (blue curve) upon photoactivation in the solid state.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The corresponding CO delivery efficiencies were\ncalculated based on the higher lability of one of the three CO ligands\nper [Mo­(CO)<sub>3</sub>(CNCMe<sub>2</sub>CO<sub>2</sub>H)<sub>3</sub>] complex, as previously reported for this CORM. The slightly lower efficiency found in ALF794@CYCU-3′\n50_50 may be explained taking into account that light penetration\nis limited by the thickness of the crystals. Consequently, the ALF794@CYCU-3′\n50_50 micrometric crystals may partially hinder the photoactivation\nof the ALF794 CORM in comparison to those of ALF794@CYCU-3 50_5, which\nexhibits a significantly smaller particle size.</p>", "clean_text": "The corresponding CO delivery efficiencies were calculated based on the higher lability of one of the three CO ligands per [Mo(CO)3(CNCMe2CO2H)3] complex, as previously reported for this CORM. The slightly lower efficiency found in ALF794@CYCU-3' 50_50 may be explained taking into account that light penetration is limited by the thickness of the crystals. Consequently, the ALF794@CYCU-3' 50_50 micrometric crystals may partially hinder the photoactivation of the ALF794 CORM in comparison to those of ALF794@CYCU-3 50_5, which exhibits a significantly smaller particle size.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In this work, we have used CMM\nto successfully prepare several CYCU-3 materials with different particle\nsize and morphology, ranging from pseudospherical nanoparticles of\n∼100 nm to elongated particles of several microns. Surprisingly,\nwhen we used a modulator concentration 50 times greater than that\nof the ligand, a new crystalline phase (CYCU-3′ 50_50) was\nobtained. In particular, the unit cell parameters and space group\nof CYCU-3′ 50_50 were determined from the CRED data, and the\nformer were further refined against the PXRD data using the Pawley\nmethod, suggesting that CYCU-3′ 50_50 is probably an analogous\nstructure of pristine CYCU-3. Unfortunately, the poor crystallinity\nof the material prevented a direct structure solution. For this reason,\na possible structural model for CYCU-3′ 50_50 was built, and\nthe corresponding simulated ED patterns fitted well with the experimental\nones. In addition, we have loaded the bioactive CO-prodrug ALF794\nin three selected CYCU-3 materials (CYCU-3 20_0, CYCU-3 50_5, and\nCYCU-3′ 50_50) and investigated the influence of the MOF features\nover the properties of the resulting CORMAs. We observed that the\nnanometric nature of CYCU-3 20_0 was responsible for the partial degradation\nof the matrix under the drug loading conditions. For this reason,\nthis material was not considered for further studies. Regarding the\nALF794@CYCU-3 50_5 and ALF794@CYCU-3′ 50_50 hybrid materials\nshowing particles in the micrometric range, CO delivery was evaluated\nin solution and in solid state, envisaging their potential use for\ntopical therapeutic applications. Our results demonstrated that both\nhybrid materials retained the photoactive properties of pristine CORM,\nwith ALF794@CYCU-3′ 50_50 exhibiting the highest retention\nof metal fragments in PBS reported to date for a MOF-based CO-releasing\nmaterial, which makes it a real CORMA.</p>", "clean_text": "Conclusions\n\nIn this work, we have used CMM to successfully prepare several CYCU-3 materials with different particle size and morphology, ranging from pseudospherical nanoparticles of ~100 nm to elongated particles of several microns. Surprisingly, when we used a modulator concentration 50 times greater than that of the ligand, a new crystalline phase (CYCU-3' 50_50) was obtained. In particular, the unit cell parameters and space group of CYCU-3' 50_50 were determined from the CRED data, and the former were further refined against the PXRD data using the Pawley method, suggesting that CYCU-3' 50_50 is probably an analogous structure of pristine CYCU-3. Unfortunately, the poor crystallinity of the material prevented a direct structure solution. For this reason, a possible structural model for CYCU-3' 50_50 was built, and the corresponding simulated ED patterns fitted well with the experimental ones. In addition, we have loaded the bioactive CO-prodrug ALF794 in three selected CYCU-3 materials (CYCU-3 20_0, CYCU-3 50_5, and CYCU-3' 50_50) and investigated the influence of the MOF features over the properties of the resulting CORMAs. We observed that the nanometric nature of CYCU-3 20_0 was responsible for the partial degradation of the matrix under the drug loading conditions. For this reason, this material was not considered for further studies. Regarding the ALF794@CYCU-3 50_5 and ALF794@CYCU-3' 50_50 hybrid materials showing particles in the micrometric range, CO delivery was evaluated in solution and in solid state, envisaging their potential use for topical therapeutic applications. Our results demonstrated that both hybrid materials retained the photoactive properties of pristine CORM, with ALF794@CYCU-3' 50_50 exhibiting the highest retention of metal fragments in PBS reported to date for a MOF-based CO-releasing material, which makes it a real CORMA.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.8b11758\">10.1021/acsami.8b11758</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>SEM and TEM images, powder\nX-ray diffractograms, additional structural data, TGA, infrared spectra,\nN<sub>2</sub> adsorption isotherms and pore size distribution, CO\ndelivery assays in solution, and Mo leaching studies (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b11758.  SEM and TEM images, powder X-ray diffractograms, additional structural data, TGA, infrared spectra, N2 adsorption isotherms and pore size distribution, CO delivery assays in solution, and Mo leaching studies (PDF)   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>SEM and TEM images, powder\nX-ray diffractograms, additional structural data, TGA, infrared spectra,\nN<sub>2</sub> adsorption isotherms and pore size distribution, CO\ndelivery assays in solution, and Mo leaching studies (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "SEM and TEM images, powder X-ray diffractograms, additional structural data, TGA, infrared spectra, N2 adsorption isotherms and pore size distribution, CO delivery assays in solution, and Mo leaching studies (PDF)", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>The manuscript was\nwritten through contributions of all authors. All authors have given\napproval to the final version of the manuscript.</p><p>The authors declare\nno competing financial interest.</p><p>ClinicalTrials.gov. Role\nof CarbonMonoxide in the Ex Vivo Lung Perfusion Reconditioning, NCT02032082\nFirst Received: January 2014; Last Verified: January 2017. Study Active.</p><p>ClinicalTrials.gov. CO as a Stimulant\nfor Mitochondrial Biogenesis in Human Cardiac Muscle, NCT01727167\nFirst Received: November, 2012; Last Verified: January 2017. Study\nCompleted.</p>", "clean_text": "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.\n\nClinicalTrials.gov. Role of CarbonMonoxide in the Ex Vivo Lung Perfusion Reconditioning, NCT02032082 First Received: January 2014; Last Verified: January 2017. Study Active.\n\nClinicalTrials.gov. CO as a Stimulant for Mitochondrial Biogenesis in Human Cardiac Muscle, NCT01727167 First Received: November, 2012; Last Verified: January 2017. Study Completed.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11, 12", "type": "text", "classification": "synthesis condition", "content": "<title>Scale-up Synthesis of CYCU-3 20_0</title><p>A suspension of 75 mg (0.2 mmol) of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O and 53.6 mg (0.2 mmol) of H<sub>2</sub>SDC\nin 10 mL of DMF was transferred to a 23 mL Teflon-lined reactor. The\nslurry was heated at 190 °C for 72 h and cooled down to room\ntemperature in 6 h. The white solid was washed with DMF (3 ×\n10 mL), collected by centrifugation (10 min/3500 rpm), and dried at\nroom temperature. The as-synthetized material was further washed to\nremove the potential unreacted ligand, which could be trapped inside\nthe cavities. Thus, the corresponding solid was suspended in DMF (5\nmg/mL), heated in a microwave-assisted reactor (50 °C, 15 min),\nand collected by centrifugation (10 min/3500 rpm). This process was\ndone in triplicate. Anal. Calcd for CYCU-3 20_0 [Al­(OH)­(C<sub>16</sub>O<sub>4</sub>H<sub>10</sub>)]­(H<sub>2</sub>O)<sub>1.1</sub>(C<sub>3</sub>H<sub>7</sub>NO)<sub>0.1</sub>: N, 0.42; C, 58.03; H, 4.15.\nFound: N, 0.39; C, 60.11; H, 4.24. Residue (Al<sub>2</sub>O<sub>3</sub>) (calc./exp.): 16.13/15.88%.</p><title>Scale-up\nSynthesis of CYCU-3 50_5</title><p>The material CYCU-3 50_5 was prepared\nand isolated following the same procedure as that for CYCU-3 20_0.\nIn this case, a suspension of 187.6 mg (0.5 mmol) of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O and 134.1 mg (0.5 mmol) of H<sub>2</sub>SDC in 9.86 mL of DMF was mixed with 0.14 mL (2.5 mmol) of\nacetic acid. Anal. Calcd for CYCU-3 50_5 [Al­(OH)­(C<sub>16</sub>O<sub>4</sub>H<sub>10</sub>)<sub>0.75</sub>(CH<sub>3</sub>COO)<sub>0.5</sub>]­(H<sub>2</sub>O)<sub>1.5</sub>(C<sub>3</sub>H<sub>7</sub>NO)<sub>0.18</sub>: N, 0.80; C, 51.89; H, 4.59. Found: N, 0.77; C, 51.31;\nH, 4.35. Residue (Al<sub>2</sub>O<sub>3</sub>) (calc./exp.): 16.27/18.22%.</p><title>Scale-up Synthesis of CYCU-3′\n50_50</title><p>The material CYCU-3′ 50_50 was prepared and\nisolated following the same procedure as that for CYCU-3 20_0. In\nthis case, a suspension of 187.6 mg (0.5 mmol) of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O and 134.1 mg (0.5 mmol) of H<sub>2</sub>SDC in 8.6 mL of DMF was mixed with 1.4 mL (25 mmol) of acetic\nacid. Anal. Calcd for CYCU-3′ 50_50 [Al­(OH)­(C<sub>16</sub>O<sub>4</sub>H<sub>10</sub>)<sub>0.55</sub>(CH<sub>3</sub>COO)<sub>0.9</sub>]­(C<sub>3</sub>H<sub>7</sub>NO)<sub>0.04</sub>: N, 0.23; C, 52.23;\nH, 3.88. Found: N, 0.29; C, 52.73; H, 3.58. Residue (Al<sub>2</sub>O<sub>3</sub>) (calc./exp.): 20.68/22.10%.</p>", "clean_text": "Scale-up Synthesis of CYCU-3 20_0\n\nA suspension of 75 mg (0.2 mmol) of Al(NO3)3⋅9H2O and 53.6 mg (0.2 mmol) of H2SDC in 10 mL of DMF was transferred to a 23 mL Teflon-lined reactor. The slurry was heated at 190 °C for 72 h and cooled down to room temperature in 6 h. The white solid was washed with DMF (3 × 10 mL), collected by centrifugation (10 min/3500 rpm), and dried at room temperature. The as-synthetized material was further washed to remove the potential unreacted ligand, which could be trapped inside the cavities. Thus, the corresponding solid was suspended in DMF (5 mg/mL), heated in a microwave-assisted reactor (50 °C, 15 min), and collected by centrifugation (10 min/3500 rpm). This process was done in triplicate. Anal. Calcd for CYCU-3 20_0 [Al(OH)(C16O4H10)](H2O)1.1(C3H7NO)0.1: N, 0.42; C, 58.03; H, 4.15. Found: N, 0.39; C, 60.11; H, 4.24. Residue (Al2O3) (calc./exp.): 16.13/15.88%.\n\nScale-up Synthesis of CYCU-3 50_5\n\nThe material CYCU-3 50_5 was prepared and isolated following the same procedure as that for CYCU-3 20_0. In this case, a suspension of 187.6 mg (0.5 mmol) of Al(NO3)3⋅9H2O and 134.1 mg (0.5 mmol) of H2SDC in 9.86 mL of DMF was mixed with 0.14 mL (2.5 mmol) of acetic acid. Anal. Calcd for CYCU-3 50_5 [Al(OH)(C16O4H10)0.75(CH3COO)0.5](H2O)1.5(C3H7NO)0.18: N, 0.80; C, 51.89; H, 4.59. Found: N, 0.77; C, 51.31; H, 4.35. Residue (Al2O3) (calc./exp.): 16.27/18.22%.\n\nScale-up Synthesis of CYCU-3' 50_50\n\nThe material CYCU-3' 50_50 was prepared and isolated following the same procedure as that for CYCU-3 20_0. In this case, a suspension of 187.6 mg (0.5 mmol) of Al(NO3)3⋅9H2O and 134.1 mg (0.5 mmol) of H2SDC in 8.6 mL of DMF was mixed with 1.4 mL (25 mmol) of acetic acid. Anal. Calcd for CYCU-3' 50_50 [Al(OH)(C16O4H10)0.55(CH3COO)0.9](C3H7NO)0.04: N, 0.23; C, 52.23; H, 3.88. Found: N, 0.29; C, 52.73; H, 3.58. Residue (Al2O3) (calc./exp.): 20.68/22.10%.", "data": [{"meta": {"name": "CYCU-3 20_0", "symbol": "", "chemical formula": "[Al­(OH)­(C16O4H10)]­(H2O)1.1(C3H7NO)0.1"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Al­(NO3)3·9H2O", "amount": "75", "unit": "mg"}, {"name": "H2SDC", "amount": "53.6", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "10", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "190°C", "time": "72 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 × 10 mL"}, {"synthesis method": "centrifugation", "revolution per time": "10 min/3500 rpm"}]}, {"meta": {"name": "CYCU-3 50_5", "symbol": "", "chemical formula": "[Al­(OH)­(C16O4H10)0.75(CH3COO)0.5]­(H2O)1.5(C3H7NO)0.18"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Al­(NO3)3·9H2O", "amount": "187.6", "unit": "mg"}, {"name": "H2SDC", "amount": "134.1", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "9.86", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "centrifugation", "revolution per time": "10 min/3500 rpm"}]}, {"meta": {"name": "CYCU-3′ 50_50", "symbol": "", "chemical formula": "[Al­(OH)­(C16O4H10)0.55(CH3COO)0.9]­(C3H7NO)0.04"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Al­(NO3)3·9H2O", "amount": "187.6", "unit": "mg"}, {"name": "H2SDC", "amount": "134.1", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "8.6", "unit": "mL"}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "centrifugation", "revolution per time": "10 min/3500 rpm"}]}], "include_properties": ["solvothermal_synthesis", "washing", "centrifugation", "drying", "microwave_assisted_synthesis", "centrifugation"]}, {"idx": "27, 31, 38, 39", "type": "text", "classification": "property", "content": "<title>Structural Studies of the New Phase CYCU-3′</title><p>As mentioned before, to further clarify the nature of the isolated\nCYCU-3′ <italic>x</italic>_50 materials, we modeled the CYCU-3′\n50_50 structure by CRED. For this purpose, the images of the CYCU-3′\n50_50 material were obtained using a transmission electron microscope,\nand the ED data of a selected area were recorded. The crystals have\nlong ribbon-like morphology (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S3</ext-link>),\nas previously observed in the corresponding SEM images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S2</ext-link>). The 3D reciprocal lattice of CYCU-3′\n50_50 was reconstructed from the ED frames (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S4</ext-link>) and used for the determination of the unit cell parameters\n(<italic>a</italic> = 16.35 Å, <italic>b</italic> = 62.15 Å, <italic>c</italic> = 6.73 Å, α = 89.7°, β = 94.5°,\nand γ = 88.1°). These values showed some differences, particularly\nin the <italic>a</italic>-axis and β angle, in comparison to\nthose of pristine CYCU-3 (<italic>a</italic> = 34.067 Å, <italic>b</italic> = 60.07 Å, <italic>c</italic> = 6.312 Å, α\n= 90.0°, β = 90.0°, and γ = 90.0°), which may suggest that CYCU-3′ 50_50\nis a new structure of the original MOF. Unfortunately, the CYCU-3′\n50_50 structure is disordered along the <italic>b</italic> axis, as\nsevere diffraction streaks along this direction were observed in the\nreconstructed 3D reciprocal lattice (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S4</ext-link>). Thus, this disorder, together with the flexible behavior of the\ncrystals (bending, twisting, and coiling) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S4a–c</ext-link>), avoids a direct structure solution using the\nCRED data. For this reason, the Pawley fit was applied to the PXRD\ndata to confirm and refine the unit cell parameters (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S5</ext-link>). The refinement was conducted using a Pearson VII-type\npeak profile function, followed by the refinement of the unit cells\nand zero-shift. The <italic>R</italic>-value was converged to <italic>R</italic>\n<sub>p</sub> = 0.110, <italic>R</italic>\n<sub>wp</sub> =\n0.0634, <italic>R</italic>\n<sub>exp</sub> = 0.267, and goodness of\nfit (GOF) = 0.237. The high <italic>R</italic>\n<sub>exp</sub> and low\nGOF values are due to the broad peaks caused by the disorder and preferred\norientation. The new refined unit cell parameters (<italic>a</italic> = 16.971 Å, <italic>b</italic> = 64.039 Å, <italic>c</italic> = 6.694 Å, α = 90.0°, β = 94.447°, and\nγ = 90°) confirmed that CYCU-3′ 50_50 changes to\na new structure. On the basis of these data, an average structural\nmodel for CYCU-3′ 50_50 was built (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S6</ext-link>). The crystal structure is based on the corner-shared AlO<sub>6</sub> octahedra, leading to 1D chains, as in CYCU-3. However, there\nare more Al chains in the unit cell of CYCU-3′ 50_50 than in\nCYCU-3, as the <italic>a</italic> axis of the former is halved (<italic>a</italic> = 16.35 and 34.067 Å, respectively). As a consequence,\nthe CYCU-3′ 50_50 framework is 61% more dense than pristine\nCYCU-3 (0.731 and 0.453 g/cm<sup>–3</sup>, respectively), resulting\nin a material with a lower Brunauer–Emmett–Teller (BET)\nsurface area (see the preparation of hybrid materials for more details).\nIn addition, the new CYCU-3′ 50_50 structure has 1D channels\nthat represent the small pores of CYCU-3. On the other hand, the disordered\nnature of the CYCU-3′ 50_50 crystals (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S4</ext-link>) could be caused by the coordination of acetate instead\nof the SDC ligands to the Al centers, not only in the crystal surface\nbut also in the inner structure, creating defects (a). This hypothesis is further\nsupported by the elemental analysis, in which a high acetate/SDC ratio\nof 1.63 was found. To confirm the structural model, ED pattern simulation\nwas applied (b). The experimental ED pattern of CYCU-3′ 50_50 (b-I) was compared\nwith the CYCU-3′ 50_50 average model (b-III) and the simulated ED pattern of CYCU-3\n(b-II, generated\nfrom the previously reported CYCU-3 structure). Extra diffraction rows are observed in b-I, which agrees well with the pattern from\nthe CYCU-3′ 50_50 average model (b-II), whereas the simulated ED pattern of\nCYCU-3 lacks these rows (b-III). This suggests that the proposed model of CYCU-3′\n50_50 is correct, and it is of a different phase from the original\nCYCU-3. However, the high degree of disorder found in CYCU-3′\n50_50 may be caused by the previously mentioned ligand defects and/or\nby the missing AlO<sub>6</sub> chains.</p><p>Afterward,\nthe matrixes were activated (150 °C under vacuum for 24 h), and\nthe TGA measurements of the desolvated materials were recorded, confirming\nthat, in all cases, the CYCU-3 materials were free of ligands and/or\nsolvent molecules, as no mass loss was observed up to ∼350\n°C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S7</ext-link>). Regarding thermal\nstability, the decomposition temperature increases with particle size\n(ca. 351, 408, and 473 °C for CYCU-3 20_0, CYCU-3 50_5, and CYCU-3′\n50_50, respectively). In addition, we evaluated the permanent porosity\nof these materials by measuring the nitrogen adsorption isotherms\nat 77 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S8</ext-link>). In all cases, the\nisotherm profiles were characteristic of the materials with both micro-\nand mesopores. Besides, CYCU-3 20_0 and CYCU-3 50_5 exhibited a similar\nBET surface areas (2225 and 2270 m<sup>2</sup> g<sup>–1</sup>, respectively) than that previously reported for pristine CYCU-3 (2760 m<sup>2</sup> g<sup>–1</sup>),\nwhereas the adsorption capacity of CYCU-3′ 50_50 was markedly\nlower (265 m<sup>2</sup> g<sup>–1</sup>), probably because\nof its more dense framework compared to that of pristine CYCU-3 (see\nthe structural studies for more details). The pore size distribution\nof the different porous frameworks was also determined (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S9</ext-link>).</p><title>Evaluation of ALF794@CYCU-3 Hybrid Materials\nas Potential CORMAs</title><p>To test the potential biological application\nas CORMAs of ALF794@CYCU-3 50_5 and ALF794@CYCU-3′ 50_50, their\nphotoinduced CO release properties were first investigated in solution\n(10 mM PBS, 37 °C) by UV–vis spectroscopy using the myoglobin\nassay. Although both the hybrid materials\nreleased appreciable amounts of CO (0.46 and 0.24 mmol of CO per mmol\nof CORM, respectively, upon 24 h of irradiation with visible light, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S12</ext-link>), molybdenum leaching was also detected\n(94 and 25%, respectively, after 6 h of incubation with no further\nleaching in the next 72 h) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Table S1</ext-link>).\nThe high extent of metal leaching from ALF794@CYCU-3 50_5 might be\nattributed to its smaller particle size, which unfortunately leads\nto a high degradation of the framework in PBS. In contrast, ALF794@CYCU-3′\n50_50 shows a significantly lower metal leaching (25% of Mo) related\nto its less porous structure and larger particle size. Taking into account the latter\nfact, ALF794@CYCU-3′ 50_50 is the only hybrid material that\ncan be considered as a real CORMA in solution.</p><p>To further explore\nthe ability of these hybrid systems as CORMAs, we decided to study\ntheir CO delivery properties in the solid state, envisaging their\npotential use for topical applications (i.e., anti-inflammatory bandages).\nIn this context, the previously reported innovative application of\nphotoactive CORMs for topical treatment of epidermal cancer should\nbe highlighted. Indeed, CORM-2, [Ru<sub>2</sub>Cl<sub>4</sub>(CO)<sub>6</sub>], lotions were shown to reduce the acute and chronic inflammation\nand tumor multiplicity in hairless mice with induced photocarcinogenesis. Thus, an in-line CO detector was customized\nto measure the CO released from the ALF794@CYCU-3 50_5 and ALF794@CYCU-3′\n50_50 solid matrixes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b11758/suppl_file/am8b11758_si_001.pdf\">Figure S13</ext-link>). In particular,\nboth hybrid materials were spin-coated and irradiated at 250–385\nnm with 50 mW cm<sup>–2</sup> of light power to promote the\nCO release. The delivered CO was transferred using N<sub>2</sub> as\nthe carrier gas to the in-line detector. The CO release efficiencies\nof the ALF794-loaded materials were compared to that of free CORM\n(). Thus, pristine\nALF794 behaves also as a photoCORM in the solid state, releasing 0.42\nmmol of CO per mmol of CORM after 220 min (photo-releasing efficiency:\n42%). In addition, both hybrid materials retain the photoactive properties\nof the molybdenum tricarbonyl complex, showing an average CO delivery\nof 0.44 and 0.35 mmol of CO per mmol of CORM (44 and 35% of CO release\nefficiency) for ALF794@CYCU-3 50_5 and ALF794@CYCU-3′ 50_50,\nrespectively.</p>", "clean_text": "Structural Studies of the New Phase CYCU-3'\n\nAs mentioned before, to further clarify the nature of the isolated CYCU-3' x_50 materials, we modeled the CYCU-3' 50_50 structure by CRED. For this purpose, the images of the CYCU-3' 50_50 material were obtained using a transmission electron microscope, and the ED data of a selected area were recorded. The crystals have long ribbon-like morphology (Figure S3), as previously observed in the corresponding SEM images (Figure S2). The 3D reciprocal lattice of CYCU-3' 50_50 was reconstructed from the ED frames (Figure S4) and used for the determination of the unit cell parameters (a = 16.35 Å, b = 62.15 Å, c = 6.73 Å, α = 89.7°, β = 94.5°, and γ = 88.1°). These values showed some differences, particularly in the a-axis and β angle, in comparison to those of pristine CYCU-3 (a = 34.067 Å, b = 60.07 Å, c = 6.312 Å, α = 90.0°, β = 90.0°, and γ = 90.0°), which may suggest that CYCU-3' 50_50 is a new structure of the original MOF. Unfortunately, the CYCU-3' 50_50 structure is disordered along the b axis, as severe diffraction streaks along this direction were observed in the reconstructed 3D reciprocal lattice (Figure S4). Thus, this disorder, together with the flexible behavior of the crystals (bending, twisting, and coiling) (Figure S4a-c), avoids a direct structure solution using the CRED data. For this reason, the Pawley fit was applied to the PXRD data to confirm and refine the unit cell parameters (Figure S5). The refinement was conducted using a Pearson VII-type peak profile function, followed by the refinement of the unit cells and zero-shift. The R-value was converged to R p = 0.110, R wp = 0.0634, R exp = 0.267, and goodness of fit (GOF) = 0.237. The high R exp and low GOF values are due to the broad peaks caused by the disorder and preferred orientation. The new refined unit cell parameters (a = 16.971 Å, b = 64.039 Å, c = 6.694 Å, α = 90.0°, β = 94.447°, and γ = 90°) confirmed that CYCU-3' 50_50 changes to a new structure. On the basis of these data, an average structural model for CYCU-3' 50_50 was built (Figure S6). The crystal structure is based on the corner-shared AlO6 octahedra, leading to 1D chains, as in CYCU-3. However, there are more Al chains in the unit cell of CYCU-3' 50_50 than in CYCU-3, as the a axis of the former is halved (a = 16.35 and 34.067 Å, respectively). As a consequence, the CYCU-3' 50_50 framework is 61% more dense than pristine CYCU-3 (0.731 and 0.453 g/cm-3, respectively), resulting in a material with a lower Brunauer-Emmett-Teller (BET) surface area (see the preparation of hybrid materials for more details). In addition, the new CYCU-3' 50_50 structure has 1D channels that represent the small pores of CYCU-3. On the other hand, the disordered nature of the CYCU-3' 50_50 crystals (Figure S4) could be caused by the coordination of acetate instead of the SDC ligands to the Al centers, not only in the crystal surface but also in the inner structure, creating defects (a). This hypothesis is further supported by the elemental analysis, in which a high acetate/SDC ratio of 1.63 was found. To confirm the structural model, ED pattern simulation was applied (b). The experimental ED pattern of CYCU-3' 50_50 (b-I) was compared with the CYCU-3' 50_50 average model (b-III) and the simulated ED pattern of CYCU-3 (b-II, generated from the previously reported CYCU-3 structure). Extra diffraction rows are observed in b-I, which agrees well with the pattern from the CYCU-3' 50_50 average model (b-II), whereas the simulated ED pattern of CYCU-3 lacks these rows (b-III). This suggests that the proposed model of CYCU-3' 50_50 is correct, and it is of a different phase from the original CYCU-3. However, the high degree of disorder found in CYCU-3' 50_50 may be caused by the previously mentioned ligand defects and/or by the missing AlO6 chains.\n\nAfterward, the matrixes were activated (150 °C under vacuum for 24 h), and the TGA measurements of the desolvated materials were recorded, confirming that, in all cases, the CYCU-3 materials were free of ligands and/or solvent molecules, as no mass loss was observed up to ~350 °C (Figure S7). Regarding thermal stability, the decomposition temperature increases with particle size (ca. 351, 408, and 473 °C for CYCU-3 20_0, CYCU-3 50_5, and CYCU-3' 50_50, respectively). In addition, we evaluated the permanent porosity of these materials by measuring the nitrogen adsorption isotherms at 77 K (Figure S8). In all cases, the isotherm profiles were characteristic of the materials with both micro- and mesopores. Besides, CYCU-3 20_0 and CYCU-3 50_5 exhibited a similar BET surface areas (2225 and 2270 m2 g-1, respectively) than that previously reported for pristine CYCU-3 (2760 m2 g-1), whereas the adsorption capacity of CYCU-3' 50_50 was markedly lower (265 m2 g-1), probably because of its more dense framework compared to that of pristine CYCU-3 (see the structural studies for more details). The pore size distribution of the different porous frameworks was also determined (Figure S9).\n\nEvaluation of ALF794@CYCU-3 Hybrid Materials as Potential CORMAs\n\nTo test the potential biological application as CORMAs of ALF794@CYCU-3 50_5 and ALF794@CYCU-3' 50_50, their photoinduced CO release properties were first investigated in solution (10 mM PBS, 37 °C) by UV-vis spectroscopy using the myoglobin assay. Although both the hybrid materials released appreciable amounts of CO (0.46 and 0.24 mmol of CO per mmol of CORM, respectively, upon 24 h of irradiation with visible light, Figure S12), molybdenum leaching was also detected (94 and 25%, respectively, after 6 h of incubation with no further leaching in the next 72 h) (Table S1). The high extent of metal leaching from ALF794@CYCU-3 50_5 might be attributed to its smaller particle size, which unfortunately leads to a high degradation of the framework in PBS. In contrast, ALF794@CYCU-3' 50_50 shows a significantly lower metal leaching (25% of Mo) related to its less porous structure and larger particle size. Taking into account the latter fact, ALF794@CYCU-3' 50_50 is the only hybrid material that can be considered as a real CORMA in solution.\n\nTo further explore the ability of these hybrid systems as CORMAs, we decided to study their CO delivery properties in the solid state, envisaging their potential use for topical applications (i.e., anti-inflammatory bandages). In this context, the previously reported innovative application of photoactive CORMs for topical treatment of epidermal cancer should be highlighted. Indeed, CORM-2, [Ru2Cl4(CO)6], lotions were shown to reduce the acute and chronic inflammation and tumor multiplicity in hairless mice with induced photocarcinogenesis. Thus, an in-line CO detector was customized to measure the CO released from the ALF794@CYCU-3 50_5 and ALF794@CYCU-3' 50_50 solid matrixes (Figure S13). In particular, both hybrid materials were spin-coated and irradiated at 250-385 nm with 50 mW cm-2 of light power to promote the CO release. The delivered CO was transferred using N2 as the carrier gas to the in-line detector. The CO release efficiencies of the ALF794-loaded materials were compared to that of free CORM (). Thus, pristine ALF794 behaves also as a photoCORM in the solid state, releasing 0.42 mmol of CO per mmol of CORM after 220 min (photo-releasing efficiency: 42%). In addition, both hybrid materials retain the photoactive properties of the molybdenum tricarbonyl complex, showing an average CO delivery of 0.44 and 0.35 mmol of CO per mmol of CORM (44 and 35% of CO release efficiency) for ALF794@CYCU-3 50_5 and ALF794@CYCU-3' 50_50, respectively.", "data": [[{"meta": {"name": "CYCU-3′", "symbol": "", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "16.35", "b": "62.15", "c": "6.73", "alpha": "89.7°", "beta": "94.5°", "gamma": "88.1°", "condition": ""}}], "density": [{"value": "0.731", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "CYCU-3", "symbol": "", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "34.067", "b": "60.07", "c": "6.312", "alpha": "90.0°", "beta": "90.0°", "gamma": "90.0°", "condition": ""}}], "density": [{"value": "0.453", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "CYCU-3′ 50_50", "symbol": "", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "16.35", "b": "62.15", "c": "6.73", "alpha": "89.7°", "beta": "94.5°", "gamma": "88.1°", "condition": ""}}], "density": [{"value": "0.731", "unit": "g/cm^3", "condition": ""}]}, {"meta": {"name": "ALF794@CYCU-3 50_5", "symbol": "", "chemical formula": ""}, "lattice parameters": [], "density": []}, {"meta": {"name": "ALF794@CYCU-3′ 50_50", "symbol": "", "chemical formula": ""}, "lattice parameters": [], "density": []}]], "include_properties": ["lattice_parameters", "density"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Incorporation of the Model CO-Prodrug\nALF794 inside\nthe CYCU-3 Porous Matrix and CO Release upon Photoactivation</title>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2018-117583_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Incorporation of the Model CO-Prodrug ALF794 inside the CYCU-3 Porous Matrix and CO Release upon Photoactivation   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Preparation of Different CYCU-3 Materials Using CMM</title>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2018-117583_0009.tif\"></graphic>\n</fig>", "clean_text": " 2  Preparation of Different CYCU-3 Materials Using CMM   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Powder X-ray diffractograms\nand (b–f) SEM images of CYCU-3 materials prepared in the absence\nof a modulator [CYCU-3 <italic>x</italic>_<italic>y</italic>, <italic>x</italic>: reagent concentration (mM), <italic>y</italic>: modulator/ligand\nratio].</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-117583_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Powder X-ray diffractograms and (b-f) SEM images of CYCU-3 materials prepared in the absence of a modulator [CYCU-3 x_y, x: reagent concentration (mM), y: modulator/ligand ratio].   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Powder X-ray diffractograms of CYCU-3 materials\nprepared\nusing different reagent concentrations [<italic>x</italic> = 30 (a),\n40 (b), 50 (c), and 60 mM (d)] and increasing acetic acid/ligand ratios\n(<italic>y</italic> = 0, 5, 20, and 50).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-117583_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Powder X-ray diffractograms of CYCU-3 materials prepared using different reagent concentrations [x = 30 (a), 40 (b), 50 (c), and 60 mM (d)] and increasing acetic acid/ligand ratios (y = 0, 5, 20, and 50).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Proposed\nstructural\nmodel of CYCU-3′ 50_50 along the <italic>c</italic> axis. (b)\nExperimental ED pattern of CYCU-3′ 50_50 (I) and simulated\nED patterns of CYCU-3′ 50_50 (II) and CYCU-3 (III) (view along\n[001]).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-117583_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Proposed structural model of CYCU-3' 50_50 along the c axis. (b) Experimental ED pattern of CYCU-3' 50_50 (I) and simulated ED patterns of CYCU-3' 50_50 (II) and CYCU-3 (III) (view along [001]).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SEM images of the selected CYCU-3 materials\nexhibiting:\n(a) pseudospherical nanoparticles of CYCU-3 20_0, (b) heterogeneous\nbar-like CYCU-3 50_5 particles, and (c) long CYCU-3′ 50_50\nneedles.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-117583_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  SEM images of the selected CYCU-3 materials exhibiting: (a) pseudospherical nanoparticles of CYCU-3 20_0, (b) heterogeneous bar-like CYCU-3 50_5 particles, and (c) long CYCU-3' 50_50 needles.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Selected regions of the FT-IR spectra of pristine\nALF794\nand hybrid materials ALF794CYCU-3 20_0, ALF794@CYCU-3 50_5, and ALF794@CYCU-3′\n50_50, showing the characteristic CO stretching bands.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-117583_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Selected regions of the FT-IR spectra of pristine ALF794 and hybrid materials ALF794CYCU-3 20_0, ALF794@CYCU-3 50_5, and ALF794@CYCU-3' 50_50, showing the characteristic CO stretching bands.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>TEM images\nand EDX elemental mapping confirming the incorporation of the CORM\n(Al: pink, Mo: green). (a) ALF794@CYCU-3 20_0; (b) ALF794@CYCU-3 50_5;\nand (c) ALF794@CYCU-3′ 50_50.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2018-117583_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  TEM images and EDX elemental mapping confirming the incorporation of the CORM (Al: pink, Mo: green). (a) ALF794@CYCU-3 20_0; (b) ALF794@CYCU-3 50_5; and (c) ALF794@CYCU-3' 50_50.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>CO delivery\nkinetic profiles\nof free ALF794 (gray curve), ALF794@CYCU-3 50_5 (purple curve), and\nALF794@CYCU-3′ 50_50 (blue curve) upon photoactivation in the\nsolid state.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2018-117583_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  CO delivery kinetic profiles of free ALF794 (gray curve), ALF794@CYCU-3 50_5 (purple curve), and ALF794@CYCU-3' 50_50 (blue curve) upon photoactivation in the solid state.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.8b11758", "title": null, "journal": "American Chemical Society", "date": "2018.08", "author_list": ["Carmona\nFrancisco J.", "Maldonado\nCarmen R.", "Ikemura\nShuya", "Romão\nCarlos C.", "Huang\nZhehao", "Xu\nHongyi", "Zou\nXiaodong", "Kitagawa\nSusumu", "Furukawa\nShuhei", "Barea\nElisa"]}}