{"filepath": "../L2M3_data/1_application_papers/acs_xml/am8b03104.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Developing carbon\nscaffolds showing rational pore structures as\ncathode hosts is essential for achieving superior electrochemical\nperformances of lithium–selenium (Li–Se) batteries.\nHierarchically porous N-doped carbon polyhedrons anchored on crumpled\ngraphene balls (NPC/CGBs) are synthesized by carbonizing a zeolitic\nimidazolate framework-8 (ZIF-8)/CGB composite precursor, producing\nan unprecedented effective host matrix for high-performance Li–Se\nbatteries. Mesoporous CGBs obtained by one-pot spray pyrolysis are\nused as a highly conductive matrix for uniform polyhedral ZIF-8 growth.\nDuring carbonization, ZIF-8 polyhedrons on mesoporous CGBs are converted\ninto N-doped carbon polyhedrons showing abundant micropores, forming\na high-surface-area, high-pore-volume hierarchically porous NPC/CGB\ncomposite whose small unique pores effectively confine Se during melt\ndiffusion, thereby providing conductive electron pathways. Thus, the\nintegrated NPC/CGB-Se composite ensures high Se utilization originating\nfrom complete electrochemical reactions between Se and Li ions. The\nNPC/CGB-Se composite cathode exhibits high discharge capacities (998\nand 462 mA h g<sup>–1</sup> at the 1st and 1000th cycles, respectively,\nat a 0.5 C current density), good capacity retention (68%, calculated\nfrom the 3rd cycle), and excellent rate capability. A discharge capacity\nof 409 mA h g<sup>–1</sup> is achieved even at an extremely\nhigh (15.0 C) current density.</p>", "clean_text": "Developing carbon scaffolds showing rational pore structures as cathode hosts is essential for achieving superior electrochemical performances of lithium-selenium (Li-Se) batteries. Hierarchically porous N-doped carbon polyhedrons anchored on crumpled graphene balls (NPC/CGBs) are synthesized by carbonizing a zeolitic imidazolate framework-8 (ZIF-8)/CGB composite precursor, producing an unprecedented effective host matrix for high-performance Li-Se batteries. Mesoporous CGBs obtained by one-pot spray pyrolysis are used as a highly conductive matrix for uniform polyhedral ZIF-8 growth. During carbonization, ZIF-8 polyhedrons on mesoporous CGBs are converted into N-doped carbon polyhedrons showing abundant micropores, forming a high-surface-area, high-pore-volume hierarchically porous NPC/CGB composite whose small unique pores effectively confine Se during melt diffusion, thereby providing conductive electron pathways. Thus, the integrated NPC/CGB-Se composite ensures high Se utilization originating from complete electrochemical reactions between Se and Li ions. The NPC/CGB-Se composite cathode exhibits high discharge capacities (998 and 462 mA h g-1 at the 1st and 1000th cycles, respectively, at a 0.5 C current density), good capacity retention (68%, calculated from the 3rd cycle), and excellent rate capability. A discharge capacity of 409 mA h g-1 is achieved even at an extremely high (15.0 C) current density.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Recently, rechargeable\nlithium–selenium (Li–Se) batteries\nhave attracted considerable attention because Se-based electrodes\nprovide advantages over widely known lithium–sulfur (Li–S)\nones, including comparable theoretical volumetric capacity (3253 mA\nh cm<sup>–3</sup>) and high electrical conductivity (1 ×\n10<sup>–3</sup> S m<sup>–1</sup>), nearly 20 orders\nof magnitude than that of sulfur (5 × 10<sup>–28</sup> S m<sup>–1</sup>). Despite such advantages, Li–Se batteries still face some\nsignificant challenges, such as low bulk Se cathode utilization and\nsluggish ion/electron transport during cycling, resulting in poor\nelectrochemical performance.\n</p>", "clean_text": "Introduction\n\nRecently, rechargeable lithium-selenium (Li-Se) batteries have attracted considerable attention because Se-based electrodes provide advantages over widely known lithium-sulfur (Li-S) ones, including comparable theoretical volumetric capacity (3253 mA h cm-3) and high electrical conductivity (1 × 10-3 S m-1), nearly 20 orders of magnitude than that of sulfur (5 × 10-28 S m-1). Despite such advantages, Li-Se batteries still face some significant challenges, such as low bulk Se cathode utilization and sluggish ion/electron transport during cycling, resulting in poor electrochemical performance. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To overcome these challenges, one of the most effective strategies\nis to confine Se into porous conductive matrixes showing large surface\nareas and unique pore structures. Combining Se with porous conductive matrixes improves cathode electrical\nconductivities, facilitates ion/electron transport, and restricts\nthe size of Se nanoparticles, leading to enhanced electrochemical\nperformances in Li–Se batteries. Graphene is an ideal conductive\nmatrix for Se storage owing to its high surface area, excellent electrical\nconductivity, and unique physicochemical properties. However, owing to strong van der Waals interactions, graphene sheets\ncan easily restack with each other or form irreversible agglomerates,\nwhich may greatly limit ion/electron transport as well as the accessible\nsurface area for the electrolyte.</p>", "clean_text": "To overcome these challenges, one of the most effective strategies is to confine Se into porous conductive matrixes showing large surface areas and unique pore structures. Combining Se with porous conductive matrixes improves cathode electrical conductivities, facilitates ion/electron transport, and restricts the size of Se nanoparticles, leading to enhanced electrochemical performances in Li-Se batteries. Graphene is an ideal conductive matrix for Se storage owing to its high surface area, excellent electrical conductivity, and unique physicochemical properties. However, owing to strong van der Waals interactions, graphene sheets can easily restack with each other or form irreversible agglomerates, which may greatly limit ion/electron transport as well as the accessible surface area for the electrolyte.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Three-dimensional (3D) crumpled\ngraphene balls (CGBs), produced\nby rapidly drying aerosolized droplets of graphene oxide (GO) nanosheets,\nare new carbon matrixes showing higher free volumes and surface areas\nthan those of stacked graphene sheets, features that are favorable\nfor effective Se storage within CGB matrixes. However, Se\nnanoparticles are easily agglomerated in CGB matrixes during melt\ndiffusion because CGBs show open pore structures and few micropores\n(&lt;2 nm), resulting in electrochemical performance degradation.</p>", "clean_text": "Three-dimensional (3D) crumpled graphene balls (CGBs), produced by rapidly drying aerosolized droplets of graphene oxide (GO) nanosheets, are new carbon matrixes showing higher free volumes and surface areas than those of stacked graphene sheets, features that are favorable for effective Se storage within CGB matrixes. However, Se nanoparticles are easily agglomerated in CGB matrixes during melt diffusion because CGBs show open pore structures and few micropores (<2 nm), resulting in electrochemical performance degradation.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Recently, metal-organic frameworks (MOFs), constructed by combining\nmetallic ions and organic ligands, have been regarded as promising\nprecursors for the preparation of porous carbon-based materials, owing\nto their unique features, such as adjustable pore sizes, volumes,\nand shapes and large surface areas. Several researchers recently have reported MOF-derived porous carbon\nmatrixes showing numerous micropores as cathode hosts in Li–Se\nbatteries. Li et al. demonstrated MOF-derived hollow hierarchically porous\ncarbon spheres via a hydrothermal method and subsequent annealing. He et al. prepared 3D porous N-doped graphitic\ncarbon/Co polyhedrons derived from MOFs and employed them as cathode\nhosts in Li–Se batteries. However,\nmost of MOF-derived carbon materials show low degree of graphitization\nand many defects, leading to poor electrical conductivity. Thus, it\nis desirable to develop an effective approach to improve the conductivity\nof cathode hosts. Taking into account the disadvantages of MOF-derived\ncarbon materials, combining such materials with other conductive matrixes,\nespecially 3D porous-structured graphene, is expected to be a novel\nmethod of preparing advanced electrode materials for Li–Se\nbatteries. However, synthesizing 3D-structured MOF-derived carbon/graphene\ncomposites still remains a great challenge; thus, they have been barely\nstudied as cathode hosts in Li–Se batteries.</p>", "clean_text": "Recently, metal-organic frameworks (MOFs), constructed by combining metallic ions and organic ligands, have been regarded as promising precursors for the preparation of porous carbon-based materials, owing to their unique features, such as adjustable pore sizes, volumes, and shapes and large surface areas. Several researchers recently have reported MOF-derived porous carbon matrixes showing numerous micropores as cathode hosts in Li-Se batteries. Li et al. demonstrated MOF-derived hollow hierarchically porous carbon spheres via a hydrothermal method and subsequent annealing. He et al. prepared 3D porous N-doped graphitic carbon/Co polyhedrons derived from MOFs and employed them as cathode hosts in Li-Se batteries. However, most of MOF-derived carbon materials show low degree of graphitization and many defects, leading to poor electrical conductivity. Thus, it is desirable to develop an effective approach to improve the conductivity of cathode hosts. Taking into account the disadvantages of MOF-derived carbon materials, combining such materials with other conductive matrixes, especially 3D porous-structured graphene, is expected to be a novel method of preparing advanced electrode materials for Li-Se batteries. However, synthesizing 3D-structured MOF-derived carbon/graphene composites still remains a great challenge; thus, they have been barely studied as cathode hosts in Li-Se batteries.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Herein,\nwe demonstrate the synthesis of MOF-derived N-doped porous\ncarbon polyhedrons anchored on crumpled graphene balls (NPC/CGBs)\nas effective host matrix for confining Se for Li–Se batteries.\nThe mesoporous CGBs, obtained by facile spray pyrolysis, were used\nas the highly conductive substrate for the uniform deposition of polyhedral\nZn-based MOFs (zeolitic imidazolate framework-8 (ZIF-8)). During carbonization,\nZIF-8 polyhedrons on the mesoporous CGBs were transformed into N-doped\nporous carbon polyhedrons showing numerous micropores, resulting in\nthe formation of a hierarchically porous NPC/CGB composite showing\nhigh pore volumes and surface areas. This rationally designed matrix\nfacilitates electrolyte access through mesopores and effectively confines\nSe in small pores (micro/meso), and the CGB substrate offers electron\nconductive pathways during charging/discharging, which could improve\nthe electrochemical performances of Li–Se batteries. Indeed,\nthe Se-loaded NPC-CGB composite exhibited excellent cycling and rate\nperformances as a cathode material for Li–Se batteries.</p>", "clean_text": "Herein, we demonstrate the synthesis of MOF-derived N-doped porous carbon polyhedrons anchored on crumpled graphene balls (NPC/CGBs) as effective host matrix for confining Se for Li-Se batteries. The mesoporous CGBs, obtained by facile spray pyrolysis, were used as the highly conductive substrate for the uniform deposition of polyhedral Zn-based MOFs (zeolitic imidazolate framework-8 (ZIF-8)). During carbonization, ZIF-8 polyhedrons on the mesoporous CGBs were transformed into N-doped porous carbon polyhedrons showing numerous micropores, resulting in the formation of a hierarchically porous NPC/CGB composite showing high pore volumes and surface areas. This rationally designed matrix facilitates electrolyte access through mesopores and effectively confines Se in small pores (micro/meso), and the CGB substrate offers electron conductive pathways during charging/discharging, which could improve the electrochemical performances of Li-Se batteries. Indeed, the Se-loaded NPC-CGB composite exhibited excellent cycling and rate performances as a cathode material for Li-Se batteries.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\n describes\nthe formation mechanism of the Se-nanoparticle-filled hierarchically\nporous NPC/CGB composite. First, mesoporous CGBs were obtained by\nfacile spray pyrolysis, which has been well documented in previous\nreports (,\n①). ZIF-8 polyhedrons were then well\ngrown on the mesoporous CGB surfaces via a solution process (, ②), in which\nvan der Waals forces between mesoporous CGBs and organic ligands resulted\nin the direct growth of the ZIF-8 polyhedrons, which were subsequently\nannealed at 900 °C under inert conditions to simultaneously transform\nthe ZIF-8 polyhedrons into N-doped microporous carbon polyhedrons\nand volatilize Zn metal (, ③), thereby forming NPC anchored on the mesoporous\nCGB substrate. Finally, the NPC/CGB-Se composite was prepared by Se\nmelt-infiltration into NPC/CGB at 260 °C under an Ar atmosphere\n(, ④).</p>", "clean_text": "Results and Discussion\n\n  describes the formation mechanism of the Se-nanoparticle-filled hierarchically porous NPC/CGB composite. First, mesoporous CGBs were obtained by facile spray pyrolysis, which has been well documented in previous reports (, ①). ZIF-8 polyhedrons were then well grown on the mesoporous CGB surfaces via a solution process (, ②), in which van der Waals forces between mesoporous CGBs and organic ligands resulted in the direct growth of the ZIF-8 polyhedrons, which were subsequently annealed at 900 °C under inert conditions to simultaneously transform the ZIF-8 polyhedrons into N-doped microporous carbon polyhedrons and volatilize Zn metal (, ③), thereby forming NPC anchored on the mesoporous CGB substrate. Finally, the NPC/CGB-Se composite was prepared by Se melt-infiltration into NPC/CGB at 260 °C under an Ar atmosphere (, ④).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Formation Mechanism of Se-Nanoparticle-Filled Hierarchically Porous\nNPC/CGB Composite</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-03104z_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Formation Mechanism of Se-Nanoparticle-Filled Hierarchically Porous NPC/CGB Composite   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The changes in morphology and structure that had occurred\nin each\nprocess were characterized by various methods, as described in . In <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S1</ext-link>, the scanning electron microscopy (SEM)\nand transmission electron microscopy (TEM) images of mesoporous CGB\nclearly show well-defined mesopores (indicated by arrows) and quasi-spherical\nmorphology, which originated from the decomposition of graphene-nanosheet-wrapped\npolystyrene (PS) beads. High-resolution (HR)-TEM image reveals stacked\nlayers separated by interlayer distances of 0.33 nm, corresponding\nto the (002) plane of graphitic carbon. Although the overall sample\nmorphologies remained unaltered after the growth of the ZIF-8 polyhedrons,\nthe sample surfaces roughened owing to the ∼50–100 nm\ndiameter ZIF-8 polyhedrons, as shown in a–c. The inner CGB matrix can be obviously\nidentified from the TEM and HR-TEM images (c,d). X-ray diffraction (XRD) pattern of\nthe ZIF-8/CGB composite matched well with that of previously studied\nZIF-8/graphitic material composites (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S2</ext-link>). Selected area electron diffraction (SAED) pattern also reveals\nthat the composite showed graphitic layers in the CGB matrix (e). Energy-dispersive\nX-ray (EDX) spectroscopy mapping images verified the uniform distribution\nof the ZIF-8 polyhedrons on the CGB matrix (f). The N and Zn had originated from organic\nligands and Zn ions in the ZIF-8 polyhedrons, respectively.</p>", "clean_text": "The changes in morphology and structure that had occurred in each process were characterized by various methods, as described in . In Figure S1, the scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images of mesoporous CGB clearly show well-defined mesopores (indicated by arrows) and quasi-spherical morphology, which originated from the decomposition of graphene-nanosheet-wrapped polystyrene (PS) beads. High-resolution (HR)-TEM image reveals stacked layers separated by interlayer distances of 0.33 nm, corresponding to the (002) plane of graphitic carbon. Although the overall sample morphologies remained unaltered after the growth of the ZIF-8 polyhedrons, the sample surfaces roughened owing to the ~50-100 nm diameter ZIF-8 polyhedrons, as shown in a-c. The inner CGB matrix can be obviously identified from the TEM and HR-TEM images (c,d). X-ray diffraction (XRD) pattern of the ZIF-8/CGB composite matched well with that of previously studied ZIF-8/graphitic material composites (Figure S2). Selected area electron diffraction (SAED) pattern also reveals that the composite showed graphitic layers in the CGB matrix (e). Energy-dispersive X-ray (EDX) spectroscopy mapping images verified the uniform distribution of the ZIF-8 polyhedrons on the CGB matrix (f). The N and Zn had originated from organic ligands and Zn ions in the ZIF-8 polyhedrons, respectively.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Morphologies,\nSAED patterns, and elemental mapping images of ZIF-8/CGB\ncomposite: (a) SEM image, (b) TEM image, (c, d) HR-TEM images, (e)\nSAED pattern, and (f) elemental mapping images.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-03104z_0010.tif\"></graphic>\n</fig>", "clean_text": " 1  Morphologies, SAED patterns, and elemental mapping images of ZIF-8/CGB composite: (a) SEM image, (b) TEM image, (c, d) HR-TEM images, (e) SAED pattern, and (f) elemental mapping images.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The morphology and crystal structure of the hierarchically\nporous\nNPC/CGB composite prepared by carbonizing the ZIF-8/CGB composite\nin an Ar atmosphere are shown in . The hierarchically porous NPC/CGB composite\nnanoparticles had perfectly retained the original quasi-spherical\nmorphology of the ZIF-8/CGB composite, even after high-temperature\nannealing, indicating the robustness and thermal stability of the\nCGB matrix (a,b). In the TEM images (b,c), the NPC/CGB composite appeared darker than the\nCGB matrix, verifying NPC on the CGB matrix surface (b,c).</p>", "clean_text": "The morphology and crystal structure of the hierarchically porous NPC/CGB composite prepared by carbonizing the ZIF-8/CGB composite in an Ar atmosphere are shown in . The hierarchically porous NPC/CGB composite nanoparticles had perfectly retained the original quasi-spherical morphology of the ZIF-8/CGB composite, even after high-temperature annealing, indicating the robustness and thermal stability of the CGB matrix (a,b). In the TEM images (b,c), the NPC/CGB composite appeared darker than the CGB matrix, verifying NPC on the CGB matrix surface (b,c).", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Morphologies, SAED patterns,\nand elemental mapping images of hierarchically\nporous NPC/CGB composite: (a) SEM image, (b, c) TEM images, (d) HR-TEM\nimage, (e) SAED pattern, and (f) elemental mapping images.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-03104z_0006.tif\"></graphic>\n</fig>", "clean_text": " 2  Morphologies, SAED patterns, and elemental mapping images of hierarchically porous NPC/CGB composite: (a) SEM image, (b, c) TEM images, (d) HR-TEM image, (e) SAED pattern, and (f) elemental mapping images.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Notably, the NPC polyhedrons were distorted owing\nto the ZIF-8\npolyhedron surface shrinkage during carbonization. As confirmed in\nthe SEM images of ZIF-8 polyhedrons before and after annealing at\n900 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S3</ext-link>), NPC experienced\nsurface shrinkage, but retained its original polyhedral shape well\nafter calcination. The HR-TEM image (d) reveals micropores in NPC polyhedrons\n(indicated by arrows) and graphitic layers separated by 0.33 nm. The\nSAED pattern (e) clearly showed two distinct rings corresponding to the (002) and\n(100) planes of graphitic carbon. In the XRD pattern of the NPC/CGB\ncomposite, although the corresponding peaks attributed to ZIF-8 polyhedrons\nhad totally disappeared, broad peaks corresponding to graphitic carbon\nmaterials had appeared (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S2</ext-link>). The\nEDX mapping images shown in f confirm the complete removal of Zn owing to Zn volatilization\nduring annealing. From the EDX quantitative analysis data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S4</ext-link>), Zn element was also detected in trace\namount in NPC/CGB composites, which also proves the removal of Zn\nelement after thermal treatment.</p>", "clean_text": "Notably, the NPC polyhedrons were distorted owing to the ZIF-8 polyhedron surface shrinkage during carbonization. As confirmed in the SEM images of ZIF-8 polyhedrons before and after annealing at 900 °C (Figure S3), NPC experienced surface shrinkage, but retained its original polyhedral shape well after calcination. The HR-TEM image (d) reveals micropores in NPC polyhedrons (indicated by arrows) and graphitic layers separated by 0.33 nm. The SAED pattern (e) clearly showed two distinct rings corresponding to the (002) and (100) planes of graphitic carbon. In the XRD pattern of the NPC/CGB composite, although the corresponding peaks attributed to ZIF-8 polyhedrons had totally disappeared, broad peaks corresponding to graphitic carbon materials had appeared (Figure S2). The EDX mapping images shown in f confirm the complete removal of Zn owing to Zn volatilization during annealing. From the EDX quantitative analysis data (Figure S4), Zn element was also detected in trace amount in NPC/CGB composites, which also proves the removal of Zn element after thermal treatment.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The morphology and crystal\nstructure of the hierarchically porous\nNPC/CGB composite obtained by melt-diffusion-induced Se loading (NPC/CGB-Se)\nare shown in . Although the SEM images of the Se-loaded and unloaded NPC/CGB composites\ndid not show any distinct differences (a), the corresponding TEM images (b,c) show that the\nNPC/CGB-Se composite surfaces had become smoother and that numerous\nmicropores had disappeared from the carbon matrix owing to melted\nSe infiltration. The Se nanoparticles in the carbon matrix were clearly\nidentified from the HR-TEM image (d). The XRD and SAED patterns also show that\nthe Se nanoparticles had infiltrated the carbon matrix well; that\nis, they show patterns only attributed to graphitic carbon materials\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figures S5</ext-link> and e). The uniform Se distribution in the NPC/CGB matrix was also confirmed\nby EDX mapping images (f). In contrast, the SEM and TEM images of the CGB-Se composite\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S6a–c</ext-link>) clearly show bulk\nSe agglomerations, owing to the lack of ample Se storage space and\nto open channels in the CGB matrix. The HR-TEM image in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S6d</ext-link> reveals bulk Se showing 0.378 nm crystal\nlattice fringes, corresponding to the (100) plane. The XRD and SAED\npatterns also confirm the large Se nanoparticles in the graphitic\ncarbon materials (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figures S5 and S6e</ext-link>).\nThe EDX mapping images shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S6f</ext-link> reveal uneven Se distribution, indicating that Se could easily infiltrate\ncarbon matrixes showing small pores, thereby resulting in homogeneous\nSe nanoparticle distribution.</p>", "clean_text": "The morphology and crystal structure of the hierarchically porous NPC/CGB composite obtained by melt-diffusion-induced Se loading (NPC/CGB-Se) are shown in . Although the SEM images of the Se-loaded and unloaded NPC/CGB composites did not show any distinct differences (a), the corresponding TEM images (b,c) show that the NPC/CGB-Se composite surfaces had become smoother and that numerous micropores had disappeared from the carbon matrix owing to melted Se infiltration. The Se nanoparticles in the carbon matrix were clearly identified from the HR-TEM image (d). The XRD and SAED patterns also show that the Se nanoparticles had infiltrated the carbon matrix well; that is, they show patterns only attributed to graphitic carbon materials (Figures S5 and e). The uniform Se distribution in the NPC/CGB matrix was also confirmed by EDX mapping images (f). In contrast, the SEM and TEM images of the CGB-Se composite (Figure S6a-c) clearly show bulk Se agglomerations, owing to the lack of ample Se storage space and to open channels in the CGB matrix. The HR-TEM image in Figure S6d reveals bulk Se showing 0.378 nm crystal lattice fringes, corresponding to the (100) plane. The XRD and SAED patterns also confirm the large Se nanoparticles in the graphitic carbon materials (Figures S5 and S6e). The EDX mapping images shown in Figure S6f reveal uneven Se distribution, indicating that Se could easily infiltrate carbon matrixes showing small pores, thereby resulting in homogeneous Se nanoparticle distribution.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Morphologies, SAED patterns, and elemental mapping\nimages of NPC/CGB-Se:\n(a) SEM image, (b, c) TEM images, (d) HR-TEM image, (e) SAED pattern,\nand (f) elemental mapping images.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-03104z_0007.tif\"></graphic>\n</fig>", "clean_text": " 3  Morphologies, SAED patterns, and elemental mapping images of NPC/CGB-Se: (a) SEM image, (b, c) TEM images, (d) HR-TEM image, (e) SAED pattern, and (f) elemental mapping images.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The NPC/CGB-Se elemental composition was investigated by\nX-ray\nphotoelectron spectroscopy (XPS, ). The XPS survey scan in a shows that NPC/CGB-Se contained\nN, C, and Se. As shown in b, the deconvoluted C 1s spectrum shows three peaks\ncorresponding to sp<sup>2</sup>-hybridized C–C (284.5 eV),\nsp<sup>3</sup>-hybridized N–C/C–C (285.6 eV), and CO\n(288.4 eV), indicating N-doped graphitic carbon material. The high-resolution\nN 1s spectrum in c was fitted with three peaks located at 398.2, 400.2, and 401.4\neV, corresponding to pyridinic, pyrrolic, and graphitic N, respectively. N-doped carbon matrixes can show enhanced electron\nconductivities. Particularly, pyrrolic\nN can induce numerous defects and active sites favorable for electrochemical\nreactions. The Se 3d spectrum (d) clearly shows\ntwo major peaks correlating to the Se 3d<sub>5/2</sub> and Se 3d<sub>3/2</sub> states. A weak peak at 58.0 eV indicates that a small amount\nof SeO<sub>2</sub> had originated from the partially oxidized surface\nSe.</p>", "clean_text": "The NPC/CGB-Se elemental composition was investigated by X-ray photoelectron spectroscopy (XPS, ). The XPS survey scan in a shows that NPC/CGB-Se contained N, C, and Se. As shown in b, the deconvoluted C 1s spectrum shows three peaks corresponding to sp2-hybridized C-C (284.5 eV), sp3-hybridized N-C/C-C (285.6 eV), and CO (288.4 eV), indicating N-doped graphitic carbon material. The high-resolution N 1s spectrum in c was fitted with three peaks located at 398.2, 400.2, and 401.4 eV, corresponding to pyridinic, pyrrolic, and graphitic N, respectively. N-doped carbon matrixes can show enhanced electron conductivities. Particularly, pyrrolic N can induce numerous defects and active sites favorable for electrochemical reactions. The Se 3d spectrum (d) clearly shows two major peaks correlating to the Se 3d5/2 and Se 3d3/2 states. A weak peak at 58.0 eV indicates that a small amount of SeO2 had originated from the partially oxidized surface Se.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XPS spectra of NPC/CGB-Se: (a) survey scan, (b) C 1s spectra, (c)\nN 1s spectra, and (d) Se 3d spectra.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-03104z_0002.tif\"></graphic>\n</fig>", "clean_text": " 4  XPS spectra of NPC/CGB-Se: (a) survey scan, (b) C 1s spectra, (c) N 1s spectra, and (d) Se 3d spectra.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>The surface areas and detailed pore structures of unloaded\nand\nSe-loaded NPC/CGB and CGB were investigated by N<sub>2</sub> sorption.\nAs shown in a, both unloaded samples show a typical IV isotherm with a hysteresis\nloop due to mesopores in the CGB matrix. Notably, the NPC/CGB composite\nisotherm displays large uptake in the low <italic>PP</italic>\n<sub>o</sub>\n<sup>–1</sup> range, which is attributed to the composite\nmicropores. As confirmed in the Barrett–Joyner–Halenda\n(BJH) pore size distributions (b), the sharp peak at ∼4 nm in the NPC/CGB composite\nisotherm showed higher intensity, indicating that the small mesopores\nwere more developed when the CGBs were combined with the NPC polyhedrons.\nThe Brunauer–Emmett–Teller (BET) surface areas of NPC/CGB\nand CGB were 541.6 and 235.8 m<sup>2</sup> g<sup>–1</sup>,\nrespectively. The surface area of the Se-loaded NPC/CGB composite\nhad significantly decreased to 21.2 m<sup>2</sup> g<sup>–1</sup>, and the corresponding BJH plots did not show any peaks, indicating\nthat Se had fully infiltrated the available composite pores (c,d). Meanwhile,\nCGB-Se showed a larger surface area than NPC/CGB owing to the agglomeration\nof Se nanoparticles generating empty mesopores in the CGB matrix.</p>", "clean_text": "The surface areas and detailed pore structures of unloaded and Se-loaded NPC/CGB and CGB were investigated by N2 sorption. As shown in a, both unloaded samples show a typical IV isotherm with a hysteresis loop due to mesopores in the CGB matrix. Notably, the NPC/CGB composite isotherm displays large uptake in the low PP o -1 range, which is attributed to the composite micropores. As confirmed in the Barrett-Joyner-Halenda (BJH) pore size distributions (b), the sharp peak at ~4 nm in the NPC/CGB composite isotherm showed higher intensity, indicating that the small mesopores were more developed when the CGBs were combined with the NPC polyhedrons. The Brunauer-Emmett-Teller (BET) surface areas of NPC/CGB and CGB were 541.6 and 235.8 m2 g-1, respectively. The surface area of the Se-loaded NPC/CGB composite had significantly decreased to 21.2 m2 g-1, and the corresponding BJH plots did not show any peaks, indicating that Se had fully infiltrated the available composite pores (c,d). Meanwhile, CGB-Se showed a larger surface area than NPC/CGB owing to the agglomeration of Se nanoparticles generating empty mesopores in the CGB matrix.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>N<sub>2</sub> sorption isotherms and BJH pore size distributions\nof (a, b) NPC/CGB and CGB, (c, d) and after selenium infiltration.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2018-03104z_0009.tif\"></graphic>\n</fig>", "clean_text": " 5  N2 sorption isotherms and BJH pore size distributions of (a, b) NPC/CGB and CGB, (c, d) and after selenium infiltration.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>To investigate the C and Se structural\ncharacteristics of NPC/CGB-Se\nand CGB-Se composites, Raman spectra were obtained, as shown in a,b. The NPC/CGB-Se\ncomposite exhibited a broad band at 259 cm<sup>–1</sup>, which\nwas attributed to the combination of chainlike Se (c-Se, 257 cm<sup>–1</sup>) and ringlike Se (r-Se, 267 cm<sup>–1</sup>) short-range ordered band modes. In addition, the Raman spectra did not show any peaks\ncorresponding to trigonal Se (t-Se, 237 cm<sup>–1</sup>), indicating\nthat the composites only contained short-range ordered Se. The Raman\nspectrum for the CGB-Se composite is similar to that for the NPC/CGB-Se\ncomposite except for the weak peak corresponding to t-Se, suggesting\nthat the unique NPC/CGB composite pore structure had facilitated the\nformation of short-range ordered Se, thereby resulting in high Se\nutilization and excellent electrochemical performance for Li–Se\nbatteries. In b, the Raman spectra show two major peaks at 1360 and 1590 cm<sup>–1</sup>, correlating with the D- and G-bands of defected\ngraphitic carbon materials, respectively. The G-band\nis attributed to sp<sup>2</sup>-hybridized bonded C atoms, whereas\nthe D-band is assigned to the defects in carbon materials. The relative intensity ratio (<italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub>) of the two bands correlates\nwith the degree of sample graphitization. The <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> values of NPC/CGB-Se and CGB-Se were calculated as 0.99 and 1.08,\nrespectively. The lower <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> value for NPC/CGB-Se was due to graphitic layers produced\nin NPC and CGB during high-temperature annealing at 900 °C. The\nthermal behaviors of NPC/CGB-Se and CGB-Se were investigated by thermogravimetric\nanalysis (TGA) under an inert Ar atmosphere (c). The considerable weight losses of both\nsamples occurred in the range of 300–550 °C, which is\nattributed to Se volatilization within the carbon matrix. The weight\nloss of the NPC/CGB-Se composite occurred at a higher temperature\nthan that of the CGB-Se composite owing to the well-defined porous\nstructure in the NPC/CGB-Se composite. The Se nanoparticles confined\nto the small NPC/CGB pores required more energy to melt and diffuse,\nresulting in higher-temperature evaporation. The Se contents of NPC/CGB-Se\nand CGB-Se were both calculated as 60 wt %.</p>", "clean_text": "To investigate the C and Se structural characteristics of NPC/CGB-Se and CGB-Se composites, Raman spectra were obtained, as shown in a,b. The NPC/CGB-Se composite exhibited a broad band at 259 cm-1, which was attributed to the combination of chainlike Se (c-Se, 257 cm-1) and ringlike Se (r-Se, 267 cm-1) short-range ordered band modes. In addition, the Raman spectra did not show any peaks corresponding to trigonal Se (t-Se, 237 cm-1), indicating that the composites only contained short-range ordered Se. The Raman spectrum for the CGB-Se composite is similar to that for the NPC/CGB-Se composite except for the weak peak corresponding to t-Se, suggesting that the unique NPC/CGB composite pore structure had facilitated the formation of short-range ordered Se, thereby resulting in high Se utilization and excellent electrochemical performance for Li-Se batteries. In b, the Raman spectra show two major peaks at 1360 and 1590 cm-1, correlating with the D- and G-bands of defected graphitic carbon materials, respectively. The G-band is attributed to sp2-hybridized bonded C atoms, whereas the D-band is assigned to the defects in carbon materials. The relative intensity ratio (I D/I G) of the two bands correlates with the degree of sample graphitization. The I D/I G values of NPC/CGB-Se and CGB-Se were calculated as 0.99 and 1.08, respectively. The lower I D/I G value for NPC/CGB-Se was due to graphitic layers produced in NPC and CGB during high-temperature annealing at 900 °C. The thermal behaviors of NPC/CGB-Se and CGB-Se were investigated by thermogravimetric analysis (TGA) under an inert Ar atmosphere (c). The considerable weight losses of both samples occurred in the range of 300-550 °C, which is attributed to Se volatilization within the carbon matrix. The weight loss of the NPC/CGB-Se composite occurred at a higher temperature than that of the CGB-Se composite owing to the well-defined porous structure in the NPC/CGB-Se composite. The Se nanoparticles confined to the small NPC/CGB pores required more energy to melt and diffuse, resulting in higher-temperature evaporation. The Se contents of NPC/CGB-Se and CGB-Se were both calculated as 60 wt %.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a, b) Raman spectra\nand (c) TG curves of NPC/CGB-Se and CGB-Se.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2018-03104z_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  (a, b) Raman spectra and (c) TG curves of NPC/CGB-Se and CGB-Se.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>To explore the electrochemical behaviors of NPC/CGB-Se and\nCGB-Se\nas cathode materials for Li–Se batteries, cyclic voltammograms\n(CVs) of the two samples were scanned at 0.1 mV s<sup>–1</sup> in the range 1.0–3.0 V for the first and fifth cycles (a,b). The voltammogram\nin a shows\nweak peaks at 2.1 and 2.3 V in the initial discharge profile, corresponding\nto the transformation of r-Se to c-Se, which disappeared after further\ncycling. The distinct reduction peak at 1.7 V was\nrelated to the formation of Li<sub>2</sub>Se by the electrochemical\nreaction between Se and Li<sup>+</sup>. Notably, the\npeak shifted to higher voltages in the following cycles, which was\nattributed to NPC/CGB-Se cathode deformation at the initial lithiation. In the first anodic sweep, the main peak appearing\nat 2.2 V was attributed to the conversion of Li<sub>2</sub>Se into\nSe nanoparticles. The CV of the CGB-Se cathode also showed a similar\npattern except for the weak peak at 2.3 V in the initial discharge\nprofile, which may be due to the irreversible multistep reaction between\nSe and Li<sup>+</sup>. It is noteworthy\nthat the voltage gap between the main cathodic and anodic peaks of\nthe NPC/CGB-Se cathode was much smaller than that between those of\nthe CGB-Se cathode, indicating the lower resistance of the NPC/CGB-Se\ncathode. The initial charge/discharge curves of the NPC/CGB-Se and\nCGB-Se cathodes obtained at 0.5 C (1 C = 675 mA g<sup>–1</sup>) are shown in c. The initial discharge profile of the NPC/CGB-Se cathode clearly\nshows a long plateau at about 1.8 V, corresponding to the formation\nof Li<sub>2</sub>Se, and two small plateaus at 2.1 and 2.3 V, attributed\nto the conversion of r-Se to c-Se, which are in good agreement with\nthe CV data. In contrast, the initial discharge profile of the CGB-Se\ncathode did not show any clear plateaus owing to low Se utilization.\nThe initial discharge capacities of the NPC/CGB-Se and CGB-Se cathodes\nmeasured at a current density of 0.5 C were 998 and 343 mA h g<sup>–1</sup>, and their corresponding initial Coulombic efficiencies\nwere 66 and 19%, respectively. The high discharge capacity of NPC/CGB-Se\ncathode, which is beyond the theoretical value of 675 mA h g<sup>–1</sup>, can be ascribed to the high utilization of short-range ordered\nc-Se, which was formed from NPC/CGB composite with a well-developed\nporous structure. The degree of Se utilization is directly related\nto the capacity value of electrode, thus the formation of short-range\nordered Se results in high initial capacity of NPC/CGB-Se cathode.\nAlso, the irreversible formation of solid electrolyte interphases\n(SEIs) on the surface of electrode during the initial cycle is responsible\nfor the excess initial capacity. In contrast, the low initial discharge\ncapacity of the CGB-Se cathode was due to the barely utilizable bulk\nSe nanoparticles that had formed during melt diffusion. The low Coulombic\nefficiency of CGB-Se was mainly attributed to irreversible Li storage\nin carbon materials. The cycling performances and Coulombic efficiencies\nof the NPC/CGB-Se and CGB-Se cathodes measured at a current density\nof 0.5 C are presented in d. The initial capacity losses and low Coulombic efficiencies\nof electrodes can be ascribed to electrolyte decomposition and to\nthe irreversible formation of solid electrolyte interphases (SEIs),\nwhich have been commonly reported in previous studies. The Coulombic efficiency of the NPC/CGB-Se cathode quickly stabilized\nduring the early few cycles and increased above 99% after the fifth\ncycle. In contrast, that of the CGB-Se cathode reached over 98% after\n77 cycles owing to the low utilization and conductivity of bulk Se.\nThe discharge capacity of the NPC/CGB-Se cathode after the 1000th\ncycle was 462 mA h g<sup>–1</sup>, and the capacity retention\nfrom the 10th cycle was 81.4%. The discharge capacity of the CGB-Se\ncathode after the 1000th cycle, on the other hand, was only 51 mA\nh g<sup>–1</sup>. The CGB-Se capacity slightly but gradually\nincreased during cycling owing to the formation of ultrafine Se nanoparticles\nduring the activation of bulk Se. NPC/CGB-Se cathode also showed stable\ncycling performances even at high current densities of 1.0 and 2.0\nC. The electrode delivered discharge capacities of 544 and 515 mA\nh g<sup>–1</sup> after 100 cycles at current densities of 1.0\nand 2.0 C, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S7</ext-link>).</p>", "clean_text": "To explore the electrochemical behaviors of NPC/CGB-Se and CGB-Se as cathode materials for Li-Se batteries, cyclic voltammograms (CVs) of the two samples were scanned at 0.1 mV s-1 in the range 1.0-3.0 V for the first and fifth cycles (a,b). The voltammogram in a shows weak peaks at 2.1 and 2.3 V in the initial discharge profile, corresponding to the transformation of r-Se to c-Se, which disappeared after further cycling. The distinct reduction peak at 1.7 V was related to the formation of Li2Se by the electrochemical reaction between Se and Li+. Notably, the peak shifted to higher voltages in the following cycles, which was attributed to NPC/CGB-Se cathode deformation at the initial lithiation. In the first anodic sweep, the main peak appearing at 2.2 V was attributed to the conversion of Li2Se into Se nanoparticles. The CV of the CGB-Se cathode also showed a similar pattern except for the weak peak at 2.3 V in the initial discharge profile, which may be due to the irreversible multistep reaction between Se and Li+. It is noteworthy that the voltage gap between the main cathodic and anodic peaks of the NPC/CGB-Se cathode was much smaller than that between those of the CGB-Se cathode, indicating the lower resistance of the NPC/CGB-Se cathode. The initial charge/discharge curves of the NPC/CGB-Se and CGB-Se cathodes obtained at 0.5 C (1 C = 675 mA g-1) are shown in c. The initial discharge profile of the NPC/CGB-Se cathode clearly shows a long plateau at about 1.8 V, corresponding to the formation of Li2Se, and two small plateaus at 2.1 and 2.3 V, attributed to the conversion of r-Se to c-Se, which are in good agreement with the CV data. In contrast, the initial discharge profile of the CGB-Se cathode did not show any clear plateaus owing to low Se utilization. The initial discharge capacities of the NPC/CGB-Se and CGB-Se cathodes measured at a current density of 0.5 C were 998 and 343 mA h g-1, and their corresponding initial Coulombic efficiencies were 66 and 19%, respectively. The high discharge capacity of NPC/CGB-Se cathode, which is beyond the theoretical value of 675 mA h g-1, can be ascribed to the high utilization of short-range ordered c-Se, which was formed from NPC/CGB composite with a well-developed porous structure. The degree of Se utilization is directly related to the capacity value of electrode, thus the formation of short-range ordered Se results in high initial capacity of NPC/CGB-Se cathode. Also, the irreversible formation of solid electrolyte interphases (SEIs) on the surface of electrode during the initial cycle is responsible for the excess initial capacity. In contrast, the low initial discharge capacity of the CGB-Se cathode was due to the barely utilizable bulk Se nanoparticles that had formed during melt diffusion. The low Coulombic efficiency of CGB-Se was mainly attributed to irreversible Li storage in carbon materials. The cycling performances and Coulombic efficiencies of the NPC/CGB-Se and CGB-Se cathodes measured at a current density of 0.5 C are presented in d. The initial capacity losses and low Coulombic efficiencies of electrodes can be ascribed to electrolyte decomposition and to the irreversible formation of solid electrolyte interphases (SEIs), which have been commonly reported in previous studies. The Coulombic efficiency of the NPC/CGB-Se cathode quickly stabilized during the early few cycles and increased above 99% after the fifth cycle. In contrast, that of the CGB-Se cathode reached over 98% after 77 cycles owing to the low utilization and conductivity of bulk Se. The discharge capacity of the NPC/CGB-Se cathode after the 1000th cycle was 462 mA h g-1, and the capacity retention from the 10th cycle was 81.4%. The discharge capacity of the CGB-Se cathode after the 1000th cycle, on the other hand, was only 51 mA h g-1. The CGB-Se capacity slightly but gradually increased during cycling owing to the formation of ultrafine Se nanoparticles during the activation of bulk Se. NPC/CGB-Se cathode also showed stable cycling performances even at high current densities of 1.0 and 2.0 C. The electrode delivered discharge capacities of 544 and 515 mA h g-1 after 100 cycles at current densities of 1.0 and 2.0 C, respectively (Figure S7).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Electrochemical\nproperties of NPC/CGB-Se and CGB-Se: (a, b) CV\ncurves, (c) initial charge–discharge profiles, (d) cycle performances,\nand (e) rate performances.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2018-03104z_0003.tif\"></graphic>\n</fig>", "clean_text": " 7  Electrochemical properties of NPC/CGB-Se and CGB-Se: (a, b) CV curves, (c) initial charge-discharge profiles, (d) cycle performances, and (e) rate performances.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>The rate capabilities of the NPC/CGB-Se and CGB-Se cathodes\nare\ndisplayed in e. The discharge capacities of NPC/CGB-Se at current densities of\n0.5, 1.0, 2.0, 5.0, 7.0, 10.0, and 15.0 C were 564, 552, 527, 487,\n467, 442, and 409 mA h g<sup>–1</sup>, respectively. It is\nworth mentioning that a satisfactory capacity of 409 mA h g<sup>–1</sup> was achieved even at a high current density of 15.0 C. Furthermore,\nthe composites regained most of their discharge capacities when the\ncurrent density returned to 0.5 C. The CGB-Se cathode discharge capacity\nfell below 5 mA h g<sup>–1</sup> at a relatively low current\ndensity of 5.0 C. In consideration of the requirements for scale-up\nfabrication, NPC/CGB-Se cathode with higher areal Se loading was also\nprepared. Although the Se loading increased to 1.8 mg cm<sup>–2</sup>, the discharge capacity of NPC/CGB-Se cathode at 0.5 C still maintained\nat 380 mA h g<sup>–1</sup> after 90 cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S8</ext-link>). Owing to effective confinement of Se within NPC/CGB\nmatrix, the cathode with higher areal Se loading showed good cycling\nperformance.</p>", "clean_text": "The rate capabilities of the NPC/CGB-Se and CGB-Se cathodes are displayed in e. The discharge capacities of NPC/CGB-Se at current densities of 0.5, 1.0, 2.0, 5.0, 7.0, 10.0, and 15.0 C were 564, 552, 527, 487, 467, 442, and 409 mA h g-1, respectively. It is worth mentioning that a satisfactory capacity of 409 mA h g-1 was achieved even at a high current density of 15.0 C. Furthermore, the composites regained most of their discharge capacities when the current density returned to 0.5 C. The CGB-Se cathode discharge capacity fell below 5 mA h g-1 at a relatively low current density of 5.0 C. In consideration of the requirements for scale-up fabrication, NPC/CGB-Se cathode with higher areal Se loading was also prepared. Although the Se loading increased to 1.8 mg cm-2, the discharge capacity of NPC/CGB-Se cathode at 0.5 C still maintained at 380 mA h g-1 after 90 cycles (Figure S8). Owing to effective confinement of Se within NPC/CGB matrix, the cathode with higher areal Se loading showed good cycling performance.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>To explain the role of CGB in the composite, NPC-Se\ncathode was\ntested under same conditions with other cathodes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S9</ext-link>). As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S9a</ext-link>, NPC-Se cathode delivered specific capacity of 374 mA h g<sup>–1</sup> after 80 cycles, which is lower than NPC/CGB-Se composites. Furthermore,\nthe specific capacity rapidly decreased when tested at high current\ndensities (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S9b</ext-link>). These results clearly\nshowed that the combination of porous NPC and conductive CGB enhances\nthe electrochemical performance. The mesoporous CGBs play a role as\nthe conductive backbone to maintain the structural integrity as well\nas offer conductive pathway for fast electron transfer during cycling.</p>", "clean_text": "To explain the role of CGB in the composite, NPC-Se cathode was tested under same conditions with other cathodes (Figure S9). As shown in Figure S9a, NPC-Se cathode delivered specific capacity of 374 mA h g-1 after 80 cycles, which is lower than NPC/CGB-Se composites. Furthermore, the specific capacity rapidly decreased when tested at high current densities (Figure S9b). These results clearly showed that the combination of porous NPC and conductive CGB enhances the electrochemical performance. The mesoporous CGBs play a role as the conductive backbone to maintain the structural integrity as well as offer conductive pathway for fast electron transfer during cycling.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The superior electrochemical performance of the NPC/CGB-Se composite\nas a cathode material for Li–Se batteries was compared to that\nof other carbon-based cathode materials previously reported in the\nliterature, and the detailed comparisons are summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Table S1</ext-link>. The outstanding cycling stability and\nexcellent rate capability of the NPC/CGB-Se cathode were attributed\nto its unique structural features, which offer the following advantages.\nThe highly conductive CGB matrix ensured fast electron transport,\nparticularly during high rate cycling, resulting in enhanced rate\ncapability. The unique NPC/CGB composite pore structure facilitated\nthe formation of short-range ordered c-Se and r-Se, thereby enabling\nhigh Se utilization. The composite mesopores provided easily accessible\nelectrolyte pathways, resulting in fast ion diffusion/transport deep\ninside electrodes.</p>", "clean_text": "The superior electrochemical performance of the NPC/CGB-Se composite as a cathode material for Li-Se batteries was compared to that of other carbon-based cathode materials previously reported in the literature, and the detailed comparisons are summarized in Table S1. The outstanding cycling stability and excellent rate capability of the NPC/CGB-Se cathode were attributed to its unique structural features, which offer the following advantages. The highly conductive CGB matrix ensured fast electron transport, particularly during high rate cycling, resulting in enhanced rate capability. The unique NPC/CGB composite pore structure facilitated the formation of short-range ordered c-Se and r-Se, thereby enabling high Se utilization. The composite mesopores provided easily accessible electrolyte pathways, resulting in fast ion diffusion/transport deep inside electrodes.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Nyquist plots of the NPC/GCB-Se and CGB-Se\nassembled coin cells\nwere obtained before cycling and after the 50th cycle, as shown in . The plots show\nsemicircles in the medium-frequency range, which are used to determine\nelectrode charge transfer resistance (<italic>R</italic>\n<sub>ct</sub>). NPC/GCB-Se showed lower <italic>R</italic>\n<sub>ct</sub> values than\nCGB-Se. The enhanced electron transfer kinetics of NPC/GCB-Se can\nbe attributed to its unique hierarchically porous structure, which\nenabled high utilization of short-range ordered Se. The <italic>R</italic>\n<sub>ct</sub> of CGB-Se was higher than that of NPC/GCB-Se after\n50 cycles owing to the low bulk Se activation in CGB-Se. Both cycled\nsamples showed increased <italic>R</italic>\n<sub>ct</sub>, presumably\nbecause the SEI layer formation had increased the resistance. Also, the <italic>R</italic>\n<sub>ct</sub> value\nof CGB-Se was higher than that of NPC-Se, suggesting the presence\nof bulky Se in the composites increased charge transfer resistance\nof electrode (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S9c,d</ext-link>). NPC/GCB-Se\nshowed a low <italic>R</italic>\n<sub>ct</sub> even after 50 cycles,\ndemonstrating its high structural integrity during cycling. The SEM\nimages of the NPC/GCB-Se electrode material after 1000 cycles, as\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S10</ext-link>, further support its\nhigh structural integrity during cycling. The composite had retained\nits original morphology well, as shown in the SEM images in .</p>", "clean_text": "Nyquist plots of the NPC/GCB-Se and CGB-Se assembled coin cells were obtained before cycling and after the 50th cycle, as shown in . The plots show semicircles in the medium-frequency range, which are used to determine electrode charge transfer resistance (R ct). NPC/GCB-Se showed lower R ct values than CGB-Se. The enhanced electron transfer kinetics of NPC/GCB-Se can be attributed to its unique hierarchically porous structure, which enabled high utilization of short-range ordered Se. The R ct of CGB-Se was higher than that of NPC/GCB-Se after 50 cycles owing to the low bulk Se activation in CGB-Se. Both cycled samples showed increased R ct, presumably because the SEI layer formation had increased the resistance. Also, the R ct value of CGB-Se was higher than that of NPC-Se, suggesting the presence of bulky Se in the composites increased charge transfer resistance of electrode (Figure S9c,d). NPC/GCB-Se showed a low R ct even after 50 cycles, demonstrating its high structural integrity during cycling. The SEM images of the NPC/GCB-Se electrode material after 1000 cycles, as shown in Figure S10, further support its high structural integrity during cycling. The composite had retained its original morphology well, as shown in the SEM images in .", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Nyquist plots of NPC/CGB-Se\nand CGB-Se (a) before cycling and (b)\nafter 50 cycles.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2018-03104z_0004.tif\"></graphic>\n</fig>", "clean_text": " 8  Nyquist plots of NPC/CGB-Se and CGB-Se (a) before cycling and (b) after 50 cycles.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, NPC/CGB composite consisting of MOF-derived N-doped\nporous carbon polyhedrons and spray-pyrolysis-derived mesoporous CGBs\nare prepared for the first time and utilized as the conductive matrix\nfor the uniform growth of polyhedral MOFs. The unique composite pore\nstructure not only provided sufficient space to accommodate Se during\nmelt diffusion, but also facilitated electrolyte penetration deep\ninside the electrodes, resulting in high Se utilization and fast ion/electron\ntransport during cycling. The NPC/CGB-Se composite exhibited superior\nelectrochemical performances, such as long cycle life and excellent\nrate capability, when used as the cathode material for Li–Se\nbatteries. It is expected that this novel hierarchically porous carbon\nhost might be extended to other energy-related applications, such\nas Li–S batteries, supercapacitors, and so on.</p>", "clean_text": "Conclusions\n\nIn summary, NPC/CGB composite consisting of MOF-derived N-doped porous carbon polyhedrons and spray-pyrolysis-derived mesoporous CGBs are prepared for the first time and utilized as the conductive matrix for the uniform growth of polyhedral MOFs. The unique composite pore structure not only provided sufficient space to accommodate Se during melt diffusion, but also facilitated electrolyte penetration deep inside the electrodes, resulting in high Se utilization and fast ion/electron transport during cycling. The NPC/CGB-Se composite exhibited superior electrochemical performances, such as long cycle life and excellent rate capability, when used as the cathode material for Li-Se batteries. It is expected that this novel hierarchically porous carbon host might be extended to other energy-related applications, such as Li-S batteries, supercapacitors, and so on.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Sample\nPreparation</title><p>Mesoporous CGB\nwas prepared via facile spray pyrolysis using 1 L of aqueous spray\nsolution containing GO nanosheets (10 mg mL<sup>–1</sup>) and\npolystyrene nanobeads (∼100 nm, 30.0 g). The temperature of\nthe tubular quartz reactor used for the spray pyrolysis and the feeding\nrate of the carrier gas (N<sub>2</sub>) were maintained at 700 °C\nand 10 L min<sup>–1</sup>, respectively. To prepare the ZIF-8/CGB\ncomposites, 0.05 g of CGB and 0.732 g of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O were dispersed in 30 mL of methanol by sonication\nand 1.6 g of 2-methylimidazole (Sigma, 99%) dissolved in 40 mL of\nmethanol was rapidly added. The mixture was subsequently allowed to\nreact without heating and stirred for 6 h. The obtained ZIF-8/CGB\ncomposite was washed with ethanol and was annealed at 900 °C\nunder an Ar atmosphere for 2 h, yielding the NPC/CGB composite. NPC\npolyhedrons were also obtained by same treatment without CGB. To obtain\nthe NPC/CGB-Se composite, the NPC/CGB composite was well mixed with\nSe nanoparticles (Sigma, 99.99%) in a mass ratio of 4:6 and was then\nannealed at 260 °C for 12 h under an Ar atmosphere in a tube\nfurnace.</p>", "clean_text": "Experimental Section\n\nSample Preparation\n\nMesoporous CGB was prepared via facile spray pyrolysis using 1 L of aqueous spray solution containing GO nanosheets (10 mg mL-1) and polystyrene nanobeads (~100 nm, 30.0 g). The temperature of the tubular quartz reactor used for the spray pyrolysis and the feeding rate of the carrier gas (N2) were maintained at 700 °C and 10 L min-1, respectively. To prepare the ZIF-8/CGB composites, 0.05 g of CGB and 0.732 g of Zn(NO3)2⋅6H2O were dispersed in 30 mL of methanol by sonication and 1.6 g of 2-methylimidazole (Sigma, 99%) dissolved in 40 mL of methanol was rapidly added. The mixture was subsequently allowed to react without heating and stirred for 6 h. The obtained ZIF-8/CGB composite was washed with ethanol and was annealed at 900 °C under an Ar atmosphere for 2 h, yielding the NPC/CGB composite. NPC polyhedrons were also obtained by same treatment without CGB. To obtain the NPC/CGB-Se composite, the NPC/CGB composite was well mixed with Se nanoparticles (Sigma, 99.99%) in a mass ratio of 4:6 and was then annealed at 260 °C for 12 h under an Ar atmosphere in a tube furnace.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Characterization Techniques</title><p>The morphological\ncharacteristics of the samples were analyzed by scanning electron\nmicroscopy (SEM, VEGA3) and transmission electron microscopy (TEM,\nJEM-2100F). The phase and structural properties were examined using\nX-ray diffraction (XRD) spectroscopy (X’Pert PRO with Cu Kα\nradiation, λ = 1.5418 Å) at the Korea Basic Science Institute\n(Daegu). The chemical properties of the samples were analyzed by X-ray\nphotoelectron spectroscopy (XPS, Thermo Scientific K-α). Raman\nspectroscopy (Jobin Yvon LabRam HR800) excited by a 632.8 nm He/Ne\nlaser at room temperature was used to determine the structural properties\nof the Se-infiltrated samples. The sample surface areas and porosities\nwere analyzed using the Brunauer–Emmett–Teller (BET)\nmethod with high-purity N<sub>2</sub>. The amount of infiltrated Se\nwas determined by performing thermogravimetric analysis (TGA, Pyris\n1 thermogravimetric analyzer, PerkinElmer) in the range of 25–700\n°C at 10 °C min<sup>–1</sup> under an Ar atmosphere.</p>", "clean_text": "Characterization Techniques\n\nThe morphological characteristics of the samples were analyzed by scanning electron microscopy (SEM, VEGA3) and transmission electron microscopy (TEM, JEM-2100F). The phase and structural properties were examined using X-ray diffraction (XRD) spectroscopy (X'Pert PRO with Cu Kα radiation, λ = 1.5418 Å) at the Korea Basic Science Institute (Daegu). The chemical properties of the samples were analyzed by X-ray photoelectron spectroscopy (XPS, Thermo Scientific K-α). Raman spectroscopy (Jobin Yvon LabRam HR800) excited by a 632.8 nm He/Ne laser at room temperature was used to determine the structural properties of the Se-infiltrated samples. The sample surface areas and porosities were analyzed using the Brunauer-Emmett-Teller (BET) method with high-purity N2. The amount of infiltrated Se was determined by performing thermogravimetric analysis (TGA, Pyris 1 thermogravimetric analyzer, PerkinElmer) in the range of 25-700 °C at 10 °C min-1 under an Ar atmosphere.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Measurements</title><p>The\nelectrodes were prepared by the slurry process. The slurry was prepared\nby mixing the electrode material, Super P carbon black, and sodium\ncarboxymethyl cellulose in a mass ratio of 7:2:1. Lithium metal chips\nand porous polypropylene films were used as the counter electrodes\nand separators, respectively. LiPF<sub>6</sub> (1 M) dissolved in\na mixture of ethylene carbonate/diethyl carbonate (1:1 v/v) was used\nas the electrolyte. The electrochemical properties of the electrodes\nwere analyzed in the range of 1.0–3.0 V at various current\ndensities. Cyclic voltammograms (CVs) were scanned at 0.1 mV s<sup>–1</sup>. The cathode diameter was 14 mm, and the Se mass\nloading was approximately 0.4 mg cm<sup>–2</sup>.</p>", "clean_text": "Electrochemical Measurements\n\nThe electrodes were prepared by the slurry process. The slurry was prepared by mixing the electrode material, Super P carbon black, and sodium carboxymethyl cellulose in a mass ratio of 7:2:1. Lithium metal chips and porous polypropylene films were used as the counter electrodes and separators, respectively. LiPF6 (1 M) dissolved in a mixture of ethylene carbonate/diethyl carbonate (1:1 v/v) was used as the electrolyte. The electrochemical properties of the electrodes were analyzed in the range of 1.0-3.0 V at various current densities. Cyclic voltammograms (CVs) were scanned at 0.1 mV s-1. The cathode diameter was 14 mm, and the Se mass loading was approximately 0.4 mg cm-2.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.8b03104\">10.1021/acsami.8b03104</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>SEM and TEM images\nof mesoporous CGB microspheres; XRD\npatterns of CGB, ZIF-8/CGB, and NPC/CGB microspheres; SEM images of\nZIF-8 polyhedrons before and after annealing at 900 °C; EDX spectrum\nand elemental composition table of NPC/CGC composites; XRD patterns\nof NPC/CGB-Se and CGB-Se; SEM and TEM images of CGB-Se; cycle performances\nof NPC/CGB-Se at current densities of 1.0 and 2.0 C; cycle performance\nof NPC/CGB-Se with higher areal Se loading at current densities of\n0.5 C; electrochemical properties of NPC-Se; SEM images of NPC/CGB-Se\nafter 1000 cycles; table comparing electrochemical performances of\nvarious nanostructured materials used as cathode materials for lithium–selenium\nbatteries reported in the previous literatures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b03104.  SEM and TEM images of mesoporous CGB microspheres; XRD patterns of CGB, ZIF-8/CGB, and NPC/CGB microspheres; SEM images of ZIF-8 polyhedrons before and after annealing at 900 °C; EDX spectrum and elemental composition table of NPC/CGC composites; XRD patterns of NPC/CGB-Se and CGB-Se; SEM and TEM images of CGB-Se; cycle performances of NPC/CGB-Se at current densities of 1.0 and 2.0 C; cycle performance of NPC/CGB-Se with higher areal Se loading at current densities of 0.5 C; electrochemical properties of NPC-Se; SEM images of NPC/CGB-Se after 1000 cycles; table comparing electrochemical performances of various nanostructured materials used as cathode materials for lithium-selenium batteries reported in the previous literatures (PDF)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>SEM and TEM images\nof mesoporous CGB microspheres; XRD\npatterns of CGB, ZIF-8/CGB, and NPC/CGB microspheres; SEM images of\nZIF-8 polyhedrons before and after annealing at 900 °C; EDX spectrum\nand elemental composition table of NPC/CGC composites; XRD patterns\nof NPC/CGB-Se and CGB-Se; SEM and TEM images of CGB-Se; cycle performances\nof NPC/CGB-Se at current densities of 1.0 and 2.0 C; cycle performance\nof NPC/CGB-Se with higher areal Se loading at current densities of\n0.5 C; electrochemical properties of NPC-Se; SEM images of NPC/CGB-Se\nafter 1000 cycles; table comparing electrochemical performances of\nvarious nanostructured materials used as cathode materials for lithium–selenium\nbatteries reported in the previous literatures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "SEM and TEM images of mesoporous CGB microspheres; XRD patterns of CGB, ZIF-8/CGB, and NPC/CGB microspheres; SEM images of ZIF-8 polyhedrons before and after annealing at 900 °C; EDX spectrum and elemental composition table of NPC/CGC composites; XRD patterns of NPC/CGB-Se and CGB-Se; SEM and TEM images of CGB-Se; cycle performances of NPC/CGB-Se at current densities of 1.0 and 2.0 C; cycle performance of NPC/CGB-Se with higher areal Se loading at current densities of 0.5 C; electrochemical properties of NPC-Se; SEM images of NPC/CGB-Se after 1000 cycles; table comparing electrochemical performances of various nanostructured materials used as cathode materials for lithium-selenium batteries reported in the previous literatures (PDF)", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 18, 20, 22, 24, 25", "type": "text", "classification": "property", "content": "<p>Developing carbon\nscaffolds showing rational pore structures as\ncathode hosts is essential for achieving superior electrochemical\nperformances of lithium–selenium (Li–Se) batteries.\nHierarchically porous N-doped carbon polyhedrons anchored on crumpled\ngraphene balls (NPC/CGBs) are synthesized by carbonizing a zeolitic\nimidazolate framework-8 (ZIF-8)/CGB composite precursor, producing\nan unprecedented effective host matrix for high-performance Li–Se\nbatteries. Mesoporous CGBs obtained by one-pot spray pyrolysis are\nused as a highly conductive matrix for uniform polyhedral ZIF-8 growth.\nDuring carbonization, ZIF-8 polyhedrons on mesoporous CGBs are converted\ninto N-doped carbon polyhedrons showing abundant micropores, forming\na high-surface-area, high-pore-volume hierarchically porous NPC/CGB\ncomposite whose small unique pores effectively confine Se during melt\ndiffusion, thereby providing conductive electron pathways. Thus, the\nintegrated NPC/CGB-Se composite ensures high Se utilization originating\nfrom complete electrochemical reactions between Se and Li ions. The\nNPC/CGB-Se composite cathode exhibits high discharge capacities (998\nand 462 mA h g<sup>–1</sup> at the 1st and 1000th cycles, respectively,\nat a 0.5 C current density), good capacity retention (68%, calculated\nfrom the 3rd cycle), and excellent rate capability. A discharge capacity\nof 409 mA h g<sup>–1</sup> is achieved even at an extremely\nhigh (15.0 C) current density.</p><p>The surface areas and detailed pore structures of unloaded\nand\nSe-loaded NPC/CGB and CGB were investigated by N<sub>2</sub> sorption.\nAs shown in a, both unloaded samples show a typical IV isotherm with a hysteresis\nloop due to mesopores in the CGB matrix. Notably, the NPC/CGB composite\nisotherm displays large uptake in the low <italic>PP</italic>\n<sub>o</sub>\n<sup>–1</sup> range, which is attributed to the composite\nmicropores. As confirmed in the Barrett–Joyner–Halenda\n(BJH) pore size distributions (b), the sharp peak at ∼4 nm in the NPC/CGB composite\nisotherm showed higher intensity, indicating that the small mesopores\nwere more developed when the CGBs were combined with the NPC polyhedrons.\nThe Brunauer–Emmett–Teller (BET) surface areas of NPC/CGB\nand CGB were 541.6 and 235.8 m<sup>2</sup> g<sup>–1</sup>,\nrespectively. The surface area of the Se-loaded NPC/CGB composite\nhad significantly decreased to 21.2 m<sup>2</sup> g<sup>–1</sup>, and the corresponding BJH plots did not show any peaks, indicating\nthat Se had fully infiltrated the available composite pores (c,d). Meanwhile,\nCGB-Se showed a larger surface area than NPC/CGB owing to the agglomeration\nof Se nanoparticles generating empty mesopores in the CGB matrix.</p><p>To investigate the C and Se structural\ncharacteristics of NPC/CGB-Se\nand CGB-Se composites, Raman spectra were obtained, as shown in a,b. The NPC/CGB-Se\ncomposite exhibited a broad band at 259 cm<sup>–1</sup>, which\nwas attributed to the combination of chainlike Se (c-Se, 257 cm<sup>–1</sup>) and ringlike Se (r-Se, 267 cm<sup>–1</sup>) short-range ordered band modes. In addition, the Raman spectra did not show any peaks\ncorresponding to trigonal Se (t-Se, 237 cm<sup>–1</sup>), indicating\nthat the composites only contained short-range ordered Se. The Raman\nspectrum for the CGB-Se composite is similar to that for the NPC/CGB-Se\ncomposite except for the weak peak corresponding to t-Se, suggesting\nthat the unique NPC/CGB composite pore structure had facilitated the\nformation of short-range ordered Se, thereby resulting in high Se\nutilization and excellent electrochemical performance for Li–Se\nbatteries. In b, the Raman spectra show two major peaks at 1360 and 1590 cm<sup>–1</sup>, correlating with the D- and G-bands of defected\ngraphitic carbon materials, respectively. The G-band\nis attributed to sp<sup>2</sup>-hybridized bonded C atoms, whereas\nthe D-band is assigned to the defects in carbon materials. The relative intensity ratio (<italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub>) of the two bands correlates\nwith the degree of sample graphitization. The <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> values of NPC/CGB-Se and CGB-Se were calculated as 0.99 and 1.08,\nrespectively. The lower <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> value for NPC/CGB-Se was due to graphitic layers produced\nin NPC and CGB during high-temperature annealing at 900 °C. The\nthermal behaviors of NPC/CGB-Se and CGB-Se were investigated by thermogravimetric\nanalysis (TGA) under an inert Ar atmosphere (c). The considerable weight losses of both\nsamples occurred in the range of 300–550 °C, which is\nattributed to Se volatilization within the carbon matrix. The weight\nloss of the NPC/CGB-Se composite occurred at a higher temperature\nthan that of the CGB-Se composite owing to the well-defined porous\nstructure in the NPC/CGB-Se composite. The Se nanoparticles confined\nto the small NPC/CGB pores required more energy to melt and diffuse,\nresulting in higher-temperature evaporation. The Se contents of NPC/CGB-Se\nand CGB-Se were both calculated as 60 wt %.</p><p>To explore the electrochemical behaviors of NPC/CGB-Se and\nCGB-Se\nas cathode materials for Li–Se batteries, cyclic voltammograms\n(CVs) of the two samples were scanned at 0.1 mV s<sup>–1</sup> in the range 1.0–3.0 V for the first and fifth cycles (a,b). The voltammogram\nin a shows\nweak peaks at 2.1 and 2.3 V in the initial discharge profile, corresponding\nto the transformation of r-Se to c-Se, which disappeared after further\ncycling. The distinct reduction peak at 1.7 V was\nrelated to the formation of Li<sub>2</sub>Se by the electrochemical\nreaction between Se and Li<sup>+</sup>. Notably, the\npeak shifted to higher voltages in the following cycles, which was\nattributed to NPC/CGB-Se cathode deformation at the initial lithiation. In the first anodic sweep, the main peak appearing\nat 2.2 V was attributed to the conversion of Li<sub>2</sub>Se into\nSe nanoparticles. The CV of the CGB-Se cathode also showed a similar\npattern except for the weak peak at 2.3 V in the initial discharge\nprofile, which may be due to the irreversible multistep reaction between\nSe and Li<sup>+</sup>. It is noteworthy\nthat the voltage gap between the main cathodic and anodic peaks of\nthe NPC/CGB-Se cathode was much smaller than that between those of\nthe CGB-Se cathode, indicating the lower resistance of the NPC/CGB-Se\ncathode. The initial charge/discharge curves of the NPC/CGB-Se and\nCGB-Se cathodes obtained at 0.5 C (1 C = 675 mA g<sup>–1</sup>) are shown in c. The initial discharge profile of the NPC/CGB-Se cathode clearly\nshows a long plateau at about 1.8 V, corresponding to the formation\nof Li<sub>2</sub>Se, and two small plateaus at 2.1 and 2.3 V, attributed\nto the conversion of r-Se to c-Se, which are in good agreement with\nthe CV data. In contrast, the initial discharge profile of the CGB-Se\ncathode did not show any clear plateaus owing to low Se utilization.\nThe initial discharge capacities of the NPC/CGB-Se and CGB-Se cathodes\nmeasured at a current density of 0.5 C were 998 and 343 mA h g<sup>–1</sup>, and their corresponding initial Coulombic efficiencies\nwere 66 and 19%, respectively. The high discharge capacity of NPC/CGB-Se\ncathode, which is beyond the theoretical value of 675 mA h g<sup>–1</sup>, can be ascribed to the high utilization of short-range ordered\nc-Se, which was formed from NPC/CGB composite with a well-developed\nporous structure. The degree of Se utilization is directly related\nto the capacity value of electrode, thus the formation of short-range\nordered Se results in high initial capacity of NPC/CGB-Se cathode.\nAlso, the irreversible formation of solid electrolyte interphases\n(SEIs) on the surface of electrode during the initial cycle is responsible\nfor the excess initial capacity. In contrast, the low initial discharge\ncapacity of the CGB-Se cathode was due to the barely utilizable bulk\nSe nanoparticles that had formed during melt diffusion. The low Coulombic\nefficiency of CGB-Se was mainly attributed to irreversible Li storage\nin carbon materials. The cycling performances and Coulombic efficiencies\nof the NPC/CGB-Se and CGB-Se cathodes measured at a current density\nof 0.5 C are presented in d. The initial capacity losses and low Coulombic efficiencies\nof electrodes can be ascribed to electrolyte decomposition and to\nthe irreversible formation of solid electrolyte interphases (SEIs),\nwhich have been commonly reported in previous studies. The Coulombic efficiency of the NPC/CGB-Se cathode quickly stabilized\nduring the early few cycles and increased above 99% after the fifth\ncycle. In contrast, that of the CGB-Se cathode reached over 98% after\n77 cycles owing to the low utilization and conductivity of bulk Se.\nThe discharge capacity of the NPC/CGB-Se cathode after the 1000th\ncycle was 462 mA h g<sup>–1</sup>, and the capacity retention\nfrom the 10th cycle was 81.4%. The discharge capacity of the CGB-Se\ncathode after the 1000th cycle, on the other hand, was only 51 mA\nh g<sup>–1</sup>. The CGB-Se capacity slightly but gradually\nincreased during cycling owing to the formation of ultrafine Se nanoparticles\nduring the activation of bulk Se. NPC/CGB-Se cathode also showed stable\ncycling performances even at high current densities of 1.0 and 2.0\nC. The electrode delivered discharge capacities of 544 and 515 mA\nh g<sup>–1</sup> after 100 cycles at current densities of 1.0\nand 2.0 C, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S7</ext-link>).</p><p>The rate capabilities of the NPC/CGB-Se and CGB-Se cathodes\nare\ndisplayed in e. The discharge capacities of NPC/CGB-Se at current densities of\n0.5, 1.0, 2.0, 5.0, 7.0, 10.0, and 15.0 C were 564, 552, 527, 487,\n467, 442, and 409 mA h g<sup>–1</sup>, respectively. It is\nworth mentioning that a satisfactory capacity of 409 mA h g<sup>–1</sup> was achieved even at a high current density of 15.0 C. Furthermore,\nthe composites regained most of their discharge capacities when the\ncurrent density returned to 0.5 C. The CGB-Se cathode discharge capacity\nfell below 5 mA h g<sup>–1</sup> at a relatively low current\ndensity of 5.0 C. In consideration of the requirements for scale-up\nfabrication, NPC/CGB-Se cathode with higher areal Se loading was also\nprepared. Although the Se loading increased to 1.8 mg cm<sup>–2</sup>, the discharge capacity of NPC/CGB-Se cathode at 0.5 C still maintained\nat 380 mA h g<sup>–1</sup> after 90 cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S8</ext-link>). Owing to effective confinement of Se within NPC/CGB\nmatrix, the cathode with higher areal Se loading showed good cycling\nperformance.</p><p>To explain the role of CGB in the composite, NPC-Se\ncathode was\ntested under same conditions with other cathodes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S9</ext-link>). As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S9a</ext-link>, NPC-Se cathode delivered specific capacity of 374 mA h g<sup>–1</sup> after 80 cycles, which is lower than NPC/CGB-Se composites. Furthermore,\nthe specific capacity rapidly decreased when tested at high current\ndensities (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b03104/suppl_file/am8b03104_si_001.pdf\">Figure S9b</ext-link>). These results clearly\nshowed that the combination of porous NPC and conductive CGB enhances\nthe electrochemical performance. The mesoporous CGBs play a role as\nthe conductive backbone to maintain the structural integrity as well\nas offer conductive pathway for fast electron transfer during cycling.</p>", "clean_text": "Developing carbon scaffolds showing rational pore structures as cathode hosts is essential for achieving superior electrochemical performances of lithium-selenium (Li-Se) batteries. Hierarchically porous N-doped carbon polyhedrons anchored on crumpled graphene balls (NPC/CGBs) are synthesized by carbonizing a zeolitic imidazolate framework-8 (ZIF-8)/CGB composite precursor, producing an unprecedented effective host matrix for high-performance Li-Se batteries. Mesoporous CGBs obtained by one-pot spray pyrolysis are used as a highly conductive matrix for uniform polyhedral ZIF-8 growth. During carbonization, ZIF-8 polyhedrons on mesoporous CGBs are converted into N-doped carbon polyhedrons showing abundant micropores, forming a high-surface-area, high-pore-volume hierarchically porous NPC/CGB composite whose small unique pores effectively confine Se during melt diffusion, thereby providing conductive electron pathways. Thus, the integrated NPC/CGB-Se composite ensures high Se utilization originating from complete electrochemical reactions between Se and Li ions. The NPC/CGB-Se composite cathode exhibits high discharge capacities (998 and 462 mA h g-1 at the 1st and 1000th cycles, respectively, at a 0.5 C current density), good capacity retention (68%, calculated from the 3rd cycle), and excellent rate capability. A discharge capacity of 409 mA h g-1 is achieved even at an extremely high (15.0 C) current density.\n\nThe surface areas and detailed pore structures of unloaded and Se-loaded NPC/CGB and CGB were investigated by N2 sorption. As shown in a, both unloaded samples show a typical IV isotherm with a hysteresis loop due to mesopores in the CGB matrix. Notably, the NPC/CGB composite isotherm displays large uptake in the low PP o -1 range, which is attributed to the composite micropores. As confirmed in the Barrett-Joyner-Halenda (BJH) pore size distributions (b), the sharp peak at ~4 nm in the NPC/CGB composite isotherm showed higher intensity, indicating that the small mesopores were more developed when the CGBs were combined with the NPC polyhedrons. The Brunauer-Emmett-Teller (BET) surface areas of NPC/CGB and CGB were 541.6 and 235.8 m2 g-1, respectively. The surface area of the Se-loaded NPC/CGB composite had significantly decreased to 21.2 m2 g-1, and the corresponding BJH plots did not show any peaks, indicating that Se had fully infiltrated the available composite pores (c,d). Meanwhile, CGB-Se showed a larger surface area than NPC/CGB owing to the agglomeration of Se nanoparticles generating empty mesopores in the CGB matrix.\n\nTo investigate the C and Se structural characteristics of NPC/CGB-Se and CGB-Se composites, Raman spectra were obtained, as shown in a,b. The NPC/CGB-Se composite exhibited a broad band at 259 cm-1, which was attributed to the combination of chainlike Se (c-Se, 257 cm-1) and ringlike Se (r-Se, 267 cm-1) short-range ordered band modes. In addition, the Raman spectra did not show any peaks corresponding to trigonal Se (t-Se, 237 cm-1), indicating that the composites only contained short-range ordered Se. The Raman spectrum for the CGB-Se composite is similar to that for the NPC/CGB-Se composite except for the weak peak corresponding to t-Se, suggesting that the unique NPC/CGB composite pore structure had facilitated the formation of short-range ordered Se, thereby resulting in high Se utilization and excellent electrochemical performance for Li-Se batteries. In b, the Raman spectra show two major peaks at 1360 and 1590 cm-1, correlating with the D- and G-bands of defected graphitic carbon materials, respectively. The G-band is attributed to sp2-hybridized bonded C atoms, whereas the D-band is assigned to the defects in carbon materials. The relative intensity ratio (I D/I G) of the two bands correlates with the degree of sample graphitization. The I D/I G values of NPC/CGB-Se and CGB-Se were calculated as 0.99 and 1.08, respectively. The lower I D/I G value for NPC/CGB-Se was due to graphitic layers produced in NPC and CGB during high-temperature annealing at 900 °C. The thermal behaviors of NPC/CGB-Se and CGB-Se were investigated by thermogravimetric analysis (TGA) under an inert Ar atmosphere (c). The considerable weight losses of both samples occurred in the range of 300-550 °C, which is attributed to Se volatilization within the carbon matrix. The weight loss of the NPC/CGB-Se composite occurred at a higher temperature than that of the CGB-Se composite owing to the well-defined porous structure in the NPC/CGB-Se composite. The Se nanoparticles confined to the small NPC/CGB pores required more energy to melt and diffuse, resulting in higher-temperature evaporation. The Se contents of NPC/CGB-Se and CGB-Se were both calculated as 60 wt %.\n\nTo explore the electrochemical behaviors of NPC/CGB-Se and CGB-Se as cathode materials for Li-Se batteries, cyclic voltammograms (CVs) of the two samples were scanned at 0.1 mV s-1 in the range 1.0-3.0 V for the first and fifth cycles (a,b). The voltammogram in a shows weak peaks at 2.1 and 2.3 V in the initial discharge profile, corresponding to the transformation of r-Se to c-Se, which disappeared after further cycling. The distinct reduction peak at 1.7 V was related to the formation of Li2Se by the electrochemical reaction between Se and Li+. Notably, the peak shifted to higher voltages in the following cycles, which was attributed to NPC/CGB-Se cathode deformation at the initial lithiation. In the first anodic sweep, the main peak appearing at 2.2 V was attributed to the conversion of Li2Se into Se nanoparticles. The CV of the CGB-Se cathode also showed a similar pattern except for the weak peak at 2.3 V in the initial discharge profile, which may be due to the irreversible multistep reaction between Se and Li+. It is noteworthy that the voltage gap between the main cathodic and anodic peaks of the NPC/CGB-Se cathode was much smaller than that between those of the CGB-Se cathode, indicating the lower resistance of the NPC/CGB-Se cathode. The initial charge/discharge curves of the NPC/CGB-Se and CGB-Se cathodes obtained at 0.5 C (1 C = 675 mA g-1) are shown in c. The initial discharge profile of the NPC/CGB-Se cathode clearly shows a long plateau at about 1.8 V, corresponding to the formation of Li2Se, and two small plateaus at 2.1 and 2.3 V, attributed to the conversion of r-Se to c-Se, which are in good agreement with the CV data. In contrast, the initial discharge profile of the CGB-Se cathode did not show any clear plateaus owing to low Se utilization. The initial discharge capacities of the NPC/CGB-Se and CGB-Se cathodes measured at a current density of 0.5 C were 998 and 343 mA h g-1, and their corresponding initial Coulombic efficiencies were 66 and 19%, respectively. The high discharge capacity of NPC/CGB-Se cathode, which is beyond the theoretical value of 675 mA h g-1, can be ascribed to the high utilization of short-range ordered c-Se, which was formed from NPC/CGB composite with a well-developed porous structure. The degree of Se utilization is directly related to the capacity value of electrode, thus the formation of short-range ordered Se results in high initial capacity of NPC/CGB-Se cathode. Also, the irreversible formation of solid electrolyte interphases (SEIs) on the surface of electrode during the initial cycle is responsible for the excess initial capacity. In contrast, the low initial discharge capacity of the CGB-Se cathode was due to the barely utilizable bulk Se nanoparticles that had formed during melt diffusion. The low Coulombic efficiency of CGB-Se was mainly attributed to irreversible Li storage in carbon materials. The cycling performances and Coulombic efficiencies of the NPC/CGB-Se and CGB-Se cathodes measured at a current density of 0.5 C are presented in d. The initial capacity losses and low Coulombic efficiencies of electrodes can be ascribed to electrolyte decomposition and to the irreversible formation of solid electrolyte interphases (SEIs), which have been commonly reported in previous studies. The Coulombic efficiency of the NPC/CGB-Se cathode quickly stabilized during the early few cycles and increased above 99% after the fifth cycle. In contrast, that of the CGB-Se cathode reached over 98% after 77 cycles owing to the low utilization and conductivity of bulk Se. The discharge capacity of the NPC/CGB-Se cathode after the 1000th cycle was 462 mA h g-1, and the capacity retention from the 10th cycle was 81.4%. The discharge capacity of the CGB-Se cathode after the 1000th cycle, on the other hand, was only 51 mA h g-1. The CGB-Se capacity slightly but gradually increased during cycling owing to the formation of ultrafine Se nanoparticles during the activation of bulk Se. NPC/CGB-Se cathode also showed stable cycling performances even at high current densities of 1.0 and 2.0 C. The electrode delivered discharge capacities of 544 and 515 mA h g-1 after 100 cycles at current densities of 1.0 and 2.0 C, respectively (Figure S7).\n\nThe rate capabilities of the NPC/CGB-Se and CGB-Se cathodes are displayed in e. The discharge capacities of NPC/CGB-Se at current densities of 0.5, 1.0, 2.0, 5.0, 7.0, 10.0, and 15.0 C were 564, 552, 527, 487, 467, 442, and 409 mA h g-1, respectively. It is worth mentioning that a satisfactory capacity of 409 mA h g-1 was achieved even at a high current density of 15.0 C. Furthermore, the composites regained most of their discharge capacities when the current density returned to 0.5 C. The CGB-Se cathode discharge capacity fell below 5 mA h g-1 at a relatively low current density of 5.0 C. In consideration of the requirements for scale-up fabrication, NPC/CGB-Se cathode with higher areal Se loading was also prepared. Although the Se loading increased to 1.8 mg cm-2, the discharge capacity of NPC/CGB-Se cathode at 0.5 C still maintained at 380 mA h g-1 after 90 cycles (Figure S8). Owing to effective confinement of Se within NPC/CGB matrix, the cathode with higher areal Se loading showed good cycling performance.\n\nTo explain the role of CGB in the composite, NPC-Se cathode was tested under same conditions with other cathodes (Figure S9). As shown in Figure S9a, NPC-Se cathode delivered specific capacity of 374 mA h g-1 after 80 cycles, which is lower than NPC/CGB-Se composites. Furthermore, the specific capacity rapidly decreased when tested at high current densities (Figure S9b). These results clearly showed that the combination of porous NPC and conductive CGB enhances the electrochemical performance. The mesoporous CGBs play a role as the conductive backbone to maintain the structural integrity as well as offer conductive pathway for fast electron transfer during cycling.", "data": [[{"meta": {"name": "NPC/CGB-Se", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "porosity", "value": "", "unit": "", "condition": ""}, {"property name": "surface area", "value": "541.6", "unit": "m2/g", "condition": ""}, {"property name": "pore volume", "value": "", "unit": "", "condition": ""}, {"property name": "pore size distribution", "value": "", "unit": "", "condition": ""}, {"property name": "Raman spectra", "value": "", "unit": "", "condition": ""}, {"property name": "thermal behavior", "value": "", "unit": "", "condition": ""}, {"property name": "Se content", "value": "60", "unit": "wt %", "condition": ""}, {"property name": "Coulombic efficiency", "value": "", "unit": "", "condition": ""}, {"property name": "capacity retention", "value": "81.4", "unit": "%", "condition": ""}, {"property name": "rate capability", "value": "", "unit": "", "condition": ""}, {"property name": "specific capacity", "value": "374", "unit": "mA h/g", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Formation Mechanism of Se-Nanoparticle-Filled Hierarchically Porous\nNPC/CGB Composite</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-03104z_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Formation Mechanism of Se-Nanoparticle-Filled Hierarchically Porous NPC/CGB Composite   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Morphologies,\nSAED patterns, and elemental mapping images of ZIF-8/CGB\ncomposite: (a) SEM image, (b) TEM image, (c, d) HR-TEM images, (e)\nSAED pattern, and (f) elemental mapping images.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-03104z_0010.tif\"></graphic>\n</fig>", "clean_text": " 1  Morphologies, SAED patterns, and elemental mapping images of ZIF-8/CGB composite: (a) SEM image, (b) TEM image, (c, d) HR-TEM images, (e) SAED pattern, and (f) elemental mapping images.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Morphologies, SAED patterns,\nand elemental mapping images of hierarchically\nporous NPC/CGB composite: (a) SEM image, (b, c) TEM images, (d) HR-TEM\nimage, (e) SAED pattern, and (f) elemental mapping images.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-03104z_0006.tif\"></graphic>\n</fig>", "clean_text": " 2  Morphologies, SAED patterns, and elemental mapping images of hierarchically porous NPC/CGB composite: (a) SEM image, (b, c) TEM images, (d) HR-TEM image, (e) SAED pattern, and (f) elemental mapping images.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Morphologies, SAED patterns, and elemental mapping\nimages of NPC/CGB-Se:\n(a) SEM image, (b, c) TEM images, (d) HR-TEM image, (e) SAED pattern,\nand (f) elemental mapping images.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-03104z_0007.tif\"></graphic>\n</fig>", "clean_text": " 3  Morphologies, SAED patterns, and elemental mapping images of NPC/CGB-Se: (a) SEM image, (b, c) TEM images, (d) HR-TEM image, (e) SAED pattern, and (f) elemental mapping images.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XPS spectra of NPC/CGB-Se: (a) survey scan, (b) C 1s spectra, (c)\nN 1s spectra, and (d) Se 3d spectra.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-03104z_0002.tif\"></graphic>\n</fig>", "clean_text": " 4  XPS spectra of NPC/CGB-Se: (a) survey scan, (b) C 1s spectra, (c) N 1s spectra, and (d) Se 3d spectra.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>N<sub>2</sub> sorption isotherms and BJH pore size distributions\nof (a, b) NPC/CGB and CGB, (c, d) and after selenium infiltration.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2018-03104z_0009.tif\"></graphic>\n</fig>", "clean_text": " 5  N2 sorption isotherms and BJH pore size distributions of (a, b) NPC/CGB and CGB, (c, d) and after selenium infiltration.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a, b) Raman spectra\nand (c) TG curves of NPC/CGB-Se and CGB-Se.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2018-03104z_0008.tif\"></graphic>\n</fig>", "clean_text": " 6  (a, b) Raman spectra and (c) TG curves of NPC/CGB-Se and CGB-Se.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Electrochemical\nproperties of NPC/CGB-Se and CGB-Se: (a, b) CV\ncurves, (c) initial charge–discharge profiles, (d) cycle performances,\nand (e) rate performances.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"am-2018-03104z_0003.tif\"></graphic>\n</fig>", "clean_text": " 7  Electrochemical properties of NPC/CGB-Se and CGB-Se: (a, b) CV curves, (c) initial charge-discharge profiles, (d) cycle performances, and (e) rate performances.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Nyquist plots of NPC/CGB-Se\nand CGB-Se (a) before cycling and (b)\nafter 50 cycles.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"am-2018-03104z_0004.tif\"></graphic>\n</fig>", "clean_text": " 8  Nyquist plots of NPC/CGB-Se and CGB-Se (a) before cycling and (b) after 50 cycles.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.8b03104", "title": null, "journal": "American\nChemical Society", "date": "2018.04", "author_list": ["Park\nSeung-Keun", "Park\nJin-Sung", "Kang\nYun Chan"]}}