{"filepath": "../L2M3_data/1_application_papers/acs_xml/am8b17479.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Porous\nmaterials have been identified as efficient sorbent media to remove\nvolatile organic compounds. To evaluate their potential as adsorbents,\nthe adsorptive removal of formaldehyde (FA) in aqueous environments\nwas investigated using four materials, two water-stable metal–organic\nframeworks (MOFs) of UiO-66 (U6) and U6-NH<sub>2</sub> (U6N) and two\ncovalent organic polymers (COPs) with amine-functionality, CBAP-1-EDA\n(CE) and CBAP-1-DETA (CD). U6N exhibited the highest removal capacity\nof 93% (0.56 mg g<sup>–1</sup>) of the tested materials [e.g.,\nCE (81.1%, 0.53 mg g<sup>–1</sup>) &gt; CD (67.2%, 0.43 mg\ng<sup>–1</sup>) &gt; U6 (66.9%, 0.42 mg g<sup>–1</sup>)], which was 2 times higher than that of the reference sorbent,\nactivated carbon (AC: 50%, 0.30 mg g<sup>–1</sup>). The results\nof Fourier transform infrared and powder X-ray diffraction analyses\nconfirmed the interactions between FA molecules and the amine components\nof the materials (U6N, CD, and CE). According to density functional\ntheory calculations, the formation of hydrogen bonds between FA molecules\nand amine components was apparent and was further verified by FA/amine\ndistance (CD: 2.83, CE: 2.88, and U6N: 2.66 Å) along with enthalpy\nvalues (CD: −32.4, CE: −45.5, and U6N: −272 kJ\nmol<sup>–1</sup>). In case of U6, the major interactions occurred\nin the metal–clusters (−19.3 kJ mol<sup>–1</sup>) via electrostatic interactions (distance: 5.49 Å). Furthermore,\nthe sorption by amine-functionalized materials such as U6N is suggested\nto be dominated by hydrogen bonding which ultimately led to the formation\nof imine. If the performance of the tested materials is evaluated\nin terms of partition coefficient, U6N (1153 mg g<sup>–1</sup> mM<sup>–1</sup>) is found as the outperformer in all tested\nsubjects. Regeneration of spent MOFs/COPs was also plausible in the\npresence of ethanol to maintain their structural integrity even after\n10 adsorption–desorption cycles. Overall, the selected MOFs/COPs\nwere seen to have very high removal capacity for hazardous FA molecules\nin aqueous phase.</p>", "clean_text": "Porous materials have been identified as efficient sorbent media to remove volatile organic compounds. To evaluate their potential as adsorbents, the adsorptive removal of formaldehyde (FA) in aqueous environments was investigated using four materials, two water-stable metal-organic frameworks (MOFs) of UiO-66 (U6) and U6-NH2 (U6N) and two covalent organic polymers (COPs) with amine-functionality, CBAP-1-EDA (CE) and CBAP-1-DETA (CD). U6N exhibited the highest removal capacity of 93% (0.56 mg g-1) of the tested materials [e.g., CE (81.1%, 0.53 mg g-1) > CD (67.2%, 0.43 mg g-1) > U6 (66.9%, 0.42 mg g-1)], which was 2 times higher than that of the reference sorbent, activated carbon (AC: 50%, 0.30 mg g-1). The results of Fourier transform infrared and powder X-ray diffraction analyses confirmed the interactions between FA molecules and the amine components of the materials (U6N, CD, and CE). According to density functional theory calculations, the formation of hydrogen bonds between FA molecules and amine components was apparent and was further verified by FA/amine distance (CD: 2.83, CE: 2.88, and U6N: 2.66 Å) along with enthalpy values (CD: -32.4, CE: -45.5, and U6N: -272 kJ mol-1). In case of U6, the major interactions occurred in the metal-clusters (-19.3 kJ mol-1) via electrostatic interactions (distance: 5.49 Å). Furthermore, the sorption by amine-functionalized materials such as U6N is suggested to be dominated by hydrogen bonding which ultimately led to the formation of imine. If the performance of the tested materials is evaluated in terms of partition coefficient, U6N (1153 mg g-1 mM-1) is found as the outperformer in all tested subjects. Regeneration of spent MOFs/COPs was also plausible in the presence of ethanol to maintain their structural integrity even after 10 adsorption-desorption cycles. Overall, the selected MOFs/COPs were seen to have very high removal capacity for hazardous FA molecules in aqueous phase.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Formaldehyde (FA) is a common environmental\npollutant with high reactivity and toxicity as well as high aqueous\nsolubility (4000 g L<sup>–1</sup> at 20 °C). The presence of FA, whether in air or water,\nposes a threat to human health and the environment in various respects. High concentrations of FA have been observed\n(30–125 mg L<sup>–1</sup>) in wastewater released from\ndiverse industries. As such, it is important to treat\nFA efficiently and in an environmentally friendly manner before it\nis released into freshwater resources. Note that FA concentration\nin drinking water was generally in the range of 0.1 mg L<sup>–1</sup>. Accordingly, a mean daily intake of\nFA through drinking water source is estimated as 0.2 mg/day. The continuous\nuptake of this low concentration of FA is nonetheless reported to\nexert adverse effects on human health (e.g., burning sensation in\nthe eyes, coughing, nausea, and skin irritation). As\na result, FA has been classified as a carcinogenic substance by the\nmajor agencies such as International Agency for Research on Cancer\n(IARC) and Department of Health and Human Services. Accordingly,\nit is requested to ensure the complete absence of the FA in the drinking\nwater. For such purposes, adsorption and photocatalytic approaches\nhave been preferable options for selection. The photocatalytic degradation of the FA, if performed\nto a full extent, should yield water and carbon dioxide as final products\nthat are non-toxic. For real-world application, these photocatalytic\nsystems can suffer greatly in its efficacy, as the physisorbed FA\ninhibits the formation of <sup>•</sup>OH radicals. Because of high reactivity of FA, this process\ncan be inefficient to treat FA at low concentration levels (at ppb\nlevels). Thus, performance of most photocatalysts\n(with or without structural modifications) was commonly assessed against\nconsiderably high concentrations of FA (e.g., TiO<sub>2</sub>100\nppm, V<sub>2</sub>O<sub>5</sub>/TiO<sub>2</sub>200–500 ppm, and\nZnO500–4000 ppm). Consequently,\nthere is not much information available in the literature regarding\nthe photocatalytic treatment of aqueous FA at low concentrations (i.e.,\nppb levels). Additionally, the biological process was also found to\nbe unfeasible or inefficient for the removal of FA in wastewater because\nof the antimicrobial activity of FA.</p>", "clean_text": "Introduction\n\nFormaldehyde (FA) is a common environmental pollutant with high reactivity and toxicity as well as high aqueous solubility (4000 g L-1 at 20 °C). The presence of FA, whether in air or water, poses a threat to human health and the environment in various respects. High concentrations of FA have been observed (30-125 mg L-1) in wastewater released from diverse industries. As such, it is important to treat FA efficiently and in an environmentally friendly manner before it is released into freshwater resources. Note that FA concentration in drinking water was generally in the range of 0.1 mg L-1. Accordingly, a mean daily intake of FA through drinking water source is estimated as 0.2 mg/day. The continuous uptake of this low concentration of FA is nonetheless reported to exert adverse effects on human health (e.g., burning sensation in the eyes, coughing, nausea, and skin irritation). As a result, FA has been classified as a carcinogenic substance by the major agencies such as International Agency for Research on Cancer (IARC) and Department of Health and Human Services. Accordingly, it is requested to ensure the complete absence of the FA in the drinking water. For such purposes, adsorption and photocatalytic approaches have been preferable options for selection. The photocatalytic degradation of the FA, if performed to a full extent, should yield water and carbon dioxide as final products that are non-toxic. For real-world application, these photocatalytic systems can suffer greatly in its efficacy, as the physisorbed FA inhibits the formation of ⋅OH radicals. Because of high reactivity of FA, this process can be inefficient to treat FA at low concentration levels (at ppb levels). Thus, performance of most photocatalysts (with or without structural modifications) was commonly assessed against considerably high concentrations of FA (e.g., TiO2100 ppm, V2O5/TiO2200-500 ppm, and ZnO500-4000 ppm). Consequently, there is not much information available in the literature regarding the photocatalytic treatment of aqueous FA at low concentrations (i.e., ppb levels). Additionally, the biological process was also found to be unfeasible or inefficient for the removal of FA in wastewater because of the antimicrobial activity of FA.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In light of the limitations\nobserved in common technologies, the adsorption appears to be one\nof the most preferable options for removing FA in varying concentration\nlevels in aquatic systems. In this line, the potential of numerous solid adsorbents such as\nzeolites, activated carbon (AC), and graphene has\nbeen explored with and without structural modifications for the removal\nof aqueous FA. The performances of these solid sorbents were shown\nto be satisfactory for the removal of FA at high concentration levels\n(e.g., 200 ppm). Nonetheless, the removal\nof FA at low concentration levels (e.g., below 500 ppb) by these materials\nwas difficult. The reason is that, during the adsorption, the functional\nmoieties of pollutant would initially interact with the pores of adsorbent\n(e.g., AC). As AC contains three types of pores (micro, meso, and\nmacro size), there may be a competition between the pores to adsorb\nincoming FA molecules (e.g., diffusion-related competition). Furthermore,\nbecause of strong reactivity of FA, it is also possible to assume\nthat FA molecules can also interact each other, as they are newly\nattached in the pores (guest–guest interactions). Thus, these types of in situ interactions (e.g.,\nbetween pores and/or between guest molecules) would facilitate the\ncompetition among themselves to lead to gradual downgrade of removal\nefficiency (RE). As such, for the removal of FA at low concentrations,\nthe utility of traditional sorbents such as AC is unlikely to be attractive\nenough in many respects.</p>", "clean_text": "In light of the limitations observed in common technologies, the adsorption appears to be one of the most preferable options for removing FA in varying concentration levels in aquatic systems. In this line, the potential of numerous solid adsorbents such as zeolites, activated carbon (AC), and graphene has been explored with and without structural modifications for the removal of aqueous FA. The performances of these solid sorbents were shown to be satisfactory for the removal of FA at high concentration levels (e.g., 200 ppm). Nonetheless, the removal of FA at low concentration levels (e.g., below 500 ppb) by these materials was difficult. The reason is that, during the adsorption, the functional moieties of pollutant would initially interact with the pores of adsorbent (e.g., AC). As AC contains three types of pores (micro, meso, and macro size), there may be a competition between the pores to adsorb incoming FA molecules (e.g., diffusion-related competition). Furthermore, because of strong reactivity of FA, it is also possible to assume that FA molecules can also interact each other, as they are newly attached in the pores (guest-guest interactions). Thus, these types of in situ interactions (e.g., between pores and/or between guest molecules) would facilitate the competition among themselves to lead to gradual downgrade of removal efficiency (RE). As such, for the removal of FA at low concentrations, the utility of traditional sorbents such as AC is unlikely to be attractive enough in many respects.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To resolve such limitations in the\napplication of conventional adsorbents, enormous efforts were put\nto develop diverse forms of porous and crystalline materials with\nadvanced characteristics. Among those developed materials, metal–organic\nframeworks (MOFs) have been recognized as a viable option for the\nremoval of diverse volatile organic compounds at low concentrations\nbecause of their structural tunability, uniform pore size, and diverse\nfunctionality. For instance, Zr (IV)-based MOFs such as\nUiO-66 (U6) and U6-NH<sub>2</sub> (U6N) are well known for their high\nstability in water and acids. Furthermore,\nit has been suggested that the presence of Zr-sites and Brønsted\nbasic groups (−NH<sub>2</sub>) of U6N should exert great effects\non the efficacy for the adsorption-based removal of FA.\n</p>", "clean_text": "To resolve such limitations in the application of conventional adsorbents, enormous efforts were put to develop diverse forms of porous and crystalline materials with advanced characteristics. Among those developed materials, metal-organic frameworks (MOFs) have been recognized as a viable option for the removal of diverse volatile organic compounds at low concentrations because of their structural tunability, uniform pore size, and diverse functionality. For instance, Zr (IV)-based MOFs such as UiO-66 (U6) and U6-NH2 (U6N) are well known for their high stability in water and acids. Furthermore, it has been suggested that the presence of Zr-sites and Brønsted basic groups (-NH2) of U6N should exert great effects on the efficacy for the adsorption-based removal of FA. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Apart from MOFs, covalent organic polymers (COPs) are another\nclass of crystalline porous polymeric materials with a predesignable\nporous structure, diverse functionalities,\nand high thermal stability. The systematic\npore surface engineering of COPs can favorably offer tailor-made covalent\ndocking for diverse functional groups (e.g., aminals, amines, and imines) with controlled loading contents to the pore\nwalls. The mechanism of this process\nwas mainly based on covalent coupling reactions between aldehydes\nand primary amines, which yielded the formation of imines or Schiff\nbase. In light of these structural and\nchemical properties, the investigation of MOFs and COPs as media to\ntreat hazardous pollutants such as FA is expected to offer excellent\nresearch opportunities.</p>", "clean_text": "Apart from MOFs, covalent organic polymers (COPs) are another class of crystalline porous polymeric materials with a predesignable porous structure, diverse functionalities, and high thermal stability. The systematic pore surface engineering of COPs can favorably offer tailor-made covalent docking for diverse functional groups (e.g., aminals, amines, and imines) with controlled loading contents to the pore walls. The mechanism of this process was mainly based on covalent coupling reactions between aldehydes and primary amines, which yielded the formation of imines or Schiff base. In light of these structural and chemical properties, the investigation of MOFs and COPs as media to treat hazardous pollutants such as FA is expected to offer excellent research opportunities.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this study, we explored the removal\ncapacity of aqueous FA against various porous materials: two types\nof MOFs (U6 and U6N) and two types of COPs [CBAP-1-DETA (CD) and CBAP-1-EDA\n(CE)], with specific functionalities (e.g., amine (U6N, CD, and CE)\nand carboxyl (U6) functionalities). The selected sorbent materials\nwere characterized upon synthesis using powder X-ray diffraction (PXRD),\nFourier transform infrared (FTIR) spectroscopy, scanning electron\nmicroscopy (SEM), thermogravimetric analysis (TGA), and X-ray photoelectron\nspectroscopic (XPS) analysis. The adsorption mechanism was analyzed\nwith the help of diverse kinetic (pseudo-first order, pseudo-second\norder, intraparticle diffusion, and Elovich) and isotherm modeling\nstudies (Langmuir, Freundlich, Temkin, Dubinin–Radushkevich,\nand Elovich). Furthermore, a density functional theory (DFT) calculation\nwas also carried out to help explain the adsorption mechanism for\nFA at a molecular level. The reusability profiles of the spent sorbent\nwere also investigated over multiple adsorption–desorption\ncycles. Finally, the structural integrity of the spent sorbent was\ninvestigated using FTIR and PXRD analyses. Overall, the presence of\nspecific functionalities with superior structural integrity of the\namine functionalized MOF (U6N) was found to be highly suitable for\nthe removal of low concentrations (200 ppb) of FA in aqueous phase.\nTherefore, the results of our experiment seeking advanced removal\npotential of novel materials should open up new possibilities to capture\naqueous phase FA in a more effective manner.</p>", "clean_text": "In this study, we explored the removal capacity of aqueous FA against various porous materials: two types of MOFs (U6 and U6N) and two types of COPs [CBAP-1-DETA (CD) and CBAP-1-EDA (CE)], with specific functionalities (e.g., amine (U6N, CD, and CE) and carboxyl (U6) functionalities). The selected sorbent materials were characterized upon synthesis using powder X-ray diffraction (PXRD), Fourier transform infrared (FTIR) spectroscopy, scanning electron microscopy (SEM), thermogravimetric analysis (TGA), and X-ray photoelectron spectroscopic (XPS) analysis. The adsorption mechanism was analyzed with the help of diverse kinetic (pseudo-first order, pseudo-second order, intraparticle diffusion, and Elovich) and isotherm modeling studies (Langmuir, Freundlich, Temkin, Dubinin-Radushkevich, and Elovich). Furthermore, a density functional theory (DFT) calculation was also carried out to help explain the adsorption mechanism for FA at a molecular level. The reusability profiles of the spent sorbent were also investigated over multiple adsorption-desorption cycles. Finally, the structural integrity of the spent sorbent was investigated using FTIR and PXRD analyses. Overall, the presence of specific functionalities with superior structural integrity of the amine functionalized MOF (U6N) was found to be highly suitable for the removal of low concentrations (200 ppb) of FA in aqueous phase. Therefore, the results of our experiment seeking advanced removal potential of novel materials should open up new possibilities to capture aqueous phase FA in a more effective manner.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental\nMethods</title><title>Chemicals</title><p>Reagent grade chemicals were purchased from\nSigma-Aldrich, USA, and Daejung Chemicals &amp; Metals, Korea. Detailed\ninformation for the chemicals is provided in Section S1.1 of <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Supporting Information</ext-link>.</p><title>Synthesis of Adsorbents</title><p>U6 and U6N were synthesized by following the procedure discussed\nby Katz et al. CE and CD were synthesized\nby the reported procedure with some modifications. The synthesis methods for these four materials are discussed\nin Section S1.2 of <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Supporting Information</ext-link>. The basic properties of these sorbent materials were also characterized\nby PXRD, FTIR, TGA, XPS, and Brunauer–Emmett–Teller\n(BET) (Section S1.3. of <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Supporting Information</ext-link>).</p>", "clean_text": "Experimental Methods\n\nChemicals\n\nReagent grade chemicals were purchased from Sigma-Aldrich, USA, and Daejung Chemicals & Metals, Korea. Detailed information for the chemicals is provided in Section S1.1 of Supporting Information.\n\nSynthesis of Adsorbents\n\nU6 and U6N were synthesized by following the procedure discussed by Katz et al. CE and CD were synthesized by the reported procedure with some modifications. The synthesis methods for these four materials are discussed in Section S1.2 of Supporting Information. The basic properties of these sorbent materials were also characterized by PXRD, FTIR, TGA, XPS, and Brunauer-Emmett-Teller (BET) (Section S1.3. of Supporting Information).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Batch Studies</title><p>The working standard (WS) solution for\nthe FA adsorption experiment was prepared at a fixed concentration\nof 200 ppb (0.004 mmol; 50 mL); it was prepared by mixing the primary\nstandard of FA (0.12 mg, 0.004 mmol) into 50 mL of deionized (DI)\nwater. Considering the adverse effects of FA, all of the standards\nwere prepared under the fume hood.</p>", "clean_text": "Batch Studies\n\nThe working standard (WS) solution for the FA adsorption experiment was prepared at a fixed concentration of 200 ppb (0.004 mmol; 50 mL); it was prepared by mixing the primary standard of FA (0.12 mg, 0.004 mmol) into 50 mL of deionized (DI) water. Considering the adverse effects of FA, all of the standards were prepared under the fume hood.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>For batch studies, 50 mL\nof WS solution was transferred to a conical tube, and 20 mg of pretreated\n(3 h, 150 °C) porous material (U6, U6N, CE, and CD, separately)\nwas added. Then, the tubes were shaken in a rolling drum mixer (Vision\nScientific, VS-98M-0) at room temperature (RT). At specified intervals\n(e.g., 0.17, 0.34, and 0.5, 1, 2, 3, 4, 5, 6, 7, 24, and 48 h), 500\nμL of test liquid was collected and injected into 2,4-dinitrophenyl\nhydrazine (DNPH) cartridges (TOP Trading Eng., Korea) followed by\naddition of 3 mL of acetonitrile (ACN). Subsequently, the mixture\nsolution was collected into a 2 mL vial using a 0.45 μm syringe\nfilter, and the samples were analyzed by HPLC.</p>", "clean_text": "For batch studies, 50 mL of WS solution was transferred to a conical tube, and 20 mg of pretreated (3 h, 150 °C) porous material (U6, U6N, CE, and CD, separately) was added. Then, the tubes were shaken in a rolling drum mixer (Vision Scientific, VS-98M-0) at room temperature (RT). At specified intervals (e.g., 0.17, 0.34, and 0.5, 1, 2, 3, 4, 5, 6, 7, 24, and 48 h), 500 μL of test liquid was collected and injected into 2,4-dinitrophenyl hydrazine (DNPH) cartridges (TOP Trading Eng., Korea) followed by addition of 3 mL of acetonitrile (ACN). Subsequently, the mixture solution was collected into a 2 mL vial using a 0.45 μm syringe filter, and the samples were analyzed by HPLC.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Quantification of FA</title><p>The samples were injected into the inlet of the HPLC system through\na 20 μL sample loop and then separated on a HICHROM RPB column\n(thickness 5 μm, diameter 4.6 mm, and length 250 mm; Hichrom\nLtd. UK) using a mobile phase of ACN/DI water (7/3) at a flow rate\nof 1.5 mL min<sup>–1</sup>. The DNPH-cartridge blank was analyzed,\nand the values for concentration of FA in our samples were adjusted\nbased on the blank value. The method detection limit (MDL) values\nof FA were computed based on seven replicate analyses of a WS (1.5\nng or 0.075 ng μL<sup>–1</sup>).</p>", "clean_text": "Quantification of FA\n\nThe samples were injected into the inlet of the HPLC system through a 20 μL sample loop and then separated on a HICHROM RPB column (thickness 5 μm, diameter 4.6 mm, and length 250 mm; Hichrom Ltd. UK) using a mobile phase of ACN/DI water (7/3) at a flow rate of 1.5 mL min-1. The DNPH-cartridge blank was analyzed, and the values for concentration of FA in our samples were adjusted based on the blank value. The method detection limit (MDL) values of FA were computed based on seven replicate analyses of a WS (1.5 ng or 0.075 ng μL-1).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Calculations for Adsorption\nCapacity and Removal Efficiency</title><p>The adsorption capacity (mg\ng<sup>–1</sup>) of each sorbent was calculated based on the\nequation stated below:<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>q</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>w</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>q</italic> is the adsorption capacity\nat time <italic>t</italic> (mg g<sup>–1</sup>), <italic>C</italic>\n<sub>0</sub> and <italic>C</italic>\n<sub>\n<italic>t</italic>\n</sub> are\nthe concentrations of FA at time 0 and <italic>t</italic>, respectively\n(mg mL<sup>–1</sup> or ppm), <italic>V</italic> is the volume\nof the test solution (mL), and <italic>w</italic> is the weight of\nthe sorbent used for the adsorption experiment (mg).</p>", "clean_text": "Calculations for Adsorption Capacity and Removal Efficiency\n\nThe adsorption capacity (mg g-1) of each sorbent was calculated based on the equation stated below:     q =    (   C   0   -   C   t   )  × V   w      where q is the adsorption capacity at time t (mg g-1), C 0 and C  t  are the concentrations of FA at time 0 and t, respectively (mg mL-1 or ppm), V is the volume of the test solution (mL), and w is the weight of the sorbent used for the adsorption experiment (mg).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The RE\n(%) of aldehyde was calculated as follows:<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">RE</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p><title>Adsorption\nMechanism</title><title>Kinetic Studies</title><p>In order to understand the kinetics\nof FA sorption on various sorbents, we used the pseudo-first-order,\npseudo-second-order, intraparticle diffusion,\nand Elovich models. Detailed information\nabout the principle and assumptions of each model is listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Table S1</ext-link>. These models can be expressed numerically\nas follows:<disp-formula id=\"ueq3\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m003.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq4\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m004.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq5\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m005.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">ID</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq6\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m006.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mi>α</mml:mi>\n<mml:mi>β</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>q</italic>\n<sub>e</sub> and <italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub> are\nthe amounts of FA adsorbed on the porous materials (mg g<sup>–1</sup>) at equilibrium and at time <italic>t</italic>, respectively. <italic>K</italic>\n<sub>1</sub> and <italic>K</italic>\n<sub>2</sub> are the\nfirst (h<sup>–1</sup>) and second order rate constants (g mg<sup>–1</sup> h<sup>–1</sup>), respectively. <italic>K</italic>\n<sub>ID</sub> is the intraparticle diffusion rate constant (mg/g/h<sup>0.5</sup>), while <italic>C</italic> implies the thickness of the\nboundary layer (i.e., the larger the <italic>C</italic> value, the\ngreater the boundary layer effect). Furthermore,\nα and β are the initial adsorption rate (mg g<sup>–1</sup> h<sup>–1</sup>) and activation energy for chemisorption (g\nmg<sup>–1</sup>), respectively.</p>", "clean_text": "The RE (%) of aldehyde was calculated as follows:     RE   ( % )  =    (   C   0   -   C   t   )  × 100     C   0         \n\nAdsorption Mechanism\n\nKinetic Studies\n\nIn order to understand the kinetics of FA sorption on various sorbents, we used the pseudo-first-order, pseudo-second-order, intraparticle diffusion, and Elovich models. Detailed information about the principle and assumptions of each model is listed in Table S1. These models can be expressed numerically as follows:     ln  (   q   e   -   q   t   )  = ln  (   q   e   )  -   K   1   t            t     q   t     =   1     K   2       q   e     2     +   t     q   e                q   t   =   K   ID     t   1 / 2   + C            q   t   =   1   β   ln ⁡ α β +   1   β   ln ⁡ t    where q e and q  t  are the amounts of FA adsorbed on the porous materials (mg g-1) at equilibrium and at time t, respectively. K 1 and K 2 are the first (h-1) and second order rate constants (g mg-1 h-1), respectively. K ID is the intraparticle diffusion rate constant (mg/g/h0.5), while C implies the thickness of the boundary layer (i.e., the larger the C value, the greater the boundary layer effect). Furthermore, α and β are the initial adsorption rate (mg g-1 h-1) and activation energy for chemisorption (g mg-1), respectively.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Isotherm Studies</title><p>For isotherm studies, various concentrations of FA (50, 100, 200,\n400, and 800 ppb) were prepared in 50 mL and equilibrated for 6 h\nwith 20 mg of different adsorbents. The obtained dataset was subjected\nto diverse isotherm models (namely, Langmuir, Freundlich, Temkin,\nDubinin–Radushkevich, and Elovich). The principles of these\nmodels are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Table S2</ext-link>. The general\nequations for these models are as follows<disp-formula id=\"ueq7\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m007.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">max</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">max</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq8\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m008.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">F</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq9\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m009.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mi>B</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">T</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mi>B</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>,</mml:mo>\n<mml:mo linebreak=\"goodbreak\" lspace=\"0em\" rspace=\"3em\">⁣</mml:mo>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">DR</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq10\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m010.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">E</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>C</italic>\n<sub>e</sub> is the equilibrium concentration\n(mg L<sup>–1</sup>), <italic>q</italic>\n<sub>e</sub> is the\nequilibrium adsorption capacity (mg g<sup>–1</sup>), <italic>q</italic>\n<sub>m</sub> is the maximum adsorption capacity (mg g<sup>–1</sup>), <italic>K</italic>\n<sub>L</sub> is the Langmuir\nconstant (L mg<sup>–1</sup>), and <italic>K</italic>\n<sub>F</sub> is the Freundlich constant. 1/<italic>n</italic> is the heterogeneity\nfactor of the adsorbent, <italic>A</italic>\n<sub>T</sub> is the Temkin\nequilibrium constant (L mg<sup>–1</sup>), <italic>B</italic> = <italic>RT</italic>/Δ<italic>Q</italic> is the Temkin constant,\nΔ<italic>Q</italic> is the heat of adsorption, and <italic>K</italic>\n<sub>DR</sub> is the mean free energy of adsorption (mol<sup>2</sup> kJ<sup>–2</sup>). <inline-formula>\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m011.gif\"></graphic>\n<mml:math display=\"inline\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</inline-formula> is the Polanyi potential, and <italic>K</italic>\n<sub>E</sub> is the Elovich equilibrium constant (L mg<sup>–1</sup>). Apart from this, the favorability of the adsorption process can\nbe easily evaluated by a dimensionless equilibrium parameter <italic>R</italic>\n<sub>L</sub> as follows<disp-formula id=\"ueq11\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m012.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where the adsorption process is favorable when 0 &lt; <italic>R</italic>\n<sub>L</sub> &lt; 1, while adsorption is unfavorable when <italic>R</italic>\n<sub>L</sub> &gt; 1. Furthermore, adsorption is linear\nwhen <italic>R</italic>\n<sub>L</sub> = 1, while it is irreversible\nwhen <italic>R</italic>\n<sub>L</sub> = 0. Likewise, the 1/<italic>n</italic> value in the Freundlich constant represents adsorption affinity.</p>", "clean_text": "Isotherm Studies\n\nFor isotherm studies, various concentrations of FA (50, 100, 200, 400, and 800 ppb) were prepared in 50 mL and equilibrated for 6 h with 20 mg of different adsorbents. The obtained dataset was subjected to diverse isotherm models (namely, Langmuir, Freundlich, Temkin, Dubinin-Radushkevich, and Elovich). The principles of these models are listed in Table S2. The general equations for these models are as follows         C   e       q   e     =   1     K   L     q   max     +     C   e       q   max              ln ⁡   q   e   = ln ⁡   K   F   +   1   n   ln ⁡   C   e              q   e   = B  ln ⁡   A   T   + B  ln ⁡   C   e   , ⁣ ln ⁡   q   e   = ln  (   q   m   )  -  (   K   DR     ε   2   )           ln ⁡     q   e       C   e     = ln ⁡   K   E     q   m   -   1     q   m       q   e      where C e is the equilibrium concentration (mg L-1), q e is the equilibrium adsorption capacity (mg g-1), q m is the maximum adsorption capacity (mg g-1), K L is the Langmuir constant (L mg-1), and K F is the Freundlich constant. 1/n is the heterogeneity factor of the adsorbent, A T is the Temkin equilibrium constant (L mg-1), B = RT/ΔQ is the Temkin constant, ΔQ is the heat of adsorption, and K DR is the mean free energy of adsorption (mol2 kJ-2).      ε = R T  ln  [ 1 +   1     C   e     ]      is the Polanyi potential, and K E is the Elovich equilibrium constant (L mg-1). Apart from this, the favorability of the adsorption process can be easily evaluated by a dimensionless equilibrium parameter R L as follows       R   L   =   1   1 +  (   K   L     C   0   )       where the adsorption process is favorable when 0 < R L < 1, while adsorption is unfavorable when R L > 1. Furthermore, adsorption is linear when R L = 1, while it is irreversible when R L = 0. Likewise, the 1/n value in the Freundlich constant represents adsorption affinity.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Computational Modeling Studies</title><p>Modeling was performed using\nthe DFT (implemented by means of the pseudopotential code SIESTA), as in our previous study. The details are discussed in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Supporting Information</ext-link> (Section S1.4).</p><title>Reusability Studies</title><p>The reusability of adsorbents was also investigated over 10 (adsorption–desorption)\nrecycle experiments. After each cycle, the porous materials were filtered\nfrom the FA solution and washed several times with DI water (5 ×\n5 mL), followed by treating the materials three times with ethanol\n(5 × 5 mL). The resulting solid was dried at 150 °C in an\noven. Then, the sorbents were used for the next cycle of the adsorption\nrun with fresh FA with DI water. In the course of the reusability\ntest, a small amount of adsorbent at various intervals was collected\nfor FTIR analysis. It should be noted that the selection of ethanol\nas eluent was based on our previous work. Also from a large number of literature, it is also proven that the\nhigh degree of recyclability of amine-based materials when methanol\nis used as a solvent for regeneration. On the basis of our experience (and previous evidence), ethanol\nwas selected as a solvent for regeneration in this work. Thus, we\nhave used ethanol preferably over methanol to avoid the possible acetalization\nreaction.</p>", "clean_text": "Computational Modeling Studies\n\nModeling was performed using the DFT (implemented by means of the pseudopotential code SIESTA), as in our previous study. The details are discussed in the Supporting Information (Section S1.4).\n\nReusability Studies\n\nThe reusability of adsorbents was also investigated over 10 (adsorption-desorption) recycle experiments. After each cycle, the porous materials were filtered from the FA solution and washed several times with DI water (5 × 5 mL), followed by treating the materials three times with ethanol (5 × 5 mL). The resulting solid was dried at 150 °C in an oven. Then, the sorbents were used for the next cycle of the adsorption run with fresh FA with DI water. In the course of the reusability test, a small amount of adsorbent at various intervals was collected for FTIR analysis. It should be noted that the selection of ethanol as eluent was based on our previous work. Also from a large number of literature, it is also proven that the high degree of recyclability of amine-based materials when methanol is used as a solvent for regeneration. On the basis of our experience (and previous evidence), ethanol was selected as a solvent for regeneration in this work. Thus, we have used ethanol preferably over methanol to avoid the possible acetalization reaction.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Characterization of the\nSynthesized Porous Materials</title><p>The properties of the synthesized\nporous materials were determined by a series of characterization analyses.\nThe crystallinity of the U6, U6N, CE, and CD was confirmed by PXRD\nanalysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S1</ext-link>). As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S1a</ext-link>, U6 and U6N showed identical PXRD\npatterns owing to their similar crystal structures. Their sharp peaks\nat 2θ = 7.3° (111) and 8.4° (200) indicated that the\nexcellent crystallinity of the samples was in agreement with the previous\nfindings. The PXRD pattern\nof U6 consisted of an inner Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> core in which the triangular faces of the Zr<sub>6</sub> octahedron\nwere alternatively capped by μ3-O and μ3-OH groups. The crystalline phase of U6 was confirmed by\nthe presence of two Bragg angles (111) and (200) in the PXRD spectrum. CE and CD showed broad peaks that confirmed\ntheir amorphous nature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S1b</ext-link>). The\npeak of COPs at 24° could be ascribed to the (002) graphitic\nplanes of carbon. In comparison with\nthe results of CBAP-1 reported by Puthiaraj et al., the (002) peak of synthesized CE became wider and shorter.\nApart from that, all of the characteristic peaks were similar to their\nPXRD patterns which indicate the proper formation of CBAP-1. SEM images\nshowed aggregated granular morphology with uniform size distribution\nof particles for U6 and U6N (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S2a,b</ext-link>). The estimated particle sizes for U6 and U6N were approximately\n127 and 140 nm, respectively. CE and CD showed aggregated coin-like\nmorphologies (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S2c,d</ext-link>) with particle\nsizes of 2.5 and 2.4 μm, respectively. The similar particle\nsizes of CE and CD suggest that the functionalization of COPs did\nnot affect their surface morphologies.\n</p>", "clean_text": "Results and Discussion\n\nCharacterization of the Synthesized Porous Materials\n\nThe properties of the synthesized porous materials were determined by a series of characterization analyses. The crystallinity of the U6, U6N, CE, and CD was confirmed by PXRD analysis (Figure S1). As shown in Figure S1a, U6 and U6N showed identical PXRD patterns owing to their similar crystal structures. Their sharp peaks at 2θ = 7.3° (111) and 8.4° (200) indicated that the excellent crystallinity of the samples was in agreement with the previous findings. The PXRD pattern of U6 consisted of an inner Zr6O4(OH)4 core in which the triangular faces of the Zr6 octahedron were alternatively capped by μ3-O and μ3-OH groups. The crystalline phase of U6 was confirmed by the presence of two Bragg angles (111) and (200) in the PXRD spectrum. CE and CD showed broad peaks that confirmed their amorphous nature (Figure S1b). The peak of COPs at 24° could be ascribed to the (002) graphitic planes of carbon. In comparison with the results of CBAP-1 reported by Puthiaraj et al., the (002) peak of synthesized CE became wider and shorter. Apart from that, all of the characteristic peaks were similar to their PXRD patterns which indicate the proper formation of CBAP-1. SEM images showed aggregated granular morphology with uniform size distribution of particles for U6 and U6N (Figure S2a,b). The estimated particle sizes for U6 and U6N were approximately 127 and 140 nm, respectively. CE and CD showed aggregated coin-like morphologies (Figure S2c,d) with particle sizes of 2.5 and 2.4 μm, respectively. The similar particle sizes of CE and CD suggest that the functionalization of COPs did not affect their surface morphologies. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>TGA curve of U6 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S3a</ext-link>; blue\ncurve) showed two weight-loss steps. An initial solvent and water\nweight loss of ca. 20% was detected in the broad initial temperature\nrange of 100–300 °C. The\nsecond weight-loss step of ca. 30% was observed in the temperature\nrange of 500–600 °C, which\ncan be ascribed to the decomposition of organic linkers. However, the TGA pattern of U6N (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S3a</ext-link>; red curve) was characterized by a relatively slow weight-loss process.\nExcept for the water or solvent lost, the U6N MOFs did not exhibit\nany substantial weight loss patterns until 350 °C. Likewise, two COPs materials (CE and CD) exhibited\nsimilar weight-loss steps throughout the TGA measurements (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S3b</ext-link>). Both COPs showed evaporation of\nsolvent and water molecules around 100 °C, and the majority of\nthe weight-loss took place between 350 and 500 °C due to decomposition/network\ncollapse.\n</p>", "clean_text": "TGA curve of U6 (Figure S3a; blue curve) showed two weight-loss steps. An initial solvent and water weight loss of ca. 20% was detected in the broad initial temperature range of 100-300 °C. The second weight-loss step of ca. 30% was observed in the temperature range of 500-600 °C, which can be ascribed to the decomposition of organic linkers. However, the TGA pattern of U6N (Figure S3a; red curve) was characterized by a relatively slow weight-loss process. Except for the water or solvent lost, the U6N MOFs did not exhibit any substantial weight loss patterns until 350 °C. Likewise, two COPs materials (CE and CD) exhibited similar weight-loss steps throughout the TGA measurements (Figure S3b). Both COPs showed evaporation of solvent and water molecules around 100 °C, and the majority of the weight-loss took place between 350 and 500 °C due to decomposition/network collapse. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The main IR band involving\nthe presence of BDC coordination with Zr nodes in U6 was observed\nat 1017 cm<sup>–1</sup>\n (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S4a</ext-link>). In addition, the peaks of C–C\nring modes and OC–O asymmetric stretching vibrations\nwere shown at 1396 and 1576 cm<sup>–1</sup>, respectively. As for U6N, the C–C vibrational mode\nand the C–O bonding in the carboxylates were observed at 1428\nand 1566 cm<sup>–1</sup>, respectively. The N–H symmetric stretching mode was observed at\n3365 cm<sup>–1</sup>, while the asymmetric stretching mode\nof N–H was detected at 3505 cm<sup>–1</sup>. In addition, the presence of N–H stretching (3100–3600\ncm<sup>–1</sup>) and symmetric/asymmetric and aliphatic C–H\nstretching vibrations (2968 and 2878 cm<sup>–1</sup>) by the\n−CH<sub>2</sub>–CH<sub>2</sub>– moiety confirmed the presence of EDA coordination in\nCE (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S4b</ext-link>). The peak at 1086 cm<sup>–1</sup> was assigned to the C–O stretching vibration.\nOn the other hand, CO stretching bands from ketone were found\nat 1702 cm<sup>–1</sup> in the FTIR spectrum of CE. The CO band disappeared after postsynthetic\nmodification with DETA. Hence, it was confirmed that the carbonyl\ngroups fully reacted with DETA and yielded CD. In addition, two weak\nbands at 2933 and 2872 cm<sup>–1</sup> for C–H stretching\nvibrations were also observed.\n</p>", "clean_text": "The main IR band involving the presence of BDC coordination with Zr nodes in U6 was observed at 1017 cm-1  (Figure S4a). In addition, the peaks of C-C ring modes and OC-O asymmetric stretching vibrations were shown at 1396 and 1576 cm-1, respectively. As for U6N, the C-C vibrational mode and the C-O bonding in the carboxylates were observed at 1428 and 1566 cm-1, respectively. The N-H symmetric stretching mode was observed at 3365 cm-1, while the asymmetric stretching mode of N-H was detected at 3505 cm-1. In addition, the presence of N-H stretching (3100-3600 cm-1) and symmetric/asymmetric and aliphatic C-H stretching vibrations (2968 and 2878 cm-1) by the -CH2-CH2- moiety confirmed the presence of EDA coordination in CE (Figure S4b). The peak at 1086 cm-1 was assigned to the C-O stretching vibration. On the other hand, CO stretching bands from ketone were found at 1702 cm-1 in the FTIR spectrum of CE. The CO band disappeared after postsynthetic modification with DETA. Hence, it was confirmed that the carbonyl groups fully reacted with DETA and yielded CD. In addition, two weak bands at 2933 and 2872 cm-1 for C-H stretching vibrations were also observed. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S5a,b</ext-link>, the deconvoluted\nO 1s, C 1s, and Zr 3d core level spectra of U6 depicted binding energy\npeaks at ca. 531.5, 284.1, and 181.9 eV, respectively. The equivalent\nbinding energy peaks of U6N were found at ca. 531.6, 284.1, and 182.1\neV, respectively. In addition, the N 1s core level peak of U6N was\nshown at ca. 398.9 eV, corresponding to the presence of an amine functional\ngroup. These results were in good agreement with previous reports. In the case of CE and CD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S5c,d</ext-link>), the main peaks of C 1s were shown at ca. 284.2\nand 284.3 eV, which corresponded to the aromatic sp<sup>2</sup> carbon.\nThe binding energy peaks of O 1s were observed at ca. 531.8 and 532.1\neV, which confirmed the incorporation of carbonyl groups into COP\nframeworks. The N 1s spectra of CE and\nCD also showed a peak corresponding to the amine group around 399.1\nand 398.8 eV, respectively.</p>", "clean_text": "As shown in Figure S5a,b, the deconvoluted O 1s, C 1s, and Zr 3d core level spectra of U6 depicted binding energy peaks at ca. 531.5, 284.1, and 181.9 eV, respectively. The equivalent binding energy peaks of U6N were found at ca. 531.6, 284.1, and 182.1 eV, respectively. In addition, the N 1s core level peak of U6N was shown at ca. 398.9 eV, corresponding to the presence of an amine functional group. These results were in good agreement with previous reports. In the case of CE and CD (Figure S5c,d), the main peaks of C 1s were shown at ca. 284.2 and 284.3 eV, which corresponded to the aromatic sp2 carbon. The binding energy peaks of O 1s were observed at ca. 531.8 and 532.1 eV, which confirmed the incorporation of carbonyl groups into COP frameworks. The N 1s spectra of CE and CD also showed a peak corresponding to the amine group around 399.1 and 398.8 eV, respectively.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>The BET surface area and pore volume\nof U6/U6N were 1328/963 m<sup>2</sup> g<sup>–1</sup> and 0.79/0.58\ncm<sup>3</sup> g<sup>–1</sup>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Table S3</ext-link>). In the case of COPs, CE (674 m<sup>2</sup> g<sup>–1</sup> and 0.23 cm<sup>3</sup> g<sup>–1</sup>) showed\nhigher BET surface area and pore volume than CD (667 m<sup>2</sup> g<sup>–1</sup> and 0.32 cm<sup>3</sup> g<sup>–1</sup>). In addition, it should be noted that the pore sizes of all four\nsynthesized materials were similar. For instance, the adsorption average\npore diameter (4<italic>V</italic>/<italic>A</italic>) of U6, U6N,\nCD, and CE was 1.56, 1.55, 1.90, and 1.69 nm, respectively. More specifically,\nthe two selected MOFs followed the type I adsorption isotherm, indicating\nthe microporous nature of the MOFs. In the type I model, the rate\nlimiting step for sorption of guest molecules on these MOFs should\nbe based on micropore volume rather than surface area. In short, adsorption\nin the MOFs was mainly monolayer adsorption. In contrast, although\nCOPs followed the type I isotherm pattern, the adsorption track was\ndifferent from that of desorption at an increased <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> value (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S6</ext-link>). This result clearly indicates the heterogeneity of the\npores, that is, a mixture of micro- and mesopores. In this case, at a relatively high <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> value, the rate limiting factor for adsorption\nwas capillary condensation rather than\nthe pore filling phenomenon.</p>", "clean_text": "The BET surface area and pore volume of U6/U6N were 1328/963 m2 g-1 and 0.79/0.58 cm3 g-1, respectively (Table S3). In the case of COPs, CE (674 m2 g-1 and 0.23 cm3 g-1) showed higher BET surface area and pore volume than CD (667 m2 g-1 and 0.32 cm3 g-1). In addition, it should be noted that the pore sizes of all four synthesized materials were similar. For instance, the adsorption average pore diameter (4V/A) of U6, U6N, CD, and CE was 1.56, 1.55, 1.90, and 1.69 nm, respectively. More specifically, the two selected MOFs followed the type I adsorption isotherm, indicating the microporous nature of the MOFs. In the type I model, the rate limiting step for sorption of guest molecules on these MOFs should be based on micropore volume rather than surface area. In short, adsorption in the MOFs was mainly monolayer adsorption. In contrast, although COPs followed the type I isotherm pattern, the adsorption track was different from that of desorption at an increased P/P 0 value (Figure S6). This result clearly indicates the heterogeneity of the pores, that is, a mixture of micro- and mesopores. In this case, at a relatively high P/P 0 value, the rate limiting factor for adsorption was capillary condensation rather than the pore filling phenomenon.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>FA Adsorption Studies</title><p>The adsorption\nperformance of four porous materials tested in this study [i.e., two\nMOFs (U6, U6N) and two COPs (CE, CD)] was explored for aqueous FA\nin reference to AC. The RE (%) and adsorption capacity (mg g<sup>–1</sup>) of adsorbents are compared and presented in  and . The maximum adsorption capacity values of U6 and\nU6N were 0.42 and 0.56 mg g<sup>–1</sup>, respectively, while\ntheir RE values were 67 and 94%. In the case of COPs, the corresponding\nRE [adsorption capacity (mg g<sup>–1</sup>)] values of CE and\nCD were 81% (0.53) and 67% (0.43), respectively. The results indicated\nthat the RE of FA by U6N was higher than those of U6 and CD by almost\n1.4 times and was 1.8 times higher than that of AC. Overall, the sequence\nof adsorption capacities of the various porous materials tested for\nFA sorption was in the order of U6N &gt; CE &gt; CD &gt; U6 &gt; AC.\nThus, it was suggested that the amine-functionalized materials U6N\nand CE (functionalized with EDA) showed enhanced FA removal over their\ncounterparts. In contrast, the considerable\nreduction in sorption capacity of amine-functionalized CD toward FA\nsuggests that, apart from the influence of −NH<sub>2</sub>,\nthere should be other factors, such as steric hindrance (because of\nthe longer side chain) and pore properties, that play an important\nrole in determining the sorption performance of MOFs and COPs. In\norder to clearly understand the sorption mechanism of the selected\nsorbents, the acquired kinetic data were fitted to various kinetic\nmodels.</p>", "clean_text": "FA Adsorption Studies\n\nThe adsorption performance of four porous materials tested in this study [i.e., two MOFs (U6, U6N) and two COPs (CE, CD)] was explored for aqueous FA in reference to AC. The RE (%) and adsorption capacity (mg g-1) of adsorbents are compared and presented in  and . The maximum adsorption capacity values of U6 and U6N were 0.42 and 0.56 mg g-1, respectively, while their RE values were 67 and 94%. In the case of COPs, the corresponding RE [adsorption capacity (mg g-1)] values of CE and CD were 81% (0.53) and 67% (0.43), respectively. The results indicated that the RE of FA by U6N was higher than those of U6 and CD by almost 1.4 times and was 1.8 times higher than that of AC. Overall, the sequence of adsorption capacities of the various porous materials tested for FA sorption was in the order of U6N > CE > CD > U6 > AC. Thus, it was suggested that the amine-functionalized materials U6N and CE (functionalized with EDA) showed enhanced FA removal over their counterparts. In contrast, the considerable reduction in sorption capacity of amine-functionalized CD toward FA suggests that, apart from the influence of -NH2, there should be other factors, such as steric hindrance (because of the longer side chain) and pore properties, that play an important role in determining the sorption performance of MOFs and COPs. In order to clearly understand the sorption mechanism of the selected sorbents, the acquired kinetic data were fitted to various kinetic models.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Kinetic plots of U6, U6N, CD, CE, and AC for the adsorption of aqueous\nFA: (a) adsorption capacity (mg g<sup>–1</sup>) of adsorbents\nand (b) removal percentage (%) of adsorbents. (The error bar indicates\nstandard deviation of the measurement.)</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-17479r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Kinetic plots of U6, U6N, CD, CE, and AC for the adsorption of aqueous FA: (a) adsorption capacity (mg g-1) of adsorbents and (b) removal percentage (%) of adsorbents. (The error bar indicates standard deviation of the measurement.)   ", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Maximum Adsorption Capacity (<italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub>) and RE of Adsorbents Tested in This Study\nfor Removal of FA</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">3 h</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col5\" rowsep=\"1\">6 h</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col8\" namest=\"col7\" rowsep=\"1\">48 h</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">order</oasis:entry>\n<oasis:entry align=\"center\">adsorbent<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">maximum RE (%)</oasis:entry>\n<oasis:entry align=\"center\">maximum <italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">maximum RE (%)</oasis:entry>\n<oasis:entry align=\"center\">maximum <italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">maximum RE (%)</oasis:entry>\n<oasis:entry align=\"center\">maximum <italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub> (mg g<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>U6N</oasis:entry>\n<oasis:entry>73.1</oasis:entry>\n<oasis:entry>0.44</oasis:entry>\n<oasis:entry>92.6</oasis:entry>\n<oasis:entry>0.55</oasis:entry>\n<oasis:entry>93.8</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>U6</oasis:entry>\n<oasis:entry>55.4</oasis:entry>\n<oasis:entry>0.35</oasis:entry>\n<oasis:entry>58.5</oasis:entry>\n<oasis:entry>0.37</oasis:entry>\n<oasis:entry>66.9</oasis:entry>\n<oasis:entry>0.42</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>CE</oasis:entry>\n<oasis:entry>55.6</oasis:entry>\n<oasis:entry>0.36</oasis:entry>\n<oasis:entry>76.7</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n<oasis:entry>81.1</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>CD</oasis:entry>\n<oasis:entry>35.6</oasis:entry>\n<oasis:entry>0.23</oasis:entry>\n<oasis:entry>60.8</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>67.2</oasis:entry>\n<oasis:entry>0.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>AC</oasis:entry>\n<oasis:entry>31.2</oasis:entry>\n<oasis:entry>0.19</oasis:entry>\n<oasis:entry>45.3</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry>50.7</oasis:entry>\n<oasis:entry>0.30</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Experimental conditions: adsorbent (20 mg); FA solution (50 mL);\nRT (298 K).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Results of\nKinetic Modeling Studies</title><p>The results obtained from various\nkinetic models are summarized in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S7</ext-link>. From the\nresults, a pseudo-second-order kinetic model was found to show the\nbest fit with a correlation coefficient (<italic>R</italic>\n<sup>2</sup>) value &lt;0.998. In addition, the predicted <italic>q</italic>\n<sub>e</sub> value from the pseudo-second-order kinetic model was almost\nequal to the experimentally derived maximum adsorption capacity values\n(). For instance,\nthe estimated <italic>q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>) values for U6N, U6, CE, and CD were 0.57, 0.43, 0.54, and 0.44\nmg g<sup>–1</sup>, respectively, which were similar to the\nobtained <italic>q</italic>\n<sub>exp</sub> values of 0.56, 0.42, 0.53,\nand 0.43. In addition, the rate constant (<italic>k</italic>\n<sub>2</sub>) value of U6N (3.13 g mg<sup>–1</sup> h<sup>–1</sup>) was higher than that of others, which represents the effectiveness\nof the amine functionalization of the framework. In contrast, the\ndecrease in rate constant value of another amine-functionalized COP\n(CD: 1.33 g mg<sup>–1</sup> h<sup>–1</sup>) should be\nascribable to the rigidity of the aliphatic chains of DETA. In summary,\nan increase in chain length of COPs could reduce the probability of\ninteraction between the −NH<sub>2</sub> group of COPs with\nthe oxygen group of FA.\n</p>", "clean_text": "Results of Kinetic Modeling Studies\n\nThe results obtained from various kinetic models are summarized in  and Figure S7. From the results, a pseudo-second-order kinetic model was found to show the best fit with a correlation coefficient (R 2) value <0.998. In addition, the predicted q e value from the pseudo-second-order kinetic model was almost equal to the experimentally derived maximum adsorption capacity values (). For instance, the estimated q e (mg g-1) values for U6N, U6, CE, and CD were 0.57, 0.43, 0.54, and 0.44 mg g-1, respectively, which were similar to the obtained q exp values of 0.56, 0.42, 0.53, and 0.43. In addition, the rate constant (k 2) value of U6N (3.13 g mg-1 h-1) was higher than that of others, which represents the effectiveness of the amine functionalization of the framework. In contrast, the decrease in rate constant value of another amine-functionalized COP (CD: 1.33 g mg-1 h-1) should be ascribable to the rigidity of the aliphatic chains of DETA. In summary, an increase in chain length of COPs could reduce the probability of interaction between the -NH2 group of COPs with the oxygen group of FA. ", "data": null, "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Kinetic Constants for Removal of FA Based on Diverse Kinetic Models</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">parameters</oasis:entry>\n<oasis:entry align=\"center\">U6N</oasis:entry>\n<oasis:entry align=\"center\">U6</oasis:entry>\n<oasis:entry align=\"center\">CE</oasis:entry>\n<oasis:entry align=\"center\">CD</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>kinetic model</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>exp</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>0.42</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n<oasis:entry>0.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>pseudo-first-order</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.59</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>0.48</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>1</sub> (h<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.68</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n<oasis:entry>0.41</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9074</oasis:entry>\n<oasis:entry>0.8936</oasis:entry>\n<oasis:entry>0.8890</oasis:entry>\n<oasis:entry>0.8575</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>pseudo-second-order</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.57</oasis:entry>\n<oasis:entry>0.43</oasis:entry>\n<oasis:entry>0.54</oasis:entry>\n<oasis:entry>0.44</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>2</sub> (g mg<sup>–1</sup> h<sup>–1</sup>)</oasis:entry>\n<oasis:entry>3.13</oasis:entry>\n<oasis:entry>1.90</oasis:entry>\n<oasis:entry>1.85</oasis:entry>\n<oasis:entry>1.33</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9995</oasis:entry>\n<oasis:entry>0.9979</oasis:entry>\n<oasis:entry>0.9986</oasis:entry>\n<oasis:entry>0.9956</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>intraparticle diffusion</oasis:entry>\n<oasis:entry>\n<italic>C</italic>\n</oasis:entry>\n<oasis:entry>0.068</oasis:entry>\n<oasis:entry>0.003</oasis:entry>\n<oasis:entry>0.019</oasis:entry>\n<oasis:entry>0.012</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>ID</sub> (mg/g/h<sup>0.5</sup>)</oasis:entry>\n<oasis:entry>0.20</oasis:entry>\n<oasis:entry>0.16</oasis:entry>\n<oasis:entry>0.19</oasis:entry>\n<oasis:entry>0.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9677</oasis:entry>\n<oasis:entry>0.9329</oasis:entry>\n<oasis:entry>0.9930</oasis:entry>\n<oasis:entry>0.9786</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Elovich</oasis:entry>\n<oasis:entry>α (mg g<sup>–1</sup> min<sup>–1</sup>)</oasis:entry>\n<oasis:entry>1.92</oasis:entry>\n<oasis:entry>0.65</oasis:entry>\n<oasis:entry>1.06</oasis:entry>\n<oasis:entry>0.59</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>β (g mg<sup>–1</sup>)</oasis:entry>\n<oasis:entry>8.75</oasis:entry>\n<oasis:entry>9.56</oasis:entry>\n<oasis:entry>8.79</oasis:entry>\n<oasis:entry>11.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9859</oasis:entry>\n<oasis:entry>0.9659</oasis:entry>\n<oasis:entry>0.9526</oasis:entry>\n<oasis:entry>0.8767</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>Although the observed equilibrium capacities of U6\n(0.43 mg g<sup>–1</sup>) and CD (0.44 mg g<sup>–1</sup>) were comparable to each other, the predicted <italic>k</italic>\n<sub>2</sub> value was higher in U6 (1.90 g mg<sup>–1</sup> h<sup>–1</sup>) than in CD (1.33 g mg<sup>–1</sup> h<sup>–1</sup>). This discrepancy between the k<sub>2</sub> values of U6 and CD could be explained based on their removal efficiencies\nwith respect to the time/loading rate. As shown in , U6 showed faster adsorption\nkinetics even at the initial time of the adsorption (3 h). This might\nbe possible because of its larger available surface area (1328 m<sup>2</sup> g<sup>–1</sup>) along with its extended pore volume\n(0.79 cm<sup>3</sup> g<sup>–1</sup>). On the other hand, the\nactive sites on the surface of U6N gradually decreased as time passed,\nwhich stabilized the sorption capacity at higher loading conditions\n(6 and 48 h). In contrast, the sorption behavior of CD was mainly\ndependent on −NH<sub>2</sub> functionalization. The rigidity\nof the longer aliphatic side chain slowed the interaction of FA with\nthe −NH<sub>2</sub> groups of CD at lower loading conditions.\nHowever, at a higher loading of FA, the formation of hydrogen bond\nshould have taken place on the surface of CD. Thus, hydrogen bond formation appeared to help enhance the RE of\nCD at higher loading conditions (3 and 6 h: 35.6 and 60.8%, respectively).\nOn the basis of a study by Xiao et al., it was not possible to predict this kind of time dependent change\nin adsorption capacities from the pseudo second order kinetic model;\nthus, we concluded that U6 was able to rapidly remove aqueous phase\nFA even at a shorter contact (3 h) time than CD. For example, CD required\nat least 2 times longer contact time (i.e., 6 h: 60.8%) to reach the\nRE of U6 at 3 h (55.4 mg g<sup>–1</sup>).</p>", "clean_text": "Although the observed equilibrium capacities of U6 (0.43 mg g-1) and CD (0.44 mg g-1) were comparable to each other, the predicted k 2 value was higher in U6 (1.90 g mg-1 h-1) than in CD (1.33 g mg-1 h-1). This discrepancy between the k2 values of U6 and CD could be explained based on their removal efficiencies with respect to the time/loading rate. As shown in , U6 showed faster adsorption kinetics even at the initial time of the adsorption (3 h). This might be possible because of its larger available surface area (1328 m2 g-1) along with its extended pore volume (0.79 cm3 g-1). On the other hand, the active sites on the surface of U6N gradually decreased as time passed, which stabilized the sorption capacity at higher loading conditions (6 and 48 h). In contrast, the sorption behavior of CD was mainly dependent on -NH2 functionalization. The rigidity of the longer aliphatic side chain slowed the interaction of FA with the -NH2 groups of CD at lower loading conditions. However, at a higher loading of FA, the formation of hydrogen bond should have taken place on the surface of CD. Thus, hydrogen bond formation appeared to help enhance the RE of CD at higher loading conditions (3 and 6 h: 35.6 and 60.8%, respectively). On the basis of a study by Xiao et al., it was not possible to predict this kind of time dependent change in adsorption capacities from the pseudo second order kinetic model; thus, we concluded that U6 was able to rapidly remove aqueous phase FA even at a shorter contact (3 h) time than CD. For example, CD required at least 2 times longer contact time (i.e., 6 h: 60.8%) to reach the RE of U6 at 3 h (55.4 mg g-1).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>Furthermore,\nthe <italic>C</italic> values obtained from the intraparticle diffusion\nmodel for U6N, U6, CE, and CD were 0.068, 0.003, 0.019, and 0.012,\nrespectively. It should be noted that, in the intraparticle diffusion\nmodel plot, the initial portion of the <italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub> versus <italic>t</italic>\n<sup>1/2</sup> plot was\nattributed to the liquid film mass transfer, while the linear portion\nwas associated with intraparticle diffusion. This smaller deviation of <italic>C</italic> with respect to the\norigin indicated the boundary layer effect, that is, the greater the <italic>C</italic> value, the larger the boundary layer effect. Accordingly,\nthe higher <italic>C</italic> values of U6N (0.068) and CE (0.019)\nindicated the greater contribution from the surface sorption phenomenon.\nThis result was in accordance with the corresponding <italic>K</italic>\n<sub>ID</sub> values of 0.20 and 0.19 mg/g/h<sup>0.5</sup>. Similarly,\nthe lower <italic>C</italic> value of U6 (0.003) compared to CD (0.012)\nconfirmed that the slower mass transfer of U6 should have taken place\nat a higher loading rate (linear portion). This result was also in\naccordance with the higher α (initial adsorption rate) value\nof U6 (0.65 mg g<sup>–1</sup> min<sup>–1</sup>) than\nof CD (0.59 mg g<sup>–1</sup> min<sup>–1</sup>). Apparently, all of the selected models were\nuseful to meaningfully predict the adsorption kinetics of FA. Nonetheless,\namong all of those models, the one based on the pseudo-second order\nwas found to have the best fit (&gt;<italic>R</italic>\n<sup>2</sup> = 0.995). Thus, adsorption of FA on the selected material should\nbe based on the chemical bond formation between the adsorbent and\nadsorbate.</p>", "clean_text": "Furthermore, the C values obtained from the intraparticle diffusion model for U6N, U6, CE, and CD were 0.068, 0.003, 0.019, and 0.012, respectively. It should be noted that, in the intraparticle diffusion model plot, the initial portion of the q  t  versus t 1/2 plot was attributed to the liquid film mass transfer, while the linear portion was associated with intraparticle diffusion. This smaller deviation of C with respect to the origin indicated the boundary layer effect, that is, the greater the C value, the larger the boundary layer effect. Accordingly, the higher C values of U6N (0.068) and CE (0.019) indicated the greater contribution from the surface sorption phenomenon. This result was in accordance with the corresponding K ID values of 0.20 and 0.19 mg/g/h0.5. Similarly, the lower C value of U6 (0.003) compared to CD (0.012) confirmed that the slower mass transfer of U6 should have taken place at a higher loading rate (linear portion). This result was also in accordance with the higher α (initial adsorption rate) value of U6 (0.65 mg g-1 min-1) than of CD (0.59 mg g-1 min-1). Apparently, all of the selected models were useful to meaningfully predict the adsorption kinetics of FA. Nonetheless, among all of those models, the one based on the pseudo-second order was found to have the best fit (>R 2 = 0.995). Thus, adsorption of FA on the selected material should be based on the chemical bond formation between the adsorbent and adsorbate.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Isotherm Studies</title><p>From kinetic studies,\nit has been suggested that chemisorption is the dominant mechanism\nfor the sorption of FA on diverse adsorbents. Nevertheless, information\nregarding surface coverage (monolayer/multilayer) is not yet readily\navailable from the kinetic model. To learn more about this aspect,\nisotherm modeling studies were conducted as summarized in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S8</ext-link>.</p>", "clean_text": "Isotherm Studies\n\nFrom kinetic studies, it has been suggested that chemisorption is the dominant mechanism for the sorption of FA on diverse adsorbents. Nevertheless, information regarding surface coverage (monolayer/multilayer) is not yet readily available from the kinetic model. To learn more about this aspect, isotherm modeling studies were conducted as summarized in  and Figure S8.", "data": null, "include_properties": null}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Adsorption Isotherm Model Constants\nfor the Four MOF/COP Adsorbents Tested for Removal of FA from Water\nAcross Varying Concentration Levels</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">isotherm model</oasis:entry>\n<oasis:entry align=\"center\">parameters</oasis:entry>\n<oasis:entry align=\"center\">U6N</oasis:entry>\n<oasis:entry align=\"center\">U6</oasis:entry>\n<oasis:entry align=\"center\">CE</oasis:entry>\n<oasis:entry align=\"center\">CD</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Langmuir</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>m</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.75</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>1.80</oasis:entry>\n<oasis:entry>1.26</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>L</sub> (L/mg)</oasis:entry>\n<oasis:entry>106</oasis:entry>\n<oasis:entry>30.3</oasis:entry>\n<oasis:entry>23.7</oasis:entry>\n<oasis:entry>7.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9979</oasis:entry>\n<oasis:entry>0.9940</oasis:entry>\n<oasis:entry>0.9951</oasis:entry>\n<oasis:entry>0.9840</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>L</sub>\n</oasis:entry>\n<oasis:entry>0.04</oasis:entry>\n<oasis:entry>0.14</oasis:entry>\n<oasis:entry>0.17</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Freundlich</oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>F</sub> (mg/g)(L/mg)<sup>1/<italic>n</italic>\n</sup>\n</oasis:entry>\n<oasis:entry>1.04</oasis:entry>\n<oasis:entry>1.14</oasis:entry>\n<oasis:entry>4.52</oasis:entry>\n<oasis:entry>2.03</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>1/<italic>n</italic>\n</oasis:entry>\n<oasis:entry>0.25</oasis:entry>\n<oasis:entry>0.41</oasis:entry>\n<oasis:entry>0.58</oasis:entry>\n<oasis:entry>0.65</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9068</oasis:entry>\n<oasis:entry>0.7507</oasis:entry>\n<oasis:entry>0.9782</oasis:entry>\n<oasis:entry>0.9337</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Temkin</oasis:entry>\n<oasis:entry>\n<italic>A</italic>\n<sub>T</sub> (L/mg)</oasis:entry>\n<oasis:entry>10 219</oasis:entry>\n<oasis:entry>357</oasis:entry>\n<oasis:entry>415</oasis:entry>\n<oasis:entry>106</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>B</italic> (kJ/mol)</oasis:entry>\n<oasis:entry>0.09</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry>0.31</oasis:entry>\n<oasis:entry>0.24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9446</oasis:entry>\n<oasis:entry>0.8686</oasis:entry>\n<oasis:entry>0.9569</oasis:entry>\n<oasis:entry>0.9920</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Dubinin–Radushkevich</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>m</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.75</oasis:entry>\n<oasis:entry>0.71</oasis:entry>\n<oasis:entry>1.83</oasis:entry>\n<oasis:entry>1.18</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>DR</sub> (mol<sup>2</sup>/kJ<sup>2</sup>)</oasis:entry>\n<oasis:entry>5 × 10<sup>–9</sup>\n</oasis:entry>\n<oasis:entry>1 × 10<sup>–8</sup>\n</oasis:entry>\n<oasis:entry>1 × 10<sup>–8</sup>\n</oasis:entry>\n<oasis:entry>2 × 10<sup>–8</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>E</italic> (kJ/mol)</oasis:entry>\n<oasis:entry>10 000</oasis:entry>\n<oasis:entry>7071</oasis:entry>\n<oasis:entry>7071</oasis:entry>\n<oasis:entry>5000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9566</oasis:entry>\n<oasis:entry>0.8922</oasis:entry>\n<oasis:entry>0.9971</oasis:entry>\n<oasis:entry>0.9909</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Elovich</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>m</sub> (mg/g)</oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n<oasis:entry>0.25</oasis:entry>\n<oasis:entry>0.76</oasis:entry>\n<oasis:entry>0.68</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>E</sub> (L/mg)</oasis:entry>\n<oasis:entry>6146</oasis:entry>\n<oasis:entry>70.9</oasis:entry>\n<oasis:entry>72.6</oasis:entry>\n<oasis:entry>15.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.8998</oasis:entry>\n<oasis:entry>0.5516</oasis:entry>\n<oasis:entry>0.9906</oasis:entry>\n<oasis:entry>0.8472</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>Accordingly, the <italic>q</italic>\n<sub>max</sub> values\nfor U6N and U6 derived using the Langmuir model were 0.75 and 0.56\nmg g<sup>–1</sup>, respectively. However, the <italic>q</italic>\n<sub>max</sub> values for CD and CE were 1.80 and 1.26 mg g<sup>–1</sup>, respectively. These values were almost 3.3 and 2.9 times larger\nthan the experimentally calculated <italic>q</italic>\n<sub>e</sub> values.\nOn the other hand, the estimated <italic>R</italic>\n<sub>L</sub> values\nfor CE (0.17) and CD (0.39) were larger than those for U6 (0.14) and\nU6N (0.04). This comparison confirmed that the monolayer adsorption\nof FA on U6N was highly spontaneous and more favorable than other\nmaterials (<italic>R</italic>\n<sub>L</sub> &lt; 1). This result was\nalso verified with the obtained 1/<italic>n</italic> values from the\nFreundlich isotherm. For instance, the calculated 1/<italic>n</italic> values of U6N (0.25), U6 (0.41), CE (0.58), and CD (0.65) were between\n0 and 1 (1/<italic>n</italic> ≪ 1). On the other hand, their\ncalculated <italic>E</italic> values from the Dubinin–Radushkevich\nisotherm model were 10 000, 7071, 7071, and 5000 kJ mol<sup>–1</sup>, respectively. In this study, the E value represents\nthe transfer of free energy for 1 mol of solute from the solution\nto the adsorbent’s surface. An <italic>E</italic> value &gt;8 kJ mol<sup>–1</sup> indicates that\nchemisorption was the predominant mechanism in accordance with the\nkinetic studies. In contrast, the values of B from the Temkin isotherm\nwere in the range of 0.09, 0.11, 0.31, and 0.34 kJ mol<sup>–1</sup>, respectively (except for U6, the <italic>R</italic>\n<sup>2</sup> values for this model were satisfactory). As such, this indicated\nthat physisorption was also responsible for the adsorption of FA on\nMOFs and COPs. Overall, according to\nthe isotherm model, adsorption of FA on the selected solid sorbent\nwas accompanied by both physisorption and chemisorption.</p>", "clean_text": "Accordingly, the q max values for U6N and U6 derived using the Langmuir model were 0.75 and 0.56 mg g-1, respectively. However, the q max values for CD and CE were 1.80 and 1.26 mg g-1, respectively. These values were almost 3.3 and 2.9 times larger than the experimentally calculated q e values. On the other hand, the estimated R L values for CE (0.17) and CD (0.39) were larger than those for U6 (0.14) and U6N (0.04). This comparison confirmed that the monolayer adsorption of FA on U6N was highly spontaneous and more favorable than other materials (R L < 1). This result was also verified with the obtained 1/n values from the Freundlich isotherm. For instance, the calculated 1/n values of U6N (0.25), U6 (0.41), CE (0.58), and CD (0.65) were between 0 and 1 (1/n ≪ 1). On the other hand, their calculated E values from the Dubinin-Radushkevich isotherm model were 10000, 7071, 7071, and 5000 kJ mol-1, respectively. In this study, the E value represents the transfer of free energy for 1 mol of solute from the solution to the adsorbent's surface. An E value >8 kJ mol-1 indicates that chemisorption was the predominant mechanism in accordance with the kinetic studies. In contrast, the values of B from the Temkin isotherm were in the range of 0.09, 0.11, 0.31, and 0.34 kJ mol-1, respectively (except for U6, the R 2 values for this model were satisfactory). As such, this indicated that physisorption was also responsible for the adsorption of FA on MOFs and COPs. Overall, according to the isotherm model, adsorption of FA on the selected solid sorbent was accompanied by both physisorption and chemisorption.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<title>Performance\nComparison of FA Sorption Capacities between Different Studies</title><p>To assess the adsorption efficiency of the selected materials in\nthis study, we performed a comparative analysis of the sorption capacity\nof materials tested between different studies (). It should be noted that, although a fairly\nlarge number of studies are available on the adsorption of FA in gas\nphase, only a limited number of studies were conducted on the sorption\nof FA in aqueous phase. In light of this limitation in the database,\nwe narrowed our discussion with recognition of this constraint. The\ncommon traditional adsorbent of untreated AC (U-AC) was treated and\nmodified with amino groups (N1-AC and N2-AC). The equilibrium (after 72 h) sorption capacities of N1-AC, N2-AC,\nand U-AC were 0.14, 0.2, and 0.13 mg g<sup>–1</sup>, respectively.\nThe enhanced adsorption capacity of novel materials (MOFs/COPs) over\nthat of AC clearly indicated the effectiveness of amine functionalization. Nonetheless, we obtained 0.56 mg g<sup>–1</sup> of FA adsorption on U6N with shorter equilibration time (6 h). Accordingly,\nthe superiority of MOFs over traditional sorbents in FA removal can\nbe confirmed. Recently, Afkhami et al. reported that alumina nanoparticles coated with DNPH could be used\nas a sorbent for removal of FA from water. At an initial FA concentration\nof 250 ppm, the RE was 97% (411 mg g<sup>–1</sup>) (after 1\nh). They conducted experiments at a significantly higher concentration\nthan ours (0.2 ppm) to observe a much shorter duration of removal\nthan that of the present study. It should be noted that DNPH has been\ncommonly used as a capture medium for FA, because it exhibits excessive\naffinity toward FA. As such, the performance\nwas studied at significantly high concentrations of FA. Likewise,\na 3D nanoporous MOF [[Zn<sub>4</sub>O­(C<sub>24</sub>H<sub>15</sub>N<sub>6</sub>O<sub>6</sub>)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·6H<sub>2</sub>O·DMF]<sub>\n<italic>n</italic>\n</sub> (called: <bold>1</bold>) was synthesized and used for absorptive removal of FA at\nan initial concentration of 100 ppm. The\nadsorption capacity of <bold>1</bold> was 75 mg g<sup>–1</sup> for aqueous FA.</p>", "clean_text": "Performance Comparison of FA Sorption Capacities between Different Studies\n\nTo assess the adsorption efficiency of the selected materials in this study, we performed a comparative analysis of the sorption capacity of materials tested between different studies (). It should be noted that, although a fairly large number of studies are available on the adsorption of FA in gas phase, only a limited number of studies were conducted on the sorption of FA in aqueous phase. In light of this limitation in the database, we narrowed our discussion with recognition of this constraint. The common traditional adsorbent of untreated AC (U-AC) was treated and modified with amino groups (N1-AC and N2-AC). The equilibrium (after 72 h) sorption capacities of N1-AC, N2-AC, and U-AC were 0.14, 0.2, and 0.13 mg g-1, respectively. The enhanced adsorption capacity of novel materials (MOFs/COPs) over that of AC clearly indicated the effectiveness of amine functionalization. Nonetheless, we obtained 0.56 mg g-1 of FA adsorption on U6N with shorter equilibration time (6 h). Accordingly, the superiority of MOFs over traditional sorbents in FA removal can be confirmed. Recently, Afkhami et al. reported that alumina nanoparticles coated with DNPH could be used as a sorbent for removal of FA from water. At an initial FA concentration of 250 ppm, the RE was 97% (411 mg g-1) (after 1 h). They conducted experiments at a significantly higher concentration than ours (0.2 ppm) to observe a much shorter duration of removal than that of the present study. It should be noted that DNPH has been commonly used as a capture medium for FA, because it exhibits excessive affinity toward FA. As such, the performance was studied at significantly high concentrations of FA. Likewise, a 3D nanoporous MOF [[Zn4O(C24H15N6O6)2(H2O)2]⋅6H2O⋅DMF] n  (called: 1) was synthesized and used for absorptive removal of FA at an initial concentration of 100 ppm. The adsorption capacity of 1 was 75 mg g-1 for aqueous FA.", "data": null, "include_properties": null}, {"idx": 31, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Summary of Adsorption Capacities and\nRemoval Efficiencies of FA: Comparison between the Present and Previous\nStudies</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"11\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col10\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col11\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col2\" namest=\"col1\" rowsep=\"1\">adsorbent\nmaterials</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col3\" rowsep=\"1\">FA</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">name</oasis:entry>\n<oasis:entry align=\"center\">mass (mg)</oasis:entry>\n<oasis:entry align=\"center\">solvent</oasis:entry>\n<oasis:entry align=\"center\">concentration (ng μL<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">volume (mL)</oasis:entry>\n<oasis:entry align=\"center\">temp (°C)</oasis:entry>\n<oasis:entry align=\"center\">time (h)</oasis:entry>\n<oasis:entry align=\"center\">RE (%)</oasis:entry>\n<oasis:entry align=\"center\">q (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">PC<xref ref-type=\"table-fn\" rid=\"t4fn4\"></xref> (mg g<sup>–1</sup> mM<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">references</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>U-AC<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref>\n</oasis:entry>\n<oasis:entry>500</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>35</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>240</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N1-AC<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref>\n</oasis:entry>\n<oasis:entry>500</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>32</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>240</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.14</oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N2-AC<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref>\n</oasis:entry>\n<oasis:entry>500</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>32</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>240</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.21</oasis:entry>\n<oasis:entry>0.20</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>alumina nanoparticles<xref ref-type=\"table-fn\" rid=\"t4fn2\"></xref>\n</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>250</oasis:entry>\n<oasis:entry>200</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>97</oasis:entry>\n<oasis:entry>411</oasis:entry>\n<oasis:entry>1.96</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref19\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n<xref ref-type=\"table-fn\" rid=\"t4fn3\"></xref>\n</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>DMF</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>81.5</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>75.0</oasis:entry>\n<oasis:entry>41.7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>U6N</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>94</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>1143</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>U6</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>67</oasis:entry>\n<oasis:entry>0.42</oasis:entry>\n<oasis:entry>152</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CE</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>81</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n<oasis:entry>324</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CD</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>67</oasis:entry>\n<oasis:entry>0.43</oasis:entry>\n<oasis:entry>155</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>AC</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>51</oasis:entry>\n<oasis:entry>0.30</oasis:entry>\n<oasis:entry>76.7</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t4fn1\">\n<label>a</label>\n<p>U-AC was nitrated with concentrated sulfuric acid and\nnitric acid for 24 h and then reduced with hydrochloric acid and iron\npowder for 30 min (N1-AC) and 60 min (N2-AC).</p>\n</fn>\n<fn id=\"t4fn2\">\n<label>b</label>\n<p>The sorbent full name is DNPH-modified γ-Al<sub>2</sub>O<sub>3</sub> nanoparticles.</p>\n</fn>\n<fn id=\"t4fn3\">\n<label>c</label>\n<p>The sorbent full name is [[Zn<sub>4</sub>O­(C<sub>24</sub>H<sub>15</sub>N<sub>6</sub>O<sub>6</sub>)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·6H<sub>2</sub>O·DMF]<sub>\n<italic>n</italic>\n</sub>.</p>\n</fn>\n<fn id=\"t4fn4\">\n<label>d</label>\n<p>The PC value was\ncalculated by dividing the maximum adsorption capacity (mg g<sup>–1</sup>) by the final concentration (mM = mmol/L) of FA.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>It has been noted that adsorption\ncapacity is significantly affected by the initial loading concentration\nof target chemicals. For the same material, adsorption capacities\nincrease in relation to increasing loading conditions. For comparison\nof the sorption capacities between different studies (or tested under\ndifferent loading conditions), we also calculated the partition coefficient\n(PC: mg g<sup>–1</sup> mM<sup>–1</sup>) for various\nadsorbents by dividing the adsorption capacity by the final concentration\nleft in the solution (). Specifically, the PCs for a solid–liquid system\nindicate the ratio in the analyte concentration between solid sorbent\n[after (or before) adsorption] and the liquid phase (at equilibrium). Because the PC terms balance the concentration\neffect, the capacities can be assessed more meaningfully in terms\nof PC. Accordingly, the PC values of\nthe selected MOFs and COPs were found to be highly superior to other\ntraditional, as well as modern adsorbents tested by other researchers.\nFor instance, the test results for alumina nanoparticles coated with\nDNPH and 3D nanoporous MOF expressed in adsorption capacities were\nfar higher, by 2 to 3 orders of magnitude, than those of the MOFs/COPs\ntested in this study. However, the comparison based on PC showed completely\nreversed patterns to support that U6N or CD/CE are superior to those\nmaterials. More specifically, the calculated PC value for U6N was\n1143 mg g<sup>–1</sup> mM<sup>–1</sup>, while those\nof the modified alumina nanoparticles and 3D nanoporous MOF were only\n1.96 and 41.7 mg g<sup>–1</sup> mM<sup>–1</sup>, respectively\n(). Here, it\nshould also be noted that TiO<sub>2</sub> is not a preferable option\nfor the degradation of trace quantities of FA in aqueous systems (as\nbriefly explained in introduction). Thus, the removal efficiencies\nbetween MOF (as adsorbent) and TiO<sub>2</sub> (catalyst) cannot be\ncompared. Although MOFs are costlier than AC, the efficiency of MOFs\nis far superior to that of AC by a factor of 5715 times (PC of U6N\nand AC was 1143 and &lt;0.20 mg g<sup>–1</sup> mM<sup>–1</sup>). In addition, as U6N possesses high aqueous, thermal, and mechanical\nstability, it has also been prepared\npreferably at the large scale. (Note that UiO frameworks and MOF-199\nwere already used in the industries for the sorption of toxic gases\nsuch as ammonia and H<sub>2</sub>S).\nLikewise, in future U6N can also be used as an excellent sorbent for\nremoval of aqueous FA in industries. Therefore, it was concluded that\nthe performance of U6N MOFs/COPs was extraordinarily superior over\nall of the other adsorbents tested in previous studies.</p>", "clean_text": "It has been noted that adsorption capacity is significantly affected by the initial loading concentration of target chemicals. For the same material, adsorption capacities increase in relation to increasing loading conditions. For comparison of the sorption capacities between different studies (or tested under different loading conditions), we also calculated the partition coefficient (PC: mg g-1 mM-1) for various adsorbents by dividing the adsorption capacity by the final concentration left in the solution (). Specifically, the PCs for a solid-liquid system indicate the ratio in the analyte concentration between solid sorbent [after (or before) adsorption] and the liquid phase (at equilibrium). Because the PC terms balance the concentration effect, the capacities can be assessed more meaningfully in terms of PC. Accordingly, the PC values of the selected MOFs and COPs were found to be highly superior to other traditional, as well as modern adsorbents tested by other researchers. For instance, the test results for alumina nanoparticles coated with DNPH and 3D nanoporous MOF expressed in adsorption capacities were far higher, by 2 to 3 orders of magnitude, than those of the MOFs/COPs tested in this study. However, the comparison based on PC showed completely reversed patterns to support that U6N or CD/CE are superior to those materials. More specifically, the calculated PC value for U6N was 1143 mg g-1 mM-1, while those of the modified alumina nanoparticles and 3D nanoporous MOF were only 1.96 and 41.7 mg g-1 mM-1, respectively (). Here, it should also be noted that TiO2 is not a preferable option for the degradation of trace quantities of FA in aqueous systems (as briefly explained in introduction). Thus, the removal efficiencies between MOF (as adsorbent) and TiO2 (catalyst) cannot be compared. Although MOFs are costlier than AC, the efficiency of MOFs is far superior to that of AC by a factor of 5715 times (PC of U6N and AC was 1143 and <0.20 mg g-1 mM-1). In addition, as U6N possesses high aqueous, thermal, and mechanical stability, it has also been prepared preferably at the large scale. (Note that UiO frameworks and MOF-199 were already used in the industries for the sorption of toxic gases such as ammonia and H2S). Likewise, in future U6N can also be used as an excellent sorbent for removal of aqueous FA in industries. Therefore, it was concluded that the performance of U6N MOFs/COPs was extraordinarily superior over all of the other adsorbents tested in previous studies.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Adsorption\nMechanism</title><title>Characterization Analysis</title><p>To determine the structural\nintegrity of selected sorbents before and after interaction with FA,\nSEM analysis was performed (). The results indicate that there was no major change\nin the morphology of selected sorbents before and after interaction\nwith FA. Nonetheless, only a minor change was noticed in the partial\nsize of the material. For instance, the average particle sizes of\nU6 and U6N were reduced to 106 and 105 nm, respectively, after adsorption.\nIn the case of COPs, after interaction with FA, there was not much\nchange in morphology and particle size of CE (1.9 μm) and CD\n(2.1 μm). In addition, the PXRD results of U6 and U6N were identical\nbefore and after interaction with FA (a,b), suggesting a high structural tacticity\nof Zr-based materials. However, in the case of CD and CE (c,d), we observed\nthat the peaks became flatter and wider than those of their pristine\nmaterial after adsorption of FA. This result suggests that the adsorbed\nFA molecules were distributed on the surface as well as in the pores\nof CD and CE, which disturbed the crystallinity of the COPs. Before and after adsorption of FA, there was\nnot much difference in the FTIR spectra of MOFs/COPs (). The reason for this similar\nspectrum might be due to the usage of low concentrations of FA for\nsorption experiment. In a, it is evident that the CO stretching peak did not\noccur at 1750 cm<sup>–1</sup>. The absence of such peak in\nthe spectra of U6 loaded with FA is suspected to reflect a significant\nchange in the vibrational frequencies through the formation of robust\nbond between CO group and metal-centers (see next paragraph).\nIn transmission spectra of other adsorbents with amine groups, the\nspectral change in the vicinity of 1750 cm<sup>–1</sup> (without\nappearance of the narrow peak) was evident. These features can be\ninterpreted as the formation of hydrogen-like bonds between CO\ngroups (in FA) and −NH<sub>2</sub> groups (in adsorbents) that\ninduced the broadening of specific peak.</p>", "clean_text": "Adsorption Mechanism\n\nCharacterization Analysis\n\nTo determine the structural integrity of selected sorbents before and after interaction with FA, SEM analysis was performed (). The results indicate that there was no major change in the morphology of selected sorbents before and after interaction with FA. Nonetheless, only a minor change was noticed in the partial size of the material. For instance, the average particle sizes of U6 and U6N were reduced to 106 and 105 nm, respectively, after adsorption. In the case of COPs, after interaction with FA, there was not much change in morphology and particle size of CE (1.9 μm) and CD (2.1 μm). In addition, the PXRD results of U6 and U6N were identical before and after interaction with FA (a,b), suggesting a high structural tacticity of Zr-based materials. However, in the case of CD and CE (c,d), we observed that the peaks became flatter and wider than those of their pristine material after adsorption of FA. This result suggests that the adsorbed FA molecules were distributed on the surface as well as in the pores of CD and CE, which disturbed the crystallinity of the COPs. Before and after adsorption of FA, there was not much difference in the FTIR spectra of MOFs/COPs (). The reason for this similar spectrum might be due to the usage of low concentrations of FA for sorption experiment. In a, it is evident that the CO stretching peak did not occur at 1750 cm-1. The absence of such peak in the spectra of U6 loaded with FA is suspected to reflect a significant change in the vibrational frequencies through the formation of robust bond between CO group and metal-centers (see next paragraph). In transmission spectra of other adsorbents with amine groups, the spectral change in the vicinity of 1750 cm-1 (without appearance of the narrow peak) was evident. These features can be interpreted as the formation of hydrogen-like bonds between CO groups (in FA) and -NH2 groups (in adsorbents) that induced the broadening of specific peak.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM images of four tested\nporous materials (MOFs/COPs): comparison between (a) before and (b)\nafter adsorption experiments.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-17479r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM images of four tested porous materials (MOFs/COPs): comparison between (a) before and (b) after adsorption experiments.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Comparison of PXRD patterns of four tested materials, (a) U6, (b)\nU6N, (c) CD, and (d) CE before (original) and after adsorption.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-17479r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Comparison of PXRD patterns of four tested materials, (a) U6, (b) U6N, (c) CD, and (d) CE before (original) and after adsorption.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Comparison of FTIR patterns of MOFs [(a) U6\nand (b) U6N] and COPs [(c) CD, and (d) CE] before (black) and after\n(red) adsorption of FA.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-17479r_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Comparison of FTIR patterns of MOFs [(a) U6 and (b) U6N] and COPs [(c) CD, and (d) CE] before (black) and after (red) adsorption of FA.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Additionally, it is reasonable to infer that FA will be converted\ninto imine (CN) after the interaction with −NH<sub>2</sub> group. Generally, the imine peak can be observed at three\nwavelengths, that is, 1690, 1580, and 1620 cm<sup>–1</sup>.\nAs the first two peaks (1690 and 1580 cm<sup>–1</sup>) have\nrather small intensity, they could not be recognized in complicated\nspectra. Therefore, one can assess the\npresence of imine (CN) using the peak located at 1630 cm<sup>–1</sup>. Note that very low concentrations (200 ppb) of FA\nwere used for adsorption in this work. Under such circumstances, the\namount of generated imine is not likely to be sufficient for detection.\nTherefore, it was not easy to identify the imine peak in the −NH<sub>2</sub>-functionalized sorbent materials (e.g., U6N, CD, and CE).</p>", "clean_text": "Additionally, it is reasonable to infer that FA will be converted into imine (CN) after the interaction with -NH2 group. Generally, the imine peak can be observed at three wavelengths, that is, 1690, 1580, and 1620 cm-1. As the first two peaks (1690 and 1580 cm-1) have rather small intensity, they could not be recognized in complicated spectra. Therefore, one can assess the presence of imine (CN) using the peak located at 1630 cm-1. Note that very low concentrations (200 ppb) of FA were used for adsorption in this work. Under such circumstances, the amount of generated imine is not likely to be sufficient for detection. Therefore, it was not easy to identify the imine peak in the -NH2-functionalized sorbent materials (e.g., U6N, CD, and CE).", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>To learn more about the actual effect of the interaction between\nFA and tested materials, we have conducted ancillary experiments in\nwhich each adsorbent (10 mg) used in this work was soaked in solutions\nof high FA concentration levels (37%) for 6 h. These sorbents were\ncollected, filtered, mildly washed (with DI water), and dried at 50\n°C for 4 h. On the basis of FTIR analysis (), no peaks were visibly observed in the\nregion of 1630 cm<sup>–1</sup>. Such observations may reflect\nthe slight distortions in the coordination of amine-functionalized\nMOF/COP. Furthermore, it is suspected that the peaks of amine (1620\ncm<sup>–1</sup>) and imine (1630 cm<sup>–1</sup>) may\nhave smeared. To understand this complex system, an absorbance spectrum\nwas computed from the transmittance to draw a plot of absorbance versus\nwavenumber. The absorbance plot of U6N, CD, and CE indicated the appearance\nof a small new peak in the region of 1630 cm<sup>–1</sup>,\nwhile U6 did not exhibit any signal of peak at that wavelength. It\nthus supports the possibility that the imine formation should have\nhappened only through −NH<sub>2</sub> functionalization. Overall,\nevidence collected from this study indicates that the main mechanism\nfor the removal of aqueous FA by MOFs/COPs should be controlled by\nthe combined effects of both physisorption and chemisorption (imine\nformation).</p>", "clean_text": "To learn more about the actual effect of the interaction between FA and tested materials, we have conducted ancillary experiments in which each adsorbent (10 mg) used in this work was soaked in solutions of high FA concentration levels (37%) for 6 h. These sorbents were collected, filtered, mildly washed (with DI water), and dried at 50 °C for 4 h. On the basis of FTIR analysis (), no peaks were visibly observed in the region of 1630 cm-1. Such observations may reflect the slight distortions in the coordination of amine-functionalized MOF/COP. Furthermore, it is suspected that the peaks of amine (1620 cm-1) and imine (1630 cm-1) may have smeared. To understand this complex system, an absorbance spectrum was computed from the transmittance to draw a plot of absorbance versus wavenumber. The absorbance plot of U6N, CD, and CE indicated the appearance of a small new peak in the region of 1630 cm-1, while U6 did not exhibit any signal of peak at that wavelength. It thus supports the possibility that the imine formation should have happened only through -NH2 functionalization. Overall, evidence collected from this study indicates that the main mechanism for the removal of aqueous FA by MOFs/COPs should be controlled by the combined effects of both physisorption and chemisorption (imine formation).", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Modeling Studies</title><p>In our modeling,\nit was assumed that the adsorption of FA proceeds on two most probable\nsites such as metal centers and −NH<sub>2</sub> groups. Adsorption\nof the various molecules from gaseous phases on metal centers of U6\nand U6N was discussed both experimentally and theoretically. Because the FA molecule contains polar CO\ngroup, the formation of hydrogen-like bonds is also likely to occur.\nAs the absence of free FA in U6@FA was confirmed from FTIR spectra,\nthe adsorption via van der Waals-like bonds was excluded from further\nconsiderations. Although adsorption in water is more complicated than\nthat in gas phase, of the former can be explained by two stage process:\n(a) removal of coordinated water molecules from the active sites (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S9a</ext-link>) and (b) adsorption of FA molecules\nat the active centers of adsorbents (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S9b</ext-link>). Thus, the adsorption enthalpy of\nthese processes was estimated using the following formula<disp-formula id=\"ueq12\">\n<alternatives>\n<graphic xlink:href=\"am-2018-17479r_m013.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>H</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi>H</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">FA</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi>H</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">W</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>H</italic>(W) is the enthalpy required to remove coordinated/bound water molecules\nfrom the active sites [e.g., metal (Zr)–clusters in U6, metal\n(Zr)–clusters and amine groups in U6N, and amine groups in\nCD and CE] of selected MOFs and COPs in an aqueous environment. H­(FA)\nis the enthalpy required to remove FA molecules from the aqueous environment\nand their simultaneous attachment to the active site of an adsorbent.\nThe equation for calculation of <italic>H</italic>(W) is shown in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Supporting Information</ext-link> (Section S2.1).</p>", "clean_text": "Modeling Studies\n\nIn our modeling, it was assumed that the adsorption of FA proceeds on two most probable sites such as metal centers and -NH2 groups. Adsorption of the various molecules from gaseous phases on metal centers of U6 and U6N was discussed both experimentally and theoretically. Because the FA molecule contains polar CO group, the formation of hydrogen-like bonds is also likely to occur. As the absence of free FA in U6@FA was confirmed from FTIR spectra, the adsorption via van der Waals-like bonds was excluded from further considerations. Although adsorption in water is more complicated than that in gas phase, of the former can be explained by two stage process: (a) removal of coordinated water molecules from the active sites (Figure S9a) and (b) adsorption of FA molecules at the active centers of adsorbents (Figure S9b). Thus, the adsorption enthalpy of these processes was estimated using the following formula     Δ H = H  ( FA )  + H  ( W )     where H(W) is the enthalpy required to remove coordinated/bound water molecules from the active sites [e.g., metal (Zr)-clusters in U6, metal (Zr)-clusters and amine groups in U6N, and amine groups in CD and CE] of selected MOFs and COPs in an aqueous environment. H(FA) is the enthalpy required to remove FA molecules from the aqueous environment and their simultaneous attachment to the active site of an adsorbent. The equation for calculation of H(W) is shown in the Supporting Information (Section S2.1).", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>We initially intended to assess the stability of selected adsorbents\nin an aqueous environment. The calculated <italic>H</italic>(W) values\nwere 48.5, 49.0, and 48.8 kJ mol<sup>–1</sup> when water molecules\nwere adsorbed on the amine groups of CD, CE, and U6N, respectively.\nOn the other hand, when adsorption took place with metal–clusters\nof U6 and U6N, the calculated <italic>H</italic>(W) values were 109.6\nand 110 kJ mol<sup>–1</sup>, respectively. From this observation,\nthe binding of water molecules with metal–clusters was 2 times\nstronger than the interaction of these water molecules with amine\ngroups. In other words, the metal–clusters could easily be\npassivated by water molecules present in the aqueous environment.\nIn addition, the obtained positive value of the <italic>H</italic>(W) confirmed the water stability of the selected MOFs and COPs.</p>", "clean_text": "We initially intended to assess the stability of selected adsorbents in an aqueous environment. The calculated H(W) values were 48.5, 49.0, and 48.8 kJ mol-1 when water molecules were adsorbed on the amine groups of CD, CE, and U6N, respectively. On the other hand, when adsorption took place with metal-clusters of U6 and U6N, the calculated H(W) values were 109.6 and 110 kJ mol-1, respectively. From this observation, the binding of water molecules with metal-clusters was 2 times stronger than the interaction of these water molecules with amine groups. In other words, the metal-clusters could easily be passivated by water molecules present in the aqueous environment. In addition, the obtained positive value of the H(W) confirmed the water stability of the selected MOFs and COPs.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>In the next step, we calculated the <italic>H</italic>(FA) with packing\nof FA molecules inside the metal–clusters of U6, metal clusters\nand amine groups of U6N, and on the model molecules that imitate CD\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S9b</ext-link>) and CE. We studied the change\nin enthalpy values after loading of the first, second, and third molecules\nof FA (). The\nresults of the calculations (see ) demonstrated that only a small amount of FA molecules\n(one molecule per MOF unit) could be adsorbed on the metal clusters\nof U6 [negative <italic>H</italic>(FA) value], and further loading\nof FA from water was found to be energetically unfavorable [positive <italic>H</italic>(FA) value]. For instance, the calculated <italic>H</italic>(FA) value for adsorption of the first FA molecule on the U6 was\n−19.3 kJ mol<sup>–1</sup>, while the values were +66.9\nand +93.4 kJ mol<sup>–1</sup> for the loading of the second\nand third molecules of FA, respectively. This positive <italic>H</italic>(FA) value of U6 at higher loading conditions was due to possible\nlattice distortion. This distortion was attributed to the additional\ncoordination of metal–clusters with incoming FA molecules.\nFor instance, the increase in calculated distance between metal clusters\nand loading of the first (5.49 Å), second (6.20 Å), and\nthird (6.29 Å) molecules also indicated the weakening of FA–U6\nbonds. This result was in qualitative agreement with the experimental\ndata. Thus, we proposed that only a tiny number of FA molecules formed\nrobust bonds (negative enthalpy of large magnitude) with U6, while\na larger portion of FA could only form weak electrostatic interactions\nwith the linkers of U6 (negative enthalpy below 10 kJ mol<sup>–1</sup>).</p>", "clean_text": "In the next step, we calculated the H(FA) with packing of FA molecules inside the metal-clusters of U6, metal clusters and amine groups of U6N, and on the model molecules that imitate CD (Figure S9b) and CE. We studied the change in enthalpy values after loading of the first, second, and third molecules of FA (). The results of the calculations (see ) demonstrated that only a small amount of FA molecules (one molecule per MOF unit) could be adsorbed on the metal clusters of U6 [negative H(FA) value], and further loading of FA from water was found to be energetically unfavorable [positive H(FA) value]. For instance, the calculated H(FA) value for adsorption of the first FA molecule on the U6 was -19.3 kJ mol-1, while the values were +66.9 and +93.4 kJ mol-1 for the loading of the second and third molecules of FA, respectively. This positive H(FA) value of U6 at higher loading conditions was due to possible lattice distortion. This distortion was attributed to the additional coordination of metal-clusters with incoming FA molecules. For instance, the increase in calculated distance between metal clusters and loading of the first (5.49 Å), second (6.20 Å), and third (6.29 Å) molecules also indicated the weakening of FA-U6 bonds. This result was in qualitative agreement with the experimental data. Thus, we proposed that only a tiny number of FA molecules formed robust bonds (negative enthalpy of large magnitude) with U6, while a larger portion of FA could only form weak electrostatic interactions with the linkers of U6 (negative enthalpy below 10 kJ mol-1).", "data": null, "include_properties": null}, {"idx": 42, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl5\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Stepwise Enthalpy Values of Adsorption (kJ mol<sup>–1</sup>) for the Loading of FA on Different Active Sites\nof Adsorbents<xref ref-type=\"table-fn\" rid=\"t5fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col3\" rowsep=\"1\">number\nof adsorbed molecules</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">substrate</oasis:entry>\n<oasis:entry align=\"center\">active sites</oasis:entry>\n<oasis:entry align=\"center\">1</oasis:entry>\n<oasis:entry align=\"center\">2</oasis:entry>\n<oasis:entry align=\"center\">3</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CD</oasis:entry>\n<oasis:entry>amine groups</oasis:entry>\n<oasis:entry>–32.3 (2.83)</oasis:entry>\n<oasis:entry>–12.3 (2.77)</oasis:entry>\n<oasis:entry>–4.21 (2.61)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CE</oasis:entry>\n<oasis:entry>amine groups</oasis:entry>\n<oasis:entry>–45.5 (2.88)</oasis:entry>\n<oasis:entry>–10.7 (2.65)</oasis:entry>\n<oasis:entry>–8.65 (2.62)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>U6N</oasis:entry>\n<oasis:entry>metal–clusters</oasis:entry>\n<oasis:entry>–272.4 (5.43)</oasis:entry>\n<oasis:entry>–29.9 (5.51)</oasis:entry>\n<oasis:entry>+77.7 (6.17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>amine groups</oasis:entry>\n<oasis:entry>+17.1 (2.66)</oasis:entry>\n<oasis:entry>–73.6 (2.82)</oasis:entry>\n<oasis:entry>–10.6 (2.79)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>U6</oasis:entry>\n<oasis:entry>metal–clusters</oasis:entry>\n<oasis:entry>–19.3 (5.49)</oasis:entry>\n<oasis:entry>+66.9 (6.20)</oasis:entry>\n<oasis:entry>+93.4 (6.29)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t5fn1\">\n<label>a</label>\n<p>The values in parentheses indicate distance between FA and active\ncenters (Å).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>Energetics\nfor the adsorption of FA on the amine groups in CD and CE were rather\nsimilar to support the idea that the adsorption by COPs can occur\nrather favorably. However, the higher <italic>H</italic>(FA) values\nof CE for the loading of the first (−45.5 kJ mol<sup>–1</sup>) and third (−8.65 kJ mol<sup>–1</sup>) molecules of\nFA were caused by the presence of amine groups. In case of U6N, the\nadsorption of FA was energetically favored on both metal–clusters\nand amine sites ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S10</ext-link>). The formation of the\nbonds between CO and −NH<sub>2</sub> groups is however\nsuspected to facilitate the broadening of CO peak at 1750\ncm<sup>–1</sup> from FTIR specters (b–d). It should be noted that the\ninteraction of the first molecules of FA on the metal–clusters\nof U6N was highly favorable (−272 kJ mol<sup>–1</sup>) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S10a</ext-link>), whereas loading of more\nFA would slowly become less favorable energetically (−29.9\nkJ mol<sup>–1</sup>) and unfavorable at last (+77.7 kJ mol<sup>–1</sup>) (). The need for larger negative enthalpy value of U6N (−272\nkJ mol<sup>–1</sup>) for the loading of first FA molecule suggests\nthat coordination bond should form with metal clusters. In addition,\nthe formation of these bonds provided a slight structural distortion\nin U6N. Further loading of FA molecules however increased the strength\nof the distortion in U6N which was responsible for the change in the\nvolume per molar unit of U6N (e.g., up to 7%). In this line, the calculated\nenergy value of this distortion was higher than that required for\nthe formation of coordination bonds. On the other hand, at lower loading\nconditions, amine sites in U6N were found to be shielded under the\ninfluence of metal–clusters (e.g., +17.1 kJ mol<sup>–1</sup>). The formation of these robust bonds should have contributed to\nthe disappearance of CO peak at 1750 cm<sup>–1</sup> from FTIR spectrum (a) of U6, where only adsorption on metal sites is possible.\nNonetheless, the amine sites of U6N became highly active (−73.6\nand −10.6 kJ mol<sup>–1</sup>) as the second and third\nmolecules of FA were loaded. These interactions between the amine\ngroup of U6N and FA resulted in hydrogen bonding (distance: 2.66 Å) to induce the formation of imines (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S10b</ext-link>). Here, it should be noted that the\nhydrogen bond formation is the primary mechanism for the adsorption\nof FA by U6N. At higher loading conditions, the formation of imine\nwas observed as secondary mechanism. Thus, the presence of a synergetic\ncombination of amine groups and metal–clusters in the structure\nof U6N was responsible for the stable adsorption of FA from water.</p>", "clean_text": "Energetics for the adsorption of FA on the amine groups in CD and CE were rather similar to support the idea that the adsorption by COPs can occur rather favorably. However, the higher H(FA) values of CE for the loading of the first (-45.5 kJ mol-1) and third (-8.65 kJ mol-1) molecules of FA were caused by the presence of amine groups. In case of U6N, the adsorption of FA was energetically favored on both metal-clusters and amine sites ( and Figure S10). The formation of the bonds between CO and -NH2 groups is however suspected to facilitate the broadening of CO peak at 1750 cm-1 from FTIR specters (b-d). It should be noted that the interaction of the first molecules of FA on the metal-clusters of U6N was highly favorable (-272 kJ mol-1) (Figure S10a), whereas loading of more FA would slowly become less favorable energetically (-29.9 kJ mol-1) and unfavorable at last (+77.7 kJ mol-1) (). The need for larger negative enthalpy value of U6N (-272 kJ mol-1) for the loading of first FA molecule suggests that coordination bond should form with metal clusters. In addition, the formation of these bonds provided a slight structural distortion in U6N. Further loading of FA molecules however increased the strength of the distortion in U6N which was responsible for the change in the volume per molar unit of U6N (e.g., up to 7%). In this line, the calculated energy value of this distortion was higher than that required for the formation of coordination bonds. On the other hand, at lower loading conditions, amine sites in U6N were found to be shielded under the influence of metal-clusters (e.g., +17.1 kJ mol-1). The formation of these robust bonds should have contributed to the disappearance of CO peak at 1750 cm-1 from FTIR spectrum (a) of U6, where only adsorption on metal sites is possible. Nonetheless, the amine sites of U6N became highly active (-73.6 and -10.6 kJ mol-1) as the second and third molecules of FA were loaded. These interactions between the amine group of U6N and FA resulted in hydrogen bonding (distance: 2.66 Å) to induce the formation of imines (Figure S10b). Here, it should be noted that the hydrogen bond formation is the primary mechanism for the adsorption of FA by U6N. At higher loading conditions, the formation of imine was observed as secondary mechanism. Thus, the presence of a synergetic combination of amine groups and metal-clusters in the structure of U6N was responsible for the stable adsorption of FA from water.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>In summary, the removal of aqueous phase FA was highly dependent\non the number of amine groups. The adsorptive interactions of aqueous\nFA by the amine functionalized MOFs and COPs were mostly dominated\nby hydrogen bonding, whereas electrostatic interactions were more\nimportant in −COOH-functionalized material.</p>", "clean_text": "In summary, the removal of aqueous phase FA was highly dependent on the number of amine groups. The adsorptive interactions of aqueous FA by the amine functionalized MOFs and COPs were mostly dominated by hydrogen bonding, whereas electrostatic interactions were more important in -COOH-functionalized material.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["property"], "content": "<title>Recycling of\nAdsorbents</title><p>The reusability of adsorbents is considered as\none of the most important criteria for commercial application of sorbents.\nIn fact, this aspect is directly related to the cost effectiveness\nof adsorbents or adsorption processes. To learn more about this issue,\nwe performed and investigated the sorption behavior of aqueous FA\nover 10 adsorption–desorption cycles. The results were then\nused to evaluate the regenerability of the selected adsorbents. It\nis worth mentioning that the main mechanism for the adsorption of\nFA tested at low concentrations in this work (0.2 ppm) by amine functionalized\nmaterials should be the hydrogen bond formation. (Refer to adsorption\nmechanism section.) Therefore, the regeneration of the spent material\nwas found to be easier. Accordingly, U6N was shown to have a better\nregeneration capability than all of the other materials. For instance,\nthe regenerability of sorbents, if assessed in terms of FA sorption\nefficiency, indicated the superiority of U6N, because its values for\nthe 1st and 10th cycles were 92 and 80%, respectively. Apart from\nU6N, the values were CE [82% (1st)–70% (10th)] &lt; U6 [70\n(1st)–55% (10th)] &lt; CD [65% (1st)–55% (10th)] (CD)\n().</p>", "clean_text": "Recycling of Adsorbents\n\nThe reusability of adsorbents is considered as one of the most important criteria for commercial application of sorbents. In fact, this aspect is directly related to the cost effectiveness of adsorbents or adsorption processes. To learn more about this issue, we performed and investigated the sorption behavior of aqueous FA over 10 adsorption-desorption cycles. The results were then used to evaluate the regenerability of the selected adsorbents. It is worth mentioning that the main mechanism for the adsorption of FA tested at low concentrations in this work (0.2 ppm) by amine functionalized materials should be the hydrogen bond formation. (Refer to adsorption mechanism section.) Therefore, the regeneration of the spent material was found to be easier. Accordingly, U6N was shown to have a better regeneration capability than all of the other materials. For instance, the regenerability of sorbents, if assessed in terms of FA sorption efficiency, indicated the superiority of U6N, because its values for the 1st and 10th cycles were 92 and 80%, respectively. Apart from U6N, the values were CE [82% (1st)-70% (10th)] < U6 [70 (1st)-55% (10th)] < CD [65% (1st)-55% (10th)] (CD) ().", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Maximum removal\nefficiencies of FA by MOFs (U6N and U6) and COPs (CE and CD) over\n10 cycles of adsorption–desorption.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-17479r_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Maximum removal efficiencies of FA by MOFs (U6N and U6) and COPs (CE and CD) over 10 cycles of adsorption-desorption.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["property"], "content": "<p>The linear plot of RE versus number of regeneration cycles\nindicated that COPs maintain good consistency in RE relative to MOFs\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S11</ext-link>). This can be easily verified\nfrom the slope values, that is, the smaller the slope value, the smaller\nthe change in RE. For instance, the slope value of CD was −0.9918\nwhereas that for U6 was −1.1204; thus, compared to U6, CD showed\nlesser change in the RE between the 1st and 10th adsorption–desorption\ncycles. Here, the negative value indicates the RE decreases with increase\nin the number of regeneration cycles. From the intercept values of\nthe linear plot, the overall variations in RE of all tested materials\n(i.e., U6, U6N, CD, and CE) toward FA, when measured over ten regeneration\ncycles, can be estimated as 68, 92, 67, and 80%, respectively.</p>", "clean_text": "The linear plot of RE versus number of regeneration cycles indicated that COPs maintain good consistency in RE relative to MOFs (Figure S11). This can be easily verified from the slope values, that is, the smaller the slope value, the smaller the change in RE. For instance, the slope value of CD was -0.9918 whereas that for U6 was -1.1204; thus, compared to U6, CD showed lesser change in the RE between the 1st and 10th adsorption-desorption cycles. Here, the negative value indicates the RE decreases with increase in the number of regeneration cycles. From the intercept values of the linear plot, the overall variations in RE of all tested materials (i.e., U6, U6N, CD, and CE) toward FA, when measured over ten regeneration cycles, can be estimated as 68, 92, 67, and 80%, respectively.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>From these observed results, it is apparent that U6N and CE can be\nused repeatedly for sorption of FA from water sources. The obtained <italic>R</italic>\n<sup>2</sup> value of less than 0.62 indicates that a poor\nlinear relationship should exist between the RE and the number of\nregeneration cycles. The decrease in the RE (e.g., with respect to\nthe adsorption–desorption cycles) should be dependent on many\nfactors such as temperature, concentration of FA, time provided for\nsolvent-assisted regeneration, and thermal treatment. The effect of\nsuch variables was also assessed to minimize all possible potential\nerrors. For instance, the initial concentration of FA was maintained\nin between 0.2 and 0.22 mg L<sup>–1</sup>. Also, it is well\nknown that one could not achieve 100% regeneration of any adsorbent\nmaterial, as there would be a small amount of adsorbate (FA) that\nare left over on the surface of adsorbent all the time. This adsorbate\nwas classified under the category of chemisorbed species. Therefore,\nthe amount of unrecoverable FA would increase as time progresses,\nwhich would also inevitably alter the regeneration efficiency of the\nmaterial. However, apart from this poor <italic>R</italic>\n<sup>2</sup> value, the material overall seems to be highly recyclable in accordance\nwith the previous report.\n</p>", "clean_text": "From these observed results, it is apparent that U6N and CE can be used repeatedly for sorption of FA from water sources. The obtained R 2 value of less than 0.62 indicates that a poor linear relationship should exist between the RE and the number of regeneration cycles. The decrease in the RE (e.g., with respect to the adsorption-desorption cycles) should be dependent on many factors such as temperature, concentration of FA, time provided for solvent-assisted regeneration, and thermal treatment. The effect of such variables was also assessed to minimize all possible potential errors. For instance, the initial concentration of FA was maintained in between 0.2 and 0.22 mg L-1. Also, it is well known that one could not achieve 100% regeneration of any adsorbent material, as there would be a small amount of adsorbate (FA) that are left over on the surface of adsorbent all the time. This adsorbate was classified under the category of chemisorbed species. Therefore, the amount of unrecoverable FA would increase as time progresses, which would also inevitably alter the regeneration efficiency of the material. However, apart from this poor R 2 value, the material overall seems to be highly recyclable in accordance with the previous report. ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>In order\nto further investigate the structural integrity of the spent material\nover several regeneration cycles, FTIR analysis was performed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S12</ext-link>). The FTIR spectrum of U6N showed\nthat a more apparent change took place after the 10th regeneration\ncycle. For instance, at the end of the 10th cycle, there was a slight\ndecrease in asymmetric and symmetric N–H stretching frequencies\nof U6N at 3500–3200 cm<sup>–1</sup>. This observation\nindicates that the FA should have interacted very effectively with\nthe amine functional groups. Additionally, according to the DFT calculation,\nthe atomic structures of selected COPs and MOFs were similar even\nafter the removal of adsorbed FA molecules. Therefore, there were\nno major distortions in the framework of MOFs or COPs. However, a\nsmall change in the −NH<sub>2</sub> portions of adsorbents\nis expected to represent the imine formation. The decrease in intensity\nof CO groups in CE also suggested the probable formation of\nimines (H<sub>2</sub>CN–R). The disappearance of the\nC–O peak at 1086 cm<sup>–1</sup> was accompanied by\npossible disintegration of the aliphatic chains of CE (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S12d</ext-link>). A similar observation was also\nnoted in CD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S10</ext-link>). Furthermore,\nneither of the N–H peaks in CE and CD showed any intensity\nrelated changes compared to its pristine structure. From these results,\nit is evident that the aliphatic chains of COPs were stable during\nadsorption and desorption of FA molecules.</p>", "clean_text": "In order to further investigate the structural integrity of the spent material over several regeneration cycles, FTIR analysis was performed (Figure S12). The FTIR spectrum of U6N showed that a more apparent change took place after the 10th regeneration cycle. For instance, at the end of the 10th cycle, there was a slight decrease in asymmetric and symmetric N-H stretching frequencies of U6N at 3500-3200 cm-1. This observation indicates that the FA should have interacted very effectively with the amine functional groups. Additionally, according to the DFT calculation, the atomic structures of selected COPs and MOFs were similar even after the removal of adsorbed FA molecules. Therefore, there were no major distortions in the framework of MOFs or COPs. However, a small change in the -NH2 portions of adsorbents is expected to represent the imine formation. The decrease in intensity of CO groups in CE also suggested the probable formation of imines (H2CN-R). The disappearance of the C-O peak at 1086 cm-1 was accompanied by possible disintegration of the aliphatic chains of CE (Figure S12d). A similar observation was also noted in CD (Figure S10). Furthermore, neither of the N-H peaks in CE and CD showed any intensity related changes compared to its pristine structure. From these results, it is evident that the aliphatic chains of COPs were stable during adsorption and desorption of FA molecules.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>The\nadsorption-based removal of FA in aqueous phase was investigated using\ntwo classes of novel porous materials, MOFs and COPs, at ambient conditions.\nAll of these tested materials were found to be significantly powerful\nsorbents to capture FA efficiently from water. In particular, comparison\nof the adsorption capacities for the four tested materials confirmed\nthat U6N (amino-U6) had the best adsorption capacity (93% and 0.56\nmg g<sup>–1</sup>) of the materials tested concurrently [e.g.,\nCE (81.1%, 0.53 mg g<sup>–1</sup>) &gt; CD (67.2%, 0.43 mg\ng<sup>–1</sup>) &gt; U6 (66.9%, 0.42 mg g<sup>–1</sup>)] at 24 h. Comparison of the adsorption capacity data showed that\nsome materials tested previously by others (e.g., modified alumina\nnanoparticles and 3D nanoporous MOF) had the maximum values. However,\nevaluation of the adsorption potential, in terms of the PC, confirmed\nthat U6N was the best sorbent with the highest PC value of 1143 mg\ng<sup>–1</sup> mM<sup>–1</sup>, while those of modified\nalumina nanoparticles and 3D nanoporous MOF were only 1.96 and 41.7\nmg g<sup>–1</sup> mM<sup>–1</sup>, respectively. The\nbifunctional acid–base characteristics [e.g., Lewis acid (Zr-sites)\nand Bronsted base (−NH<sub>2</sub> sites)] of U6N should be\nresponsible for its superior FA removal performance. In summary, metal–clusters\nwere able to form electrostatic interactions (&gt;5 Å) with FA\nmolecules, while the NH<sub>2</sub> portions of ligands were capable\nof forming hydrogen bonding (&gt;2.6 Å) with them. On the other\nhand, as the loading of FA on the U6 was found to be less favorable\n(−19.3 kJ mol<sup>–1</sup>), further loading of FA on\nthe metal–clusters resulted in lattice distortion (+93.4 kJ\nmol<sup>–1</sup>). The pseudo-second-order model showed the\nbest fit for the sorption processes of FA (<italic>R</italic>\n<sup>2</sup> = &gt;0.99) for all of the selected adsorbents. The Temkin\nand Dubinin–Radushkevich isotherm models indicated that adsorption\nof FA on the selected adsorbents was accompanied by both physisorption\nand chemisorption. This synergetic mechanism was also verified with\nthe help of DFT calculations. Finally, regeneration of the spent sorbent\nwas found to be easy, confirming their potential for practical application\nin removal of FA in water. The results of our study support the significantly\nhigh potential of U6N MOF and COPs for the removal of FA in aqueous\nphase.</p>", "clean_text": "Conclusions\n\nThe adsorption-based removal of FA in aqueous phase was investigated using two classes of novel porous materials, MOFs and COPs, at ambient conditions. All of these tested materials were found to be significantly powerful sorbents to capture FA efficiently from water. In particular, comparison of the adsorption capacities for the four tested materials confirmed that U6N (amino-U6) had the best adsorption capacity (93% and 0.56 mg g-1) of the materials tested concurrently [e.g., CE (81.1%, 0.53 mg g-1) > CD (67.2%, 0.43 mg g-1) > U6 (66.9%, 0.42 mg g-1)] at 24 h. Comparison of the adsorption capacity data showed that some materials tested previously by others (e.g., modified alumina nanoparticles and 3D nanoporous MOF) had the maximum values. However, evaluation of the adsorption potential, in terms of the PC, confirmed that U6N was the best sorbent with the highest PC value of 1143 mg g-1 mM-1, while those of modified alumina nanoparticles and 3D nanoporous MOF were only 1.96 and 41.7 mg g-1 mM-1, respectively. The bifunctional acid-base characteristics [e.g., Lewis acid (Zr-sites) and Bronsted base (-NH2 sites)] of U6N should be responsible for its superior FA removal performance. In summary, metal-clusters were able to form electrostatic interactions (>5 Å) with FA molecules, while the NH2 portions of ligands were capable of forming hydrogen bonding (>2.6 Å) with them. On the other hand, as the loading of FA on the U6 was found to be less favorable (-19.3 kJ mol-1), further loading of FA on the metal-clusters resulted in lattice distortion (+93.4 kJ mol-1). The pseudo-second-order model showed the best fit for the sorption processes of FA (R 2 = >0.99) for all of the selected adsorbents. The Temkin and Dubinin-Radushkevich isotherm models indicated that adsorption of FA on the selected adsorbents was accompanied by both physisorption and chemisorption. This synergetic mechanism was also verified with the help of DFT calculations. Finally, regeneration of the spent sorbent was found to be easy, confirming their potential for practical application in removal of FA in water. The results of our study support the significantly high potential of U6N MOF and COPs for the removal of FA in aqueous phase.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available\nfree of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications\nwebsite</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.8b17479\">10.1021/acsami.8b17479</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details\nincluding list of chemicals used, synthesis of adsorbent, characterization,\nand DFT modeling studies; equations for kinetic and adsorption isotherm\nmodels; surface area information; data including PXRD, SEM, TGA, FTIR,\nXPS, N<sub>2</sub> adsorption–desorption isotherm; plots of\nkinetic and isotherm studies; atomic structure (COPs); adsorption\nmechanism; linear plot of regeneration efficiency; and FTIR spectrum\nof spent adsorbent (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b17479.  Experimental details including list of chemicals used, synthesis of adsorbent, characterization, and DFT modeling studies; equations for kinetic and adsorption isotherm models; surface area information; data including PXRD, SEM, TGA, FTIR, XPS, N2 adsorption-desorption isotherm; plots of kinetic and isotherm studies; atomic structure (COPs); adsorption mechanism; linear plot of regeneration efficiency; and FTIR spectrum of spent adsorbent (PDF)   ", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>Experimental details\nincluding list of chemicals used, synthesis of adsorbent, characterization,\nand DFT modeling studies; equations for kinetic and adsorption isotherm\nmodels; surface area information; data including PXRD, SEM, TGA, FTIR,\nXPS, N<sub>2</sub> adsorption–desorption isotherm; plots of\nkinetic and isotherm studies; atomic structure (COPs); adsorption\nmechanism; linear plot of regeneration efficiency; and FTIR spectrum\nof spent adsorbent (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Experimental details including list of chemicals used, synthesis of adsorbent, characterization, and DFT modeling studies; equations for kinetic and adsorption isotherm models; surface area information; data including PXRD, SEM, TGA, FTIR, XPS, N2 adsorption-desorption isotherm; plots of kinetic and isotherm studies; atomic structure (COPs); adsorption mechanism; linear plot of regeneration efficiency; and FTIR spectrum of spent adsorbent (PDF)", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>K.V. and Y.-X.D. are considered\nas co-first authors because they contributed equally to this work.</p><p>The authors declare\nno competing financial interest.</p>", "clean_text": "K.V. and Y.-X.D. are considered as co-first authors because they contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 16, 19, 20, 23, 25, 26, 29", "type": "text", "classification": "property", "content": "<p>Porous\nmaterials have been identified as efficient sorbent media to remove\nvolatile organic compounds. To evaluate their potential as adsorbents,\nthe adsorptive removal of formaldehyde (FA) in aqueous environments\nwas investigated using four materials, two water-stable metal–organic\nframeworks (MOFs) of UiO-66 (U6) and U6-NH<sub>2</sub> (U6N) and two\ncovalent organic polymers (COPs) with amine-functionality, CBAP-1-EDA\n(CE) and CBAP-1-DETA (CD). U6N exhibited the highest removal capacity\nof 93% (0.56 mg g<sup>–1</sup>) of the tested materials [e.g.,\nCE (81.1%, 0.53 mg g<sup>–1</sup>) &gt; CD (67.2%, 0.43 mg\ng<sup>–1</sup>) &gt; U6 (66.9%, 0.42 mg g<sup>–1</sup>)], which was 2 times higher than that of the reference sorbent,\nactivated carbon (AC: 50%, 0.30 mg g<sup>–1</sup>). The results\nof Fourier transform infrared and powder X-ray diffraction analyses\nconfirmed the interactions between FA molecules and the amine components\nof the materials (U6N, CD, and CE). According to density functional\ntheory calculations, the formation of hydrogen bonds between FA molecules\nand amine components was apparent and was further verified by FA/amine\ndistance (CD: 2.83, CE: 2.88, and U6N: 2.66 Å) along with enthalpy\nvalues (CD: −32.4, CE: −45.5, and U6N: −272 kJ\nmol<sup>–1</sup>). In case of U6, the major interactions occurred\nin the metal–clusters (−19.3 kJ mol<sup>–1</sup>) via electrostatic interactions (distance: 5.49 Å). Furthermore,\nthe sorption by amine-functionalized materials such as U6N is suggested\nto be dominated by hydrogen bonding which ultimately led to the formation\nof imine. If the performance of the tested materials is evaluated\nin terms of partition coefficient, U6N (1153 mg g<sup>–1</sup> mM<sup>–1</sup>) is found as the outperformer in all tested\nsubjects. Regeneration of spent MOFs/COPs was also plausible in the\npresence of ethanol to maintain their structural integrity even after\n10 adsorption–desorption cycles. Overall, the selected MOFs/COPs\nwere seen to have very high removal capacity for hazardous FA molecules\nin aqueous phase.</p><p>TGA curve of U6 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S3a</ext-link>; blue\ncurve) showed two weight-loss steps. An initial solvent and water\nweight loss of ca. 20% was detected in the broad initial temperature\nrange of 100–300 °C. The\nsecond weight-loss step of ca. 30% was observed in the temperature\nrange of 500–600 °C, which\ncan be ascribed to the decomposition of organic linkers. However, the TGA pattern of U6N (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S3a</ext-link>; red curve) was characterized by a relatively slow weight-loss process.\nExcept for the water or solvent lost, the U6N MOFs did not exhibit\nany substantial weight loss patterns until 350 °C. Likewise, two COPs materials (CE and CD) exhibited\nsimilar weight-loss steps throughout the TGA measurements (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S3b</ext-link>). Both COPs showed evaporation of\nsolvent and water molecules around 100 °C, and the majority of\nthe weight-loss took place between 350 and 500 °C due to decomposition/network\ncollapse.\n</p><p>The BET surface area and pore volume\nof U6/U6N were 1328/963 m<sup>2</sup> g<sup>–1</sup> and 0.79/0.58\ncm<sup>3</sup> g<sup>–1</sup>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Table S3</ext-link>). In the case of COPs, CE (674 m<sup>2</sup> g<sup>–1</sup> and 0.23 cm<sup>3</sup> g<sup>–1</sup>) showed\nhigher BET surface area and pore volume than CD (667 m<sup>2</sup> g<sup>–1</sup> and 0.32 cm<sup>3</sup> g<sup>–1</sup>). In addition, it should be noted that the pore sizes of all four\nsynthesized materials were similar. For instance, the adsorption average\npore diameter (4<italic>V</italic>/<italic>A</italic>) of U6, U6N,\nCD, and CE was 1.56, 1.55, 1.90, and 1.69 nm, respectively. More specifically,\nthe two selected MOFs followed the type I adsorption isotherm, indicating\nthe microporous nature of the MOFs. In the type I model, the rate\nlimiting step for sorption of guest molecules on these MOFs should\nbe based on micropore volume rather than surface area. In short, adsorption\nin the MOFs was mainly monolayer adsorption. In contrast, although\nCOPs followed the type I isotherm pattern, the adsorption track was\ndifferent from that of desorption at an increased <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> value (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S6</ext-link>). This result clearly indicates the heterogeneity of the\npores, that is, a mixture of micro- and mesopores. In this case, at a relatively high <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> value, the rate limiting factor for adsorption\nwas capillary condensation rather than\nthe pore filling phenomenon.</p><title>FA Adsorption Studies</title><p>The adsorption\nperformance of four porous materials tested in this study [i.e., two\nMOFs (U6, U6N) and two COPs (CE, CD)] was explored for aqueous FA\nin reference to AC. The RE (%) and adsorption capacity (mg g<sup>–1</sup>) of adsorbents are compared and presented in  and . The maximum adsorption capacity values of U6 and\nU6N were 0.42 and 0.56 mg g<sup>–1</sup>, respectively, while\ntheir RE values were 67 and 94%. In the case of COPs, the corresponding\nRE [adsorption capacity (mg g<sup>–1</sup>)] values of CE and\nCD were 81% (0.53) and 67% (0.43), respectively. The results indicated\nthat the RE of FA by U6N was higher than those of U6 and CD by almost\n1.4 times and was 1.8 times higher than that of AC. Overall, the sequence\nof adsorption capacities of the various porous materials tested for\nFA sorption was in the order of U6N &gt; CE &gt; CD &gt; U6 &gt; AC.\nThus, it was suggested that the amine-functionalized materials U6N\nand CE (functionalized with EDA) showed enhanced FA removal over their\ncounterparts. In contrast, the considerable\nreduction in sorption capacity of amine-functionalized CD toward FA\nsuggests that, apart from the influence of −NH<sub>2</sub>,\nthere should be other factors, such as steric hindrance (because of\nthe longer side chain) and pore properties, that play an important\nrole in determining the sorption performance of MOFs and COPs. In\norder to clearly understand the sorption mechanism of the selected\nsorbents, the acquired kinetic data were fitted to various kinetic\nmodels.</p><title>Results of\nKinetic Modeling Studies</title><p>The results obtained from various\nkinetic models are summarized in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S7</ext-link>. From the\nresults, a pseudo-second-order kinetic model was found to show the\nbest fit with a correlation coefficient (<italic>R</italic>\n<sup>2</sup>) value &lt;0.998. In addition, the predicted <italic>q</italic>\n<sub>e</sub> value from the pseudo-second-order kinetic model was almost\nequal to the experimentally derived maximum adsorption capacity values\n(). For instance,\nthe estimated <italic>q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>) values for U6N, U6, CE, and CD were 0.57, 0.43, 0.54, and 0.44\nmg g<sup>–1</sup>, respectively, which were similar to the\nobtained <italic>q</italic>\n<sub>exp</sub> values of 0.56, 0.42, 0.53,\nand 0.43. In addition, the rate constant (<italic>k</italic>\n<sub>2</sub>) value of U6N (3.13 g mg<sup>–1</sup> h<sup>–1</sup>) was higher than that of others, which represents the effectiveness\nof the amine functionalization of the framework. In contrast, the\ndecrease in rate constant value of another amine-functionalized COP\n(CD: 1.33 g mg<sup>–1</sup> h<sup>–1</sup>) should be\nascribable to the rigidity of the aliphatic chains of DETA. In summary,\nan increase in chain length of COPs could reduce the probability of\ninteraction between the −NH<sub>2</sub> group of COPs with\nthe oxygen group of FA.\n</p><p>Although the observed equilibrium capacities of U6\n(0.43 mg g<sup>–1</sup>) and CD (0.44 mg g<sup>–1</sup>) were comparable to each other, the predicted <italic>k</italic>\n<sub>2</sub> value was higher in U6 (1.90 g mg<sup>–1</sup> h<sup>–1</sup>) than in CD (1.33 g mg<sup>–1</sup> h<sup>–1</sup>). This discrepancy between the k<sub>2</sub> values of U6 and CD could be explained based on their removal efficiencies\nwith respect to the time/loading rate. As shown in , U6 showed faster adsorption\nkinetics even at the initial time of the adsorption (3 h). This might\nbe possible because of its larger available surface area (1328 m<sup>2</sup> g<sup>–1</sup>) along with its extended pore volume\n(0.79 cm<sup>3</sup> g<sup>–1</sup>). On the other hand, the\nactive sites on the surface of U6N gradually decreased as time passed,\nwhich stabilized the sorption capacity at higher loading conditions\n(6 and 48 h). In contrast, the sorption behavior of CD was mainly\ndependent on −NH<sub>2</sub> functionalization. The rigidity\nof the longer aliphatic side chain slowed the interaction of FA with\nthe −NH<sub>2</sub> groups of CD at lower loading conditions.\nHowever, at a higher loading of FA, the formation of hydrogen bond\nshould have taken place on the surface of CD. Thus, hydrogen bond formation appeared to help enhance the RE of\nCD at higher loading conditions (3 and 6 h: 35.6 and 60.8%, respectively).\nOn the basis of a study by Xiao et al., it was not possible to predict this kind of time dependent change\nin adsorption capacities from the pseudo second order kinetic model;\nthus, we concluded that U6 was able to rapidly remove aqueous phase\nFA even at a shorter contact (3 h) time than CD. For example, CD required\nat least 2 times longer contact time (i.e., 6 h: 60.8%) to reach the\nRE of U6 at 3 h (55.4 mg g<sup>–1</sup>).</p><p>Furthermore,\nthe <italic>C</italic> values obtained from the intraparticle diffusion\nmodel for U6N, U6, CE, and CD were 0.068, 0.003, 0.019, and 0.012,\nrespectively. It should be noted that, in the intraparticle diffusion\nmodel plot, the initial portion of the <italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub> versus <italic>t</italic>\n<sup>1/2</sup> plot was\nattributed to the liquid film mass transfer, while the linear portion\nwas associated with intraparticle diffusion. This smaller deviation of <italic>C</italic> with respect to the\norigin indicated the boundary layer effect, that is, the greater the <italic>C</italic> value, the larger the boundary layer effect. Accordingly,\nthe higher <italic>C</italic> values of U6N (0.068) and CE (0.019)\nindicated the greater contribution from the surface sorption phenomenon.\nThis result was in accordance with the corresponding <italic>K</italic>\n<sub>ID</sub> values of 0.20 and 0.19 mg/g/h<sup>0.5</sup>. Similarly,\nthe lower <italic>C</italic> value of U6 (0.003) compared to CD (0.012)\nconfirmed that the slower mass transfer of U6 should have taken place\nat a higher loading rate (linear portion). This result was also in\naccordance with the higher α (initial adsorption rate) value\nof U6 (0.65 mg g<sup>–1</sup> min<sup>–1</sup>) than\nof CD (0.59 mg g<sup>–1</sup> min<sup>–1</sup>). Apparently, all of the selected models were\nuseful to meaningfully predict the adsorption kinetics of FA. Nonetheless,\namong all of those models, the one based on the pseudo-second order\nwas found to have the best fit (&gt;<italic>R</italic>\n<sup>2</sup> = 0.995). Thus, adsorption of FA on the selected material should\nbe based on the chemical bond formation between the adsorbent and\nadsorbate.</p><p>Accordingly, the <italic>q</italic>\n<sub>max</sub> values\nfor U6N and U6 derived using the Langmuir model were 0.75 and 0.56\nmg g<sup>–1</sup>, respectively. However, the <italic>q</italic>\n<sub>max</sub> values for CD and CE were 1.80 and 1.26 mg g<sup>–1</sup>, respectively. These values were almost 3.3 and 2.9 times larger\nthan the experimentally calculated <italic>q</italic>\n<sub>e</sub> values.\nOn the other hand, the estimated <italic>R</italic>\n<sub>L</sub> values\nfor CE (0.17) and CD (0.39) were larger than those for U6 (0.14) and\nU6N (0.04). This comparison confirmed that the monolayer adsorption\nof FA on U6N was highly spontaneous and more favorable than other\nmaterials (<italic>R</italic>\n<sub>L</sub> &lt; 1). This result was\nalso verified with the obtained 1/<italic>n</italic> values from the\nFreundlich isotherm. For instance, the calculated 1/<italic>n</italic> values of U6N (0.25), U6 (0.41), CE (0.58), and CD (0.65) were between\n0 and 1 (1/<italic>n</italic> ≪ 1). On the other hand, their\ncalculated <italic>E</italic> values from the Dubinin–Radushkevich\nisotherm model were 10 000, 7071, 7071, and 5000 kJ mol<sup>–1</sup>, respectively. In this study, the E value represents\nthe transfer of free energy for 1 mol of solute from the solution\nto the adsorbent’s surface. An <italic>E</italic> value &gt;8 kJ mol<sup>–1</sup> indicates that\nchemisorption was the predominant mechanism in accordance with the\nkinetic studies. In contrast, the values of B from the Temkin isotherm\nwere in the range of 0.09, 0.11, 0.31, and 0.34 kJ mol<sup>–1</sup>, respectively (except for U6, the <italic>R</italic>\n<sup>2</sup> values for this model were satisfactory). As such, this indicated\nthat physisorption was also responsible for the adsorption of FA on\nMOFs and COPs. Overall, according to\nthe isotherm model, adsorption of FA on the selected solid sorbent\nwas accompanied by both physisorption and chemisorption.</p>", "clean_text": "Porous materials have been identified as efficient sorbent media to remove volatile organic compounds. To evaluate their potential as adsorbents, the adsorptive removal of formaldehyde (FA) in aqueous environments was investigated using four materials, two water-stable metal-organic frameworks (MOFs) of UiO-66 (U6) and U6-NH2 (U6N) and two covalent organic polymers (COPs) with amine-functionality, CBAP-1-EDA (CE) and CBAP-1-DETA (CD). U6N exhibited the highest removal capacity of 93% (0.56 mg g-1) of the tested materials [e.g., CE (81.1%, 0.53 mg g-1) > CD (67.2%, 0.43 mg g-1) > U6 (66.9%, 0.42 mg g-1)], which was 2 times higher than that of the reference sorbent, activated carbon (AC: 50%, 0.30 mg g-1). The results of Fourier transform infrared and powder X-ray diffraction analyses confirmed the interactions between FA molecules and the amine components of the materials (U6N, CD, and CE). According to density functional theory calculations, the formation of hydrogen bonds between FA molecules and amine components was apparent and was further verified by FA/amine distance (CD: 2.83, CE: 2.88, and U6N: 2.66 Å) along with enthalpy values (CD: -32.4, CE: -45.5, and U6N: -272 kJ mol-1). In case of U6, the major interactions occurred in the metal-clusters (-19.3 kJ mol-1) via electrostatic interactions (distance: 5.49 Å). Furthermore, the sorption by amine-functionalized materials such as U6N is suggested to be dominated by hydrogen bonding which ultimately led to the formation of imine. If the performance of the tested materials is evaluated in terms of partition coefficient, U6N (1153 mg g-1 mM-1) is found as the outperformer in all tested subjects. Regeneration of spent MOFs/COPs was also plausible in the presence of ethanol to maintain their structural integrity even after 10 adsorption-desorption cycles. Overall, the selected MOFs/COPs were seen to have very high removal capacity for hazardous FA molecules in aqueous phase.\n\nTGA curve of U6 (Figure S3a; blue curve) showed two weight-loss steps. An initial solvent and water weight loss of ca. 20% was detected in the broad initial temperature range of 100-300 °C. The second weight-loss step of ca. 30% was observed in the temperature range of 500-600 °C, which can be ascribed to the decomposition of organic linkers. However, the TGA pattern of U6N (Figure S3a; red curve) was characterized by a relatively slow weight-loss process. Except for the water or solvent lost, the U6N MOFs did not exhibit any substantial weight loss patterns until 350 °C. Likewise, two COPs materials (CE and CD) exhibited similar weight-loss steps throughout the TGA measurements (Figure S3b). Both COPs showed evaporation of solvent and water molecules around 100 °C, and the majority of the weight-loss took place between 350 and 500 °C due to decomposition/network collapse. \n\nThe BET surface area and pore volume of U6/U6N were 1328/963 m2 g-1 and 0.79/0.58 cm3 g-1, respectively (Table S3). In the case of COPs, CE (674 m2 g-1 and 0.23 cm3 g-1) showed higher BET surface area and pore volume than CD (667 m2 g-1 and 0.32 cm3 g-1). In addition, it should be noted that the pore sizes of all four synthesized materials were similar. For instance, the adsorption average pore diameter (4V/A) of U6, U6N, CD, and CE was 1.56, 1.55, 1.90, and 1.69 nm, respectively. More specifically, the two selected MOFs followed the type I adsorption isotherm, indicating the microporous nature of the MOFs. In the type I model, the rate limiting step for sorption of guest molecules on these MOFs should be based on micropore volume rather than surface area. In short, adsorption in the MOFs was mainly monolayer adsorption. In contrast, although COPs followed the type I isotherm pattern, the adsorption track was different from that of desorption at an increased P/P 0 value (Figure S6). This result clearly indicates the heterogeneity of the pores, that is, a mixture of micro- and mesopores. In this case, at a relatively high P/P 0 value, the rate limiting factor for adsorption was capillary condensation rather than the pore filling phenomenon.\n\nFA Adsorption Studies\n\nThe adsorption performance of four porous materials tested in this study [i.e., two MOFs (U6, U6N) and two COPs (CE, CD)] was explored for aqueous FA in reference to AC. The RE (%) and adsorption capacity (mg g-1) of adsorbents are compared and presented in  and . The maximum adsorption capacity values of U6 and U6N were 0.42 and 0.56 mg g-1, respectively, while their RE values were 67 and 94%. In the case of COPs, the corresponding RE [adsorption capacity (mg g-1)] values of CE and CD were 81% (0.53) and 67% (0.43), respectively. The results indicated that the RE of FA by U6N was higher than those of U6 and CD by almost 1.4 times and was 1.8 times higher than that of AC. Overall, the sequence of adsorption capacities of the various porous materials tested for FA sorption was in the order of U6N > CE > CD > U6 > AC. Thus, it was suggested that the amine-functionalized materials U6N and CE (functionalized with EDA) showed enhanced FA removal over their counterparts. In contrast, the considerable reduction in sorption capacity of amine-functionalized CD toward FA suggests that, apart from the influence of -NH2, there should be other factors, such as steric hindrance (because of the longer side chain) and pore properties, that play an important role in determining the sorption performance of MOFs and COPs. In order to clearly understand the sorption mechanism of the selected sorbents, the acquired kinetic data were fitted to various kinetic models.\n\nResults of Kinetic Modeling Studies\n\nThe results obtained from various kinetic models are summarized in  and Figure S7. From the results, a pseudo-second-order kinetic model was found to show the best fit with a correlation coefficient (R 2) value <0.998. In addition, the predicted q e value from the pseudo-second-order kinetic model was almost equal to the experimentally derived maximum adsorption capacity values (). For instance, the estimated q e (mg g-1) values for U6N, U6, CE, and CD were 0.57, 0.43, 0.54, and 0.44 mg g-1, respectively, which were similar to the obtained q exp values of 0.56, 0.42, 0.53, and 0.43. In addition, the rate constant (k 2) value of U6N (3.13 g mg-1 h-1) was higher than that of others, which represents the effectiveness of the amine functionalization of the framework. In contrast, the decrease in rate constant value of another amine-functionalized COP (CD: 1.33 g mg-1 h-1) should be ascribable to the rigidity of the aliphatic chains of DETA. In summary, an increase in chain length of COPs could reduce the probability of interaction between the -NH2 group of COPs with the oxygen group of FA. \n\nAlthough the observed equilibrium capacities of U6 (0.43 mg g-1) and CD (0.44 mg g-1) were comparable to each other, the predicted k 2 value was higher in U6 (1.90 g mg-1 h-1) than in CD (1.33 g mg-1 h-1). This discrepancy between the k2 values of U6 and CD could be explained based on their removal efficiencies with respect to the time/loading rate. As shown in , U6 showed faster adsorption kinetics even at the initial time of the adsorption (3 h). This might be possible because of its larger available surface area (1328 m2 g-1) along with its extended pore volume (0.79 cm3 g-1). On the other hand, the active sites on the surface of U6N gradually decreased as time passed, which stabilized the sorption capacity at higher loading conditions (6 and 48 h). In contrast, the sorption behavior of CD was mainly dependent on -NH2 functionalization. The rigidity of the longer aliphatic side chain slowed the interaction of FA with the -NH2 groups of CD at lower loading conditions. However, at a higher loading of FA, the formation of hydrogen bond should have taken place on the surface of CD. Thus, hydrogen bond formation appeared to help enhance the RE of CD at higher loading conditions (3 and 6 h: 35.6 and 60.8%, respectively). On the basis of a study by Xiao et al., it was not possible to predict this kind of time dependent change in adsorption capacities from the pseudo second order kinetic model; thus, we concluded that U6 was able to rapidly remove aqueous phase FA even at a shorter contact (3 h) time than CD. For example, CD required at least 2 times longer contact time (i.e., 6 h: 60.8%) to reach the RE of U6 at 3 h (55.4 mg g-1).\n\nFurthermore, the C values obtained from the intraparticle diffusion model for U6N, U6, CE, and CD were 0.068, 0.003, 0.019, and 0.012, respectively. It should be noted that, in the intraparticle diffusion model plot, the initial portion of the q  t  versus t 1/2 plot was attributed to the liquid film mass transfer, while the linear portion was associated with intraparticle diffusion. This smaller deviation of C with respect to the origin indicated the boundary layer effect, that is, the greater the C value, the larger the boundary layer effect. Accordingly, the higher C values of U6N (0.068) and CE (0.019) indicated the greater contribution from the surface sorption phenomenon. This result was in accordance with the corresponding K ID values of 0.20 and 0.19 mg/g/h0.5. Similarly, the lower C value of U6 (0.003) compared to CD (0.012) confirmed that the slower mass transfer of U6 should have taken place at a higher loading rate (linear portion). This result was also in accordance with the higher α (initial adsorption rate) value of U6 (0.65 mg g-1 min-1) than of CD (0.59 mg g-1 min-1). Apparently, all of the selected models were useful to meaningfully predict the adsorption kinetics of FA. Nonetheless, among all of those models, the one based on the pseudo-second order was found to have the best fit (>R 2 = 0.995). Thus, adsorption of FA on the selected material should be based on the chemical bond formation between the adsorbent and adsorbate.\n\nAccordingly, the q max values for U6N and U6 derived using the Langmuir model were 0.75 and 0.56 mg g-1, respectively. However, the q max values for CD and CE were 1.80 and 1.26 mg g-1, respectively. These values were almost 3.3 and 2.9 times larger than the experimentally calculated q e values. On the other hand, the estimated R L values for CE (0.17) and CD (0.39) were larger than those for U6 (0.14) and U6N (0.04). This comparison confirmed that the monolayer adsorption of FA on U6N was highly spontaneous and more favorable than other materials (R L < 1). This result was also verified with the obtained 1/n values from the Freundlich isotherm. For instance, the calculated 1/n values of U6N (0.25), U6 (0.41), CE (0.58), and CD (0.65) were between 0 and 1 (1/n ≪ 1). On the other hand, their calculated E values from the Dubinin-Radushkevich isotherm model were 10000, 7071, 7071, and 5000 kJ mol-1, respectively. In this study, the E value represents the transfer of free energy for 1 mol of solute from the solution to the adsorbent's surface. An E value >8 kJ mol-1 indicates that chemisorption was the predominant mechanism in accordance with the kinetic studies. In contrast, the values of B from the Temkin isotherm were in the range of 0.09, 0.11, 0.31, and 0.34 kJ mol-1, respectively (except for U6, the R 2 values for this model were satisfactory). As such, this indicated that physisorption was also responsible for the adsorption of FA on MOFs and COPs. Overall, according to the isotherm model, adsorption of FA on the selected solid sorbent was accompanied by both physisorption and chemisorption.", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4299 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": "30, 45, 47, 50", "type": "text", "classification": "property", "content": "<title>Performance\nComparison of FA Sorption Capacities between Different Studies</title><p>To assess the adsorption efficiency of the selected materials in\nthis study, we performed a comparative analysis of the sorption capacity\nof materials tested between different studies (). It should be noted that, although a fairly\nlarge number of studies are available on the adsorption of FA in gas\nphase, only a limited number of studies were conducted on the sorption\nof FA in aqueous phase. In light of this limitation in the database,\nwe narrowed our discussion with recognition of this constraint. The\ncommon traditional adsorbent of untreated AC (U-AC) was treated and\nmodified with amino groups (N1-AC and N2-AC). The equilibrium (after 72 h) sorption capacities of N1-AC, N2-AC,\nand U-AC were 0.14, 0.2, and 0.13 mg g<sup>–1</sup>, respectively.\nThe enhanced adsorption capacity of novel materials (MOFs/COPs) over\nthat of AC clearly indicated the effectiveness of amine functionalization. Nonetheless, we obtained 0.56 mg g<sup>–1</sup> of FA adsorption on U6N with shorter equilibration time (6 h). Accordingly,\nthe superiority of MOFs over traditional sorbents in FA removal can\nbe confirmed. Recently, Afkhami et al. reported that alumina nanoparticles coated with DNPH could be used\nas a sorbent for removal of FA from water. At an initial FA concentration\nof 250 ppm, the RE was 97% (411 mg g<sup>–1</sup>) (after 1\nh). They conducted experiments at a significantly higher concentration\nthan ours (0.2 ppm) to observe a much shorter duration of removal\nthan that of the present study. It should be noted that DNPH has been\ncommonly used as a capture medium for FA, because it exhibits excessive\naffinity toward FA. As such, the performance\nwas studied at significantly high concentrations of FA. Likewise,\na 3D nanoporous MOF [[Zn<sub>4</sub>O­(C<sub>24</sub>H<sub>15</sub>N<sub>6</sub>O<sub>6</sub>)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·6H<sub>2</sub>O·DMF]<sub>\n<italic>n</italic>\n</sub> (called: <bold>1</bold>) was synthesized and used for absorptive removal of FA at\nan initial concentration of 100 ppm. The\nadsorption capacity of <bold>1</bold> was 75 mg g<sup>–1</sup> for aqueous FA.</p><title>Recycling of\nAdsorbents</title><p>The reusability of adsorbents is considered as\none of the most important criteria for commercial application of sorbents.\nIn fact, this aspect is directly related to the cost effectiveness\nof adsorbents or adsorption processes. To learn more about this issue,\nwe performed and investigated the sorption behavior of aqueous FA\nover 10 adsorption–desorption cycles. The results were then\nused to evaluate the regenerability of the selected adsorbents. It\nis worth mentioning that the main mechanism for the adsorption of\nFA tested at low concentrations in this work (0.2 ppm) by amine functionalized\nmaterials should be the hydrogen bond formation. (Refer to adsorption\nmechanism section.) Therefore, the regeneration of the spent material\nwas found to be easier. Accordingly, U6N was shown to have a better\nregeneration capability than all of the other materials. For instance,\nthe regenerability of sorbents, if assessed in terms of FA sorption\nefficiency, indicated the superiority of U6N, because its values for\nthe 1st and 10th cycles were 92 and 80%, respectively. Apart from\nU6N, the values were CE [82% (1st)–70% (10th)] &lt; U6 [70\n(1st)–55% (10th)] &lt; CD [65% (1st)–55% (10th)] (CD)\n().</p><p>The linear plot of RE versus number of regeneration cycles\nindicated that COPs maintain good consistency in RE relative to MOFs\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b17479/suppl_file/am8b17479_si_001.pdf\">Figure S11</ext-link>). This can be easily verified\nfrom the slope values, that is, the smaller the slope value, the smaller\nthe change in RE. For instance, the slope value of CD was −0.9918\nwhereas that for U6 was −1.1204; thus, compared to U6, CD showed\nlesser change in the RE between the 1st and 10th adsorption–desorption\ncycles. Here, the negative value indicates the RE decreases with increase\nin the number of regeneration cycles. From the intercept values of\nthe linear plot, the overall variations in RE of all tested materials\n(i.e., U6, U6N, CD, and CE) toward FA, when measured over ten regeneration\ncycles, can be estimated as 68, 92, 67, and 80%, respectively.</p><title>Conclusions</title><p>The\nadsorption-based removal of FA in aqueous phase was investigated using\ntwo classes of novel porous materials, MOFs and COPs, at ambient conditions.\nAll of these tested materials were found to be significantly powerful\nsorbents to capture FA efficiently from water. In particular, comparison\nof the adsorption capacities for the four tested materials confirmed\nthat U6N (amino-U6) had the best adsorption capacity (93% and 0.56\nmg g<sup>–1</sup>) of the materials tested concurrently [e.g.,\nCE (81.1%, 0.53 mg g<sup>–1</sup>) &gt; CD (67.2%, 0.43 mg\ng<sup>–1</sup>) &gt; U6 (66.9%, 0.42 mg g<sup>–1</sup>)] at 24 h. Comparison of the adsorption capacity data showed that\nsome materials tested previously by others (e.g., modified alumina\nnanoparticles and 3D nanoporous MOF) had the maximum values. However,\nevaluation of the adsorption potential, in terms of the PC, confirmed\nthat U6N was the best sorbent with the highest PC value of 1143 mg\ng<sup>–1</sup> mM<sup>–1</sup>, while those of modified\nalumina nanoparticles and 3D nanoporous MOF were only 1.96 and 41.7\nmg g<sup>–1</sup> mM<sup>–1</sup>, respectively. The\nbifunctional acid–base characteristics [e.g., Lewis acid (Zr-sites)\nand Bronsted base (−NH<sub>2</sub> sites)] of U6N should be\nresponsible for its superior FA removal performance. In summary, metal–clusters\nwere able to form electrostatic interactions (&gt;5 Å) with FA\nmolecules, while the NH<sub>2</sub> portions of ligands were capable\nof forming hydrogen bonding (&gt;2.6 Å) with them. On the other\nhand, as the loading of FA on the U6 was found to be less favorable\n(−19.3 kJ mol<sup>–1</sup>), further loading of FA on\nthe metal–clusters resulted in lattice distortion (+93.4 kJ\nmol<sup>–1</sup>). The pseudo-second-order model showed the\nbest fit for the sorption processes of FA (<italic>R</italic>\n<sup>2</sup> = &gt;0.99) for all of the selected adsorbents. The Temkin\nand Dubinin–Radushkevich isotherm models indicated that adsorption\nof FA on the selected adsorbents was accompanied by both physisorption\nand chemisorption. This synergetic mechanism was also verified with\nthe help of DFT calculations. Finally, regeneration of the spent sorbent\nwas found to be easy, confirming their potential for practical application\nin removal of FA in water. The results of our study support the significantly\nhigh potential of U6N MOF and COPs for the removal of FA in aqueous\nphase.</p>", "clean_text": "Performance Comparison of FA Sorption Capacities between Different Studies\n\nTo assess the adsorption efficiency of the selected materials in this study, we performed a comparative analysis of the sorption capacity of materials tested between different studies (). It should be noted that, although a fairly large number of studies are available on the adsorption of FA in gas phase, only a limited number of studies were conducted on the sorption of FA in aqueous phase. In light of this limitation in the database, we narrowed our discussion with recognition of this constraint. The common traditional adsorbent of untreated AC (U-AC) was treated and modified with amino groups (N1-AC and N2-AC). The equilibrium (after 72 h) sorption capacities of N1-AC, N2-AC, and U-AC were 0.14, 0.2, and 0.13 mg g-1, respectively. The enhanced adsorption capacity of novel materials (MOFs/COPs) over that of AC clearly indicated the effectiveness of amine functionalization. Nonetheless, we obtained 0.56 mg g-1 of FA adsorption on U6N with shorter equilibration time (6 h). Accordingly, the superiority of MOFs over traditional sorbents in FA removal can be confirmed. Recently, Afkhami et al. reported that alumina nanoparticles coated with DNPH could be used as a sorbent for removal of FA from water. At an initial FA concentration of 250 ppm, the RE was 97% (411 mg g-1) (after 1 h). They conducted experiments at a significantly higher concentration than ours (0.2 ppm) to observe a much shorter duration of removal than that of the present study. It should be noted that DNPH has been commonly used as a capture medium for FA, because it exhibits excessive affinity toward FA. As such, the performance was studied at significantly high concentrations of FA. Likewise, a 3D nanoporous MOF [[Zn4O(C24H15N6O6)2(H2O)2]⋅6H2O⋅DMF] n  (called: 1) was synthesized and used for absorptive removal of FA at an initial concentration of 100 ppm. The adsorption capacity of 1 was 75 mg g-1 for aqueous FA.\n\nRecycling of Adsorbents\n\nThe reusability of adsorbents is considered as one of the most important criteria for commercial application of sorbents. In fact, this aspect is directly related to the cost effectiveness of adsorbents or adsorption processes. To learn more about this issue, we performed and investigated the sorption behavior of aqueous FA over 10 adsorption-desorption cycles. The results were then used to evaluate the regenerability of the selected adsorbents. It is worth mentioning that the main mechanism for the adsorption of FA tested at low concentrations in this work (0.2 ppm) by amine functionalized materials should be the hydrogen bond formation. (Refer to adsorption mechanism section.) Therefore, the regeneration of the spent material was found to be easier. Accordingly, U6N was shown to have a better regeneration capability than all of the other materials. For instance, the regenerability of sorbents, if assessed in terms of FA sorption efficiency, indicated the superiority of U6N, because its values for the 1st and 10th cycles were 92 and 80%, respectively. Apart from U6N, the values were CE [82% (1st)-70% (10th)] < U6 [70 (1st)-55% (10th)] < CD [65% (1st)-55% (10th)] (CD) ().\n\nThe linear plot of RE versus number of regeneration cycles indicated that COPs maintain good consistency in RE relative to MOFs (Figure S11). This can be easily verified from the slope values, that is, the smaller the slope value, the smaller the change in RE. For instance, the slope value of CD was -0.9918 whereas that for U6 was -1.1204; thus, compared to U6, CD showed lesser change in the RE between the 1st and 10th adsorption-desorption cycles. Here, the negative value indicates the RE decreases with increase in the number of regeneration cycles. From the intercept values of the linear plot, the overall variations in RE of all tested materials (i.e., U6, U6N, CD, and CE) toward FA, when measured over ten regeneration cycles, can be estimated as 68, 92, 67, and 80%, respectively.\n\nConclusions\n\nThe adsorption-based removal of FA in aqueous phase was investigated using two classes of novel porous materials, MOFs and COPs, at ambient conditions. All of these tested materials were found to be significantly powerful sorbents to capture FA efficiently from water. In particular, comparison of the adsorption capacities for the four tested materials confirmed that U6N (amino-U6) had the best adsorption capacity (93% and 0.56 mg g-1) of the materials tested concurrently [e.g., CE (81.1%, 0.53 mg g-1) > CD (67.2%, 0.43 mg g-1) > U6 (66.9%, 0.42 mg g-1)] at 24 h. Comparison of the adsorption capacity data showed that some materials tested previously by others (e.g., modified alumina nanoparticles and 3D nanoporous MOF) had the maximum values. However, evaluation of the adsorption potential, in terms of the PC, confirmed that U6N was the best sorbent with the highest PC value of 1143 mg g-1 mM-1, while those of modified alumina nanoparticles and 3D nanoporous MOF were only 1.96 and 41.7 mg g-1 mM-1, respectively. The bifunctional acid-base characteristics [e.g., Lewis acid (Zr-sites) and Bronsted base (-NH2 sites)] of U6N should be responsible for its superior FA removal performance. In summary, metal-clusters were able to form electrostatic interactions (>5 Å) with FA molecules, while the NH2 portions of ligands were capable of forming hydrogen bonding (>2.6 Å) with them. On the other hand, as the loading of FA on the U6 was found to be less favorable (-19.3 kJ mol-1), further loading of FA on the metal-clusters resulted in lattice distortion (+93.4 kJ mol-1). The pseudo-second-order model showed the best fit for the sorption processes of FA (R 2 = >0.99) for all of the selected adsorbents. The Temkin and Dubinin-Radushkevich isotherm models indicated that adsorption of FA on the selected adsorbents was accompanied by both physisorption and chemisorption. This synergetic mechanism was also verified with the help of DFT calculations. Finally, regeneration of the spent sorbent was found to be easy, confirming their potential for practical application in removal of FA in water. The results of our study support the significantly high potential of U6N MOF and COPs for the removal of FA in aqueous phase.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "sorption capacity", "value": "0.14", "unit": "mg g-1", "condition": "after 72 h"}, {"property name": "sorption capacity", "value": "0.2", "unit": "mg g-1", "condition": "after 72 h"}, {"property name": "sorption capacity", "value": "0.13", "unit": "mg g-1", "condition": "after 72 h"}, {"property name": "adsorption capacity", "value": "0.56", "unit": "mg g-1", "condition": "with shorter equilibration time (6 h)"}, {"property name": "adsorption capacity", "value": "75", "unit": "mg g-1", "condition": "for aqueous FA"}, {"property name": "regeneration capability", "value": "92", "unit": "%", "condition": "1st cycle"}, {"property name": "regeneration capability", "value": "80", "unit": "%", "condition": "10th cycle"}, {"property name": "regeneration capability", "value": "82", "unit": "%", "condition": "1st cycle"}, {"property name": "regeneration capability", "value": "70", "unit": "%", "condition": "10th cycle"}, {"property name": "regeneration capability", "value": "65", "unit": "%", "condition": "1st cycle"}, {"property name": "regeneration capability", "value": "55", "unit": "%", "condition": "10th cycle"}, {"property name": "regeneration capability", "value": "68", "unit": "%", "condition": "over ten regeneration cycles"}, {"property name": "regeneration capability", "value": "92", "unit": "%", "condition": "over ten regeneration cycles"}, {"property name": "regeneration capability", "value": "67", "unit": "%", "condition": "over ten regeneration cycles"}, {"property name": "regeneration capability", "value": "80", "unit": "%", "condition": "over ten regeneration cycles"}, {"property name": "adsorption capacity", "value": "93", "unit": "%", "condition": "at 24 h"}, {"property name": "adsorption capacity", "value": "0.56", "unit": "mg g-1", "condition": "at 24 h"}, {"property name": "adsorption capacity", "value": "81.1", "unit": "%", "condition": "at 24 h"}, {"property name": "adsorption capacity", "value": "0.53", "unit": "mg g-1", "condition": "at 24 h"}, {"property name": "adsorption capacity", "value": "67.2", "unit": "%", "condition": "at 24 h"}, {"property name": "adsorption capacity", "value": "0.43", "unit": "mg g-1", "condition": "at 24 h"}, {"property name": "adsorption capacity", "value": "66.9", "unit": "%", "condition": "at 24 h"}, {"property name": "adsorption capacity", "value": "0.42", "unit": "mg g-1", "condition": "at 24 h"}, {"property name": "adsorption potential", "value": "1143", "unit": "mg g-1 mM-1", "condition": ""}, {"property name": "adsorption potential", "value": "1.96", "unit": "mg g-1 mM-1", "condition": ""}, {"property name": "adsorption potential", "value": "41.7", "unit": "mg g-1 mM-1", "condition": ""}, {"property name": "adsorption potential", "value": "68", "unit": "mg g-1 mM-1", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 22, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Maximum Adsorption Capacity (<italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub>) and RE of Adsorbents Tested in This Study\nfor Removal of FA</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">3 h</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col5\" rowsep=\"1\">6 h</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col8\" namest=\"col7\" rowsep=\"1\">48 h</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">order</oasis:entry>\n<oasis:entry align=\"center\">adsorbent<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">maximum RE (%)</oasis:entry>\n<oasis:entry align=\"center\">maximum <italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">maximum RE (%)</oasis:entry>\n<oasis:entry align=\"center\">maximum <italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">maximum RE (%)</oasis:entry>\n<oasis:entry align=\"center\">maximum <italic>q</italic>\n<sub>\n<italic>t</italic>\n</sub> (mg g<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>U6N</oasis:entry>\n<oasis:entry>73.1</oasis:entry>\n<oasis:entry>0.44</oasis:entry>\n<oasis:entry>92.6</oasis:entry>\n<oasis:entry>0.55</oasis:entry>\n<oasis:entry>93.8</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>U6</oasis:entry>\n<oasis:entry>55.4</oasis:entry>\n<oasis:entry>0.35</oasis:entry>\n<oasis:entry>58.5</oasis:entry>\n<oasis:entry>0.37</oasis:entry>\n<oasis:entry>66.9</oasis:entry>\n<oasis:entry>0.42</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>CE</oasis:entry>\n<oasis:entry>55.6</oasis:entry>\n<oasis:entry>0.36</oasis:entry>\n<oasis:entry>76.7</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n<oasis:entry>81.1</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>CD</oasis:entry>\n<oasis:entry>35.6</oasis:entry>\n<oasis:entry>0.23</oasis:entry>\n<oasis:entry>60.8</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>67.2</oasis:entry>\n<oasis:entry>0.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>AC</oasis:entry>\n<oasis:entry>31.2</oasis:entry>\n<oasis:entry>0.19</oasis:entry>\n<oasis:entry>45.3</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry>50.7</oasis:entry>\n<oasis:entry>0.30</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Experimental conditions: adsorbent (20 mg); FA solution (50 mL);\nRT (298 K).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Maximum Adsorption Capacity (q<sub>t</sub>) and RE of Adsorbents Tested in This Study for Removal of FA\n\n| order | adsorbent[^a] | 3 h maximum RE (%) | 3 h maximum q<sub>t</sub> (mg g<sup>–1</sup>) | 6 h maximum RE (%) | 6 h maximum q<sub>t</sub> (mg g<sup>–1</sup>) | 48 h maximum RE (%) | 48 h maximum q<sub>t</sub> (mg g<sup>–1</sup>) |\n|-------|---------------|--------------------|---------------------------------------------|--------------------|---------------------------------------------|----------------------|---------------------------------------------|\n| 1     | U6N           | 73.1               | 0.44                                        | 92.6               | 0.55                                        | 93.8                 | 0.56                                        |\n| 2     | U6            | 55.4               | 0.35                                        | 58.5               | 0.37                                        | 66.9                 | 0.42                                        |\n| 3     | CE            | 55.6               | 0.36                                        | 76.7               | 0.50                                        | 81.1                 | 0.53                                        |\n| 4     | CD            | 35.6               | 0.23                                        | 60.8               | 0.39                                        | 67.2                 | 0.43                                        |\n| 5     | AC            | 31.2               | 0.19                                        | 45.3               | 0.27                                        | 50.7                 | 0.30                                        |\n\n[^a]: Experimental conditions: adsorbent (20 mg); FA solution (50 mL); RT (298 K).", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "etc": [{"property name": "3 h maximum RE", "value": "73.1", "unit": "%", "condition": ""}, {"property name": "3 h maximum q_t", "value": "0.44", "unit": "mg g^–1", "condition": ""}, {"property name": "6 h maximum RE", "value": "92.6", "unit": "%", "condition": ""}, {"property name": "6 h maximum q_t", "value": "0.55", "unit": "mg g^–1", "condition": ""}, {"property name": "48 h maximum RE", "value": "93.8", "unit": "%", "condition": ""}, {"property name": "48 h maximum q_t", "value": "0.56", "unit": "mg g^–1", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "etc": [{"property name": "3 h maximum RE", "value": "55.4", "unit": "%", "condition": ""}, {"property name": "3 h maximum q_t", "value": "0.35", "unit": "mg g^–1", "condition": ""}, {"property name": "6 h maximum RE", "value": "58.5", "unit": "%", "condition": ""}, {"property name": "6 h maximum q_t", "value": "0.37", "unit": "mg g^–1", "condition": ""}, {"property name": "48 h maximum RE", "value": "66.9", "unit": "%", "condition": ""}, {"property name": "48 h maximum q_t", "value": "0.42", "unit": "mg g^–1", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "etc": [{"property name": "3 h maximum RE", "value": "55.6", "unit": "%", "condition": ""}, {"property name": "3 h maximum q_t", "value": "0.36", "unit": "mg g^–1", "condition": ""}, {"property name": "6 h maximum RE", "value": "76.7", "unit": "%", "condition": ""}, {"property name": "6 h maximum q_t", "value": "0.50", "unit": "mg g^–1", "condition": ""}, {"property name": "48 h maximum RE", "value": "81.1", "unit": "%", "condition": ""}, {"property name": "48 h maximum q_t", "value": "0.53", "unit": "mg g^–1", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "etc": [{"property name": "3 h maximum RE", "value": "35.6", "unit": "%", "condition": ""}, {"property name": "3 h maximum q_t", "value": "0.23", "unit": "mg g^–1", "condition": ""}, {"property name": "6 h maximum RE", "value": "60.8", "unit": "%", "condition": ""}, {"property name": "6 h maximum q_t", "value": "0.39", "unit": "mg g^–1", "condition": ""}, {"property name": "48 h maximum RE", "value": "67.2", "unit": "%", "condition": ""}, {"property name": "48 h maximum q_t", "value": "0.43", "unit": "mg g^–1", "condition": ""}]}, {"meta": {"name": "", "symbol": "5", "chemical formula": ""}, "etc": [{"property name": "3 h maximum RE", "value": "31.2", "unit": "%", "condition": ""}, {"property name": "3 h maximum q_t", "value": "0.19", "unit": "mg g^–1", "condition": ""}, {"property name": "6 h maximum RE", "value": "45.3", "unit": "%", "condition": ""}, {"property name": "6 h maximum q_t", "value": "0.27", "unit": "mg g^–1", "condition": ""}, {"property name": "48 h maximum RE", "value": "50.7", "unit": "%", "condition": ""}, {"property name": "48 h maximum q_t", "value": "0.30", "unit": "mg g^–1", "condition": ""}]}], "include_properties": null}, {"idx": 24, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Kinetic Constants for Removal of FA Based on Diverse Kinetic Models</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">parameters</oasis:entry>\n<oasis:entry align=\"center\">U6N</oasis:entry>\n<oasis:entry align=\"center\">U6</oasis:entry>\n<oasis:entry align=\"center\">CE</oasis:entry>\n<oasis:entry align=\"center\">CD</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>kinetic model</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>exp</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>0.42</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n<oasis:entry>0.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>pseudo-first-order</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.59</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>0.48</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>1</sub> (h<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.68</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n<oasis:entry>0.41</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9074</oasis:entry>\n<oasis:entry>0.8936</oasis:entry>\n<oasis:entry>0.8890</oasis:entry>\n<oasis:entry>0.8575</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>pseudo-second-order</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.57</oasis:entry>\n<oasis:entry>0.43</oasis:entry>\n<oasis:entry>0.54</oasis:entry>\n<oasis:entry>0.44</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>2</sub> (g mg<sup>–1</sup> h<sup>–1</sup>)</oasis:entry>\n<oasis:entry>3.13</oasis:entry>\n<oasis:entry>1.90</oasis:entry>\n<oasis:entry>1.85</oasis:entry>\n<oasis:entry>1.33</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9995</oasis:entry>\n<oasis:entry>0.9979</oasis:entry>\n<oasis:entry>0.9986</oasis:entry>\n<oasis:entry>0.9956</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>intraparticle diffusion</oasis:entry>\n<oasis:entry>\n<italic>C</italic>\n</oasis:entry>\n<oasis:entry>0.068</oasis:entry>\n<oasis:entry>0.003</oasis:entry>\n<oasis:entry>0.019</oasis:entry>\n<oasis:entry>0.012</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>ID</sub> (mg/g/h<sup>0.5</sup>)</oasis:entry>\n<oasis:entry>0.20</oasis:entry>\n<oasis:entry>0.16</oasis:entry>\n<oasis:entry>0.19</oasis:entry>\n<oasis:entry>0.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9677</oasis:entry>\n<oasis:entry>0.9329</oasis:entry>\n<oasis:entry>0.9930</oasis:entry>\n<oasis:entry>0.9786</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Elovich</oasis:entry>\n<oasis:entry>α (mg g<sup>–1</sup> min<sup>–1</sup>)</oasis:entry>\n<oasis:entry>1.92</oasis:entry>\n<oasis:entry>0.65</oasis:entry>\n<oasis:entry>1.06</oasis:entry>\n<oasis:entry>0.59</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>β (g mg<sup>–1</sup>)</oasis:entry>\n<oasis:entry>8.75</oasis:entry>\n<oasis:entry>9.56</oasis:entry>\n<oasis:entry>8.79</oasis:entry>\n<oasis:entry>11.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9859</oasis:entry>\n<oasis:entry>0.9659</oasis:entry>\n<oasis:entry>0.9526</oasis:entry>\n<oasis:entry>0.8767</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Kinetic Constants for Removal of FA Based on Diverse Kinetic Models\n\n| kinetic model         | parameters | U6N  | U6   | CE   | CD   |\n|-----------------------|------------|------|------|------|------|\n|                       | q<sub>exp</sub> (mg g<sup>–1</sup>) | 0.56 | 0.42 | 0.53 | 0.43 |\n| pseudo-first-order     | q<sub>e</sub> (mg g<sup>–1</sup>)  | 0.59 | 0.34 | 0.56 | 0.48 |\n|                       | K<sub>1</sub> (h<sup>–1</sup>)     | 0.68 | 0.34 | 0.50 | 0.41 |\n|                       | R<sup>2</sup>                      | 0.9074 | 0.8936 | 0.8890 | 0.8575 |\n| pseudo-second-order    | q<sub>e</sub> (mg g<sup>–1</sup>)  | 0.57 | 0.43 | 0.54 | 0.44 |\n|                       | K<sub>2</sub> (g mg<sup>–1</sup> h<sup>–1</sup>) | 3.13 | 1.90 | 1.85 | 1.33 |\n|                       | R<sup>2</sup>                      | 0.9995 | 0.9979 | 0.9986 | 0.9956 |\n| intraparticle diffusion | C                                  | 0.068 | 0.003 | 0.019 | 0.012 |\n|                       | K<sub>ID</sub> (mg/g/h<sup>0.5</sup>) | 0.20 | 0.16 | 0.19 | 0.15 |\n|                       | R<sup>2</sup>                      | 0.9677 | 0.9329 | 0.9930 | 0.9786 |\n| Elovich               | α (mg g<sup>–1</sup> min<sup>–1</sup>) | 1.92 | 0.65 | 1.06 | 0.59 |\n|                       | β (g mg<sup>–1</sup>)              | 8.75 | 9.56 | 8.79 | 11.0 |\n|                       | R<sup>2</sup>                      | 0.9859 | 0.9659 | 0.9526 | 0.8767 |", "data": [{"meta": {"name": "", "symbol": "U6N", "chemical formula": ""}, "kinetic model": [{"model": "pseudo-first-order", "parameters": [{"parameter": "q_exp", "value": "0.56", "unit": "mg g^-1", "condition": ""}, {"parameter": "q_e", "value": "0.59", "unit": "mg g^-1", "condition": ""}, {"parameter": "K_1", "value": "0.68", "unit": "h^-1", "condition": ""}, {"parameter": "R^2", "value": "0.9074", "unit": "", "condition": ""}]}, {"model": "pseudo-second-order", "parameters": [{"parameter": "q_e", "value": "0.57", "unit": "mg g^-1", "condition": ""}, {"parameter": "K_2", "value": "3.13", "unit": "g mg^-1 h^-1", "condition": ""}, {"parameter": "R^2", "value": "0.9995", "unit": "", "condition": ""}]}, {"model": "intraparticle diffusion", "parameters": [{"parameter": "C", "value": "0.068", "unit": "", "condition": ""}, {"parameter": "K_ID", "value": "0.20", "unit": "mg/g/h^0.5", "condition": ""}, {"parameter": "R^2", "value": "0.9677", "unit": "", "condition": ""}]}, {"model": "Elovich", "parameters": [{"parameter": "alpha", "value": "1.92", "unit": "mg g^-1 min^-1", "condition": ""}, {"parameter": "beta", "value": "8.75", "unit": "g mg^-1", "condition": ""}, {"parameter": "R^2", "value": "0.9859", "unit": "", "condition": ""}]}]}, {"meta": {"name": "", "symbol": "U6", "chemical formula": ""}, "kinetic model": [{"model": "pseudo-first-order", "parameters": [{"parameter": "q_exp", "value": "0.42", "unit": "mg g^-1", "condition": ""}, {"parameter": "q_e", "value": "0.34", "unit": "mg g^-1", "condition": ""}, {"parameter": "K_1", "value": "0.34", "unit": "h^-1", "condition": ""}, {"parameter": "R^2", "value": "0.8936", "unit": "", "condition": ""}]}, {"model": "pseudo-second-order", "parameters": [{"parameter": "q_e", "value": "0.43", "unit": "mg g^-1", "condition": ""}, {"parameter": "K_2", "value": "1.90", "unit": "g mg^-1 h^-1", "condition": ""}, {"parameter": "R^2", "value": "0.9979", "unit": "", "condition": ""}]}, {"model": "intraparticle diffusion", "parameters": [{"parameter": "C", "value": "0.003", "unit": "", "condition": ""}, {"parameter": "K_ID", "value": "0.16", "unit": "mg/g/h^0.5", "condition": ""}, {"parameter": "R^2", "value": "0.9329", "unit": "", "condition": ""}]}, {"model": "Elovich", "parameters": [{"parameter": "alpha", "value": "0.65", "unit": "mg g^-1 min^-1", "condition": ""}, {"parameter": "beta", "value": "9.56", "unit": "g mg^-1", "condition": ""}, {"parameter": "R^2", "value": "0.9659", "unit": "", "condition": ""}]}]}, {"meta": {"name": "", "symbol": "CE", "chemical formula": ""}, "kinetic model": [{"model": "pseudo-first-order", "parameters": [{"parameter": "q_exp", "value": "0.53", "unit": "mg g^-1", "condition": ""}, {"parameter": "q_e", "value": "0.56", "unit": "mg g^-1", "condition": ""}, {"parameter": "K_1", "value": "0.50", "unit": "h^-1", "condition": ""}, {"parameter": "R^2", "value": "0.8890", "unit": "", "condition": ""}]}, {"model": "pseudo-second-order", "parameters": [{"parameter": "q_e", "value": "0.54", "unit": "mg g^-1", "condition": ""}, {"parameter": "K_2", "value": "1.85", "unit": "g mg^-1 h^-1", "condition": ""}, {"parameter": "R^2", "value": "0.9986", "unit": "", "condition": ""}]}, {"model": "intraparticle diffusion", "parameters": [{"parameter": "C", "value": "0.019", "unit": "", "condition": ""}, {"parameter": "K_ID", "value": "0.19", "unit": "mg/g/h^0.5", "condition": ""}, {"parameter": "R^2", "value": "0.9930", "unit": "", "condition": ""}]}, {"model": "Elovich", "parameters": [{"parameter": "alpha", "value": "1.06", "unit": "mg g^-1 min^-1", "condition": ""}, {"parameter": "beta", "value": "8.79", "unit": "g mg^-1", "condition": ""}, {"parameter": "R^2", "value": "0.9526", "unit": "", "condition": ""}]}]}, {"meta": {"name": "", "symbol": "CD", "chemical formula": ""}, "kinetic model": [{"model": "pseudo-first-order", "parameters": [{"parameter": "q_exp", "value": "0.43", "unit": "mg g^-1", "condition": ""}, {"parameter": "q_e", "value": "0.48", "unit": "mg g^-1", "condition": ""}, {"parameter": "K_1", "value": "0.41", "unit": "h^-1", "condition": ""}, {"parameter": "R^2", "value": "0.8575", "unit": "", "condition": ""}]}, {"model": "pseudo-second-order", "parameters": [{"parameter": "q_e", "value": "0.44", "unit": "mg g^-1", "condition": ""}, {"parameter": "K_2", "value": "1.33", "unit": "g mg^-1 h^-1", "condition": ""}, {"parameter": "R^2", "value": "0.9956", "unit": "", "condition": ""}]}, {"model": "intraparticle diffusion", "parameters": [{"parameter": "C", "value": "0.012", "unit": "", "condition": ""}, {"parameter": "K_ID", "value": "0.15", "unit": "mg/g/h^0.5", "condition": ""}, {"parameter": "R^2", "value": "0.9786", "unit": "", "condition": ""}]}, {"model": "Elovich", "parameters": [{"parameter": "alpha", "value": "0.59", "unit": "mg g^-1 min^-1", "condition": ""}, {"parameter": "beta", "value": "11.0", "unit": "g mg^-1", "condition": ""}, {"parameter": "R^2", "value": "0.8767", "unit": "", "condition": ""}]}]}], "include_properties": null}, {"idx": 28, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Adsorption Isotherm Model Constants\nfor the Four MOF/COP Adsorbents Tested for Removal of FA from Water\nAcross Varying Concentration Levels</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">isotherm model</oasis:entry>\n<oasis:entry align=\"center\">parameters</oasis:entry>\n<oasis:entry align=\"center\">U6N</oasis:entry>\n<oasis:entry align=\"center\">U6</oasis:entry>\n<oasis:entry align=\"center\">CE</oasis:entry>\n<oasis:entry align=\"center\">CD</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Langmuir</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>m</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.75</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>1.80</oasis:entry>\n<oasis:entry>1.26</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>L</sub> (L/mg)</oasis:entry>\n<oasis:entry>106</oasis:entry>\n<oasis:entry>30.3</oasis:entry>\n<oasis:entry>23.7</oasis:entry>\n<oasis:entry>7.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9979</oasis:entry>\n<oasis:entry>0.9940</oasis:entry>\n<oasis:entry>0.9951</oasis:entry>\n<oasis:entry>0.9840</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>L</sub>\n</oasis:entry>\n<oasis:entry>0.04</oasis:entry>\n<oasis:entry>0.14</oasis:entry>\n<oasis:entry>0.17</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Freundlich</oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>F</sub> (mg/g)(L/mg)<sup>1/<italic>n</italic>\n</sup>\n</oasis:entry>\n<oasis:entry>1.04</oasis:entry>\n<oasis:entry>1.14</oasis:entry>\n<oasis:entry>4.52</oasis:entry>\n<oasis:entry>2.03</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>1/<italic>n</italic>\n</oasis:entry>\n<oasis:entry>0.25</oasis:entry>\n<oasis:entry>0.41</oasis:entry>\n<oasis:entry>0.58</oasis:entry>\n<oasis:entry>0.65</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9068</oasis:entry>\n<oasis:entry>0.7507</oasis:entry>\n<oasis:entry>0.9782</oasis:entry>\n<oasis:entry>0.9337</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Temkin</oasis:entry>\n<oasis:entry>\n<italic>A</italic>\n<sub>T</sub> (L/mg)</oasis:entry>\n<oasis:entry>10 219</oasis:entry>\n<oasis:entry>357</oasis:entry>\n<oasis:entry>415</oasis:entry>\n<oasis:entry>106</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>B</italic> (kJ/mol)</oasis:entry>\n<oasis:entry>0.09</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry>0.31</oasis:entry>\n<oasis:entry>0.24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9446</oasis:entry>\n<oasis:entry>0.8686</oasis:entry>\n<oasis:entry>0.9569</oasis:entry>\n<oasis:entry>0.9920</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Dubinin–Radushkevich</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>m</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.75</oasis:entry>\n<oasis:entry>0.71</oasis:entry>\n<oasis:entry>1.83</oasis:entry>\n<oasis:entry>1.18</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>DR</sub> (mol<sup>2</sup>/kJ<sup>2</sup>)</oasis:entry>\n<oasis:entry>5 × 10<sup>–9</sup>\n</oasis:entry>\n<oasis:entry>1 × 10<sup>–8</sup>\n</oasis:entry>\n<oasis:entry>1 × 10<sup>–8</sup>\n</oasis:entry>\n<oasis:entry>2 × 10<sup>–8</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>E</italic> (kJ/mol)</oasis:entry>\n<oasis:entry>10 000</oasis:entry>\n<oasis:entry>7071</oasis:entry>\n<oasis:entry>7071</oasis:entry>\n<oasis:entry>5000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9566</oasis:entry>\n<oasis:entry>0.8922</oasis:entry>\n<oasis:entry>0.9971</oasis:entry>\n<oasis:entry>0.9909</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Elovich</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>m</sub> (mg/g)</oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n<oasis:entry>0.25</oasis:entry>\n<oasis:entry>0.76</oasis:entry>\n<oasis:entry>0.68</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>E</sub> (L/mg)</oasis:entry>\n<oasis:entry>6146</oasis:entry>\n<oasis:entry>70.9</oasis:entry>\n<oasis:entry>72.6</oasis:entry>\n<oasis:entry>15.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.8998</oasis:entry>\n<oasis:entry>0.5516</oasis:entry>\n<oasis:entry>0.9906</oasis:entry>\n<oasis:entry>0.8472</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Adsorption Isotherm Model Constants for the Four MOF/COP Adsorbents Tested for Removal of FA from Water Across Varying Concentration Levels\n\n| isotherm model       | parameters | U6N   | U6    | CE   | CD   |\n|----------------------|------------|-------|-------|------|------|\n| Langmuir             | q<sub>m</sub> (mg g<sup>–1</sup>) | 0.75  | 0.56  | 1.80 | 1.26 |\n|                      | K<sub>L</sub> (L/mg) | 106   | 30.3  | 23.7 | 7.43 |\n|                      | R<sup>2</sup> | 0.9979 | 0.9940 | 0.9951 | 0.9840 |\n|                      | R<sub>L</sub> | 0.04  | 0.14  | 0.17 | 0.39 |\n| Freundlich           | K<sub>F</sub> (mg/g)(L/mg)<sup>1/n</sup> | 1.04  | 1.14  | 4.52 | 2.03 |\n|                      | 1/n        | 0.25  | 0.41  | 0.58 | 0.65 |\n|                      | R<sup>2</sup> | 0.9068 | 0.7507 | 0.9782 | 0.9337 |\n| Temkin               | A<sub>T</sub> (L/mg) | 10 219 | 357   | 415  | 106  |\n|                      | B (kJ/mol) | 0.09  | 0.11  | 0.31 | 0.24 |\n|                      | R<sup>2</sup> | 0.9446 | 0.8686 | 0.9569 | 0.9920 |\n| Dubinin–Radushkevich | q<sub>m</sub> (mg g<sup>–1</sup>) | 0.75  | 0.71  | 1.83 | 1.18 |\n|                      | K<sub>DR</sub> (mol<sup>2</sup>/kJ<sup>2</sup>) | 5 × 10<sup>–9</sup> | 1 × 10<sup>–8</sup> | 1 × 10<sup>–8</sup> | 2 × 10<sup>–8</sup> |\n|                      | E (kJ/mol) | 10 000 | 7071  | 7071 | 5000 |\n|                      | R<sup>2</sup> | 0.9566 | 0.8922 | 0.9971 | 0.9909 |\n| Elovich              | q<sub>m</sub> (mg/g) | 0.13  | 0.25  | 0.76 | 0.68 |\n|                      | K<sub>E</sub> (L/mg) | 6146  | 70.9  | 72.6 | 15.9 |\n|                      | R<sup>2</sup> | 0.8998 | 0.5516 | 0.9906 | 0.8472 |", "data": [{"meta": {"name": "U6N", "symbol": "", "chemical formula": ""}, "isotherm model": [{"model": "Langmuir", "parameters": [{"parameter": "q_m", "value": "0.75", "unit": "mg g^–1"}, {"parameter": "K_L", "value": "106", "unit": "L/mg"}, {"parameter": "R^2", "value": "0.9979", "unit": ""}, {"parameter": "R_L", "value": "0.04", "unit": ""}]}, {"model": "Freundlich", "parameters": [{"parameter": "K_F", "value": "1.04", "unit": "mg/g)(L/mg)^(1/n)"}, {"parameter": "1/n", "value": "0.25", "unit": ""}, {"parameter": "R^2", "value": "0.9068", "unit": ""}]}, {"model": "Temkin", "parameters": [{"parameter": "A_T", "value": "10,219", "unit": "L/mg"}, {"parameter": "B", "value": "0.09", "unit": "kJ/mol"}, {"parameter": "R^2", "value": "0.9446", "unit": ""}]}, {"model": "Dubinin–Radushkevich", "parameters": [{"parameter": "q_m", "value": "0.75", "unit": "mg g^–1"}, {"parameter": "K_DR", "value": "5 × 10^–9", "unit": "mol^2/kJ^2"}, {"parameter": "E", "value": "10,000", "unit": "kJ/mol"}, {"parameter": "R^2", "value": "0.9566", "unit": ""}]}, {"model": "Elovich", "parameters": [{"parameter": "q_m", "value": "0.13", "unit": "mg/g"}, {"parameter": "K_E", "value": "6146", "unit": "L/mg"}, {"parameter": "R^2", "value": "0.8998", "unit": ""}]}]}, {"meta": {"name": "U6", "symbol": "", "chemical formula": ""}, "isotherm model": [{"model": "Langmuir", "parameters": [{"parameter": "q_m", "value": "0.56", "unit": "mg g^–1"}, {"parameter": "K_L", "value": "30.3", "unit": "L/mg"}, {"parameter": "R^2", "value": "0.9940", "unit": ""}, {"parameter": "R_L", "value": "0.14", "unit": ""}]}, {"model": "Freundlich", "parameters": [{"parameter": "K_F", "value": "1.14", "unit": "mg/g)(L/mg)^(1/n)"}, {"parameter": "1/n", "value": "0.41", "unit": ""}, {"parameter": "R^2", "value": "0.7507", "unit": ""}]}, {"model": "Temkin", "parameters": [{"parameter": "A_T", "value": "357", "unit": "L/mg"}, {"parameter": "B", "value": "0.11", "unit": "kJ/mol"}, {"parameter": "R^2", "value": "0.8686", "unit": ""}]}, {"model": "Dubinin–Radushkevich", "parameters": [{"parameter": "q_m", "value": "0.71", "unit": "mg g^–1"}, {"parameter": "K_DR", "value": "1 × 10^–8", "unit": "mol^2/kJ^2"}, {"parameter": "E", "value": "7071", "unit": "kJ/mol"}, {"parameter": "R^2", "value": "0.8922", "unit": ""}]}, {"model": "Elovich", "parameters": [{"parameter": "q_m", "value": "0.25", "unit": "mg/g"}, {"parameter": "K_E", "value": "70.9", "unit": "L/mg"}, {"parameter": "R^2", "value": "0.5516", "unit": ""}]}]}, {"meta": {"name": "CE", "symbol": "", "chemical formula": ""}, "isotherm model": [{"model": "Langmuir", "parameters": [{"parameter": "q_m", "value": "1.80", "unit": "mg g^–1"}, {"parameter": "K_L", "value": "23.7", "unit": "L/mg"}, {"parameter": "R^2", "value": "0.9951", "unit": ""}, {"parameter": "R_L", "value": "0.17", "unit": ""}]}, {"model": "Freundlich", "parameters": [{"parameter": "K_F", "value": "4.52", "unit": "mg/g)(L/mg)^(1/n)"}, {"parameter": "1/n", "value": "0.58", "unit": ""}, {"parameter": "R^2", "value": "0.9782", "unit": ""}]}, {"model": "Temkin", "parameters": [{"parameter": "A_T", "value": "415", "unit": "L/mg"}, {"parameter": "B", "value": "0.31", "unit": "kJ/mol"}, {"parameter": "R^2", "value": "0.9569", "unit": ""}]}, {"model": "Dubinin–Radushkevich", "parameters": [{"parameter": "q_m", "value": "1.83", "unit": "mg g^–1"}, {"parameter": "K_DR", "value": "1 × 10^–8", "unit": "mol^2/kJ^2"}, {"parameter": "E", "value": "7071", "unit": "kJ/mol"}, {"parameter": "R^2", "value": "0.9971", "unit": ""}]}, {"model": "Elovich", "parameters": [{"parameter": "q_m", "value": "0.76", "unit": "mg/g"}, {"parameter": "K_E", "value": "72.6", "unit": "L/mg"}, {"parameter": "R^2", "value": "0.9906", "unit": ""}]}]}, {"meta": {"name": "CD", "symbol": "", "chemical formula": ""}, "isotherm model": [{"model": "Langmuir", "parameters": [{"parameter": "q_m", "value": "1.26", "unit": "mg g^–1"}, {"parameter": "K_L", "value": "7.43", "unit": "L/mg"}, {"parameter": "R^2", "value": "0.9840", "unit": ""}, {"parameter": "R_L", "value": "0.39", "unit": ""}]}, {"model": "Freundlich", "parameters": [{"parameter": "K_F", "value": "2.03", "unit": "mg/g)(L/mg)^(1/n)"}, {"parameter": "1/n", "value": "0.65", "unit": ""}, {"parameter": "R^2", "value": "0.9337", "unit": ""}]}, {"model": "Temkin", "parameters": [{"parameter": "A_T", "value": "106", "unit": "L/mg"}, {"parameter": "B", "value": "0.24", "unit": "kJ/mol"}, {"parameter": "R^2", "value": "0.9920", "unit": ""}]}, {"model": "Dubinin–Radushkevich", "parameters": [{"parameter": "q_m", "value": "1.18", "unit": "mg g^–1"}, {"parameter": "K_DR", "value": "2 × 10^–8", "unit": "mol^2/kJ^2"}, {"parameter": "E", "value": "5000", "unit": "kJ/mol"}, {"parameter": "R^2", "value": "0.9909", "unit": ""}]}, {"model": "Elovich", "parameters": [{"parameter": "q_m", "value": "0.68", "unit": "mg/g"}, {"parameter": "K_E", "value": "15.9", "unit": "L/mg"}, {"parameter": "R^2", "value": "0.8472", "unit": ""}]}]}], "include_properties": null}, {"idx": 31, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Summary of Adsorption Capacities and\nRemoval Efficiencies of FA: Comparison between the Present and Previous\nStudies</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"11\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col10\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col11\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col2\" namest=\"col1\" rowsep=\"1\">adsorbent\nmaterials</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col3\" rowsep=\"1\">FA</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">name</oasis:entry>\n<oasis:entry align=\"center\">mass (mg)</oasis:entry>\n<oasis:entry align=\"center\">solvent</oasis:entry>\n<oasis:entry align=\"center\">concentration (ng μL<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">volume (mL)</oasis:entry>\n<oasis:entry align=\"center\">temp (°C)</oasis:entry>\n<oasis:entry align=\"center\">time (h)</oasis:entry>\n<oasis:entry align=\"center\">RE (%)</oasis:entry>\n<oasis:entry align=\"center\">q (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">PC<xref ref-type=\"table-fn\" rid=\"t4fn4\"></xref> (mg g<sup>–1</sup> mM<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">references</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>U-AC<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref>\n</oasis:entry>\n<oasis:entry>500</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>35</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>240</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N1-AC<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref>\n</oasis:entry>\n<oasis:entry>500</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>32</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>240</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.14</oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N2-AC<xref ref-type=\"table-fn\" rid=\"t4fn1\"></xref>\n</oasis:entry>\n<oasis:entry>500</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>32</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>240</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.21</oasis:entry>\n<oasis:entry>0.20</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>alumina nanoparticles<xref ref-type=\"table-fn\" rid=\"t4fn2\"></xref>\n</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>250</oasis:entry>\n<oasis:entry>200</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>97</oasis:entry>\n<oasis:entry>411</oasis:entry>\n<oasis:entry>1.96</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref19\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n<xref ref-type=\"table-fn\" rid=\"t4fn3\"></xref>\n</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>DMF</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>81.5</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>75.0</oasis:entry>\n<oasis:entry>41.7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref15\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>U6N</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>94</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>1143</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>U6</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>67</oasis:entry>\n<oasis:entry>0.42</oasis:entry>\n<oasis:entry>152</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CE</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>81</oasis:entry>\n<oasis:entry>0.53</oasis:entry>\n<oasis:entry>324</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CD</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>67</oasis:entry>\n<oasis:entry>0.43</oasis:entry>\n<oasis:entry>155</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>AC</oasis:entry>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>51</oasis:entry>\n<oasis:entry>0.30</oasis:entry>\n<oasis:entry>76.7</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t4fn1\">\n<label>a</label>\n<p>U-AC was nitrated with concentrated sulfuric acid and\nnitric acid for 24 h and then reduced with hydrochloric acid and iron\npowder for 30 min (N1-AC) and 60 min (N2-AC).</p>\n</fn>\n<fn id=\"t4fn2\">\n<label>b</label>\n<p>The sorbent full name is DNPH-modified γ-Al<sub>2</sub>O<sub>3</sub> nanoparticles.</p>\n</fn>\n<fn id=\"t4fn3\">\n<label>c</label>\n<p>The sorbent full name is [[Zn<sub>4</sub>O­(C<sub>24</sub>H<sub>15</sub>N<sub>6</sub>O<sub>6</sub>)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·6H<sub>2</sub>O·DMF]<sub>\n<italic>n</italic>\n</sub>.</p>\n</fn>\n<fn id=\"t4fn4\">\n<label>d</label>\n<p>The PC value was\ncalculated by dividing the maximum adsorption capacity (mg g<sup>–1</sup>) by the final concentration (mM = mmol/L) of FA.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Summary of Adsorption Capacities and Removal Efficiencies of FA: Comparison between the Present and Previous Studies\n\n| adsorbent materials | FA mass (mg) | solvent | FA concentration (ng μL–1) | volume (mL) | temp (°C) | time (h) | RE (%) | q (mg g–1) | PC (mg g–1 mM–1) | references |\n|---------------------|--------------|---------|----------------------------|-------------|-----------|----------|--------|-----------|------------------|------------|\n| U-AC[^a]            | 500          |         | 35                         | 100         | 25        | 240      |        | 0.13      | 0.11             | [55]       |\n| N1-AC[^a]           | 500          |         | 32                         | 100         | 25        | 240      |        | 0.14      | 0.13             | [55]       |\n| N2-AC[^a]           | 500          |         | 32                         | 100         | 25        | 240      |        | 0.21      | 0.20             | [55]       |\n| alumina nanoparticles[^b] | 100  | water   | 250                        | 200         |           | 1        | 97     | 411       | 1.96             | [19]       |\n| 1[^c]               | 50           | DMF     | 100                        | 81.5        | 25        | 24       |        | 75.0      | 41.7             | [15]       |\n| U6N                 | 20           | water   | 0.2                        | 50          | 25        | 48       | 94     | 0.56      | 1143             | this study |\n| U6                  | 20           | water   | 0.2                        | 50          | 25        | 48       | 67     | 0.42      | 152              | this study |\n| CE                  | 20           | water   | 0.2                        | 50          | 25        | 48       | 81     | 0.53      | 324              | this study |\n| CD                  | 20           | water   | 0.2                        | 50          | 25        | 48       | 67     | 0.43      | 155              | this study |\n| AC                  | 20           | water   | 0.2                        | 50          | 25        | 48       | 51     | 0.30      | 76.7             | this study |\n\n[^a]: U-AC was nitrated with concentrated sulfuric acid and nitric acid for 24 h and then reduced with hydrochloric acid and iron powder for 30 min (N1-AC) and 60 min (N2-AC).\n[^b]: The sorbent full name is DNPH-modified γ-Al2O3 nanoparticles.\n[^c]: The sorbent full name is [[Zn4O­(C24H15N6O6)2(H2O)2]·6H2O·DMF]n.\n[^d]: The PC value was calculated by dividing the maximum adsorption capacity (mg g–1) by the final concentration (mM = mmol/L) of FA.", "data": [{"meta": {"name": "U-AC", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbent materials": "U-AC", "FA mass": "500", "solvent": "", "FA concentration": "35", "volume": "100", "temp": "25°C", "time": "240h", "RE": "", "q": "0.13", "PC": "0.11", "references": "[55]"}]}, {"meta": {"name": "N1-AC", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbent materials": "N1-AC", "FA mass": "500", "solvent": "", "FA concentration": "32", "volume": "100", "temp": "25°C", "time": "240h", "RE": "", "q": "0.14", "PC": "0.13", "references": "[55]"}]}, {"meta": {"name": "N2-AC", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbent materials": "N2-AC", "FA mass": "500", "solvent": "", "FA concentration": "32", "volume": "100", "temp": "25°C", "time": "240h", "RE": "", "q": "0.21", "PC": "0.20", "references": "[55]"}]}, {"meta": {"name": "alumina nanoparticles", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbent materials": "alumina nanoparticles", "FA mass": "100", "solvent": "water", "FA concentration": "250", "volume": "200", "temp": "", "time": "1h", "RE": "97", "q": "411", "PC": "1.96", "references": "[19]"}]}, {"meta": {"name": "1", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbent materials": "1", "FA mass": "50", "solvent": "DMF", "FA concentration": "100", "volume": "81.5", "temp": "25°C", "time": "24h", "RE": "", "q": "75.0", "PC": "41.7", "references": "[15]"}]}, {"meta": {"name": "U6N", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbent materials": "U6N", "FA mass": "20", "solvent": "water", "FA concentration": "0.2", "volume": "50", "temp": "25°C", "time": "48h", "RE": "94", "q": "0.56", "PC": "1143", "references": "this study"}]}, {"meta": {"name": "U6", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbent materials": "U6", "FA mass": "20", "solvent": "water", "FA concentration": "0.2", "volume": "50", "temp": "25°C", "time": "48h", "RE": "67", "q": "0.42", "PC": "152", "references": "this study"}]}, {"meta": {"name": "CE", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbent materials": "CE", "FA mass": "20", "solvent": "water", "FA concentration": "0.2", "volume": "50", "temp": "25°C", "time": "48h", "RE": "81", "q": "0.53", "PC": "324", "references": "this study"}]}, {"meta": {"name": "CD", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbent materials": "CD", "FA mass": "20", "solvent": "water", "FA concentration": "0.2", "volume": "50", "temp": "25°C", "time": "48h", "RE": "67", "q": "0.43", "PC": "155", "references": "this study"}]}, {"meta": {"name": "AC", "symbol": "", "chemical formula": ""}, "adsorption": [{"adsorbent materials": "AC", "FA mass": "20", "solvent": "water", "FA concentration": "0.2", "volume": "50", "temp": "25°C", "time": "48h", "RE": "51", "q": "0.30", "PC": "76.7", "references": "this study"}]}], "include_properties": null}, {"idx": 42, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl5\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Stepwise Enthalpy Values of Adsorption (kJ mol<sup>–1</sup>) for the Loading of FA on Different Active Sites\nof Adsorbents<xref ref-type=\"table-fn\" rid=\"t5fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col3\" rowsep=\"1\">number\nof adsorbed molecules</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">substrate</oasis:entry>\n<oasis:entry align=\"center\">active sites</oasis:entry>\n<oasis:entry align=\"center\">1</oasis:entry>\n<oasis:entry align=\"center\">2</oasis:entry>\n<oasis:entry align=\"center\">3</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CD</oasis:entry>\n<oasis:entry>amine groups</oasis:entry>\n<oasis:entry>–32.3 (2.83)</oasis:entry>\n<oasis:entry>–12.3 (2.77)</oasis:entry>\n<oasis:entry>–4.21 (2.61)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CE</oasis:entry>\n<oasis:entry>amine groups</oasis:entry>\n<oasis:entry>–45.5 (2.88)</oasis:entry>\n<oasis:entry>–10.7 (2.65)</oasis:entry>\n<oasis:entry>–8.65 (2.62)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>U6N</oasis:entry>\n<oasis:entry>metal–clusters</oasis:entry>\n<oasis:entry>–272.4 (5.43)</oasis:entry>\n<oasis:entry>–29.9 (5.51)</oasis:entry>\n<oasis:entry>+77.7 (6.17)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>amine groups</oasis:entry>\n<oasis:entry>+17.1 (2.66)</oasis:entry>\n<oasis:entry>–73.6 (2.82)</oasis:entry>\n<oasis:entry>–10.6 (2.79)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>U6</oasis:entry>\n<oasis:entry>metal–clusters</oasis:entry>\n<oasis:entry>–19.3 (5.49)</oasis:entry>\n<oasis:entry>+66.9 (6.20)</oasis:entry>\n<oasis:entry>+93.4 (6.29)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t5fn1\">\n<label>a</label>\n<p>The values in parentheses indicate distance between FA and active\ncenters (Å).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 5. Stepwise Enthalpy Values of Adsorption (kJ mol–1) for the Loading of FA on Different Active Sites of Adsorbents[^a]\n\n| substrate | active sites | number of adsorbed molecules | 1 | 2 | 3 |\n|-----------|--------------|-------------------------------|---|---|---|\n| CD        | amine groups | –32.3 (2.83)                  | –12.3 (2.77) | –4.21 (2.61) |\n| CE        | amine groups | –45.5 (2.88)                  | –10.7 (2.65) | –8.65 (2.62) |\n| U6N       | metal–clusters | –272.4 (5.43)                | –29.9 (5.51) | +77.7 (6.17) |\n|           | amine groups | +17.1 (2.66)                 | –73.6 (2.82) | –10.6 (2.79) |\n| U6        | metal–clusters | –19.3 (5.49)                 | +66.9 (6.20) | +93.4 (6.29) |\n\n[^a]: The values in parentheses indicate distance between FA and active centers (Å).", "data": [{"meta": {"name": "CD", "symbol": "", "chemical formula": ""}, "adsorption": [{"active sites": "amine groups", "number of adsorbed molecules": "-32.3 (2.83)", "step 1": "-12.3 (2.77)", "step 2": "-4.21 (2.61)", "step 3": ""}]}, {"meta": {"name": "CE", "symbol": "", "chemical formula": ""}, "adsorption": [{"active sites": "amine groups", "number of adsorbed molecules": "-45.5 (2.88)", "step 1": "-10.7 (2.65)", "step 2": "-8.65 (2.62)", "step 3": ""}]}, {"meta": {"name": "U6N", "symbol": "", "chemical formula": ""}, "adsorption": [{"active sites": "metal–clusters", "number of adsorbed molecules": "-272.4 (5.43)", "step 1": "-29.9 (5.51)", "step 2": "+77.7 (6.17)", "step 3": ""}, {"active sites": "amine groups", "number of adsorbed molecules": "+17.1 (2.66)", "step 1": "-73.6 (2.82)", "step 2": "-10.6 (2.79)", "step 3": ""}]}, {"meta": {"name": "U6", "symbol": "", "chemical formula": ""}, "adsorption": [{"active sites": "metal–clusters", "number of adsorbed molecules": "-19.3 (5.49)", "step 1": "+66.9 (6.20)", "step 2": "+93.4 (6.29)", "step 3": ""}]}], "include_properties": ["energy_related"]}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Kinetic plots of U6, U6N, CD, CE, and AC for the adsorption of aqueous\nFA: (a) adsorption capacity (mg g<sup>–1</sup>) of adsorbents\nand (b) removal percentage (%) of adsorbents. (The error bar indicates\nstandard deviation of the measurement.)</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-17479r_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Kinetic plots of U6, U6N, CD, CE, and AC for the adsorption of aqueous FA: (a) adsorption capacity (mg g-1) of adsorbents and (b) removal percentage (%) of adsorbents. (The error bar indicates standard deviation of the measurement.)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM images of four tested\nporous materials (MOFs/COPs): comparison between (a) before and (b)\nafter adsorption experiments.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-17479r_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM images of four tested porous materials (MOFs/COPs): comparison between (a) before and (b) after adsorption experiments.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Comparison of PXRD patterns of four tested materials, (a) U6, (b)\nU6N, (c) CD, and (d) CE before (original) and after adsorption.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-17479r_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Comparison of PXRD patterns of four tested materials, (a) U6, (b) U6N, (c) CD, and (d) CE before (original) and after adsorption.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Comparison of FTIR patterns of MOFs [(a) U6\nand (b) U6N] and COPs [(c) CD, and (d) CE] before (black) and after\n(red) adsorption of FA.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-17479r_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Comparison of FTIR patterns of MOFs [(a) U6 and (b) U6N] and COPs [(c) CD, and (d) CE] before (black) and after (red) adsorption of FA.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Maximum removal\nefficiencies of FA by MOFs (U6N and U6) and COPs (CE and CD) over\n10 cycles of adsorption–desorption.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-17479r_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Maximum removal efficiencies of FA by MOFs (U6N and U6) and COPs (CE and CD) over 10 cycles of adsorption-desorption.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.8b17479", "title": null, "journal": "American Chemical\nSociety", "date": "2018.12", "author_list": ["Vellingiri\nKowsalya", "Deng\nYa-Xin", "Kim\nKi-Hyun", "Jiang\nJheng-Jie", "Kim\nTaejin", "Shang\nJin", "Ahn\nWha-Seung", "Kukkar\nDeepak", "Boukhvalov\nDanil W."]}}