{"filepath": "../L2M3_data/1_application_papers/acs_xml/am8b04106.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\nseparation and purification of light hydrocarbons is challenging in\nthe industry. Recently, a ZJNU-30 metal–organic framework (MOF)\nhas been found to have the potential for adsorption-based separation\nof olefins and diolefins with four carbon atoms [H. M. Liu et al. <italic>Chem.Eur. J</italic>. <bold>2016</bold>, <italic>22</italic>, 14988–14997]. Our study corroborates this finding but reveals\nFe-MOF-74 as a more efficient candidate for the separation because\nof the open metal sites. We performed adsorption-based separation,\ntransient breakthrough curves, and density functional theory calculations.\nThis combination of techniques provides an extensive understanding\nof the studied system. Using this MOF, we propose a separation scheme\nto obtain a high-purity product.</p>", "clean_text": "The separation and purification of light hydrocarbons is challenging in the industry. Recently, a ZJNU-30 metal-organic framework (MOF) has been found to have the potential for adsorption-based separation of olefins and diolefins with four carbon atoms [H. M. Liu et al. Chem.Eur. J. 2016, 22, 14988-14997]. Our study corroborates this finding but reveals Fe-MOF-74 as a more efficient candidate for the separation because of the open metal sites. We performed adsorption-based separation, transient breakthrough curves, and density functional theory calculations. This combination of techniques provides an extensive understanding of the studied system. Using this MOF, we propose a separation scheme to obtain a high-purity product.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The C4 olefin separation is an industrially\nimportant task. 1-Butene is used as comonomer for high density polyethylene\nand linear low density polyethylene resins and butylene oxide products. It is also a source for heavier olefins by the\nmetathesis reaction. 1-Butene is typically produced by stream-cracking\nand refinery processes, but these techniques\ngenerate the four isomers of butene (1-butene, 2-<italic>cis</italic>-butene, 2-<italic>trans</italic>-butene, and isobutene) as well\nas 1,3-butadiene. The latter is an industrial chemical used in the\nproduction of rubbers. The separation of 1-butene from the other C4\nalkenes by distillation is difficult and less energy-efficient because of their similar boiling points and physical\nproperties. The boiling points of 1-butene and isobutene are particularly\nclose to each other, and this is the reason for which chemical separation\nprocesses such as acid catalysis are needed. An alternative purification method is pressure swing adsorption,\nusing porous adsorbents to separate gas mixtures either thermodynamically\nor kinetically. Zeolites are being widely studied\nfor the separation of 1-butene from liquid or gas-phase C4 feed streams. Zeolite RUB-41 (RRO) has been reported for separation\nof 1-butene from 2-butenes in the liquid phase because 2-butenes are\nmore efficiently packed inside the pores than 1-butene. There are also experimental and theoretical studies\nusing metal–organic frameworks (MOFs) and zeolitic imidazolate\nframeworks for this process. Despite the efforts, obtaining high-purity 1-butene\nis still challenging nowadays.</p>", "clean_text": "Introduction\n\nThe C4 olefin separation is an industrially important task. 1-Butene is used as comonomer for high density polyethylene and linear low density polyethylene resins and butylene oxide products. It is also a source for heavier olefins by the metathesis reaction. 1-Butene is typically produced by stream-cracking and refinery processes, but these techniques generate the four isomers of butene (1-butene, 2-cis-butene, 2-trans-butene, and isobutene) as well as 1,3-butadiene. The latter is an industrial chemical used in the production of rubbers. The separation of 1-butene from the other C4 alkenes by distillation is difficult and less energy-efficient because of their similar boiling points and physical properties. The boiling points of 1-butene and isobutene are particularly close to each other, and this is the reason for which chemical separation processes such as acid catalysis are needed. An alternative purification method is pressure swing adsorption, using porous adsorbents to separate gas mixtures either thermodynamically or kinetically. Zeolites are being widely studied for the separation of 1-butene from liquid or gas-phase C4 feed streams. Zeolite RUB-41 (RRO) has been reported for separation of 1-butene from 2-butenes in the liquid phase because 2-butenes are more efficiently packed inside the pores than 1-butene. There are also experimental and theoretical studies using metal-organic frameworks (MOFs) and zeolitic imidazolate frameworks for this process. Despite the efforts, obtaining high-purity 1-butene is still challenging nowadays.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Recently, MOF ZJNU-30 has been\nsynthetized and reported for butene separation. Also, MOFs with open metal sites (OMS) have been proved\nsuccessful for the separation of saturated and unsaturated hydrocarbons\nbecause of high interactions between OMS and unsaturated hydrocarbons\nby the π bond. MOF-74 has been proposed for\nethane/ethene and propane/propene separation both experimentally and theoretically, and Fe-MOF-74 was targeted for\nbutene isomer separation using density functional theory (DFT) calculations. A recent review on C4 hydrocarbon separations\nusing microporous materials concludes\nthat most studies on these separations are focused on single-component\ngas adsorption experiments (up to 100 kPa). However, operating pressures\nin industrial processes are usually higher to minimize costs. With\nthis in mind, we aimed here at gaining insights into the performance\nof ZJNU-30 and Fe-MOF-74 for butene-efficient competitive adsorption\nand separation. To this end, we used molecular simulation techniques\nas well as DFT. These methods are detailed in the next section. The\nresults are comprehensively discussed below and lead to a promising\nadsorptive-based proposal for extracting high-purity 1-butene at ambient\ntemperatures and pressures up to 1000 kPa.</p>", "clean_text": "Recently, MOF ZJNU-30 has been synthetized and reported for butene separation. Also, MOFs with open metal sites (OMS) have been proved successful for the separation of saturated and unsaturated hydrocarbons because of high interactions between OMS and unsaturated hydrocarbons by the π bond. MOF-74 has been proposed for ethane/ethene and propane/propene separation both experimentally and theoretically, and Fe-MOF-74 was targeted for butene isomer separation using density functional theory (DFT) calculations. A recent review on C4 hydrocarbon separations using microporous materials concludes that most studies on these separations are focused on single-component gas adsorption experiments (up to 100 kPa). However, operating pressures in industrial processes are usually higher to minimize costs. With this in mind, we aimed here at gaining insights into the performance of ZJNU-30 and Fe-MOF-74 for butene-efficient competitive adsorption and separation. To this end, we used molecular simulation techniques as well as DFT. These methods are detailed in the next section. The results are comprehensively discussed below and lead to a promising adsorptive-based proposal for extracting high-purity 1-butene at ambient temperatures and pressures up to 1000 kPa.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<title>Methods</title><p>Adsorption isotherms are calculated using Monte Carlo simulations\nin the Grand canonical ensemble (GCMC), where chemical potential,\nvolume, and temperature are fixed. The chemical potential is related\nto the imposed fugacity, from which the pressure is determined using\nPeng–Robinson equation of the state. We perform 2 × 10<sup>5</sup> production runs after 10<sup>4</sup> cycles of initialization for pure component isotherms and\n5 × 10<sup>5</sup> production runs for multicomponent isotherms\nto ensure an equilibrium fluctuation around a mean value of loading\nof adsorbates. The heat of adsorption (<italic>Q</italic>\n<sub>st</sub>) is calculated using the Widom particle insertion method in the NVT ensemble, using 5 × 10<sup>5</sup> and 5 ×\n10<sup>4</sup> cycles for equilibration and production runs. All these\nsimulations were conducted at ambient temperature using RASPA code. The structures are modeled as rigid crystals with the framework\natoms placed in the crystallographic positions. For the unsaturated\nhydrocarbons, we used united atom models. The CH<sub>3</sub>, CH<sub>2</sub>, and CH groups are described\nas single-interaction centers with their own effective potentials.\nAdsorbates are modeled as nonpolar molecules, and the possible effects\nof polarizability caused by the OMS and charge transfer are taken\ninto account in Lennard-Jones (L-J) parameters. We used standard Lorentz–Berthelot\n(L–B) mixing rules for guest–guest interactions and\nspecific parameters developed in previous works for host–guest interactions. The latter were obtained by\nfitting to experimental data with starting parameters calculated from\nL–B mixing rules and parameters given in DREIDING and UFF for the\nframework atoms and the metal sites, respectively. Indeed, studied\nMOFs without OMS were defined simply using these both generic force\nfields. As can be seen in Figure S1 of the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">Supporting Information</ext-link>, the specific set of parameters accurately reproduces\nthe experimental adsorption isotherms of the available olefins in\nCu-BTC and M-MOF-74 (M = Co, Fe, Mn, and Ni). Used force-field parameters\nfor MOF-74 are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">Table S1</ext-link>. For\nthe adsorption of these compounds in zeolites, we used the force field\nreported by Liu et al. We provide in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">Figure S2</ext-link> a comparison between experimental and\nsimulated isotherms of C4 olefins and diolefins in zeolites. We also\nperformed energy minimizations for Fe-MOF-74 filling with about 18\nmolecules per unit cell to obtain the preferred site of adsorption.\nTo this aim, we used Baker’s method\nin the NVT ensemble. We performed molecular dynamics (MD) simulations\nin the NVT ensemble to study the mobility of a single molecule of\nthe adsorbate in the structure. To this aim, we located the molecule\nin (a) the small cage, (b) the large cage, and (c) the medium-sized\ncage in ZJNU-30. We used 10<sup>8</sup> MD steps for the production\nrun and time step intervals of 1 fs after 10<sup>5</sup> equilibration\ncycles.</p>", "clean_text": "Methods\n\nAdsorption isotherms are calculated using Monte Carlo simulations in the Grand canonical ensemble (GCMC), where chemical potential, volume, and temperature are fixed. The chemical potential is related to the imposed fugacity, from which the pressure is determined using Peng-Robinson equation of the state. We perform 2 × 105 production runs after 104 cycles of initialization for pure component isotherms and 5 × 105 production runs for multicomponent isotherms to ensure an equilibrium fluctuation around a mean value of loading of adsorbates. The heat of adsorption (Q st) is calculated using the Widom particle insertion method in the NVT ensemble, using 5 × 105 and 5 × 104 cycles for equilibration and production runs. All these simulations were conducted at ambient temperature using RASPA code. The structures are modeled as rigid crystals with the framework atoms placed in the crystallographic positions. For the unsaturated hydrocarbons, we used united atom models. The CH3, CH2, and CH groups are described as single-interaction centers with their own effective potentials. Adsorbates are modeled as nonpolar molecules, and the possible effects of polarizability caused by the OMS and charge transfer are taken into account in Lennard-Jones (L-J) parameters. We used standard Lorentz-Berthelot (L-B) mixing rules for guest-guest interactions and specific parameters developed in previous works for host-guest interactions. The latter were obtained by fitting to experimental data with starting parameters calculated from L-B mixing rules and parameters given in DREIDING and UFF for the framework atoms and the metal sites, respectively. Indeed, studied MOFs without OMS were defined simply using these both generic force fields. As can be seen in Figure S1 of the Supporting Information, the specific set of parameters accurately reproduces the experimental adsorption isotherms of the available olefins in Cu-BTC and M-MOF-74 (M = Co, Fe, Mn, and Ni). Used force-field parameters for MOF-74 are listed in Table S1. For the adsorption of these compounds in zeolites, we used the force field reported by Liu et al. We provide in Figure S2 a comparison between experimental and simulated isotherms of C4 olefins and diolefins in zeolites. We also performed energy minimizations for Fe-MOF-74 filling with about 18 molecules per unit cell to obtain the preferred site of adsorption. To this aim, we used Baker's method in the NVT ensemble. We performed molecular dynamics (MD) simulations in the NVT ensemble to study the mobility of a single molecule of the adsorbate in the structure. To this aim, we located the molecule in (a) the small cage, (b) the large cage, and (c) the medium-sized cage in ZJNU-30. We used 108 MD steps for the production run and time step intervals of 1 fs after 105 equilibration cycles.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The adsorption of butene isomers on Fe-MOF-74 has been\nstudied within DFT using the Vienna ab initio simulation package (VASP)\ncode, employing the generalized gradient approximation with the Perdew–Burke–Ernzerhof\nexchange–correlation functional and projector-augmented wave potentials. An effective Hubbard correction of 2 eV has been used to describe\nthe localized Fe 3d orbitals using Dudarev’s approach. This value has recently shown to give structures\nin very good agreement with experiments for hydrocarbons adsorbed\non Fe-MOF-74. Valence electrons are described\nusing a plane-wave basis set with a cutoff of 500 eV, and the gamma\npoint is used for integrations in the reciprocal space. We used a cell containing 162 atoms (including\n18 metal centers), and we fully relaxed the structure. The calculated\nparameters for the bare Fe-MOF-74 unit cell are <italic>a</italic> = 26.73 Å, <italic>c</italic> = 6.92 Å, α = 90.0,\nβ = 90.0, γ = 120.0, which is in good agreement with previous\ncalculations. The ionic relaxation has\nbeen performed until the Hellmann–Feynman forces were lower\nthan 0.025 eV/Å. van der Waals interactions were taken into account\nthrough the DFT-D2 method of Grimme. To\nstudy the adsorption of butene isomers on Fe-MOF-74, one molecule\nhas been placed in the model, starting from 10 different sensible\ninitial geometries for each molecule. We have checked that both for\nthe bare MOF and after adsorption, intrachain ferromagnetic ordering\nand interchain antiferromagnetic ordering are always preferred.</p>", "clean_text": "The adsorption of butene isomers on Fe-MOF-74 has been studied within DFT using the Vienna ab initio simulation package (VASP) code, employing the generalized gradient approximation with the Perdew-Burke-Ernzerhof exchange-correlation functional and projector-augmented wave potentials. An effective Hubbard correction of 2 eV has been used to describe the localized Fe 3d orbitals using Dudarev's approach. This value has recently shown to give structures in very good agreement with experiments for hydrocarbons adsorbed on Fe-MOF-74. Valence electrons are described using a plane-wave basis set with a cutoff of 500 eV, and the gamma point is used for integrations in the reciprocal space. We used a cell containing 162 atoms (including 18 metal centers), and we fully relaxed the structure. The calculated parameters for the bare Fe-MOF-74 unit cell are a = 26.73 Å, c = 6.92 Å, α = 90.0, β = 90.0, γ = 120.0, which is in good agreement with previous calculations. The ionic relaxation has been performed until the Hellmann-Feynman forces were lower than 0.025 eV/Å. van der Waals interactions were taken into account through the DFT-D2 method of Grimme. To study the adsorption of butene isomers on Fe-MOF-74, one molecule has been placed in the model, starting from 10 different sensible initial geometries for each molecule. We have checked that both for the bare MOF and after adsorption, intrachain ferromagnetic ordering and interchain antiferromagnetic ordering are always preferred.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The efficiency of an adsorbent for a certain separation is determined\nby the selectivity as well as by the adsorption capacity. In this\nsense, we also conducted transient breakthrough simulations to assess\nthe combined effect of both properties. In our simulations, we used\nthe methodology described in the literature and assumed the following: (1) the system is isothermal; (2) there\nis no axial dispersion; (3) radial variations in the concentration\nare negligible compared to axial variations in the bed; (4) mass transfer\nbetween the gas phase and the adsorbed phase can be described by the\neffective linear driving force model; and (5) the gas phase behaves\nas an ideal gas. The equilibrium loadings for components present in\nthe mixture are computed using the ideal adsorption solution theory\n(IAST). The material balance for each component in the gas phase is\ndescribed by .<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"am-2018-04106w_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>∂</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>∂</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>∂</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>u</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>∂</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">P</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">eq</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q̅</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">ads</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "The efficiency of an adsorbent for a certain separation is determined by the selectivity as well as by the adsorption capacity. In this sense, we also conducted transient breakthrough simulations to assess the combined effect of both properties. In our simulations, we used the methodology described in the literature and assumed the following: (1) the system is isothermal; (2) there is no axial dispersion; (3) radial variations in the concentration are negligible compared to axial variations in the bed; (4) mass transfer between the gas phase and the adsorbed phase can be described by the effective linear driving force model; and (5) the gas phase behaves as an ideal gas. The equilibrium loadings for components present in the mixture are computed using the ideal adsorption solution theory (IAST). The material balance for each component in the gas phase is described by . 1       1   R T     ∂   p   i     ∂ t   = -   1   R T     ∂  ( u   p   i   )    ∂ t   -  (   1 - ε   ε   )    ρ   P     k   L , i    (   q   i , eq   -   q̅   i , ads   )      ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The system of equations is discretized in time and space using\nfinite difference approximations and solved step-wise in time. The\nnumerical method of lines with the implicit trapezoidal rule is used\nto perform integration in time.</p>", "clean_text": "The system of equations is discretized in time and space using finite difference approximations and solved step-wise in time. The numerical method of lines with the implicit trapezoidal rule is used to perform integration in time.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The parameters used for breakthrough\nsimulations are as follows: length of packed bed, <italic>L</italic> = 0.3 m; voidage of packed bed, ε = 0.4; superficial gas velocity\nin the inlet, <italic>u</italic> = 0.04 m/s; the framework density\nof the studied MOFs is 1126.7, 1180.5, and 879.1 kg/m<sup>3</sup> for\nFe-MOF-74, Co-MOF-74, and Cu-BTC, respectively.</p>", "clean_text": "The parameters used for breakthrough simulations are as follows: length of packed bed, L = 0.3 m; voidage of packed bed, ε = 0.4; superficial gas velocity in the inlet, u = 0.04 m/s; the framework density of the studied MOFs is 1126.7, 1180.5, and 879.1 kg/m3 for Fe-MOF-74, Co-MOF-74, and Cu-BTC, respectively.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>ZJNU-30 is a Zr-based MOF with a C3-symmetrical trigonal tricarboxylate\nlinker. The structure has a cubic symmetry with cell parameters of\n28.35 Å. This MOF was reported with octahedral and cuboctahedral\ncages of about 14 and 22 Å in diameter, respectively. These two\ncages are interconnected throughout the four-membered windows to form\none-dimensional channels. Apart from\nthe reported cages, our calculations on pore size distribution (PSD)\nrevealed a third cavity of about 7 Å in diameter. a depicts the atomic connectivity\nand the framework cages, and the calculated PSDs are shown in b. As it is apparent\nfrom the average occupation density profiles shown in c, the small cavities that\nwe identified are inaccessible to <italic>n</italic>-butenes but could\nbe useful in other applications. This finding is evidenced for the\nspecific case of 1,3-butadiene given in the left side of c, which shows the\naverage occupation profile obtained by MD simulations for single molecules\nthat are artificially located in the small cages. These molecules\ncannot cross to the other cages. However, a homogeneous occupation\ndistribution is observed when the molecule is initially placed in\nthe large- or medium-sized cages (c right). Hence, the small cages require\nbeing blocked during Monte Carlo runs for these adsorbates. As shown\nin , the simulated\nsingle-component isotherms of 1-butene, 1,3-butadiene, 2-<italic>cis</italic>-butene, and 2-<italic>trans</italic>-butene in the properly blocked\nZJNU-30 structure are in good agreement with experimental data reported\nby Liu et al. A systematical overestimation\nof experimental results would occur if artificial blocks were disregarded\n(inset ).</p>", "clean_text": "Results and Discussion\n\nZJNU-30 is a Zr-based MOF with a C3-symmetrical trigonal tricarboxylate linker. The structure has a cubic symmetry with cell parameters of 28.35 Å. This MOF was reported with octahedral and cuboctahedral cages of about 14 and 22 Å in diameter, respectively. These two cages are interconnected throughout the four-membered windows to form one-dimensional channels. Apart from the reported cages, our calculations on pore size distribution (PSD) revealed a third cavity of about 7 Å in diameter. a depicts the atomic connectivity and the framework cages, and the calculated PSDs are shown in b. As it is apparent from the average occupation density profiles shown in c, the small cavities that we identified are inaccessible to n-butenes but could be useful in other applications. This finding is evidenced for the specific case of 1,3-butadiene given in the left side of c, which shows the average occupation profile obtained by MD simulations for single molecules that are artificially located in the small cages. These molecules cannot cross to the other cages. However, a homogeneous occupation distribution is observed when the molecule is initially placed in the large- or medium-sized cages (c right). Hence, the small cages require being blocked during Monte Carlo runs for these adsorbates. As shown in , the simulated single-component isotherms of 1-butene, 1,3-butadiene, 2-cis-butene, and 2-trans-butene in the properly blocked ZJNU-30 structure are in good agreement with experimental data reported by Liu et al. A systematical overestimation of experimental results would occur if artificial blocks were disregarded (inset ).", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic\nrepresentation of the atomic connectivity of ZJNU-30. Carbon atoms\nin gray, oxygen atoms in red, hydrogen atoms in white, and zirconium\natoms in turquoise. The spheres represent the pore cages. (b) PSD\nof ZJNU-30. (c) Average occupation profiles for ZJNU-30 from MD simulations\nusing one molecule of 1,3-butadiene (left: initial position in small\ncages, right: initial position in large or medium cages).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-04106w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic representation of the atomic connectivity of ZJNU-30. Carbon atoms in gray, oxygen atoms in red, hydrogen atoms in white, and zirconium atoms in turquoise. The spheres represent the pore cages. (b) PSD of ZJNU-30. (c) Average occupation profiles for ZJNU-30 from MD simulations using one molecule of 1,3-butadiene (left: initial position in small cages, right: initial position in large or medium cages).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Calculated (symbols) and experimental isotherms (lines)<xref ref-type=\"bibr\" rid=\"ref14\"></xref> of 2-<italic>cis</italic>-butene (blue), 2-<italic>trans</italic>-butene (red), 1-butene (yellow), and 1,3-butadiene\n(green) in ZJNU-30 at 298 K. Inset figure shows the calculated values\n(symbols) if appropriate pore blocks are disregarded.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-04106w_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Calculated (symbols) and experimental isotherms (lines) of 2-cis-butene (blue), 2-trans-butene (red), 1-butene (yellow), and 1,3-butadiene (green) in ZJNU-30 at 298 K. Inset figure shows the calculated values (symbols) if appropriate pore blocks are disregarded.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>\n shows the adsorption behavior of 1,3-butadiene, 2-<italic>cis</italic>-butene, 2-<italic>trans</italic>-butene, and 1-butene\nin Fe-MOF-74 at ambient temperatures. The single-component adsorption\nisotherms (a) reveal that Fe-MOF-74 exhibits the highest affinity to the diolefin:\nthe onset adsorption fugacity of 1,3-butadiene is about 1 order of\nmagnitude lower than that of the olefins. Among them, the geometrical\nisomer leads to an evident adsorption discrimination, with preferential\nadsorption decreasing in the trend 2-<italic>cis</italic>-butene &gt;\n2-<italic>trans</italic>-butene &gt; 1-butene. This adsorption hierarchy\nis the same as that found in ZJNU-30. The highest affinity of Fe-MOF-74\nto the diolefin is likewise noticeable by the results for the heat\nof adsorption <italic>Q</italic>\n<sub>st</sub>, which are provided\nas a function of loading from isotherms in b. However, the <italic>Q</italic>\n<sub>st</sub> values corresponding to the olefins are quite close. In all the\ncases, the heat of adsorption decreases with the increasing amount\nof adsorbed molecules. The error in <italic>Q</italic>\n<sub>st</sub> is accumulative with the loading, as shown in the error bars. Results\nat low coverage agree well with these obtained using the Widom test-particle\nmethod: −58.2, −51.6, −48.9, and −48.3\nkJ/mol for 1,3-butadiene, 2-<italic>cis</italic>-butene, 2-<italic>trans</italic>-butene, and 1-butene, respectively.</p>", "clean_text": "  shows the adsorption behavior of 1,3-butadiene, 2-cis-butene, 2-trans-butene, and 1-butene in Fe-MOF-74 at ambient temperatures. The single-component adsorption isotherms (a) reveal that Fe-MOF-74 exhibits the highest affinity to the diolefin: the onset adsorption fugacity of 1,3-butadiene is about 1 order of magnitude lower than that of the olefins. Among them, the geometrical isomer leads to an evident adsorption discrimination, with preferential adsorption decreasing in the trend 2-cis-butene > 2-trans-butene > 1-butene. This adsorption hierarchy is the same as that found in ZJNU-30. The highest affinity of Fe-MOF-74 to the diolefin is likewise noticeable by the results for the heat of adsorption Q st, which are provided as a function of loading from isotherms in b. However, the Q st values corresponding to the olefins are quite close. In all the cases, the heat of adsorption decreases with the increasing amount of adsorbed molecules. The error in Q st is accumulative with the loading, as shown in the error bars. Results at low coverage agree well with these obtained using the Widom test-particle method: -58.2, -51.6, -48.9, and -48.3 kJ/mol for 1,3-butadiene, 2-cis-butene, 2-trans-butene, and 1-butene, respectively.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Pure adsorption isotherms\n(symbols) and isotherm fits (lines) and (b) heat of adsorption as\na function of loading of 1,3-butadiene, 1-butene, 2-<italic>cis</italic>-butene, and 2-<italic>trans</italic>-butene in Fe-MOF-74 at 298\nK.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-04106w_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Pure adsorption isotherms (symbols) and isotherm fits (lines) and (b) heat of adsorption as a function of loading of 1,3-butadiene, 1-butene, 2-cis-butene, and 2-trans-butene in Fe-MOF-74 at 298 K.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Kim and Jung provided theoretical calculations, indicating that 1-butene\ncould approach the metal binding sites more closely than the other\nbutene isomers, enabling stronger bonding and π-back-bonding\ninteractions with MOF-74. Potential π complexation is significantly\nhindered sterically for 2-butenes, and hence, their adsorption in\nthe MOF is mainly governed by van der Waals interactions. They observed\nthat steric repulsion follows the trend trans &gt; <italic>cis</italic> &gt; isobutene &gt; 1-butene and concluded MOF-74 to be suitable\nfor separating 1-butene from the other isomers. Liao et al. conducted experimental breakthrough curves for\nan equimolar mixture of butane, 1-butene, isobutene, and 1,3-butadiene\nin Co-MOF-74 and observed a trend in such an order (of citing). They\nprovided experimental evidence that MOF-74 exhibits higher affinity\nto isobutene than to 1-butene. Our DFT calculations show that 1,3-butadiene\nhas higher interactions than 1-butene in concordance with the experimental\nobservations. Additionally, we observed that 1-butene is more stable\nthan 2-butenes. The obtained binding energies are listed in Table\nS2 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">Supporting Information</ext-link> and compared\nwith calculations from the literature. We also found discrepancies in the average distances between the\nFe atom and C<sub>sp<sup>2</sup>\n</sub> but the same trend (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">Table S3</ext-link>). Despite the fact that DFT shows higher\naffinity of 1-butene with the metal center, we observe slight differences\nin the heat of adsorption between the isomers. The pure adsorption\nisotherms (a) show different trends too, and 2-<italic>cis</italic>-butene has\npreferential adsorption. This could be attributed to size effects\nbecause the kinetic diameter of 2-<italic>cis</italic>-butene (4.96\nÅ) is considerably larger than that of 1,3-butadiene (4.31 Å),\n2-<italic>trans</italic>-butene (4.31 Å), and of 1-butene (4.46\nÅ). However, adsorption of 2-<italic>trans</italic>-butene is surprisingly favored in relation to 1-butene. This could\nbe explained in terms of a second preferential adsorption site for\n2-<italic>trans</italic>-butene, which is evident from the average\noccupation profiles and energy minimizations at saturation conditions\ndepicted in a,b. The new site of adsorption is due to a combination of the size\neffect, the weaker interaction energy, and the distance to the metal\ncenter. This adsorption site is likewise observed for 1,3-butadiene\nbecause of its similar size, but it vanishes for 1-butene and 2-<italic>cis</italic>-butene. Similarly, it was found in Cu-MOF-74 for carbon\ndioxide, with less affinity for the molecule than the other M-MOF-74.\nc shows the equilibrium distances between C<sub>sp<sup>2</sup>\n</sub> and the Fe atom of the MOF, which are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">Table S2</ext-link>.</p>", "clean_text": "Kim and Jung provided theoretical calculations, indicating that 1-butene could approach the metal binding sites more closely than the other butene isomers, enabling stronger bonding and π-back-bonding interactions with MOF-74. Potential π complexation is significantly hindered sterically for 2-butenes, and hence, their adsorption in the MOF is mainly governed by van der Waals interactions. They observed that steric repulsion follows the trend trans > cis > isobutene > 1-butene and concluded MOF-74 to be suitable for separating 1-butene from the other isomers. Liao et al. conducted experimental breakthrough curves for an equimolar mixture of butane, 1-butene, isobutene, and 1,3-butadiene in Co-MOF-74 and observed a trend in such an order (of citing). They provided experimental evidence that MOF-74 exhibits higher affinity to isobutene than to 1-butene. Our DFT calculations show that 1,3-butadiene has higher interactions than 1-butene in concordance with the experimental observations. Additionally, we observed that 1-butene is more stable than 2-butenes. The obtained binding energies are listed in Table S2 in the Supporting Information and compared with calculations from the literature. We also found discrepancies in the average distances between the Fe atom and Csp2  but the same trend (Table S3). Despite the fact that DFT shows higher affinity of 1-butene with the metal center, we observe slight differences in the heat of adsorption between the isomers. The pure adsorption isotherms (a) show different trends too, and 2-cis-butene has preferential adsorption. This could be attributed to size effects because the kinetic diameter of 2-cis-butene (4.96 Å) is considerably larger than that of 1,3-butadiene (4.31 Å), 2-trans-butene (4.31 Å), and of 1-butene (4.46 Å). However, adsorption of 2-trans-butene is surprisingly favored in relation to 1-butene. This could be explained in terms of a second preferential adsorption site for 2-trans-butene, which is evident from the average occupation profiles and energy minimizations at saturation conditions depicted in a,b. The new site of adsorption is due to a combination of the size effect, the weaker interaction energy, and the distance to the metal center. This adsorption site is likewise observed for 1,3-butadiene because of its similar size, but it vanishes for 1-butene and 2-cis-butene. Similarly, it was found in Cu-MOF-74 for carbon dioxide, with less affinity for the molecule than the other M-MOF-74. c shows the equilibrium distances between Csp2  and the Fe atom of the MOF, which are listed in Table S2.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Average occupation profiles (b) and\nequilibrium positions from classical minimizations at saturation conditions\nand (c) equilibrium distances between C<sub>sp<sup>2</sup>\n</sub> and\nthe metal center of the structure from DFT calculations. From top\nto bottom: 1,3-butadiene, 1-butene, 2-<italic>cis</italic>-butene,\nand 2-<italic>trans</italic>-butene in Fe-MOF-74.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-04106w_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Average occupation profiles (b) and equilibrium positions from classical minimizations at saturation conditions and (c) equilibrium distances between Csp2  and the metal center of the structure from DFT calculations. From top to bottom: 1,3-butadiene, 1-butene, 2-cis-butene, and 2-trans-butene in Fe-MOF-74.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>In addition to the study carried out for Fe-MOF-74, we calculated\npure-component adsorption isotherms of 1,3-butadiene, 2-<italic>cis</italic>-butene, 2-<italic>trans</italic>-butene, and 1-butene in Co-MOF-74\nand Cu-BTC. For the latter, we also calculated the adsorption isotherm\nof butane and isobutene to compare with a recently reported paper\nthat provides the experimental breakthrough for an equimolar mixture\nof 1,3-butadiene, 1-butene, butane, and isobutene. The adsorption isotherms of the single components in Fe-MOF-74,\nCo-MOF-74, and Cu-BTC were fitted using the Langmuir–Freundlich\ndual-site model (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">Figures S3 and S4</ext-link>). The\nfitting parameters are listed in Tables S3–S5 in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">Supporting Information</ext-link>. We performed breakthrough\ncalculations of the mentioned mixture for Cu-BTC and the four-component\nequimolar mixture of 1,3-butadiene, 2-<italic>cis</italic>-butene,\n2-<italic>trans</italic>-butene, and 1-butene in Cu-BTC, Co-MOF-74,\nand Fe-MOF-74 at total pressure of 100 kPa. We obtained for Cu-BTC\nthe following adsorption hierarchy: butane &gt; 1-butene &gt; isobutene\n&gt; 1,3-butadiene (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">Figure S5</ext-link>). This finding\nis in agreement with the experimental breakthrough reported for the\nsame mixture. The sequence of the calculated\nbreakthrough (, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">S5, and S6</ext-link>) on the three structures\nis 1-butene &gt; 2-<italic>trans</italic>-butene &gt; 2-<italic>cis</italic>-butene &gt; 1,3-butadiene, which matches with the above reported\ncompetitive adsorption of the mixture.</p>", "clean_text": "In addition to the study carried out for Fe-MOF-74, we calculated pure-component adsorption isotherms of 1,3-butadiene, 2-cis-butene, 2-trans-butene, and 1-butene in Co-MOF-74 and Cu-BTC. For the latter, we also calculated the adsorption isotherm of butane and isobutene to compare with a recently reported paper that provides the experimental breakthrough for an equimolar mixture of 1,3-butadiene, 1-butene, butane, and isobutene. The adsorption isotherms of the single components in Fe-MOF-74, Co-MOF-74, and Cu-BTC were fitted using the Langmuir-Freundlich dual-site model (Figures S3 and S4). The fitting parameters are listed in Tables S3-S5 in the Supporting Information. We performed breakthrough calculations of the mentioned mixture for Cu-BTC and the four-component equimolar mixture of 1,3-butadiene, 2-cis-butene, 2-trans-butene, and 1-butene in Cu-BTC, Co-MOF-74, and Fe-MOF-74 at total pressure of 100 kPa. We obtained for Cu-BTC the following adsorption hierarchy: butane > 1-butene > isobutene > 1,3-butadiene (Figure S5). This finding is in agreement with the experimental breakthrough reported for the same mixture. The sequence of the calculated breakthrough (, S5, and S6) on the three structures is 1-butene > 2-trans-butene > 2-cis-butene > 1,3-butadiene, which matches with the above reported competitive adsorption of the mixture.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Transient breakthrough\nsimulations for the separation of an equimolar multicomponent mixture\nof 1,3-butadiene, 1-butene, 2-<italic>cis</italic>-butene, and 2-<italic>trans</italic>-butene in Fe-MOF-74 at 298 K.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-04106w_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Transient breakthrough simulations for the separation of an equimolar multicomponent mixture of 1,3-butadiene, 1-butene, 2-cis-butene, and 2-trans-butene in Fe-MOF-74 at 298 K.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The adsorption selectivity <italic>S</italic>\n<sub>AB</sub> = (<italic>x</italic>\n<sub>A</sub>/<italic>y</italic>\n<sub>A</sub>)/(<italic>x</italic>\n<sub>B</sub>/<italic>y</italic>\n<sub>B</sub>)\ngauges if a material exhibits selective adsorption for the component\nA over B. This value is calculated in a straightforward manner from\nthe molar fractions in the adsorbed phase (<italic>x</italic>\n<sub>A</sub>, <italic>x</italic>\n<sub>B</sub>) and the molar fractions\nin the bulk phase (<italic>y</italic>\n<sub>A</sub>, <italic>y</italic>\n<sub>B</sub>).  depicts adsorption selectivities of ZJNU-30 and Fe-MOF-74 calculated\nfrom the equimolar four-component mixture of 1-butene, butadiene,\n2-<italic>cis</italic>-butene, and 2-<italic>trans</italic>-butene\nat 298 K. The adsorption loadings from the multicomponent mixture\nin Fe-MOF-74 were obtained by conducting GCMC simulations using a\nspecifically developed force field. For\nZJNU-30, we used IAST and pure-component experimental\nisotherms provided by Liu et al. We found\nadsorption selectivity to be independent of pressure in ZJNU-30 and\nto reach the highest values at low pressure (from 0.1 to 10 Pa) in\nFe-MOF-74. This is ascribed to the differences in the onset pressures\nof adsorption of the compounds in this MOF. In , we plot the adsorption selectivity at 10\nkPa. We choose this value because it is a practical operational condition\nand, at this pressure, the loadings are already large enough to obtain\nreliable adsorption selectivity. ZJNU-30 and Fe-MOF-74 favor the adsorption\nfor different butene isomers. The adsorption selectivity in Fe-MOF-74\nis always in favor of the diolefin, whereas ZJNU-30 preferentially\nadsorbs the cis- and trans- isomers. In both structures, the cis-/trans-selectivity\nis similar, and the less adsorbed component is 1-butane for Fe-MOF-74\nand the diolefin for ZJNU-30.</p>", "clean_text": "The adsorption selectivity S AB = (x A/y A)/(x B/y B) gauges if a material exhibits selective adsorption for the component A over B. This value is calculated in a straightforward manner from the molar fractions in the adsorbed phase (x A, x B) and the molar fractions in the bulk phase (y A, y B).  depicts adsorption selectivities of ZJNU-30 and Fe-MOF-74 calculated from the equimolar four-component mixture of 1-butene, butadiene, 2-cis-butene, and 2-trans-butene at 298 K. The adsorption loadings from the multicomponent mixture in Fe-MOF-74 were obtained by conducting GCMC simulations using a specifically developed force field. For ZJNU-30, we used IAST and pure-component experimental isotherms provided by Liu et al. We found adsorption selectivity to be independent of pressure in ZJNU-30 and to reach the highest values at low pressure (from 0.1 to 10 Pa) in Fe-MOF-74. This is ascribed to the differences in the onset pressures of adsorption of the compounds in this MOF. In , we plot the adsorption selectivity at 10 kPa. We choose this value because it is a practical operational condition and, at this pressure, the loadings are already large enough to obtain reliable adsorption selectivity. ZJNU-30 and Fe-MOF-74 favor the adsorption for different butene isomers. The adsorption selectivity in Fe-MOF-74 is always in favor of the diolefin, whereas ZJNU-30 preferentially adsorbs the cis- and trans- isomers. In both structures, the cis-/trans-selectivity is similar, and the less adsorbed component is 1-butane for Fe-MOF-74 and the diolefin for ZJNU-30.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Adsorption selectivity for 2-<italic>cis</italic>-butene/1,3-butadiene, 1,3-butadiene/2-<italic>cis</italic>-butene,\n2-<italic>trans</italic>-butene/1,3-butadiene, 1,3-butadiene/2-<italic>trans</italic>-butene, 2-<italic>cis</italic>-butene/1-butene, 2-<italic>trans</italic>-butene/1-butene, and 2-<italic>cis</italic>-butene/2-<italic>trans</italic>-butene calculated from the a adsorption isotherms\nof equimolar quaternary mixtures in ZJNU-30 and Fe-MOF-74 at 298 K\nand 10 kPa.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2018-04106w_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Adsorption selectivity for 2-cis-butene/1,3-butadiene, 1,3-butadiene/2-cis-butene, 2-trans-butene/1,3-butadiene, 1,3-butadiene/2-trans-butene, 2-cis-butene/1-butene, 2-trans-butene/1-butene, and 2-cis-butene/2-trans-butene calculated from the a adsorption isotherms of equimolar quaternary mixtures in ZJNU-30 and Fe-MOF-74 at 298 K and 10 kPa.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Another interesting finding\nis that Fe-MOF-74 exhibits larger selectivity values than ZJNU-30.\nThe selectivity of 1,3-butadiene over 1-butene is 50 times larger\nin Fe-MOF-74 than in ZJNU-30 because of the higher interaction of\nthe double bond and the metallic center of the structure with OMS.</p>", "clean_text": "Another interesting finding is that Fe-MOF-74 exhibits larger selectivity values than ZJNU-30. The selectivity of 1,3-butadiene over 1-butene is 50 times larger in Fe-MOF-74 than in ZJNU-30 because of the higher interaction of the double bond and the metallic center of the structure with OMS.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Overall, we found Fe-MOF-74 unquestionably more selective than\nZJNU-30 for butene separation. Hence, we can use this MOF to obtain\nhigh-purity 1-butene from C4 feed streams at ambient temperatures\nand operational pressures from 100 to 1000 kPa (). First, Fe-MOF-74 can be used to separate\ndiolefin 1,3-butadiene from the other components of the equimolar\nquaternary mixture (left plot). This MOF is also suitable for the\nseparation of 2-<italic>cis</italic>-butene from the remaining ternary\nmixture of 2-<italic>cis</italic>-butene (24%), 2-<italic>trans</italic>-butene (30%), and 1-butene (46%) (center plot). Finally, the separation\nof 1-butene from 2-<italic>trans</italic>-butene can be satisfactorily\naddressed using RRO zeolite. The competitive adsorption of the 1-butene\n(72%)/2-<italic>trans</italic>-butene (28%) binary mixture in this\nzeolite results in the exclusion of 1-butene yielding a 94% of the\npurity product for the operating conditions (right plot).</p>", "clean_text": "Overall, we found Fe-MOF-74 unquestionably more selective than ZJNU-30 for butene separation. Hence, we can use this MOF to obtain high-purity 1-butene from C4 feed streams at ambient temperatures and operational pressures from 100 to 1000 kPa (). First, Fe-MOF-74 can be used to separate diolefin 1,3-butadiene from the other components of the equimolar quaternary mixture (left plot). This MOF is also suitable for the separation of 2-cis-butene from the remaining ternary mixture of 2-cis-butene (24%), 2-trans-butene (30%), and 1-butene (46%) (center plot). Finally, the separation of 1-butene from 2-trans-butene can be satisfactorily addressed using RRO zeolite. The competitive adsorption of the 1-butene (72%)/2-trans-butene (28%) binary mixture in this zeolite results in the exclusion of 1-butene yielding a 94% of the purity product for the operating conditions (right plot).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Proposed adsorptive-based\nseparation process of 1-butene from the C4 alkene mixture. Multicomponent\nadsorption isotherms in Fe-MOF-74 (a,b) and RRO zeolite (c) at 298\nK. 2-<italic>cis</italic>-Butene (blue), 2-<italic>trans</italic>-butene\n(red), 1-butene (yellow), and 1-3-butadie (green).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2018-04106w_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Proposed adsorptive-based separation process of 1-butene from the C4 alkene mixture. Multicomponent adsorption isotherms in Fe-MOF-74 (a,b) and RRO zeolite (c) at 298 K. 2-cis-Butene (blue), 2-trans-butene (red), 1-butene (yellow), and 1-3-butadie (green).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, MOFs with\nOMs are able to sepatate diolefins from 1-butene, 2-<italic>trans</italic>-butene, and 2-<italic>cis</italic>-butene because of the higher\naffinity with the metal center of the structure. In particular, GCMC\nsimulations and DFT calculations evidence this higher interaction\nfor the diolefin with the Fe atom of MOF-74. The separation between\n2-<italic>cis</italic>-butene from the remaining butene isomers is\ndue to the steric effects. We found a new site of adsorption shown\nby 2-<italic>trans</italic>-butene, which explains its higher saturation\nin the pure adsorption isotherm than for 1-butene. On the basis of\nthese findings, we propose an adsorptive base separation process which\nexplores the ability of MOF-74 to separate the diolefin and 2-<italic>cis</italic>-butene from the studied mixture. We propose the separation\nof remaining compounds (1-butene and 2-<italic>trans</italic>-butene)\nusing zeolite RRO. The hierarchy shown by adsorptive separation is\nsupported by breakthrough curves.</p>", "clean_text": "Conclusions\n\nIn summary, MOFs with OMs are able to sepatate diolefins from 1-butene, 2-trans-butene, and 2-cis-butene because of the higher affinity with the metal center of the structure. In particular, GCMC simulations and DFT calculations evidence this higher interaction for the diolefin with the Fe atom of MOF-74. The separation between 2-cis-butene from the remaining butene isomers is due to the steric effects. We found a new site of adsorption shown by 2-trans-butene, which explains its higher saturation in the pure adsorption isotherm than for 1-butene. On the basis of these findings, we propose an adsorptive base separation process which explores the ability of MOF-74 to separate the diolefin and 2-cis-butene from the studied mixture. We propose the separation of remaining compounds (1-butene and 2-trans-butene) using zeolite RRO. The hierarchy shown by adsorptive separation is supported by breakthrough curves.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at\nDOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.8b04106\">10.1021/acsami.8b04106</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Pure adsorption isotherms in Cu-BTC, M-MOF-74, and zeolites,\nforce-field parameters used in this work, isotherm fitting parameters,\nbinding energies, and breakthrough curves (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.8b04106.  Pure adsorption isotherms in Cu-BTC, M-MOF-74, and zeolites, force-field parameters used in this work, isotherm fitting parameters, binding energies, and breakthrough curves (PDF)   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Pure adsorption isotherms in Cu-BTC, M-MOF-74, and zeolites,\nforce-field parameters used in this work, isotherm fitting parameters,\nbinding energies, and breakthrough curves (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.8b04106/suppl_file/am8b04106_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare no competing\nfinancial interest.</p>", "clean_text": "Pure adsorption isotherms in Cu-BTC, M-MOF-74, and zeolites, force-field parameters used in this work, isotherm fitting parameters, binding energies, and breakthrough curves (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 12, "type": "text", "classification": "property", "content": "<p>\n shows the adsorption behavior of 1,3-butadiene, 2-<italic>cis</italic>-butene, 2-<italic>trans</italic>-butene, and 1-butene\nin Fe-MOF-74 at ambient temperatures. The single-component adsorption\nisotherms (a) reveal that Fe-MOF-74 exhibits the highest affinity to the diolefin:\nthe onset adsorption fugacity of 1,3-butadiene is about 1 order of\nmagnitude lower than that of the olefins. Among them, the geometrical\nisomer leads to an evident adsorption discrimination, with preferential\nadsorption decreasing in the trend 2-<italic>cis</italic>-butene &gt;\n2-<italic>trans</italic>-butene &gt; 1-butene. This adsorption hierarchy\nis the same as that found in ZJNU-30. The highest affinity of Fe-MOF-74\nto the diolefin is likewise noticeable by the results for the heat\nof adsorption <italic>Q</italic>\n<sub>st</sub>, which are provided\nas a function of loading from isotherms in b. However, the <italic>Q</italic>\n<sub>st</sub> values corresponding to the olefins are quite close. In all the\ncases, the heat of adsorption decreases with the increasing amount\nof adsorbed molecules. The error in <italic>Q</italic>\n<sub>st</sub> is accumulative with the loading, as shown in the error bars. Results\nat low coverage agree well with these obtained using the Widom test-particle\nmethod: −58.2, −51.6, −48.9, and −48.3\nkJ/mol for 1,3-butadiene, 2-<italic>cis</italic>-butene, 2-<italic>trans</italic>-butene, and 1-butene, respectively.</p>", "clean_text": "  shows the adsorption behavior of 1,3-butadiene, 2-cis-butene, 2-trans-butene, and 1-butene in Fe-MOF-74 at ambient temperatures. The single-component adsorption isotherms (a) reveal that Fe-MOF-74 exhibits the highest affinity to the diolefin: the onset adsorption fugacity of 1,3-butadiene is about 1 order of magnitude lower than that of the olefins. Among them, the geometrical isomer leads to an evident adsorption discrimination, with preferential adsorption decreasing in the trend 2-cis-butene > 2-trans-butene > 1-butene. This adsorption hierarchy is the same as that found in ZJNU-30. The highest affinity of Fe-MOF-74 to the diolefin is likewise noticeable by the results for the heat of adsorption Q st, which are provided as a function of loading from isotherms in b. However, the Q st values corresponding to the olefins are quite close. In all the cases, the heat of adsorption decreases with the increasing amount of adsorbed molecules. The error in Q st is accumulative with the loading, as shown in the error bars. Results at low coverage agree well with these obtained using the Widom test-particle method: -58.2, -51.6, -48.9, and -48.3 kJ/mol for 1,3-butadiene, 2-cis-butene, 2-trans-butene, and 1-butene, respectively.", "data": [[{"meta": {"name": "Fe-MOF-74", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "adsorption behavior", "value": "", "unit": "", "condition": ""}, {"property name": "affinity to diolefin", "value": "", "unit": "", "condition": ""}, {"property name": "adsorption discrimination", "value": "", "unit": "", "condition": ""}, {"property name": "heat of adsorption", "value": "", "unit": "kJ/mol", "condition": ""}, {"property name": "error in heat of adsorption", "value": "", "unit": "kJ/mol", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic\nrepresentation of the atomic connectivity of ZJNU-30. Carbon atoms\nin gray, oxygen atoms in red, hydrogen atoms in white, and zirconium\natoms in turquoise. The spheres represent the pore cages. (b) PSD\nof ZJNU-30. (c) Average occupation profiles for ZJNU-30 from MD simulations\nusing one molecule of 1,3-butadiene (left: initial position in small\ncages, right: initial position in large or medium cages).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2018-04106w_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic representation of the atomic connectivity of ZJNU-30. Carbon atoms in gray, oxygen atoms in red, hydrogen atoms in white, and zirconium atoms in turquoise. The spheres represent the pore cages. (b) PSD of ZJNU-30. (c) Average occupation profiles for ZJNU-30 from MD simulations using one molecule of 1,3-butadiene (left: initial position in small cages, right: initial position in large or medium cages).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Calculated (symbols) and experimental isotherms (lines)<xref ref-type=\"bibr\" rid=\"ref14\"></xref> of 2-<italic>cis</italic>-butene (blue), 2-<italic>trans</italic>-butene (red), 1-butene (yellow), and 1,3-butadiene\n(green) in ZJNU-30 at 298 K. Inset figure shows the calculated values\n(symbols) if appropriate pore blocks are disregarded.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2018-04106w_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Calculated (symbols) and experimental isotherms (lines) of 2-cis-butene (blue), 2-trans-butene (red), 1-butene (yellow), and 1,3-butadiene (green) in ZJNU-30 at 298 K. Inset figure shows the calculated values (symbols) if appropriate pore blocks are disregarded.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Pure adsorption isotherms\n(symbols) and isotherm fits (lines) and (b) heat of adsorption as\na function of loading of 1,3-butadiene, 1-butene, 2-<italic>cis</italic>-butene, and 2-<italic>trans</italic>-butene in Fe-MOF-74 at 298\nK.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2018-04106w_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Pure adsorption isotherms (symbols) and isotherm fits (lines) and (b) heat of adsorption as a function of loading of 1,3-butadiene, 1-butene, 2-cis-butene, and 2-trans-butene in Fe-MOF-74 at 298 K.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Average occupation profiles (b) and\nequilibrium positions from classical minimizations at saturation conditions\nand (c) equilibrium distances between C<sub>sp<sup>2</sup>\n</sub> and\nthe metal center of the structure from DFT calculations. From top\nto bottom: 1,3-butadiene, 1-butene, 2-<italic>cis</italic>-butene,\nand 2-<italic>trans</italic>-butene in Fe-MOF-74.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2018-04106w_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Average occupation profiles (b) and equilibrium positions from classical minimizations at saturation conditions and (c) equilibrium distances between Csp2  and the metal center of the structure from DFT calculations. From top to bottom: 1,3-butadiene, 1-butene, 2-cis-butene, and 2-trans-butene in Fe-MOF-74.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Transient breakthrough\nsimulations for the separation of an equimolar multicomponent mixture\nof 1,3-butadiene, 1-butene, 2-<italic>cis</italic>-butene, and 2-<italic>trans</italic>-butene in Fe-MOF-74 at 298 K.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2018-04106w_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Transient breakthrough simulations for the separation of an equimolar multicomponent mixture of 1,3-butadiene, 1-butene, 2-cis-butene, and 2-trans-butene in Fe-MOF-74 at 298 K.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Adsorption selectivity for 2-<italic>cis</italic>-butene/1,3-butadiene, 1,3-butadiene/2-<italic>cis</italic>-butene,\n2-<italic>trans</italic>-butene/1,3-butadiene, 1,3-butadiene/2-<italic>trans</italic>-butene, 2-<italic>cis</italic>-butene/1-butene, 2-<italic>trans</italic>-butene/1-butene, and 2-<italic>cis</italic>-butene/2-<italic>trans</italic>-butene calculated from the a adsorption isotherms\nof equimolar quaternary mixtures in ZJNU-30 and Fe-MOF-74 at 298 K\nand 10 kPa.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2018-04106w_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Adsorption selectivity for 2-cis-butene/1,3-butadiene, 1,3-butadiene/2-cis-butene, 2-trans-butene/1,3-butadiene, 1,3-butadiene/2-trans-butene, 2-cis-butene/1-butene, 2-trans-butene/1-butene, and 2-cis-butene/2-trans-butene calculated from the a adsorption isotherms of equimolar quaternary mixtures in ZJNU-30 and Fe-MOF-74 at 298 K and 10 kPa.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Proposed adsorptive-based\nseparation process of 1-butene from the C4 alkene mixture. Multicomponent\nadsorption isotherms in Fe-MOF-74 (a,b) and RRO zeolite (c) at 298\nK. 2-<italic>cis</italic>-Butene (blue), 2-<italic>trans</italic>-butene\n(red), 1-butene (yellow), and 1-3-butadie (green).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2018-04106w_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Proposed adsorptive-based separation process of 1-butene from the C4 alkene mixture. Multicomponent adsorption isotherms in Fe-MOF-74 (a,b) and RRO zeolite (c) at 298 K. 2-cis-Butene (blue), 2-trans-butene (red), 1-butene (yellow), and 1-3-butadie (green).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.8b04106", "title": null, "journal": "American\nChemical Society", "date": "2018.04", "author_list": ["Luna-Triguero\nA.", "Vicent-Luna\nJ. M.", "Poursaeidesfahani\nA.", "Vlugt\nT. J. H.", "Sánchez-de-Armas\nR.", "Gómez-Álvarez\nP.", "Calero\nS."]}}