{"filepath": "../L2M3_data/1_application_papers/acs_xml/am9b05564.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Cobalt–manganese\nlayered double hydroxide (CoMn-LDH) has\nbeen known as a highly desired cathode material used with an alkaline\nelectrolyte. However, the layered double hydroxide structure is unstable\nand changes almost instantly in alkaline solution due to the instability\nof a manganese­(III) ion. Thus, it is important to investigate the\ntrue active phase for designing efficient electrode materials. In\nthis work, the metal–organic framework is used as a templating\nprecursor to derive CoMn-LDH from three different manganese solutions,\nnamely, MnSO<sub>4</sub>, Mn­(NO<sub>3</sub>)<sub>2</sub>, and MnCl<sub>2</sub>. Anions in the solutions participate in the derivation process\nand strongly affect the layer structure, phase transformation process,\nand charge storage properties of the resulting materials. CoMn-LDH\nsynthesized from manganese sulfate solution exhibits the largest interlayer\nspacing of 1.08 nm, and more interestingly, the layered structure\ncan well be retained in KOH solution, while the other two synthesized\nfrom manganese chloride and nitrate solutions transform into the spinel\nstructure. As a cathode material, it delivers a high areal capacity\nof 582.07 mC/cm<sup>2</sup> at 2 mA/cm<sup>2</sup>\n<sub>,</sub> which\nis about 100% higher than those of the other two samples. The present\nwork explores the active phase of CoMn-LDH in the alkaline electrolyte\nand proposes a potential mechanism of the phase transformation, which\nprovides insights into understanding and designing of the active electrode\nmaterials for stable and high-performing supercapacitors in an alkaline\nenvironment.</p>", "clean_text": "Cobalt-manganese layered double hydroxide (CoMn-LDH) has been known as a highly desired cathode material used with an alkaline electrolyte. However, the layered double hydroxide structure is unstable and changes almost instantly in alkaline solution due to the instability of a manganese(III) ion. Thus, it is important to investigate the true active phase for designing efficient electrode materials. In this work, the metal-organic framework is used as a templating precursor to derive CoMn-LDH from three different manganese solutions, namely, MnSO4, Mn(NO3)2, and MnCl2. Anions in the solutions participate in the derivation process and strongly affect the layer structure, phase transformation process, and charge storage properties of the resulting materials. CoMn-LDH synthesized from manganese sulfate solution exhibits the largest interlayer spacing of 1.08 nm, and more interestingly, the layered structure can well be retained in KOH solution, while the other two synthesized from manganese chloride and nitrate solutions transform into the spinel structure. As a cathode material, it delivers a high areal capacity of 582.07 mC/cm2 at 2 mA/cm2 , which is about 100% higher than those of the other two samples. The present work explores the active phase of CoMn-LDH in the alkaline electrolyte and proposes a potential mechanism of the phase transformation, which provides insights into understanding and designing of the active electrode materials for stable and high-performing supercapacitors in an alkaline environment.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Supercapacitors, as one\nimportant type of energy storage device,\npossess the advantages of high power density, long cycle life, and\nfast charge–discharge rates. They, however, suffer from the\ngenerally lower energy density, compared with rechargeable batteries. There is a considerable amount of research works that focus on improving\nthe capacitance/capacity of active electrode materials, to increase\nthe energy density and overall performance of the final devices. Compared to the electrostatic double layer capacitor (EDLC) materials,\nsuch as those carbon-based materials exhibiting high power density\nbut limited energy density, the redox-active materials show a greater\ncapability to store charges through faradic reactions. Therefore, by integrating an appropriate EDLC-type electrode and\none or more redox-active electrode materials, the resultant asymmetric\nsupercapacitors can deliver both relatively high energy and power\ndensity. Among the electrochemical active metal compounds,\n2D layered hydroxide materials are promising candidates of electrode\nmaterials, which can be attributed to the following advantages: (1)\nThe redox reactions occur largely on the metal hydroxide surface with\na less change in the crystal structure, leading to a higher reaction\nrate than other battery-type materials. (2) Owing to the large <italic>d</italic>-spacing, electrolyte ions\nare able to travel through between layers more freely than in 3D bulk\nmaterials. (3) The 2D thin layer structure also provides a large surface\narea and maximizes the number of exposed active sites. Benefiting from these structural\nfeatures, layered metal hydroxides can lead to both high energy and\npower density.</p>", "clean_text": "Introduction\n\nSupercapacitors, as one important type of energy storage device, possess the advantages of high power density, long cycle life, and fast charge-discharge rates. They, however, suffer from the generally lower energy density, compared with rechargeable batteries. There is a considerable amount of research works that focus on improving the capacitance/capacity of active electrode materials, to increase the energy density and overall performance of the final devices. Compared to the electrostatic double layer capacitor (EDLC) materials, such as those carbon-based materials exhibiting high power density but limited energy density, the redox-active materials show a greater capability to store charges through faradic reactions. Therefore, by integrating an appropriate EDLC-type electrode and one or more redox-active electrode materials, the resultant asymmetric supercapacitors can deliver both relatively high energy and power density. Among the electrochemical active metal compounds, 2D layered hydroxide materials are promising candidates of electrode materials, which can be attributed to the following advantages: (1) The redox reactions occur largely on the metal hydroxide surface with a less change in the crystal structure, leading to a higher reaction rate than other battery-type materials. (2) Owing to the large d-spacing, electrolyte ions are able to travel through between layers more freely than in 3D bulk materials. (3) The 2D thin layer structure also provides a large surface area and maximizes the number of exposed active sites. Benefiting from these structural features, layered metal hydroxides can lead to both high energy and power density.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Layered double hydroxides (LDHs) exhibit a layer-by-layer\ncrystal\nstructure involving two types of metal ions in the oxidation states\nof 2+ and 3+. Each metal atom occupies the center of the octahedron\nwith the hydroxyls at the edges. The octahedra share edges and form\na flat layer. The excess positive charges in the layer attract the\nanion groups into the space between layers. The interlayer spacing will thus be affected by the size of inserted\nanion groups. Cobalt–manganese\nlayered double hydroxide has been proven to be a desired cathode material\nin the KOH electrolyte. In Zhao et al.’s work, for example,\nCoMn-LDH was synthesized by coprecipitation of Mn and Co ions in alkaline\nsolution. The resultant capacitance can reach 1079 F/g at 2.1 A/g\n(mass loading, ∼0.5 mg/cm<sup>2</sup>), which is higher than\nthat of CoAl-LDH. DFT calculations have demonstrated that Mn and Co\n3d orbitals possess good hybridization with O 2p orbitals forming\nthe well-organized structure for electron hopping. Wang et al. synthesized CoMn-LDH nanoflakes with a capacitance\nof 633.4 F/g at 1 A/g (mass loading, ∼1 mg/cm<sup>2</sup>),\nand they observed that the enhanced interlayer spacing can increase\nthe specific capacitance. Su et al. also\nsynthesized the CoMn-LDH nanoneedle on nickel foam through a hydrothermal\nstrategy with excellent performance. However,\nmanganese-based hydroxide is not stable and tends to form other crystal\nstructures in alkaline solution. Similar\nissues regarding the “true catalyst” and “precatalyst”\nfor various materials have drawn attention in electrocatalysis. Nevertheless, the “true active material” of CoMn-LDH\nin KOH for a supercapacitor has not been studied, to the best of our\nknowledge. Therefore, it is crucial to find out the real working materials\nand their effects on the supercapacitor behavior.</p>", "clean_text": "Layered double hydroxides (LDHs) exhibit a layer-by-layer crystal structure involving two types of metal ions in the oxidation states of 2+ and 3+. Each metal atom occupies the center of the octahedron with the hydroxyls at the edges. The octahedra share edges and form a flat layer. The excess positive charges in the layer attract the anion groups into the space between layers. The interlayer spacing will thus be affected by the size of inserted anion groups. Cobalt-manganese layered double hydroxide has been proven to be a desired cathode material in the KOH electrolyte. In Zhao et al.'s work, for example, CoMn-LDH was synthesized by coprecipitation of Mn and Co ions in alkaline solution. The resultant capacitance can reach 1079 F/g at 2.1 A/g (mass loading, ~0.5 mg/cm2), which is higher than that of CoAl-LDH. DFT calculations have demonstrated that Mn and Co 3d orbitals possess good hybridization with O 2p orbitals forming the well-organized structure for electron hopping. Wang et al. synthesized CoMn-LDH nanoflakes with a capacitance of 633.4 F/g at 1 A/g (mass loading, ~1 mg/cm2), and they observed that the enhanced interlayer spacing can increase the specific capacitance. Su et al. also synthesized the CoMn-LDH nanoneedle on nickel foam through a hydrothermal strategy with excellent performance. However, manganese-based hydroxide is not stable and tends to form other crystal structures in alkaline solution. Similar issues regarding the \"true catalyst\" and \"precatalyst\" for various materials have drawn attention in electrocatalysis. Nevertheless, the \"true active material\" of CoMn-LDH in KOH for a supercapacitor has not been studied, to the best of our knowledge. Therefore, it is crucial to find out the real working materials and their effects on the supercapacitor behavior.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs) have been used as both a\nprecursor and template for hydrolysis in secondary metal salt solutions\nto form LDH. The as-synthesized LDH demonstrates varying interlayer\nspacings, affected by the types of metal salts with different anions. Compared to the traditional hydrothermal or coprecipitation method\nfrom two metal salts, the MOF derivation method gives a better control\non the morphology and increases the overall surface area. In addition, the process can be conducted at room temperature, which\nwould benefit the scale-up of synthesis at low cost. During the derivation\nprocess, the metal salt solution shows a weak acidity and dissolves\nthe MOF gradually. The two different\nmetal elements then undergo hydrolysis and form the layered double\nhydroxide in the MOF template. Indeed, a previous study by Jiang et\nal. has demonstrated the effects of the type of metal (cation) in\nthe salts on the resulting morphology of layered double hydroxides. The anion group of metal salts would also affect\nthe structure and properties of the MOF-derived materials, which however\nhave not been well studied.</p>", "clean_text": "Metal-organic frameworks (MOFs) have been used as both a precursor and template for hydrolysis in secondary metal salt solutions to form LDH. The as-synthesized LDH demonstrates varying interlayer spacings, affected by the types of metal salts with different anions. Compared to the traditional hydrothermal or coprecipitation method from two metal salts, the MOF derivation method gives a better control on the morphology and increases the overall surface area. In addition, the process can be conducted at room temperature, which would benefit the scale-up of synthesis at low cost. During the derivation process, the metal salt solution shows a weak acidity and dissolves the MOF gradually. The two different metal elements then undergo hydrolysis and form the layered double hydroxide in the MOF template. Indeed, a previous study by Jiang et al. has demonstrated the effects of the type of metal (cation) in the salts on the resulting morphology of layered double hydroxides. The anion group of metal salts would also affect the structure and properties of the MOF-derived materials, which however have not been well studied.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Herein, we thoroughly investigate\nthe effects of three different\nMn salt solutions with different anion groups, namely, SO<sub>4</sub>\n<sup>2–</sup>, NO<sub>3</sub>\n<sup>–</sup>, and Cl<sup>–</sup>\n<sub>,</sub> on the as-synthesized CoMn-LDH in connection\nwith their applications in supercapacitors. Co-ZIF-L was used as the\nsacrificial MOF template. MnSO<sub>4</sub>, Mn­(NO<sub>3</sub>)<sub>2</sub>, and MnCl<sub>2</sub> were used as three different metal\nsalts to form CoMn-LDH, namely, CoMn-LDH-SO<sub>4</sub>, CoMn-LDH-NO<sub>3</sub>, and CoMn-LDH-Cl. The anion effects and formation mechanism\nare studied in detail together with their electrochemical behavior\nin the KOH electrolyte.</p>", "clean_text": "Herein, we thoroughly investigate the effects of three different Mn salt solutions with different anion groups, namely, SO4 2-, NO3 -, and Cl- , on the as-synthesized CoMn-LDH in connection with their applications in supercapacitors. Co-ZIF-L was used as the sacrificial MOF template. MnSO4, Mn(NO3)2, and MnCl2 were used as three different metal salts to form CoMn-LDH, namely, CoMn-LDH-SO4, CoMn-LDH-NO3, and CoMn-LDH-Cl. The anion effects and formation mechanism are studied in detail together with their electrochemical behavior in the KOH electrolyte.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>ZIF-L was first grown on a carbon cloth surface, which was seen\nuniform and vertically aligned. It presented a leaf-like morphology\nwith a thickness of 200–300 nm (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S1</ext-link>). After immersing in the respective salt solution, the color\nof the sample gradually changed from purple to brown for CoMn-LDH-SO<sub>4</sub> and dark brown for CoMn-LDH-NO<sub>3</sub> and CoMn-LDH-Cl.\nThe synthesis process is shown in . During the synthesis, ZIF-L was dissolved\nin an acidic environment, consuming H<sup>+</sup> and releasing Co<sup>2+</sup>. The reduction in H<sup>+</sup> leads to an increase in\nthe pH value. Mn and Co ions therefore undergo hydrolysis and form\nLDH on the ZIF-L surface. Their morphologies\nmaintain as leaf-like flakes, with hydroxide thin sheets grown on\nthe surface (see a–c). Among the three samples, CoMn-LDH-SO<sub>4</sub> shows\nmore interconnected hydroxide sheets. As for the other two samples,\nthe hydroxide sheets are laid on the surface and show a compact morphology.\nSEM images of the samples synthesized for 1 and 3 h (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S2</ext-link>) suggest that the growth preference\nof CoMn-LDH-SO<sub>4</sub> is different from the other two samples.\nThe tip of CoMn-LDH-SO<sub>4</sub>-1h flakes becomes more transparent\nwith small hydroxide sheets, while the other two samples are still\nopaque with the reduced thickness. When the synthesis time was extended\nto 3 h, the LDH flakes grow interconnectedly on the translucent leaf-like\nflake for CoMn-LDH-SO<sub>4</sub>. By comparison, LDH sheets grow\nflatly on the CoMn-LDH-NO<sub>3</sub> and CoMn-LDH-Cl surface. The\nobserved difference in morphology can well be related to the hydrolysis\nrate. The pH values of 10 mM MnSO<sub>4</sub>, Mn­(NO<sub>3</sub>)<sub>2</sub>, and MnCl<sub>2</sub> aqueous solutions were examined to\nbe 5.67, 5.36, and 5.39, respectively. Therefore, the least acidic\nMnSO<sub>4</sub> solution would give rise to the highest rate of hydrolysis\nand formation of more nucleation sites among the three, which helps\nlead to smaller and interconnected sheets due to the space constriction.\nFor the same reason, the conversion rate is also faster than the other\ntwo samples, making the tip more transparent, as has been observed.\nOn the contrary, there are fewer nucleation sites on ZIF-L in MnCl<sub>2</sub> and Mn­(NO<sub>3</sub>)<sub>2</sub>, so the LDH sheets grow\nlarger than those in MnSO<sub>4</sub>. Therefore, bigger sheets form\nand are stacked horizontally to the MOF surface for minimizing the\nsurface energy.</p>", "clean_text": "Results and Discussion\n\nZIF-L was first grown on a carbon cloth surface, which was seen uniform and vertically aligned. It presented a leaf-like morphology with a thickness of 200-300 nm (see Figure S1). After immersing in the respective salt solution, the color of the sample gradually changed from purple to brown for CoMn-LDH-SO4 and dark brown for CoMn-LDH-NO3 and CoMn-LDH-Cl. The synthesis process is shown in . During the synthesis, ZIF-L was dissolved in an acidic environment, consuming H+ and releasing Co2+. The reduction in H+ leads to an increase in the pH value. Mn and Co ions therefore undergo hydrolysis and form LDH on the ZIF-L surface. Their morphologies maintain as leaf-like flakes, with hydroxide thin sheets grown on the surface (see a-c). Among the three samples, CoMn-LDH-SO4 shows more interconnected hydroxide sheets. As for the other two samples, the hydroxide sheets are laid on the surface and show a compact morphology. SEM images of the samples synthesized for 1 and 3 h (see Figure S2) suggest that the growth preference of CoMn-LDH-SO4 is different from the other two samples. The tip of CoMn-LDH-SO4-1h flakes becomes more transparent with small hydroxide sheets, while the other two samples are still opaque with the reduced thickness. When the synthesis time was extended to 3 h, the LDH flakes grow interconnectedly on the translucent leaf-like flake for CoMn-LDH-SO4. By comparison, LDH sheets grow flatly on the CoMn-LDH-NO3 and CoMn-LDH-Cl surface. The observed difference in morphology can well be related to the hydrolysis rate. The pH values of 10 mM MnSO4, Mn(NO3)2, and MnCl2 aqueous solutions were examined to be 5.67, 5.36, and 5.39, respectively. Therefore, the least acidic MnSO4 solution would give rise to the highest rate of hydrolysis and formation of more nucleation sites among the three, which helps lead to smaller and interconnected sheets due to the space constriction. For the same reason, the conversion rate is also faster than the other two samples, making the tip more transparent, as has been observed. On the contrary, there are fewer nucleation sites on ZIF-L in MnCl2 and Mn(NO3)2, so the LDH sheets grow larger than those in MnSO4. Therefore, bigger sheets form and are stacked horizontally to the MOF surface for minimizing the surface energy.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic of the synthesis process for CoMn-LDH.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2019-05564j_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic of the synthesis process for CoMn-LDH.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM, TEM, and HRTEM images of (a, d, g) CoMn-LDH-SO<sub>4</sub>, (b, e, h) −NO<sub>3</sub>, and (c, f, i) −Cl.\nInsets\nare SAED and FFT images of CoMn-LDH-SO<sub>4,</sub> −NO<sub>3,</sub> and −Cl.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2019-05564j_0005.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM, TEM, and HRTEM images of (a, d, g) CoMn-LDH-SO4, (b, e, h) -NO3, and (c, f, i) -Cl. Insets are SAED and FFT images of CoMn-LDH-SO4, -NO3, and -Cl.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>TEM studies (see d–f) show that the CoMn-LDH-SO<sub>4</sub> sheets\nwere\nsmall and interconnected with each other, while CoMn-LDH-NO<sub>3</sub>/Cl sheets prefer to be in one plane and the sizes are larger. The\nSAED images show a typical pattern for LDH. The extra circles in SAED\nobserved are due to the decomposition of hydroxides to oxides under\nstrong electron beams. The enlarged TEM\nimages (g–i)\npresent the lattice fringes of the (006) plane in each sample, showing\na larger interlayer spacing of around 0.5 nm for CoMn-LDH-SO<sub>4</sub>, which also can be confirmed by the FFT image. The clear lattice\nfringes and bright SAED circles also indicate a good crystallinity\nof the sample. The BET surface areas of CoMn-LDH-SO<sub>4</sub>, CoMn-LDH-NO<sub>3</sub>, and CoMn-LDH-Cl are 89.4, 65.6, 72.6 m<sup>2</sup>/g, respectively,\nlarger than that of the common CoMn-LDH materials that have been reported\n(∼53 m<sup>2</sup>/g). The interconnected\n3D network morphology has effectively prevented the restacking of\nthe LDH sheets, giving rise to the higher surface area of CoMn-LDH-SO<sub>4</sub>.</p>", "clean_text": "TEM studies (see d-f) show that the CoMn-LDH-SO4 sheets were small and interconnected with each other, while CoMn-LDH-NO3/Cl sheets prefer to be in one plane and the sizes are larger. The SAED images show a typical pattern for LDH. The extra circles in SAED observed are due to the decomposition of hydroxides to oxides under strong electron beams. The enlarged TEM images (g-i) present the lattice fringes of the (006) plane in each sample, showing a larger interlayer spacing of around 0.5 nm for CoMn-LDH-SO4, which also can be confirmed by the FFT image. The clear lattice fringes and bright SAED circles also indicate a good crystallinity of the sample. The BET surface areas of CoMn-LDH-SO4, CoMn-LDH-NO3, and CoMn-LDH-Cl are 89.4, 65.6, 72.6 m2/g, respectively, larger than that of the common CoMn-LDH materials that have been reported (~53 m2/g). The interconnected 3D network morphology has effectively prevented the restacking of the LDH sheets, giving rise to the higher surface area of CoMn-LDH-SO4.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The XRD traces shown in a for the three samples are well matched\nto that of\nthe LDH structure. CoMn-LDH-SO<sub>4</sub> exhibits a glaucocerinite\ngroup structure (PDF no. 39-0726), and CoMn-LDH-NO<sub>3</sub> and\nCoMn-LDH-Cl exhibit a quintinite group structure (PDF no. 51-1526).\nAmong the three samples, CoMn-LDH-SO<sub>4</sub> has the largest (003)\nplane distance of 1.08 nm (as compared to 0.76 and 0.78 nm for CoMn-LDH-NO<sub>3</sub> and CoMn-LDH-Cl, respectively). This is attributed to the\nlarger size of the inserted SO<sub>4</sub>\n<sup>2–</sup> ions,\ncompared to the other two, and the one\nadditional water layer in the glaucocerinite crystal structure that\nwould further expand the layer distance. The change trend of the crystal\nstructure during the synthesis process is also examined by the XRD\nmeasurement, as illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S3</ext-link>. The samples with a 1 h reaction time still show the peaks corresponding\nto ZIF-L. When synthesized for 3 h, the sample in MnSO<sub>4</sub> solution shows no ZIF-L peaks, but the other two samples have clear\nZIF-L peaks. It confirms that the sample derived from MnSO<sub>4</sub> has a fast reaction rate, which agrees with the trend shown by SEM\nstudies. After 6 h of reaction, ZIF-L was completely converted to\nhydroxides. Upon prolonging the reaction time to 9 h, the (003) peak\nsignal for all three CoMn-LDH samples has decreased, suggesting disordering\nin the crystal structure. Moreover, CoMn-LDH-NO<sub>3</sub> shows\nan additional peak at 18.94°, due to the formation of Mn­(OH)<sub>2</sub> arising from the overconversion. Therefore, the LDH materials\nsynthesized for 6 h were chosen for further studies.</p>", "clean_text": "The XRD traces shown in a for the three samples are well matched to that of the LDH structure. CoMn-LDH-SO4 exhibits a glaucocerinite group structure (PDF no. 39-0726), and CoMn-LDH-NO3 and CoMn-LDH-Cl exhibit a quintinite group structure (PDF no. 51-1526). Among the three samples, CoMn-LDH-SO4 has the largest (003) plane distance of 1.08 nm (as compared to 0.76 and 0.78 nm for CoMn-LDH-NO3 and CoMn-LDH-Cl, respectively). This is attributed to the larger size of the inserted SO4 2- ions, compared to the other two, and the one additional water layer in the glaucocerinite crystal structure that would further expand the layer distance. The change trend of the crystal structure during the synthesis process is also examined by the XRD measurement, as illustrated in Figure S3. The samples with a 1 h reaction time still show the peaks corresponding to ZIF-L. When synthesized for 3 h, the sample in MnSO4 solution shows no ZIF-L peaks, but the other two samples have clear ZIF-L peaks. It confirms that the sample derived from MnSO4 has a fast reaction rate, which agrees with the trend shown by SEM studies. After 6 h of reaction, ZIF-L was completely converted to hydroxides. Upon prolonging the reaction time to 9 h, the (003) peak signal for all three CoMn-LDH samples has decreased, suggesting disordering in the crystal structure. Moreover, CoMn-LDH-NO3 shows an additional peak at 18.94°, due to the formation of Mn(OH)2 arising from the overconversion. Therefore, the LDH materials synthesized for 6 h were chosen for further studies.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) XRD, (b) Co 2p XPS\npeaks, and (c) Mn 3s XPS peaks of CoMn-LDH-SO<sub>4</sub>/NO<sub>3</sub>/Cl.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2019-05564j_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) XRD, (b) Co 2p XPS peaks, and (c) Mn 3s XPS peaks of CoMn-LDH-SO4/NO3/Cl.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>EDX studies (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S4a</ext-link>) for the\nsamples derived from 6 h of reaction show the existence of S, N, and\nCl in the respective samples, where the atomic ratio of this inserted\nanion is around 1.6–1.8 at %. By conducting EDX studies at\nfour different spots on each sample, the average Mn-to-Co atomic ratio\nwas calculated to be about 1:2.12, 1:2.09, and 1:2.10 for CoMn-LDH-SO<sub>4</sub>, CoMn-LDH-NO<sub>3</sub>, and CoMn-LDH-Cl, respectively.\nThese values are consistent, and the fluctuation is within 1.43%.\nThe FTIR measurement (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S4b</ext-link>) also\ndemonstrates the existence of SO<sub>4</sub> groups in CoMn-LDH-SO<sub>4</sub>. In addition, CO<sub>3</sub>\n<sup>2–</sup> is also\ndetected in all three samples, which arises from the dissolved CO<sub>2</sub> in DI water. The adsorption peak of NO<sub>3</sub>\n<sup>–</sup> is close to that of CO<sub>3</sub>\n<sup>2–</sup>. Therefore,\nthe NO<sub>3</sub>\n<sup>–</sup> anion cannot be effectively\ndistinguished by FTIR. The wide XPS spectra (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S4c</ext-link>) show no other elements existing in the sample,\nand S, N, and Cl peaks only occur in the corresponding samples. The\nhigh-resolution XPS spectra (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S4d</ext-link>) of S 2p, N 1s, and Cl 2p correspond to metal sulfate, metal nitrate,\nand metal chloride, indicating they exist as SO<sub>4</sub>\n<sup>2–</sup>, NO<sub>3</sub>\n<sup>–</sup>, and Cl<sup>–</sup>, respectively.\nMoreover, the respective XPS spectra (b,c) show the energy split for Mn 3s peaks\nbeing around 5.3 to 6.0 eV for all three samples, indicating Mn exists\nmainly in the 3+ oxidation state. The\nCo 2p XPS spectra contain clear satellite peaks, and they are similar\nto Co­(OH)<sub>2</sub> peaks, indicating that Co exists mainly as the\n2+ state. These experimental results\nfurther prove the formation of LDH structures with the corresponding\nanion groups.</p>", "clean_text": "EDX studies (see Figure S4a) for the samples derived from 6 h of reaction show the existence of S, N, and Cl in the respective samples, where the atomic ratio of this inserted anion is around 1.6-1.8 at %. By conducting EDX studies at four different spots on each sample, the average Mn-to-Co atomic ratio was calculated to be about 1:2.12, 1:2.09, and 1:2.10 for CoMn-LDH-SO4, CoMn-LDH-NO3, and CoMn-LDH-Cl, respectively. These values are consistent, and the fluctuation is within 1.43%. The FTIR measurement (see Figure S4b) also demonstrates the existence of SO4 groups in CoMn-LDH-SO4. In addition, CO3 2- is also detected in all three samples, which arises from the dissolved CO2 in DI water. The adsorption peak of NO3 - is close to that of CO3 2-. Therefore, the NO3 - anion cannot be effectively distinguished by FTIR. The wide XPS spectra (see Figure S4c) show no other elements existing in the sample, and S, N, and Cl peaks only occur in the corresponding samples. The high-resolution XPS spectra (see Figure S4d) of S 2p, N 1s, and Cl 2p correspond to metal sulfate, metal nitrate, and metal chloride, indicating they exist as SO4 2-, NO3 -, and Cl-, respectively. Moreover, the respective XPS spectra (b,c) show the energy split for Mn 3s peaks being around 5.3 to 6.0 eV for all three samples, indicating Mn exists mainly in the 3+ oxidation state. The Co 2p XPS spectra contain clear satellite peaks, and they are similar to Co(OH)2 peaks, indicating that Co exists mainly as the 2+ state. These experimental results further prove the formation of LDH structures with the corresponding anion groups.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>To examine the stability behavior of CoMn-LDH\nin alkaline solution,\nthe three samples were immersed in 1 M KOH for 30 min, and the resultant\nmaterials were studied. The crystal structures of all three samples\nchange in KOH, and the XRD results are shown in a. Upon immersing in KOH, CoMn-LDH-SO<sub>4</sub> changed from the glaucocerinite to brucite structure (PDF\nno. 01-0357) but retaining the layered structure, while both CoMn-LDH-NO<sub>3</sub> and CoMn-LDH-Cl changed from the quintinite to MnCo<sub>2</sub>O<sub>4</sub> spinel phase (PDF no. 23-1237), losing their original\nlayered structure. The XPS results show that the contents of S, N,\nand Cl have dramatically decreased in three samples (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S5</ext-link>). The signals for N 1s and Cl 2p disappear,\nbut the S 2p still has a small signal. This shows that the SO<sub>4</sub>\n<sup>2–</sup> ion in CoMn-LDH-SO<sub>4</sub> diffuses\nout more slowly than the other two anions in CoMn-LDH-NO<sub>3</sub> and CoMn-LDH-Cl. The Mn 3s and Co 2p XPS peak positions remain similar\nwith only a small shift toward lower binding energies, due to the\nreduced electron density in the neighboring atoms after immersing\nin KOH (see b,c). However, the FWHM of Mn 3s peaks increases for CoMn-LDH-NO<sub>3</sub> and CoMn-LDH-Cl samples and remains unchanged for CoMn-LDH-SO<sub>4</sub>, which indicates a stronger disproportion of Mn­(III) ions\nin CoMn-LDH-NO<sub>3</sub> and CoMn-LDH-Cl samples. The disproportionation of Mn<sup>3+</sup> into Mn<sup>2+</sup> and Mn<sup>4+</sup> offers a feasible explanation for the transformation\nof CoMn-LDH-NO<sub>3</sub> and CoMn-LDH-Cl samples into spinel oxide.\nThe SEM and TEM studies in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S6</ext-link> also\nshow that CoMn-LDH-SO<sub>4</sub> still remains the wanted layered\nstructure, but the other two samples have less nanosheets grown on\nthe surface, and small nanoparticles occur. The SAED pattern further\nproves that CoMn-LDH-SO<sub>4</sub> exhibits the brucite structure\nand the other two samples exhibit the spinel structure. By elongating\nthe immersing time to 24 h, all three samples show the same phase\ntransformation (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S7</ext-link>). It indicates\nthat the brucite structure can be maintained for a long duration of\ntime.</p>", "clean_text": "To examine the stability behavior of CoMn-LDH in alkaline solution, the three samples were immersed in 1 M KOH for 30 min, and the resultant materials were studied. The crystal structures of all three samples change in KOH, and the XRD results are shown in a. Upon immersing in KOH, CoMn-LDH-SO4 changed from the glaucocerinite to brucite structure (PDF no. 01-0357) but retaining the layered structure, while both CoMn-LDH-NO3 and CoMn-LDH-Cl changed from the quintinite to MnCo2O4 spinel phase (PDF no. 23-1237), losing their original layered structure. The XPS results show that the contents of S, N, and Cl have dramatically decreased in three samples (see Figure S5). The signals for N 1s and Cl 2p disappear, but the S 2p still has a small signal. This shows that the SO4 2- ion in CoMn-LDH-SO4 diffuses out more slowly than the other two anions in CoMn-LDH-NO3 and CoMn-LDH-Cl. The Mn 3s and Co 2p XPS peak positions remain similar with only a small shift toward lower binding energies, due to the reduced electron density in the neighboring atoms after immersing in KOH (see b,c). However, the FWHM of Mn 3s peaks increases for CoMn-LDH-NO3 and CoMn-LDH-Cl samples and remains unchanged for CoMn-LDH-SO4, which indicates a stronger disproportion of Mn(III) ions in CoMn-LDH-NO3 and CoMn-LDH-Cl samples. The disproportionation of Mn3+ into Mn2+ and Mn4+ offers a feasible explanation for the transformation of CoMn-LDH-NO3 and CoMn-LDH-Cl samples into spinel oxide. The SEM and TEM studies in Figure S6 also show that CoMn-LDH-SO4 still remains the wanted layered structure, but the other two samples have less nanosheets grown on the surface, and small nanoparticles occur. The SAED pattern further proves that CoMn-LDH-SO4 exhibits the brucite structure and the other two samples exhibit the spinel structure. By elongating the immersing time to 24 h, all three samples show the same phase transformation (see Figure S7). It indicates that the brucite structure can be maintained for a long duration of time.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) XRD, (b) Co 2p XPS peaks, and (c) Mn 3 s XPS peaks of CoMn-LDH-SO<sub>4</sub>/NO<sub>3</sub>/Cl after immersing in KOH for 30 min.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2019-05564j_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) XRD, (b) Co 2p XPS peaks, and (c) Mn 3 s XPS peaks of CoMn-LDH-SO4/NO3/Cl after immersing in KOH for 30 min.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The LDH materials in a powder\nform were synthesized for comparison\nof the stability behavior in KOH. CoMn-LDH-NO<sub>3</sub>/CoMn-LDH-Cl\nsynthesized in the powder form exhibits a similar crystal structure\nas the one grown on carbon cloth. However, CoMn-LDH-SO<sub>4</sub> synthesized in the powder form is of a woodwardite group structure\n(PDF no. 25-0407), which is similar to the glaucocerinite structure\nbut without the additional layer of the water molecule (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S8a</ext-link>). A highly\nfeasible explanation is that the use of carbon cloth leads to a high\ndensity of ZIF-L in a confined space, causing the local Mn ion concentration\nto decrease quickly and the reaction rate to slow down, allowing a\nsufficient time for water molecules to enter and form glaucocerinite.\nWhen all three types of CoMn-LDH powders were put in KOH for 30 min\nand examined by XRD for phases, the experimental results show that\nthe three samples, including CoMn-LDH-SO<sub>4</sub>-powder, all had\ntransformed into a nonlayered spinel structure (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S8b</ext-link>). Therefore, the unique trait that allows the CoMn-LDH-SO<sub>4</sub>@carbon cloth to retain its layered structure is due to the\nenlarged interplane spacing and the water molecule layer that helps\nto limit the disproportion of manganese ion. Thus, only CoMn-LDH-SO<sub>4</sub>@carbon cloth can be maintained in the layered structure,\nwhich would benefit the stability and electrochemical performance,\nas will be discussed later. As for the other two samples, the phase\ndistortion leads to the instability in morphology and degrades the\ncapacity.</p>", "clean_text": "The LDH materials in a powder form were synthesized for comparison of the stability behavior in KOH. CoMn-LDH-NO3/CoMn-LDH-Cl synthesized in the powder form exhibits a similar crystal structure as the one grown on carbon cloth. However, CoMn-LDH-SO4 synthesized in the powder form is of a woodwardite group structure (PDF no. 25-0407), which is similar to the glaucocerinite structure but without the additional layer of the water molecule (see Figure S8a). A highly feasible explanation is that the use of carbon cloth leads to a high density of ZIF-L in a confined space, causing the local Mn ion concentration to decrease quickly and the reaction rate to slow down, allowing a sufficient time for water molecules to enter and form glaucocerinite. When all three types of CoMn-LDH powders were put in KOH for 30 min and examined by XRD for phases, the experimental results show that the three samples, including CoMn-LDH-SO4-powder, all had transformed into a nonlayered spinel structure (see Figure S8b). Therefore, the unique trait that allows the CoMn-LDH-SO4@carbon cloth to retain its layered structure is due to the enlarged interplane spacing and the water molecule layer that helps to limit the disproportion of manganese ion. Thus, only CoMn-LDH-SO4@carbon cloth can be maintained in the layered structure, which would benefit the stability and electrochemical performance, as will be discussed later. As for the other two samples, the phase distortion leads to the instability in morphology and degrades the capacity.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Electrochemical tests were conducted in a three-electrode\nsetup\nin 1 M KOH solution for the three CoMn-LDH@carbon cloth samples, which\nwere immersed in KOH for 30 min in advance. CoMn-LDH-SO<sub>4</sub> shows an outstanding performance, compared to the other two samples.\nTwo pairs of redox peaks are observed in CV curves for the three samples\nat ∼0 and ∼0.4 V (see a), which correspond to the redox reactions\nof M<sup>2+</sup>/M<sup>3+</sup> and M<sup>3+</sup>/M<sup>4+</sup> (M = Co, Mn). By comparison, the CV curve area of CoMn-LDH-SO<sub>4</sub> is the\nlargest, indicating the highest capacity among the three. The charge–discharge\nplateau in the GCD curve (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S9a</ext-link>) is also consistent with the CV curve. The areal capacity is calculated\nfrom the discharge curve as 582.07 mC/cm<sup>2</sup> for CoMn-LDH-SO<sub>4</sub> at 2 mA/cm<sup>2</sup>, which is around 2 times that of the\nother two samples (b). The electrochemical performance also compares favorably\nwith other literature values (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Table S1</ext-link>).\nThey can well be accounted for the more accessible active sites in\nassociation with the stable layered structure of CoMn-LDH-SO<sub>4</sub>. Its rate capability (66.2%) is also higher than the other two samples\n(56.6% and 54.9%). In addition, CoMn-LDH-SO<sub>4</sub> has the smallest\nelectron transfer resistance and mass transfer resistance, as shown\nin the Nyquist plot (see c). These experimental results suggest CoMn-LDH-SO<sub>4</sub> has a better electron transfer path and electrolyte ion penetration\ntunnel. Upon 5000 charge–discharge cycles at 10 mA/cm<sup>2</sup>, the capacity of CoMn-LDH-SO<sub>4</sub> can well be maintained\nat 77% of its initial value (see d). Although around 90% of the initial value\ncan be maintained for the other two samples, their capacity stays\nat around 200 mC/cm<sup>2</sup>, which is still 2 times lower than\nthe capacity of CoMn-LDH-SO<sub>4</sub> after 5000 charge–discharge\ncycles. SEM images of the three samples after the stability test are\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S10</ext-link>. The morphology of\nCoMn-LDH-SO4 does not show a significant change after the cycling\ntest. In addition, when compared to the other two samples, CoMn-LDH-SO<sub>4</sub> appears to have more nanosheets retained on the nanowall\nsurface, which can contribute to a higher capacity.</p>", "clean_text": "Electrochemical tests were conducted in a three-electrode setup in 1 M KOH solution for the three CoMn-LDH@carbon cloth samples, which were immersed in KOH for 30 min in advance. CoMn-LDH-SO4 shows an outstanding performance, compared to the other two samples. Two pairs of redox peaks are observed in CV curves for the three samples at ~0 and ~0.4 V (see a), which correspond to the redox reactions of M2+/M3+ and M3+/M4+ (M = Co, Mn). By comparison, the CV curve area of CoMn-LDH-SO4 is the largest, indicating the highest capacity among the three. The charge-discharge plateau in the GCD curve (see Figure S9a) is also consistent with the CV curve. The areal capacity is calculated from the discharge curve as 582.07 mC/cm2 for CoMn-LDH-SO4 at 2 mA/cm2, which is around 2 times that of the other two samples (b). The electrochemical performance also compares favorably with other literature values (Table S1). They can well be accounted for the more accessible active sites in association with the stable layered structure of CoMn-LDH-SO4. Its rate capability (66.2%) is also higher than the other two samples (56.6% and 54.9%). In addition, CoMn-LDH-SO4 has the smallest electron transfer resistance and mass transfer resistance, as shown in the Nyquist plot (see c). These experimental results suggest CoMn-LDH-SO4 has a better electron transfer path and electrolyte ion penetration tunnel. Upon 5000 charge-discharge cycles at 10 mA/cm2, the capacity of CoMn-LDH-SO4 can well be maintained at 77% of its initial value (see d). Although around 90% of the initial value can be maintained for the other two samples, their capacity stays at around 200 mC/cm2, which is still 2 times lower than the capacity of CoMn-LDH-SO4 after 5000 charge-discharge cycles. SEM images of the three samples after the stability test are shown in Figure S10. The morphology of CoMn-LDH-SO4 does not show a significant change after the cycling test. In addition, when compared to the other two samples, CoMn-LDH-SO4 appears to have more nanosheets retained on the nanowall surface, which can contribute to a higher capacity.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) CV with scan rate\nof 5 mV/s and (b) capacity of CoMn-LDH-SO<sub>4</sub>/NO<sub>3</sub>/Cl and carbon cloth substrate; (c) Nyquist\nplot, and (d) stability of CoMn-LDH-SO<sub>4</sub>/NO<sub>3</sub>/Cl;\n(e) CV comparison of the anode and cathode material at a scan speed\nof 5 mV/s; (f) CV, (g) GCD, (h) Ragone plot, and (i) stability of\nCoMn-LDH-SO<sub>4</sub>∥porous carbon and selected literature\nvalues.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2019-05564j_0001.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) CV with scan rate of 5 mV/s and (b) capacity of CoMn-LDH-SO4/NO3/Cl and carbon cloth substrate; (c) Nyquist plot, and (d) stability of CoMn-LDH-SO4/NO3/Cl; (e) CV comparison of the anode and cathode material at a scan speed of 5 mV/s; (f) CV, (g) GCD, (h) Ragone plot, and (i) stability of CoMn-LDH-SO4∥porous carbon and selected literature values.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>A hybrid supercapacitor was then\nassembled using CoMn-LDH-SO<sub>4</sub> and porous carbon as the respective\nelectrodes. Porous carbon\nis derived from ZIF-8, and it shows a semirectangular CV curve and\nsymmetrical linear GCD curve, representing a good supercapacitor behavior\nand reversibility (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S9b,c</ext-link>). The specific\ncapacitance of porous carbon is around 137 F/g. To match the charge\nstock in CoMn-LDH-SO<sub>4</sub>, 3.7 mg of anode material was used. e presents the comparison\nof the CV between the used cathode and anode materials, showing a\nsimilar area and therefore a good match between the two electrodes.\nBy assembling the two different materials, the voltage window can\nthen be extended to 1.5 V. Indeed, the CV curve of the full cell is\nrather rectangular with two pairs of wide redox peaks, and the GCD\ncurve is also linear showing a capacitor behavior (f,g). The capacitance was calculated\nto be 308.48 mF/cm<sup>2</sup> at 2 mA/cm<sup>2</sup>, and the energy\ndensity is 0.096 mWh/cm<sup>2</sup> with a power density of 1.5 mW/cm<sup>2</sup>. These performance values compare favorably with most of\nthe literature values as shown in the Ragone plot (h and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Table S2</ext-link>). During the repeating charge–discharge test at 10\nmA/cm<sup>2</sup>, the capacitance can well maintain at 89% of the\ninitial value after 18,000 charge–discharge cycles, showing\na superior stability (i).</p>", "clean_text": "A hybrid supercapacitor was then assembled using CoMn-LDH-SO4 and porous carbon as the respective electrodes. Porous carbon is derived from ZIF-8, and it shows a semirectangular CV curve and symmetrical linear GCD curve, representing a good supercapacitor behavior and reversibility (Figure S9b,c). The specific capacitance of porous carbon is around 137 F/g. To match the charge stock in CoMn-LDH-SO4, 3.7 mg of anode material was used. e presents the comparison of the CV between the used cathode and anode materials, showing a similar area and therefore a good match between the two electrodes. By assembling the two different materials, the voltage window can then be extended to 1.5 V. Indeed, the CV curve of the full cell is rather rectangular with two pairs of wide redox peaks, and the GCD curve is also linear showing a capacitor behavior (f,g). The capacitance was calculated to be 308.48 mF/cm2 at 2 mA/cm2, and the energy density is 0.096 mWh/cm2 with a power density of 1.5 mW/cm2. These performance values compare favorably with most of the literature values as shown in the Ragone plot (h and Table S2). During the repeating charge-discharge test at 10 mA/cm2, the capacitance can well maintain at 89% of the initial value after 18,000 charge-discharge cycles, showing a superior stability (i).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>There is a strong anion\neffect in the transformation process of\nCo-MOF to CoMn-LDH. While the anion has a great impact on the lattice\nspacing and morphology in the “preactive material”,\nit has an even more significant impact on the resultant “true\nactive material” once brought into contact with the alkaline\nelectrolyte, as demonstrated by the differences among the CoMn-LDH-SO<sub>4</sub>, CoMn-LDH-NO<sub>3</sub>, and CoMn-LDH-Cl. Among the three\nmanganese salts studied, the MnSO<sub>4</sub> solution leads to CoMn-LDH\nwith the largest lattice spacing and highest surface area. As a result,\nCoMn-LDH-SO<sub>4</sub> exhibits the best supercapacitance behavior,\nwith the areal capacity reaching 582.07 mC/cm<sup>2</sup>, doubling\nthat of the other two CoMn-LDHs. The full cell of CoMn-LDH-SO<sub>4</sub>∥porous carbon possesses an areal energy density of\n0.096 mWh/cm<sup>2</sup> at a power density of 1.5 mW/cm<sup>2</sup>. The observed high performance of CoMn-LDH-SO<sub>4</sub> is shown\nto arise from its strong ability to retain the beneficial layered\nstructure in the KOH electrolyte. As for the other two CoMn-LDHs,\nnamely, CoMn-LDH-NO<sub>3</sub> and CoMn-LDH-Cl, there is structure\ndegradation to the spinel structure, disintegrated morphology, and\npoor electrochemical performance. The findings in the present study\non the in-depth understanding of anion effects in CoMn-LDH provide\na solid basis of manipulating the interlayer spacing and crystal structure\nfor effectively enhancing the supercapacitance of LDH.</p>", "clean_text": "Conclusions\n\nThere is a strong anion effect in the transformation process of Co-MOF to CoMn-LDH. While the anion has a great impact on the lattice spacing and morphology in the \"preactive material\", it has an even more significant impact on the resultant \"true active material\" once brought into contact with the alkaline electrolyte, as demonstrated by the differences among the CoMn-LDH-SO4, CoMn-LDH-NO3, and CoMn-LDH-Cl. Among the three manganese salts studied, the MnSO4 solution leads to CoMn-LDH with the largest lattice spacing and highest surface area. As a result, CoMn-LDH-SO4 exhibits the best supercapacitance behavior, with the areal capacity reaching 582.07 mC/cm2, doubling that of the other two CoMn-LDHs. The full cell of CoMn-LDH-SO4∥porous carbon possesses an areal energy density of 0.096 mWh/cm2 at a power density of 1.5 mW/cm2. The observed high performance of CoMn-LDH-SO4 is shown to arise from its strong ability to retain the beneficial layered structure in the KOH electrolyte. As for the other two CoMn-LDHs, namely, CoMn-LDH-NO3 and CoMn-LDH-Cl, there is structure degradation to the spinel structure, disintegrated morphology, and poor electrochemical performance. The findings in the present study on the in-depth understanding of anion effects in CoMn-LDH provide a solid basis of manipulating the interlayer spacing and crystal structure for effectively enhancing the supercapacitance of LDH.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Procedures</title><title>Acidification\nof Carbon Cloth</title><p>HNO<sub>3</sub> solution (80 mL, 56%) was\nprepared in a 100 mL PTFE linear.\nCarbon cloth was cut into a 2.5 cm × 7.5 cm rectangular strip\nand immersed in the solution. The liner was then transferred to a\nhydrothermal bomb and heated at 120 °C for 24 h. The resulted\ncarbon cloth was washed using DI water until its pH value was around\n6 to 7.</p>", "clean_text": "Experimental Procedures\n\nAcidification of Carbon Cloth\n\nHNO3 solution (80 mL, 56%) was prepared in a 100 mL PTFE linear. Carbon cloth was cut into a 2.5 cm × 7.5 cm rectangular strip and immersed in the solution. The liner was then transferred to a hydrothermal bomb and heated at 120 °C for 24 h. The resulted carbon cloth was washed using DI water until its pH value was around 6 to 7.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["synthesis condition"], "content": "<title>Growth of ZIF-L-Derived CoMn-LDH on Carbon\nCloth</title><p>Cobalt nitrate hexahydrate (0.6525 g) and 2-methylimidazole\n(2-MIM, 1.4625 g) were dissolved into 45 mL of DI water, separately.\nRight after mixing the two solutions, the acidified carbon cloth was\nplaced into the mixed solution without stirring for 4 h. The same\nprocess was repeated for one more time; thus, the treatment time of\nZIF-L is 8 h in total. After being washed with DI water and dried\nin an oven at 60 °C, each sample was immersed in 80 mL aqueous\nsolution of 10 mM MnSO<sub>4</sub>/Mn­(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O/MnCl<sub>2</sub>·4H<sub>2</sub>O for 1, 3, 6, and 9\nh, with slow stirring. The synthesized samples were then washed with\nDI water and dried at 60 °C in an oven. The mass loadings of\nCoMn-LDH-SO<sub>4</sub>, CoMn-LDH-NO<sub>3</sub>, and CoMn-LDH-Cl\nwith a synthesis time of 6 h are around 2.4, 2.2, and 2.4 mg/cm<sup>2</sup>, respectively.</p>", "clean_text": "Growth of ZIF-L-Derived CoMn-LDH on Carbon Cloth\n\nCobalt nitrate hexahydrate (0.6525 g) and 2-methylimidazole (2-MIM, 1.4625 g) were dissolved into 45 mL of DI water, separately. Right after mixing the two solutions, the acidified carbon cloth was placed into the mixed solution without stirring for 4 h. The same process was repeated for one more time; thus, the treatment time of ZIF-L is 8 h in total. After being washed with DI water and dried in an oven at 60 °C, each sample was immersed in 80 mL aqueous solution of 10 mM MnSO4/Mn(NO3)2⋅4H2O/MnCl2⋅4H2O for 1, 3, 6, and 9 h, with slow stirring. The synthesized samples were then washed with DI water and dried at 60 °C in an oven. The mass loadings of CoMn-LDH-SO4, CoMn-LDH-NO3, and CoMn-LDH-Cl with a synthesis time of 6 h are around 2.4, 2.2, and 2.4 mg/cm2, respectively.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["synthesis condition"], "content": "<title>Growth of ZIF-L-Derived\nCoMn-LDH Powder</title><p>Cobalt nitrate hexahydrate (0.6525 g) and\n2-MIM (1.4625 g) were\ndissolved into 45 mL of DI water, separately. The two solutions were\nthen mixed and stirred at 800 rpm until the solution changed to brown.\nThe duration is around 4.5 h. The powder materials were washed three\ntimes by centrifuging at 20,000 rpm for 10 min and dried in a vacuum\noven overnight.</p>", "clean_text": "Growth of ZIF-L-Derived CoMn-LDH Powder\n\nCobalt nitrate hexahydrate (0.6525 g) and 2-MIM (1.4625 g) were dissolved into 45 mL of DI water, separately. The two solutions were then mixed and stirred at 800 rpm until the solution changed to brown. The duration is around 4.5 h. The powder materials were washed three times by centrifuging at 20,000 rpm for 10 min and dried in a vacuum oven overnight.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Synthesis of Porous Carbon\nand Preparation\nof Anode Material</title><p>The procedure is similar to the one our\ngroup reported previously. Zinc acetate\ndihydrate (0.988 g) and 2-MIM (2.956 g) were dissolved in 270 mL of\nethanol, separately. The 2-MIM solution was then slowly added into\nthe zinc acetate dihydrate solution. After stirring for 10 s, the\nmixture was kept unstirred at room temperature for 24 h. The ZIF-8\nprecipitate was collected, washed, and dried at 60 °C. Porous\ncarbon was obtained by carbonizing ZIF-8 under a N<sub>2</sub> atmosphere\nat 900 °C for 8 h. For the preparation of the anode material,\nthe porous carbon, carbon black, and PVDF were mixed together at a\nweight ratio of 7:2:1. The mixture was dispersed in ethanol and stirred\novernight to make it as a slurry. The final product was dipped onto\n1 × 1 cm<sup>2</sup> nickel foam and dried in an oven for 1 day.</p>", "clean_text": "Synthesis of Porous Carbon and Preparation of Anode Material\n\nThe procedure is similar to the one our group reported previously. Zinc acetate dihydrate (0.988 g) and 2-MIM (2.956 g) were dissolved in 270 mL of ethanol, separately. The 2-MIM solution was then slowly added into the zinc acetate dihydrate solution. After stirring for 10 s, the mixture was kept unstirred at room temperature for 24 h. The ZIF-8 precipitate was collected, washed, and dried at 60 °C. Porous carbon was obtained by carbonizing ZIF-8 under a N2 atmosphere at 900 °C for 8 h. For the preparation of the anode material, the porous carbon, carbon black, and PVDF were mixed together at a weight ratio of 7:2:1. The mixture was dispersed in ethanol and stirred overnight to make it as a slurry. The final product was dipped onto 1 × 1 cm2 nickel foam and dried in an oven for 1 day.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Material Characterization</title><p>The structure,\nmorphology, and texture of the prepared samples were characterized\nby SEM (Zeiss, 20 kV), TEM (JEOL-2010F), and XPS (AXIS Ultra), where\nthe XPS image was calibrated by aligning the carbon 1s peak to 284.8\neV. XRD studies were conducted using a Bruker D8 diffractometer operated\nat 40 kV and 40 mA with Cu Kα radiation (0.15406 nm). N<sub>2</sub> adsorption/desorption isotherms were measured on a Micromeritics\n3FLEX at 77 K. The specific surface area was calculated using the\nBrunauer–Emmett–Teller method. The FTIR spectrum was\ncollected on an Agilent FTIR 660. The samples were mixed with KBr\nand pressed into a pellet for testing. The pH values were recorded\nfrom a SevenCompact pH meter S220. Before the measurement for each\nsample, the pH meter is calibrated using buffer solution (pH = 7),\nand the test was repeated for each sample until the reading is stable.</p>", "clean_text": "Material Characterization\n\nThe structure, morphology, and texture of the prepared samples were characterized by SEM (Zeiss, 20 kV), TEM (JEOL-2010F), and XPS (AXIS Ultra), where the XPS image was calibrated by aligning the carbon 1s peak to 284.8 eV. XRD studies were conducted using a Bruker D8 diffractometer operated at 40 kV and 40 mA with Cu Kα radiation (0.15406 nm). N2 adsorption/desorption isotherms were measured on a Micromeritics 3FLEX at 77 K. The specific surface area was calculated using the Brunauer-Emmett-Teller method. The FTIR spectrum was collected on an Agilent FTIR 660. The samples were mixed with KBr and pressed into a pellet for testing. The pH values were recorded from a SevenCompact pH meter S220. Before the measurement for each sample, the pH meter is calibrated using buffer solution (pH = 7), and the test was repeated for each sample until the reading is stable.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Electrochemical Testing and Analysis</title><p>Electrochemical\nmeasurements were conducted with a Solartron 1470E\nelectrochemical workstation at room temperature. The half-cell tests\nwere performed with a three-electrode configuration, where Platinum\nfoil serves as the counter electrode and an SCE electrode as the reference\nelectrode in a 1.0 M KOH electrolyte. The full cell test was conducted\nusing a two-electrode configuration in 1.0 M KOH solution. The specific\ncapacity, energy density, and power density were calculated as the\nfollowing<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic xlink:href=\"am-2019-05564j_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>areal</mml:mi>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mi>capacity</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic xlink:href=\"am-2019-05564j_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>energy</mml:mi>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mi>density</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi>I</mml:mi>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mi>V</mml:mi>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>t</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>A</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq3\">\n<alternatives>\n<graphic xlink:href=\"am-2019-05564j_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>power</mml:mi>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mi>density</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>energy</mml:mi>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mi>density</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>I</italic> is the current<italic>, t</italic> is the\ndischarge time, <italic>A</italic> is the area\nof carbon cloth with an active material being grown, and <italic>V</italic> is the potential window of the full cell.</p>", "clean_text": "Electrochemical Testing and Analysis\n\nElectrochemical measurements were conducted with a Solartron 1470E electrochemical workstation at room temperature. The half-cell tests were performed with a three-electrode configuration, where Platinum foil serves as the counter electrode and an SCE electrode as the reference electrode in a 1.0 M KOH electrolyte. The full cell test was conducted using a two-electrode configuration in 1.0 M KOH solution. The specific capacity, energy density, and power density were calculated as the following    areal  capacity =   I t   A          energy  density = I   ∫   t 1   t 2   V d t / A        power  density =   energy  density   t     where I is the current, t is the discharge time, A is the area of carbon cloth with an active material being grown, and V is the potential window of the full cell.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.9b05564\">10.1021/acsami.9b05564</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional SEM\nand TEM images of ZIF-L, CoMn-LDH, CoMn-LDH-KOH,\nand CoMn-LDH after retention test; XRD, EDS, FTIR, XPS, and GCD of\nCoMn-LDH; CV and GCD of porous carbon; XRD of CoMn-LDH immersed in\nKOH for 24 h; table of performance comparison for CoMn-LDH-SO<sub>4</sub> and the CoMn-LDH-SO<sub>4</sub>∥porous carbon (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b05564.  Additional SEM and TEM images of ZIF-L, CoMn-LDH, CoMn-LDH-KOH, and CoMn-LDH after retention test; XRD, EDS, FTIR, XPS, and GCD of CoMn-LDH; CV and GCD of porous carbon; XRD of CoMn-LDH immersed in KOH for 24 h; table of performance comparison for CoMn-LDH-SO4 and the CoMn-LDH-SO4∥porous carbon (PDF)   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Additional SEM\nand TEM images of ZIF-L, CoMn-LDH, CoMn-LDH-KOH,\nand CoMn-LDH after retention test; XRD, EDS, FTIR, XPS, and GCD of\nCoMn-LDH; CV and GCD of porous carbon; XRD of CoMn-LDH immersed in\nKOH for 24 h; table of performance comparison for CoMn-LDH-SO<sub>4</sub> and the CoMn-LDH-SO<sub>4</sub>∥porous carbon (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Additional SEM and TEM images of ZIF-L, CoMn-LDH, CoMn-LDH-KOH, and CoMn-LDH after retention test; XRD, EDS, FTIR, XPS, and GCD of CoMn-LDH; CV and GCD of porous carbon; XRD of CoMn-LDH immersed in KOH for 24 h; table of performance comparison for CoMn-LDH-SO4 and the CoMn-LDH-SO4∥porous carbon (PDF)", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>MOE, Singapore\nMinistry of Education (MOE2016-T2-2-138).</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nMOE, Singapore Ministry of Education (MOE2016-T2-2-138).\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "20, 21, 22", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Procedures</title><title>Acidification\nof Carbon Cloth</title><p>HNO<sub>3</sub> solution (80 mL, 56%) was\nprepared in a 100 mL PTFE linear.\nCarbon cloth was cut into a 2.5 cm × 7.5 cm rectangular strip\nand immersed in the solution. The liner was then transferred to a\nhydrothermal bomb and heated at 120 °C for 24 h. The resulted\ncarbon cloth was washed using DI water until its pH value was around\n6 to 7.</p><title>Growth of ZIF-L-Derived CoMn-LDH on Carbon\nCloth</title><p>Cobalt nitrate hexahydrate (0.6525 g) and 2-methylimidazole\n(2-MIM, 1.4625 g) were dissolved into 45 mL of DI water, separately.\nRight after mixing the two solutions, the acidified carbon cloth was\nplaced into the mixed solution without stirring for 4 h. The same\nprocess was repeated for one more time; thus, the treatment time of\nZIF-L is 8 h in total. After being washed with DI water and dried\nin an oven at 60 °C, each sample was immersed in 80 mL aqueous\nsolution of 10 mM MnSO<sub>4</sub>/Mn­(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O/MnCl<sub>2</sub>·4H<sub>2</sub>O for 1, 3, 6, and 9\nh, with slow stirring. The synthesized samples were then washed with\nDI water and dried at 60 °C in an oven. The mass loadings of\nCoMn-LDH-SO<sub>4</sub>, CoMn-LDH-NO<sub>3</sub>, and CoMn-LDH-Cl\nwith a synthesis time of 6 h are around 2.4, 2.2, and 2.4 mg/cm<sup>2</sup>, respectively.</p><title>Growth of ZIF-L-Derived\nCoMn-LDH Powder</title><p>Cobalt nitrate hexahydrate (0.6525 g) and\n2-MIM (1.4625 g) were\ndissolved into 45 mL of DI water, separately. The two solutions were\nthen mixed and stirred at 800 rpm until the solution changed to brown.\nThe duration is around 4.5 h. The powder materials were washed three\ntimes by centrifuging at 20,000 rpm for 10 min and dried in a vacuum\noven overnight.</p>", "clean_text": "Experimental Procedures\n\nAcidification of Carbon Cloth\n\nHNO3 solution (80 mL, 56%) was prepared in a 100 mL PTFE linear. Carbon cloth was cut into a 2.5 cm × 7.5 cm rectangular strip and immersed in the solution. The liner was then transferred to a hydrothermal bomb and heated at 120 °C for 24 h. The resulted carbon cloth was washed using DI water until its pH value was around 6 to 7.\n\nGrowth of ZIF-L-Derived CoMn-LDH on Carbon Cloth\n\nCobalt nitrate hexahydrate (0.6525 g) and 2-methylimidazole (2-MIM, 1.4625 g) were dissolved into 45 mL of DI water, separately. Right after mixing the two solutions, the acidified carbon cloth was placed into the mixed solution without stirring for 4 h. The same process was repeated for one more time; thus, the treatment time of ZIF-L is 8 h in total. After being washed with DI water and dried in an oven at 60 °C, each sample was immersed in 80 mL aqueous solution of 10 mM MnSO4/Mn(NO3)2⋅4H2O/MnCl2⋅4H2O for 1, 3, 6, and 9 h, with slow stirring. The synthesized samples were then washed with DI water and dried at 60 °C in an oven. The mass loadings of CoMn-LDH-SO4, CoMn-LDH-NO3, and CoMn-LDH-Cl with a synthesis time of 6 h are around 2.4, 2.2, and 2.4 mg/cm2, respectively.\n\nGrowth of ZIF-L-Derived CoMn-LDH Powder\n\nCobalt nitrate hexahydrate (0.6525 g) and 2-MIM (1.4625 g) were dissolved into 45 mL of DI water, separately. The two solutions were then mixed and stirred at 800 rpm until the solution changed to brown. The duration is around 4.5 h. The powder materials were washed three times by centrifuging at 20,000 rpm for 10 min and dried in a vacuum oven overnight.", "data": [{"meta": {"name": "Acidification of Carbon Cloth", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "washing", "washing solution": "HNO3 solution (80 mL, 56%)", "amount": ""}, {"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Carbon cloth", "amount": "", "unit": ""}], "solvent": [{"name": "DI water", "amount": "", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "120°C", "time": "24 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "washing", "washing solution": "DI water", "amount": ""}]}, {"meta": {"name": "Growth of ZIF-L-Derived CoMn-LDH on Carbon Cloth", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cobalt nitrate hexahydrate", "amount": "0.6525", "unit": "g"}, {"name": "2-methylimidazole", "amount": "1.4625", "unit": "g"}], "solution": [{"name": "DI water", "amount": "45", "unit": "mL"}], "pressure": "", "temperature": "", "time": "4 h"}, {"synthesis method": "washing", "washing solution": "DI water", "amount": ""}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "aqueous solution of 10 mM MnSO4/Mn­(NO3)2·4H2O/MnCl2·4H2O", "amount": "", "unit": "80 mL"}], "solution": [{"name": "DI water", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "1, 3, 6, and 9 h", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DI water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "60°C", "atmosphere": "", "time": ""}]}, {"meta": {"name": "Growth of ZIF-L-Derived CoMn-LDH Powder", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cobalt nitrate hexahydrate", "amount": "0.6525", "unit": "g"}, {"name": "2-MIM", "amount": "1.4625", "unit": "g"}], "solution": [{"name": "DI water", "amount": "45", "unit": "mL"}], "pressure": "", "temperature": "", "time": "4.5 h"}, {"synthesis method": "centrifugation", "revolution per time": "20,000 rpm", "relative centrifugal force": "", "time": "10 min", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "vacuum", "time": "overnight"}]}], "include_properties": ["solvothermal_synthesis", "pH_adjustment", "washing", "solvothermal_synthesis", "washing", "drying", "chemical_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "1, 9, 16, 18, 19", "type": "text", "classification": "property", "content": "<p>Cobalt–manganese\nlayered double hydroxide (CoMn-LDH) has\nbeen known as a highly desired cathode material used with an alkaline\nelectrolyte. However, the layered double hydroxide structure is unstable\nand changes almost instantly in alkaline solution due to the instability\nof a manganese­(III) ion. Thus, it is important to investigate the\ntrue active phase for designing efficient electrode materials. In\nthis work, the metal–organic framework is used as a templating\nprecursor to derive CoMn-LDH from three different manganese solutions,\nnamely, MnSO<sub>4</sub>, Mn­(NO<sub>3</sub>)<sub>2</sub>, and MnCl<sub>2</sub>. Anions in the solutions participate in the derivation process\nand strongly affect the layer structure, phase transformation process,\nand charge storage properties of the resulting materials. CoMn-LDH\nsynthesized from manganese sulfate solution exhibits the largest interlayer\nspacing of 1.08 nm, and more interestingly, the layered structure\ncan well be retained in KOH solution, while the other two synthesized\nfrom manganese chloride and nitrate solutions transform into the spinel\nstructure. As a cathode material, it delivers a high areal capacity\nof 582.07 mC/cm<sup>2</sup> at 2 mA/cm<sup>2</sup>\n<sub>,</sub> which\nis about 100% higher than those of the other two samples. The present\nwork explores the active phase of CoMn-LDH in the alkaline electrolyte\nand proposes a potential mechanism of the phase transformation, which\nprovides insights into understanding and designing of the active electrode\nmaterials for stable and high-performing supercapacitors in an alkaline\nenvironment.</p><p>TEM studies (see d–f) show that the CoMn-LDH-SO<sub>4</sub> sheets\nwere\nsmall and interconnected with each other, while CoMn-LDH-NO<sub>3</sub>/Cl sheets prefer to be in one plane and the sizes are larger. The\nSAED images show a typical pattern for LDH. The extra circles in SAED\nobserved are due to the decomposition of hydroxides to oxides under\nstrong electron beams. The enlarged TEM\nimages (g–i)\npresent the lattice fringes of the (006) plane in each sample, showing\na larger interlayer spacing of around 0.5 nm for CoMn-LDH-SO<sub>4</sub>, which also can be confirmed by the FFT image. The clear lattice\nfringes and bright SAED circles also indicate a good crystallinity\nof the sample. The BET surface areas of CoMn-LDH-SO<sub>4</sub>, CoMn-LDH-NO<sub>3</sub>, and CoMn-LDH-Cl are 89.4, 65.6, 72.6 m<sup>2</sup>/g, respectively,\nlarger than that of the common CoMn-LDH materials that have been reported\n(∼53 m<sup>2</sup>/g). The interconnected\n3D network morphology has effectively prevented the restacking of\nthe LDH sheets, giving rise to the higher surface area of CoMn-LDH-SO<sub>4</sub>.</p><p>Electrochemical tests were conducted in a three-electrode\nsetup\nin 1 M KOH solution for the three CoMn-LDH@carbon cloth samples, which\nwere immersed in KOH for 30 min in advance. CoMn-LDH-SO<sub>4</sub> shows an outstanding performance, compared to the other two samples.\nTwo pairs of redox peaks are observed in CV curves for the three samples\nat ∼0 and ∼0.4 V (see a), which correspond to the redox reactions\nof M<sup>2+</sup>/M<sup>3+</sup> and M<sup>3+</sup>/M<sup>4+</sup> (M = Co, Mn). By comparison, the CV curve area of CoMn-LDH-SO<sub>4</sub> is the\nlargest, indicating the highest capacity among the three. The charge–discharge\nplateau in the GCD curve (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S9a</ext-link>) is also consistent with the CV curve. The areal capacity is calculated\nfrom the discharge curve as 582.07 mC/cm<sup>2</sup> for CoMn-LDH-SO<sub>4</sub> at 2 mA/cm<sup>2</sup>, which is around 2 times that of the\nother two samples (b). The electrochemical performance also compares favorably\nwith other literature values (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Table S1</ext-link>).\nThey can well be accounted for the more accessible active sites in\nassociation with the stable layered structure of CoMn-LDH-SO<sub>4</sub>. Its rate capability (66.2%) is also higher than the other two samples\n(56.6% and 54.9%). In addition, CoMn-LDH-SO<sub>4</sub> has the smallest\nelectron transfer resistance and mass transfer resistance, as shown\nin the Nyquist plot (see c). These experimental results suggest CoMn-LDH-SO<sub>4</sub> has a better electron transfer path and electrolyte ion penetration\ntunnel. Upon 5000 charge–discharge cycles at 10 mA/cm<sup>2</sup>, the capacity of CoMn-LDH-SO<sub>4</sub> can well be maintained\nat 77% of its initial value (see d). Although around 90% of the initial value\ncan be maintained for the other two samples, their capacity stays\nat around 200 mC/cm<sup>2</sup>, which is still 2 times lower than\nthe capacity of CoMn-LDH-SO<sub>4</sub> after 5000 charge–discharge\ncycles. SEM images of the three samples after the stability test are\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S10</ext-link>. The morphology of\nCoMn-LDH-SO4 does not show a significant change after the cycling\ntest. In addition, when compared to the other two samples, CoMn-LDH-SO<sub>4</sub> appears to have more nanosheets retained on the nanowall\nsurface, which can contribute to a higher capacity.</p><p>A hybrid supercapacitor was then\nassembled using CoMn-LDH-SO<sub>4</sub> and porous carbon as the respective\nelectrodes. Porous carbon\nis derived from ZIF-8, and it shows a semirectangular CV curve and\nsymmetrical linear GCD curve, representing a good supercapacitor behavior\nand reversibility (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Figure S9b,c</ext-link>). The specific\ncapacitance of porous carbon is around 137 F/g. To match the charge\nstock in CoMn-LDH-SO<sub>4</sub>, 3.7 mg of anode material was used. e presents the comparison\nof the CV between the used cathode and anode materials, showing a\nsimilar area and therefore a good match between the two electrodes.\nBy assembling the two different materials, the voltage window can\nthen be extended to 1.5 V. Indeed, the CV curve of the full cell is\nrather rectangular with two pairs of wide redox peaks, and the GCD\ncurve is also linear showing a capacitor behavior (f,g). The capacitance was calculated\nto be 308.48 mF/cm<sup>2</sup> at 2 mA/cm<sup>2</sup>, and the energy\ndensity is 0.096 mWh/cm<sup>2</sup> with a power density of 1.5 mW/cm<sup>2</sup>. These performance values compare favorably with most of\nthe literature values as shown in the Ragone plot (h and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05564/suppl_file/am9b05564_si_001.pdf\">Table S2</ext-link>). During the repeating charge–discharge test at 10\nmA/cm<sup>2</sup>, the capacitance can well maintain at 89% of the\ninitial value after 18,000 charge–discharge cycles, showing\na superior stability (i).</p><title>Conclusions</title><p>There is a strong anion\neffect in the transformation process of\nCo-MOF to CoMn-LDH. While the anion has a great impact on the lattice\nspacing and morphology in the “preactive material”,\nit has an even more significant impact on the resultant “true\nactive material” once brought into contact with the alkaline\nelectrolyte, as demonstrated by the differences among the CoMn-LDH-SO<sub>4</sub>, CoMn-LDH-NO<sub>3</sub>, and CoMn-LDH-Cl. Among the three\nmanganese salts studied, the MnSO<sub>4</sub> solution leads to CoMn-LDH\nwith the largest lattice spacing and highest surface area. As a result,\nCoMn-LDH-SO<sub>4</sub> exhibits the best supercapacitance behavior,\nwith the areal capacity reaching 582.07 mC/cm<sup>2</sup>, doubling\nthat of the other two CoMn-LDHs. The full cell of CoMn-LDH-SO<sub>4</sub>∥porous carbon possesses an areal energy density of\n0.096 mWh/cm<sup>2</sup> at a power density of 1.5 mW/cm<sup>2</sup>. The observed high performance of CoMn-LDH-SO<sub>4</sub> is shown\nto arise from its strong ability to retain the beneficial layered\nstructure in the KOH electrolyte. As for the other two CoMn-LDHs,\nnamely, CoMn-LDH-NO<sub>3</sub> and CoMn-LDH-Cl, there is structure\ndegradation to the spinel structure, disintegrated morphology, and\npoor electrochemical performance. The findings in the present study\non the in-depth understanding of anion effects in CoMn-LDH provide\na solid basis of manipulating the interlayer spacing and crystal structure\nfor effectively enhancing the supercapacitance of LDH.</p>", "clean_text": "Cobalt-manganese layered double hydroxide (CoMn-LDH) has been known as a highly desired cathode material used with an alkaline electrolyte. However, the layered double hydroxide structure is unstable and changes almost instantly in alkaline solution due to the instability of a manganese(III) ion. Thus, it is important to investigate the true active phase for designing efficient electrode materials. In this work, the metal-organic framework is used as a templating precursor to derive CoMn-LDH from three different manganese solutions, namely, MnSO4, Mn(NO3)2, and MnCl2. Anions in the solutions participate in the derivation process and strongly affect the layer structure, phase transformation process, and charge storage properties of the resulting materials. CoMn-LDH synthesized from manganese sulfate solution exhibits the largest interlayer spacing of 1.08 nm, and more interestingly, the layered structure can well be retained in KOH solution, while the other two synthesized from manganese chloride and nitrate solutions transform into the spinel structure. As a cathode material, it delivers a high areal capacity of 582.07 mC/cm2 at 2 mA/cm2 , which is about 100% higher than those of the other two samples. The present work explores the active phase of CoMn-LDH in the alkaline electrolyte and proposes a potential mechanism of the phase transformation, which provides insights into understanding and designing of the active electrode materials for stable and high-performing supercapacitors in an alkaline environment.\n\nTEM studies (see d-f) show that the CoMn-LDH-SO4 sheets were small and interconnected with each other, while CoMn-LDH-NO3/Cl sheets prefer to be in one plane and the sizes are larger. The SAED images show a typical pattern for LDH. The extra circles in SAED observed are due to the decomposition of hydroxides to oxides under strong electron beams. The enlarged TEM images (g-i) present the lattice fringes of the (006) plane in each sample, showing a larger interlayer spacing of around 0.5 nm for CoMn-LDH-SO4, which also can be confirmed by the FFT image. The clear lattice fringes and bright SAED circles also indicate a good crystallinity of the sample. The BET surface areas of CoMn-LDH-SO4, CoMn-LDH-NO3, and CoMn-LDH-Cl are 89.4, 65.6, 72.6 m2/g, respectively, larger than that of the common CoMn-LDH materials that have been reported (~53 m2/g). The interconnected 3D network morphology has effectively prevented the restacking of the LDH sheets, giving rise to the higher surface area of CoMn-LDH-SO4.\n\nElectrochemical tests were conducted in a three-electrode setup in 1 M KOH solution for the three CoMn-LDH@carbon cloth samples, which were immersed in KOH for 30 min in advance. CoMn-LDH-SO4 shows an outstanding performance, compared to the other two samples. Two pairs of redox peaks are observed in CV curves for the three samples at ~0 and ~0.4 V (see a), which correspond to the redox reactions of M2+/M3+ and M3+/M4+ (M = Co, Mn). By comparison, the CV curve area of CoMn-LDH-SO4 is the largest, indicating the highest capacity among the three. The charge-discharge plateau in the GCD curve (see Figure S9a) is also consistent with the CV curve. The areal capacity is calculated from the discharge curve as 582.07 mC/cm2 for CoMn-LDH-SO4 at 2 mA/cm2, which is around 2 times that of the other two samples (b). The electrochemical performance also compares favorably with other literature values (Table S1). They can well be accounted for the more accessible active sites in association with the stable layered structure of CoMn-LDH-SO4. Its rate capability (66.2%) is also higher than the other two samples (56.6% and 54.9%). In addition, CoMn-LDH-SO4 has the smallest electron transfer resistance and mass transfer resistance, as shown in the Nyquist plot (see c). These experimental results suggest CoMn-LDH-SO4 has a better electron transfer path and electrolyte ion penetration tunnel. Upon 5000 charge-discharge cycles at 10 mA/cm2, the capacity of CoMn-LDH-SO4 can well be maintained at 77% of its initial value (see d). Although around 90% of the initial value can be maintained for the other two samples, their capacity stays at around 200 mC/cm2, which is still 2 times lower than the capacity of CoMn-LDH-SO4 after 5000 charge-discharge cycles. SEM images of the three samples after the stability test are shown in Figure S10. The morphology of CoMn-LDH-SO4 does not show a significant change after the cycling test. In addition, when compared to the other two samples, CoMn-LDH-SO4 appears to have more nanosheets retained on the nanowall surface, which can contribute to a higher capacity.\n\nA hybrid supercapacitor was then assembled using CoMn-LDH-SO4 and porous carbon as the respective electrodes. Porous carbon is derived from ZIF-8, and it shows a semirectangular CV curve and symmetrical linear GCD curve, representing a good supercapacitor behavior and reversibility (Figure S9b,c). The specific capacitance of porous carbon is around 137 F/g. To match the charge stock in CoMn-LDH-SO4, 3.7 mg of anode material was used. e presents the comparison of the CV between the used cathode and anode materials, showing a similar area and therefore a good match between the two electrodes. By assembling the two different materials, the voltage window can then be extended to 1.5 V. Indeed, the CV curve of the full cell is rather rectangular with two pairs of wide redox peaks, and the GCD curve is also linear showing a capacitor behavior (f,g). The capacitance was calculated to be 308.48 mF/cm2 at 2 mA/cm2, and the energy density is 0.096 mWh/cm2 with a power density of 1.5 mW/cm2. These performance values compare favorably with most of the literature values as shown in the Ragone plot (h and Table S2). During the repeating charge-discharge test at 10 mA/cm2, the capacitance can well maintain at 89% of the initial value after 18,000 charge-discharge cycles, showing a superior stability (i).\n\nConclusions\n\nThere is a strong anion effect in the transformation process of Co-MOF to CoMn-LDH. While the anion has a great impact on the lattice spacing and morphology in the \"preactive material\", it has an even more significant impact on the resultant \"true active material\" once brought into contact with the alkaline electrolyte, as demonstrated by the differences among the CoMn-LDH-SO4, CoMn-LDH-NO3, and CoMn-LDH-Cl. Among the three manganese salts studied, the MnSO4 solution leads to CoMn-LDH with the largest lattice spacing and highest surface area. As a result, CoMn-LDH-SO4 exhibits the best supercapacitance behavior, with the areal capacity reaching 582.07 mC/cm2, doubling that of the other two CoMn-LDHs. The full cell of CoMn-LDH-SO4∥porous carbon possesses an areal energy density of 0.096 mWh/cm2 at a power density of 1.5 mW/cm2. The observed high performance of CoMn-LDH-SO4 is shown to arise from its strong ability to retain the beneficial layered structure in the KOH electrolyte. As for the other two CoMn-LDHs, namely, CoMn-LDH-NO3 and CoMn-LDH-Cl, there is structure degradation to the spinel structure, disintegrated morphology, and poor electrochemical performance. The findings in the present study on the in-depth understanding of anion effects in CoMn-LDH provide a solid basis of manipulating the interlayer spacing and crystal structure for effectively enhancing the supercapacitance of LDH.", "data": [[{"meta": {"name": "CoMn-LDH-SO4", "symbol": "", "chemical formula": ""}, "BET surface area": {"value": "89.4", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "CoMn-LDH-NO3", "symbol": "", "chemical formula": ""}, "BET surface area": {"value": "65.6", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "CoMn-LDH-Cl", "symbol": "", "chemical formula": ""}, "BET surface area": {"value": "72.6", "unit": "m2/g", "condition": ""}}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic of the synthesis process for CoMn-LDH.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2019-05564j_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic of the synthesis process for CoMn-LDH.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM, TEM, and HRTEM images of (a, d, g) CoMn-LDH-SO<sub>4</sub>, (b, e, h) −NO<sub>3</sub>, and (c, f, i) −Cl.\nInsets\nare SAED and FFT images of CoMn-LDH-SO<sub>4,</sub> −NO<sub>3,</sub> and −Cl.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2019-05564j_0005.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM, TEM, and HRTEM images of (a, d, g) CoMn-LDH-SO4, (b, e, h) -NO3, and (c, f, i) -Cl. Insets are SAED and FFT images of CoMn-LDH-SO4, -NO3, and -Cl.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) XRD, (b) Co 2p XPS\npeaks, and (c) Mn 3s XPS peaks of CoMn-LDH-SO<sub>4</sub>/NO<sub>3</sub>/Cl.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2019-05564j_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) XRD, (b) Co 2p XPS peaks, and (c) Mn 3s XPS peaks of CoMn-LDH-SO4/NO3/Cl.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) XRD, (b) Co 2p XPS peaks, and (c) Mn 3 s XPS peaks of CoMn-LDH-SO<sub>4</sub>/NO<sub>3</sub>/Cl after immersing in KOH for 30 min.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2019-05564j_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) XRD, (b) Co 2p XPS peaks, and (c) Mn 3 s XPS peaks of CoMn-LDH-SO4/NO3/Cl after immersing in KOH for 30 min.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) CV with scan rate\nof 5 mV/s and (b) capacity of CoMn-LDH-SO<sub>4</sub>/NO<sub>3</sub>/Cl and carbon cloth substrate; (c) Nyquist\nplot, and (d) stability of CoMn-LDH-SO<sub>4</sub>/NO<sub>3</sub>/Cl;\n(e) CV comparison of the anode and cathode material at a scan speed\nof 5 mV/s; (f) CV, (g) GCD, (h) Ragone plot, and (i) stability of\nCoMn-LDH-SO<sub>4</sub>∥porous carbon and selected literature\nvalues.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2019-05564j_0001.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) CV with scan rate of 5 mV/s and (b) capacity of CoMn-LDH-SO4/NO3/Cl and carbon cloth substrate; (c) Nyquist plot, and (d) stability of CoMn-LDH-SO4/NO3/Cl; (e) CV comparison of the anode and cathode material at a scan speed of 5 mV/s; (f) CV, (g) GCD, (h) Ragone plot, and (i) stability of CoMn-LDH-SO4∥porous carbon and selected literature values.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.9b05564", "title": null, "journal": "American\nChemical Society", "date": "2019.06", "author_list": ["Liu\nXimeng", "Zhang\nLei", "Gao\nXiaorui", "Guan\nCao", "Hu\nYating", "Wang\nJohn"]}}