{"filepath": "../L2M3_data/1_application_papers/acs_xml/am9b09938.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Iodine detection\nis crucial for nuclear waste clean-up and first\nresponder activities. For ease of use and durability of response,\nrobust active materials that enable the direct electrical detection\nof I<sub>2</sub> are needed. Herein, a large reversible electrical\nresponse is demonstrated as I<sub>2</sub> is controllably and repeatedly\nadsorbed and desorbed from a series of metal–organic frameworks\n(MOFs) MFM-300­(X), each possessing a different metal center (X = Al,\nFe, In, or Sc) bridged by biphenyl-3,3′,5,5′-tetracarboxylate\nlinkers. Impedance spectroscopy is used to evaluate how the different\nmetal centers influence the electrical response upon cycling of I<sub>2</sub> gas, ranging from 10× to 10<sup>6</sup>× decrease\nin resistance upon I<sub>2</sub> adsorption in air. This large variation\nin electrical response is attributed not only to the differing structural\ncharacteristics of the MOFs but also to the differing MOF morphologies\nand how this influences the degree of reversibility of I<sub>2</sub> adsorption. Interestingly, MFM-300­(Al) and MFM-300­(In) displayed\nthe largest changes in resistance (up to 10<sup>6</sup>×) yet\nlost much of their adsorption capacity after five I<sub>2</sub> adsorption\ncycles in air. On the other hand, MFM-300­(Fe) and MFM-300­(Sc) revealed\nmore moderate changes in resistance (10–100×), maintaining\nmost of their original adsorption capacity after five cycles. This\nwork demonstrates how changes in MOFs can profoundly affect the magnitude\nand reversibility of the electrical response of sensor materials.\nTuning both the intrinsic (resistivity and adsorption capacity) and\nextrinsic (surface area and particle morphology) properties is necessary\nto develop highly reversible, large signal-generating MOF materials\nfor direct electrical readout for I<sub>2</sub> sensing.</p>", "clean_text": "Iodine detection is crucial for nuclear waste clean-up and first responder activities. For ease of use and durability of response, robust active materials that enable the direct electrical detection of I2 are needed. Herein, a large reversible electrical response is demonstrated as I2 is controllably and repeatedly adsorbed and desorbed from a series of metal-organic frameworks (MOFs) MFM-300(X), each possessing a different metal center (X = Al, Fe, In, or Sc) bridged by biphenyl-3,3',5,5'-tetracarboxylate linkers. Impedance spectroscopy is used to evaluate how the different metal centers influence the electrical response upon cycling of I2 gas, ranging from 10× to 106× decrease in resistance upon I2 adsorption in air. This large variation in electrical response is attributed not only to the differing structural characteristics of the MOFs but also to the differing MOF morphologies and how this influences the degree of reversibility of I2 adsorption. Interestingly, MFM-300(Al) and MFM-300(In) displayed the largest changes in resistance (up to 106×) yet lost much of their adsorption capacity after five I2 adsorption cycles in air. On the other hand, MFM-300(Fe) and MFM-300(Sc) revealed more moderate changes in resistance (10-100×), maintaining most of their original adsorption capacity after five cycles. This work demonstrates how changes in MOFs can profoundly affect the magnitude and reversibility of the electrical response of sensor materials. Tuning both the intrinsic (resistivity and adsorption capacity) and extrinsic (surface area and particle morphology) properties is necessary to develop highly reversible, large signal-generating MOF materials for direct electrical readout for I2 sensing.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Prompt, reliable fission gas detection\nis paramount for the safety\nof the public and first responders during both nuclear accidents and\nindustrial nuclear fuel reprocessing. In\nparticular, iodine gas detection is of great concern. The isotopes\nof iodine have immediate impact to human health and long-term impact\nto the environment, including <sup>131</sup>I isotope (half life ∼8\ndays) and <sup>129</sup>I isotope (half life ∼17 million years).\nCommercial I<sub>2</sub> sensors do exist, though they can possess\nsignificant drawbacks. Common fuel-cell type I<sub>2</sub> sensors\nhave relatively short lifetimes coupled with susceptibility to fouling.\nOther solid-oxide-type sensors require temperatures &gt;200 °C\nfor\ninteraction between the gas and oxide surface, limiting applications.\nIdeally, a compact device easily integrated with modern electronics\nis desired. For simplicity of design, information output, and device\nreliability, a direct electrical readout is advantageous.</p>", "clean_text": "Introduction\n\nPrompt, reliable fission gas detection is paramount for the safety of the public and first responders during both nuclear accidents and industrial nuclear fuel reprocessing. In particular, iodine gas detection is of great concern. The isotopes of iodine have immediate impact to human health and long-term impact to the environment, including 131I isotope (half life ~8 days) and 129I isotope (half life ~17 million years). Commercial I2 sensors do exist, though they can possess significant drawbacks. Common fuel-cell type I2 sensors have relatively short lifetimes coupled with susceptibility to fouling. Other solid-oxide-type sensors require temperatures >200 °C for interaction between the gas and oxide surface, limiting applications. Ideally, a compact device easily integrated with modern electronics is desired. For simplicity of design, information output, and device reliability, a direct electrical readout is advantageous.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In\nan effort to identify materials that enable a compact, reliable,\nand robust sensor, impedance spectroscopy (IS) is used to monitor\nseries of related materials. IS is a technique that is useful for\nunderstanding charge movement in complex materials systems. A small\nsinusoidal voltage is applied to the sample, and the resulting current\nis measured, with “impedance” being defined as the ratio\nof complex voltage to complex current. This measurement is then repeated over a broad frequency range,\nsuch as 1 MHz to 10 mHz, to best understand the different components\nof the system. The use of small sinusoidal voltage about a chosen\ndc potential enables measurement without necessarily driving a reaction\nor forcing a net flow of current. IS has been successfully utilized\nacross a variety of systems to understand charge movement in solar\ncells, ion-conducting solid electrolytes, and structures at solid–liquid interfaces.\n</p>", "clean_text": "In an effort to identify materials that enable a compact, reliable, and robust sensor, impedance spectroscopy (IS) is used to monitor series of related materials. IS is a technique that is useful for understanding charge movement in complex materials systems. A small sinusoidal voltage is applied to the sample, and the resulting current is measured, with \"impedance\" being defined as the ratio of complex voltage to complex current. This measurement is then repeated over a broad frequency range, such as 1 MHz to 10 mHz, to best understand the different components of the system. The use of small sinusoidal voltage about a chosen dc potential enables measurement without necessarily driving a reaction or forcing a net flow of current. IS has been successfully utilized across a variety of systems to understand charge movement in solar cells, ion-conducting solid electrolytes, and structures at solid-liquid interfaces. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To develop a sensor based on IS but with high response to I<sub>2</sub>, nanoporous materials with the ability to reversibly adsorb\nI<sub>2</sub> from the environment are necessary. To date, a variety\nof zeolites and metal–organic framework (MOF) materials have\nbeen shown to selectively adsorb I<sub>2</sub> from complex gas streams, including ZIF-8, HKUST-1, Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(sdc)<sub>6</sub>, Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(peb)<sub>6</sub>, micro-Cu<sub>4</sub>I<sub>4</sub>-MOF, Zn<sub>3</sub>(DL-lac)<sub>2</sub>(pybz)<sub>2</sub>, Co­(bdc)<sub>1.5</sub>(H<sub>2</sub>bpz)­0.5I<sub>2</sub>·DMF, TbCu<sub>4</sub>I<sub>4</sub>(ina)<sub>3</sub>(DMF), SBMOF-1 (Ca­(sdb)), silica zeolites, and silver-containing\nzeolites (e.g., silver-mordenite). Early success was achieved\nwith a thin film of ZIF-8 as the adsorbent layer on a sensor bed of\nPt-interdigitated electrodes (IDE). While\na large (&gt;10<sup>5</sup>×) change in impedance was observed,\nthe response was largely irreversible. Subsequent investigation of silver-mordenite, a widely used zeolite\nin industry for I<sub>2</sub> capture, revealed a structure stable\nto gas adsorption and temperature but with only a modest &lt;5×\nchange in resistance.\n</p>", "clean_text": "To develop a sensor based on IS but with high response to I2, nanoporous materials with the ability to reversibly adsorb I2 from the environment are necessary. To date, a variety of zeolites and metal-organic framework (MOF) materials have been shown to selectively adsorb I2 from complex gas streams, including ZIF-8, HKUST-1, Zr6O4(OH)4(sdc)6, Zr6O4(OH)4(peb)6, micro-Cu4I4-MOF, Zn3(DL-lac)2(pybz)2, Co(bdc)1.5(H2bpz)0.5I2⋅DMF, TbCu4I4(ina)3(DMF), SBMOF-1 (Ca(sdb)), silica zeolites, and silver-containing zeolites (e.g., silver-mordenite). Early success was achieved with a thin film of ZIF-8 as the adsorbent layer on a sensor bed of Pt-interdigitated electrodes (IDE). While a large (>105×) change in impedance was observed, the response was largely irreversible. Subsequent investigation of silver-mordenite, a widely used zeolite in industry for I2 capture, revealed a structure stable to gas adsorption and temperature but with only a modest <5× change in resistance. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In an effort\nto retain the large electrical response of ZIF-8 MOF\nbut with the stability of silver-mordenite zeolites, sensors are reported\nherein from a family of thermally and chemically robust porous materials\nMFM-300­(X) (X = Al, Fe, In, Sc) which show exceptional reversible\nI<sub>2</sub> adsorption capacity. This\nhigh capacity is due to the strong iodine binding sites (metal hydroxide\nsite and a site between the ligand phenyl rings). Furthermore, the\ntriply charged metal cations are coordinated to a biphenyl-3,3′,5,5′-tetracarboxylate\nlinker to form a porous “wine-rack” structure through\nwhich I<sub>2</sub> molecules can diffuse along the <italic>c</italic>-axis of the crystal, forming tightly packed triple helices of I<sub>2</sub> within the pores. Previous reports on MFM-300­(Sc) have shown\nthis family to exhibit highly reversible adsorption of I<sub>2</sub>.\n</p>", "clean_text": "In an effort to retain the large electrical response of ZIF-8 MOF but with the stability of silver-mordenite zeolites, sensors are reported herein from a family of thermally and chemically robust porous materials MFM-300(X) (X = Al, Fe, In, Sc) which show exceptional reversible I2 adsorption capacity. This high capacity is due to the strong iodine binding sites (metal hydroxide site and a site between the ligand phenyl rings). Furthermore, the triply charged metal cations are coordinated to a biphenyl-3,3',5,5'-tetracarboxylate linker to form a porous \"wine-rack\" structure through which I2 molecules can diffuse along the c-axis of the crystal, forming tightly packed triple helices of I2 within the pores. Previous reports on MFM-300(Sc) have shown this family to exhibit highly reversible adsorption of I2. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>By coupling IS with robust,\nhighly I<sub>2</sub> adsorbing MFM-300­(X)\nmaterials, a series of prototype sensors were fabricated by dropcasting\na different MFM-300­(X) (X = Al, Fe, In, Sc) material onto each IDE.\nThe prototype sensors were dried and exposed repeatedly to I<sub>2</sub> followed by desorption via vacuum drying. Herein, the variation\nand reversibility of electrical response, adsorption capacity, and\nstructure are characterized throughout these I<sub>2</sub> loading\nand unloading cycles, and large, reversible responses (×10<sup>6</sup>) are demonstrated. The materials studied herein confirm that\ntuning both the intrinsic (resistivity and adsorption capacity) and\nextrinsic (surface area and particle morphology) properties is necessary\nto create a highly reversible, large signal generating response targeted\nfor direct electrical readout I<sub>2</sub> sensors.</p>", "clean_text": "By coupling IS with robust, highly I2 adsorbing MFM-300(X) materials, a series of prototype sensors were fabricated by dropcasting a different MFM-300(X) (X = Al, Fe, In, Sc) material onto each IDE. The prototype sensors were dried and exposed repeatedly to I2 followed by desorption via vacuum drying. Herein, the variation and reversibility of electrical response, adsorption capacity, and structure are characterized throughout these I2 loading and unloading cycles, and large, reversible responses (×106) are demonstrated. The materials studied herein confirm that tuning both the intrinsic (resistivity and adsorption capacity) and extrinsic (surface area and particle morphology) properties is necessary to create a highly reversible, large signal generating response targeted for direct electrical readout I2 sensors.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Sensor Fabrication</title><p>Platinum IDEs\non a glass substrate\nwere obtained from DropSens (product G-IDEPT10). These electrodes\ncontain 125 pairs of platinum lines 250 nm thick and 10 μm wide\nwith a spacing of 10 μm between lines. The IDEs were rinsed\nwith acetone (HPLC grade, Sigma-Aldrich, ≥99.9%), dried under\nN<sub>2</sub>, heated to 70 °C in air for 30 min, and cooled\nto room temperature. IDEs with impedances of less than 2 × 10<sup>10</sup> Ω at 100 mHz were discarded.</p>", "clean_text": "Experimental Section\n\nSensor Fabrication\n\nPlatinum IDEs on a glass substrate were obtained from DropSens (product G-IDEPT10). These electrodes contain 125 pairs of platinum lines 250 nm thick and 10 μm wide with a spacing of 10 μm between lines. The IDEs were rinsed with acetone (HPLC grade, Sigma-Aldrich, ≥99.9%), dried under N2, heated to 70 °C in air for 30 min, and cooled to room temperature. IDEs with impedances of less than 2 × 1010 Ω at 100 mHz were discarded.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>The activated MOF\nmaterials MFM-300­(X) (X = Al, Fe, In, or Sc) were synthesized as reported\nelsewhere. In a 10 mL glass vial, 25 mg of MFM-300­(X) and 2.5 mL acetone were\nadded. The mixture was sealed and stirred vigorously for 30 minutes,\nafter which 25 μL was pipetted onto the active area of the IDE.\nThe IDE was allowed to dry at room temperature for 10 min, followed\nby vacuum drying at 175 °C and &lt;1 mTorr for 8 h. To determine\nthe deposition amount, the mass of the IDE was monitored after each\nstep in this process using a calibrated, high-resolution balance (Mettler\nToledo XS105). Across all samples, an average of 1.52 ± 0.21\nmg (<italic>N</italic> = 16) MFM-300­(X) was deposited onto an IDE.</p>", "clean_text": "The activated MOF materials MFM-300(X) (X = Al, Fe, In, or Sc) were synthesized as reported elsewhere. In a 10 mL glass vial, 25 mg of MFM-300(X) and 2.5 mL acetone were added. The mixture was sealed and stirred vigorously for 30 minutes, after which 25 μL was pipetted onto the active area of the IDE. The IDE was allowed to dry at room temperature for 10 min, followed by vacuum drying at 175 °C and <1 mTorr for 8 h. To determine the deposition amount, the mass of the IDE was monitored after each step in this process using a calibrated, high-resolution balance (Mettler Toledo XS105). Across all samples, an average of 1.52 ± 0.21 mg (N = 16) MFM-300(X) was deposited onto an IDE.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Iodine Exposure</title><p>The MOF-coated IDE and 100 mg of I<sub>2</sub> (ultradry, 10 mesh, Alfa Aesar, 99.998%) were placed into\na 100 mL glass vial with a ground glass joint and top. The vial was\nclosed in air and placed in an oven at 70 °C for 3 h (I<sub>2</sub> vapor pressure = 1.18 kPa), after which\nthe sensor was promptly removed and allowed to cool to room temperature\nin air. I<sub>2</sub> exposures were run in triplicate. To remove\nadsorbed I<sub>2</sub>, sensors were vacuum-dried at &lt;1 mTorr and\n175 °C for 8 h. The reversibility of all samples was evaluated\nby sequentially loading with I<sub>2</sub> and vacuum drying five\ntimes.</p>", "clean_text": "Iodine Exposure\n\nThe MOF-coated IDE and 100 mg of I2 (ultradry, 10 mesh, Alfa Aesar, 99.998%) were placed into a 100 mL glass vial with a ground glass joint and top. The vial was closed in air and placed in an oven at 70 °C for 3 h (I2 vapor pressure = 1.18 kPa), after which the sensor was promptly removed and allowed to cool to room temperature in air. I2 exposures were run in triplicate. To remove adsorbed I2, sensors were vacuum-dried at <1 mTorr and 175 °C for 8 h. The reversibility of all samples was evaluated by sequentially loading with I2 and vacuum drying five times.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Electrical Testing</title><p>Impedance spectra were recorded\nafter every I<sub>2</sub> adsorption and subsequent desorption using\na Solartron 1260 frequency response analyzer connected in series with\nSolartron 1296 Dielectric Interface, utilizing the internal reference\ncapacitors for measurements. The high input impedance of this system\nenables measurement of impedances in excess of 10<sup>14</sup> Ω.\nImpedance spectra were recorded at 0 V dc and 100 mV (rms) ac over\n1 MHz to 10 mHz. Sensors were placed on a 5 mm thick alumina plate\ninside a Faraday cage and contacted with tungsten probes. All measurements\nwere taken at room temperature in air. Data were analyzed, and equivalent\ncircuits fitted using the complex nonlinear least squares algorithm\nin the <italic>Z</italic>-Plot (Scribner Associates, North Pines,\nNC, USA).</p>", "clean_text": "Electrical Testing\n\nImpedance spectra were recorded after every I2 adsorption and subsequent desorption using a Solartron 1260 frequency response analyzer connected in series with Solartron 1296 Dielectric Interface, utilizing the internal reference capacitors for measurements. The high input impedance of this system enables measurement of impedances in excess of 1014 Ω. Impedance spectra were recorded at 0 V dc and 100 mV (rms) ac over 1 MHz to 10 mHz. Sensors were placed on a 5 mm thick alumina plate inside a Faraday cage and contacted with tungsten probes. All measurements were taken at room temperature in air. Data were analyzed, and equivalent circuits fitted using the complex nonlinear least squares algorithm in the Z-Plot (Scribner Associates, North Pines, NC, USA).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Materials Characterization</title><p>Crystallinity was evaluated\nusing X-ray diffraction (XRD) with a Bruker D2 PHASER system set in\ntraditional Bragg–Brentano geometry using Cu Kα radiation.\nThe morphology and phase assemblage were characterized using a Zeiss\nGeminiSEM scanning electron microscope operating with an accelerating\nvoltage of 3 kV and a working distance of 5.8 mm. A layer of Au–Pd\nwas sputtered onto samples to minimize the effects of sample charging.\nEnergy-dispersive X-ray spectroscopy (EDS) was performed during scanning\nelectron microscopy (SEM) analysis, using an accelerating voltage\nof 10 kV and working distance of 10.9 mm and a Bruker XFlash 6 | 60\nEDS detector.</p>", "clean_text": "Materials Characterization\n\nCrystallinity was evaluated using X-ray diffraction (XRD) with a Bruker D2 PHASER system set in traditional Bragg-Brentano geometry using Cu Kα radiation. The morphology and phase assemblage were characterized using a Zeiss GeminiSEM scanning electron microscope operating with an accelerating voltage of 3 kV and a working distance of 5.8 mm. A layer of Au-Pd was sputtered onto samples to minimize the effects of sample charging. Energy-dispersive X-ray spectroscopy (EDS) was performed during scanning electron microscopy (SEM) analysis, using an accelerating voltage of 10 kV and working distance of 10.9 mm and a Bruker XFlash 6 | 60 EDS detector.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The MOF films were removed from the IDE and loaded\ninto polyimide capillaries for synchrotron-based structure analysis.\nHigh-energy X-ray scattering data suitable for PDF and diffraction\nanalysis were collected at beamline 11-ID-B of the Advanced Photon\nSource at Argonne National Laboratory using an X-ray wavelength of\n0.2113 Å. Two dimensional X-ray scattering images were calibrated\nand reduced to one-dimensional diffraction patterns using GSAS-II.\nX-ray PDFs were obtained within the xPDFsuite.</p>", "clean_text": "The MOF films were removed from the IDE and loaded into polyimide capillaries for synchrotron-based structure analysis. High-energy X-ray scattering data suitable for PDF and diffraction analysis were collected at beamline 11-ID-B of the Advanced Photon Source at Argonne National Laboratory using an X-ray wavelength of 0.2113 Å. Two dimensional X-ray scattering images were calibrated and reduced to one-dimensional diffraction patterns using GSAS-II. X-ray PDFs were obtained within the xPDFsuite.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The materials MFM-300­(X) (X = Al, Fe, In, Sc) were synthesized\nas powders and individually dropcast onto platinum IDE, forming a\nseries of sensors capable of detecting I<sub>2</sub> electrically.\nIS was used to define the broad electrical frequency response of these\nmaterials. The reversibility of the electrical response upon repeated\nI<sub>2</sub> loading (70 °C, 3 h, air) and unloading (175 °C,\n8 h, &lt;1 mTorr) revealed wide variation between MFM-300­(X) as a\nfunction of different metal centers X. These observed changes in electrical\nproperties were correlated with changes in adsorption capacity, structural\nintegrity, and morphology and are detailed in depth below. Importantly,\nin this work, only the MOF metal centers were varied in an effort\nto minimize outside factors interfering with the impedance of the\nelectrode, such as particle and grain sizes.</p>", "clean_text": "Results and Discussion\n\nThe materials MFM-300(X) (X = Al, Fe, In, Sc) were synthesized as powders and individually dropcast onto platinum IDE, forming a series of sensors capable of detecting I2 electrically. IS was used to define the broad electrical frequency response of these materials. The reversibility of the electrical response upon repeated I2 loading (70 °C, 3 h, air) and unloading (175 °C, 8 h, <1 mTorr) revealed wide variation between MFM-300(X) as a function of different metal centers X. These observed changes in electrical properties were correlated with changes in adsorption capacity, structural integrity, and morphology and are detailed in depth below. Importantly, in this work, only the MOF metal centers were varied in an effort to minimize outside factors interfering with the impedance of the electrode, such as particle and grain sizes.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>It should be noted\nthat all MFM-300­(X) materials exhibited a similar\nimpedance response, though the magnitude of the change was variable\n(see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b09938/suppl_file/am9b09938_si_001.pdf\">Figures S1–S4</ext-link>). Typical impedance\nspectra are provided in  for MFM-300­(In). The as-synthesized and dried MFM-300­(In)\ndisplays a high capacitive response, with |<italic>Z</italic>| increasing\nwith decreasing frequency, and the phase angle is nearly −90°\nexcept for the lowest frequencies. After I<sub>2</sub> is adsorbed,\nthe low-frequency impedance (|<italic>Z</italic>|) levels out below\n1 Hz, and the phase angle transitions from −90° to 0°,\nindicative of a change in response from capacitive to resistive. Desorption\nof I<sub>2</sub> from MFM-300­(In) leads to the impedance magnitude\nand phase angle returning to nearly their original values. Thus, the\nreversible adsorption and desorption of I<sub>2</sub> from MFM-300­(In)\nis accompanied by a reversible change in impedance response.</p>", "clean_text": "It should be noted that all MFM-300(X) materials exhibited a similar impedance response, though the magnitude of the change was variable (see Figures S1-S4). Typical impedance spectra are provided in  for MFM-300(In). The as-synthesized and dried MFM-300(In) displays a high capacitive response, with |Z| increasing with decreasing frequency, and the phase angle is nearly -90° except for the lowest frequencies. After I2 is adsorbed, the low-frequency impedance (|Z|) levels out below 1 Hz, and the phase angle transitions from -90° to 0°, indicative of a change in response from capacitive to resistive. Desorption of I2 from MFM-300(In) leads to the impedance magnitude and phase angle returning to nearly their original values. Thus, the reversible adsorption and desorption of I2 from MFM-300(In) is accompanied by a reversible change in impedance response.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Impedance response\nand equivalent circuit fits for MFM-300­(In).\nThis plot is representative of all MFM-300­(X) materials in this work,\ndemonstrating the reversibility of the impedance response as I<sub>2</sub> is added and subsequently removed. For clarity, only every\nother data point has been plotted.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2019-099385_0001.eps\"></graphic>\n</fig>", "clean_text": " 1  Impedance response and equivalent circuit fits for MFM-300(In). This plot is representative of all MFM-300(X) materials in this work, demonstrating the reversibility of the impedance response as I2 is added and subsequently removed. For clarity, only every other data point has been plotted.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>To better quantify the changes in impedance, an equivalent\ncircuit\nmodel previously developed for I<sub>2</sub> adsorption in ZIF-8 was\nused. This circuit, depicted in , consists of a series\nresistance, <italic>R</italic>\n<sub>s</sub>, and two parallel resistor–capacitor\nnetworks linked in parallel. The series resistance is dominated by\nthe platinum lines on the IDEs and is typically 400–450 Ω.\nThe first resistor–capacitor network relates the glass substrate\nresistance, <italic>R</italic>\n<sub>g</sub> (≈10<sup>12</sup> Ω), and capacitance, <italic>C</italic>\n<sub>g</sub> (≈40\npF). Actual values for <italic>R</italic>\n<sub>s</sub>, <italic>R</italic>\n<sub>g</sub>, and <italic>C</italic>\n<sub>g</sub> were measured on\neach blank IDE before dropcasting with MFM-300­(X). These values were\nthen fixed for subsequent analysis of MFM-300­(X) resistance, <italic>R</italic>\n<sub>MFM</sub>, and capacitance, CPE<sub>MFM</sub>. Here,\na constant phase element is used to describe the inhomogeneity of\nthe response of MFM-300­(X). This equivalent\ncircuit analysis was then performed as IDEs containing MFM-300­(X)\nand was cycled through five I<sub>2</sub> loading and unloading cycles.</p>", "clean_text": "To better quantify the changes in impedance, an equivalent circuit model previously developed for I2 adsorption in ZIF-8 was used. This circuit, depicted in , consists of a series resistance, R s, and two parallel resistor-capacitor networks linked in parallel. The series resistance is dominated by the platinum lines on the IDEs and is typically 400-450 Ω. The first resistor-capacitor network relates the glass substrate resistance, R g (~1012 Ω), and capacitance, C g (~40 pF). Actual values for R s, R g, and C g were measured on each blank IDE before dropcasting with MFM-300(X). These values were then fixed for subsequent analysis of MFM-300(X) resistance, R MFM, and capacitance, CPEMFM. Here, a constant phase element is used to describe the inhomogeneity of the response of MFM-300(X). This equivalent circuit analysis was then performed as IDEs containing MFM-300(X) and was cycled through five I2 loading and unloading cycles.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Equivalent\ncircuit fit to impedance data overlaid onto a cross-sectional\nschematic of the sensor, relating how the circuit elements <italic>R</italic>\n<sub>s</sub>, <italic>R</italic>\n<sub>MFM</sub>, CPE<sub>MFM</sub>, <italic>R</italic>\n<sub>g</sub>, and <italic>C</italic>\n<sub>g</sub> spatially correspond to the materials used. Schematic\nis not to scale.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2019-099385_0002.eps\"></graphic>\n</fig>", "clean_text": " 2  Equivalent circuit fit to impedance data overlaid onto a cross-sectional schematic of the sensor, relating how the circuit elements R s, R MFM, CPEMFM, R g, and C g spatially correspond to the materials used. Schematic is not to scale.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The resulting changes\nin I<sub>2</sub> adsorption capacity (mass\nchange) and resistance of MFM-300­(X) (<italic>R</italic>\n<sub>MFM</sub>) are plotted in . Two distinct sets of responses are observed. First, MFM-300­(Al)\nand MFM-300­(In) both show a gradual decrease in adsorption capacity,\naccompanied by an increasing amount of mass retained after desorption. <italic>R</italic>\n<sub>MFM</sub> was consistently high (10<sup>11</sup> Ω)\nacross all readings, with MFM-300­(In) displaying the overall highest\nresistance of all tested materials. However, the resistance of I<sub>2</sub>-loaded MFM-300­(Al) and MFM-300­(In) both decreased as cycling\ncontinued.</p>", "clean_text": "The resulting changes in I2 adsorption capacity (mass change) and resistance of MFM-300(X) (R MFM) are plotted in . Two distinct sets of responses are observed. First, MFM-300(Al) and MFM-300(In) both show a gradual decrease in adsorption capacity, accompanied by an increasing amount of mass retained after desorption. R MFM was consistently high (1011 Ω) across all readings, with MFM-300(In) displaying the overall highest resistance of all tested materials. However, the resistance of I2-loaded MFM-300(Al) and MFM-300(In) both decreased as cycling continued.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(Top) I<sub>2</sub> adsorption and (bottom) room-temperature MOF\nresistance, <italic>R</italic>\n<sub>MFM</sub>, for MFM-300­(X) (X =\nAl, Fe, In, or Sc). Filled symbols denote MFM-300­(X) after I<sub>2</sub> sorption at 70 °C for 3 h in air, while open symbols were recorded\nafter desorption at 175 °C for 8 h at &lt;1 mTorr. If not visible,\nerror bars are smaller than the marker.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2019-099385_0003.eps\"></graphic>\n</fig>", "clean_text": " 3  (Top) I2 adsorption and (bottom) room-temperature MOF resistance, R MFM, for MFM-300(X) (X = Al, Fe, In, or Sc). Filled symbols denote MFM-300(X) after I2 sorption at 70 °C for 3 h in air, while open symbols were recorded after desorption at 175 °C for 8 h at <1 mTorr. If not visible, error bars are smaller than the marker.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>Similar to the two previous members of the series, MFM-300­(Fe)\nand MFM-300­(Sc) both display large and consistent I<sub>2</sub> adsorption\ncapacities across all five loading cycles. After three cycles, however,\na mass increase of 13.6 and 12.0 wt % for MFM-300­(Fe) and MFM-300­(Sc),\nrespectively, was noted. In contrast to MFM-300­(Al) and MFM-300­(In),\nthe large, highly reversible adsorption capacities were accompanied\nby a relatively small change in <italic>R</italic>\n<sub>MFM</sub> (10×\nand 100×, respectively). MFM-300­(Fe) revealed very consistent\nchanges in <italic>R</italic>\n<sub>MFM</sub> from 550 GΩ unloaded\nto 55 GΩ when loaded with I<sub>2</sub>. MFM-300­(Sc) showed\nsimilar differences in <italic>R</italic>\n<sub>MFM</sub>, though the\nunloaded resistance slowly increased with the cycle number.</p>", "clean_text": "Similar to the two previous members of the series, MFM-300(Fe) and MFM-300(Sc) both display large and consistent I2 adsorption capacities across all five loading cycles. After three cycles, however, a mass increase of 13.6 and 12.0 wt % for MFM-300(Fe) and MFM-300(Sc), respectively, was noted. In contrast to MFM-300(Al) and MFM-300(In), the large, highly reversible adsorption capacities were accompanied by a relatively small change in R MFM (10× and 100×, respectively). MFM-300(Fe) revealed very consistent changes in R MFM from 550 GΩ unloaded to 55 GΩ when loaded with I2. MFM-300(Sc) showed similar differences in R MFM, though the unloaded resistance slowly increased with the cycle number.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>From these results, it is concluded that a consistent electrical\nresponse is indicative of a consistent I<sub>2</sub> adsorption amount.\nHowever, large I<sub>2</sub> adsorption capacity is not necessary\nto create a large change in <italic>R</italic>\n<sub>MFM</sub>. By cycle\nfive, the MFM-300­(Al) and (In) devices only adsorbed an additional\n28 and 15 wt % I<sub>2</sub>, respectively, yet they exhibited changes\nin <italic>R</italic>\n<sub>MFM</sub> of ×9 × 10<sup>3</sup> and ×6 × 10<sup>6</sup>. The fact that <italic>R</italic>\n<sub>MFM</sub> continuously decreases for the MFM-300­(Al) and MFM-300­(In)\ndevices suggests that either (i) a chemical or structural change was\noccurring to the MOF or (ii) relatively small amounts of I<sub>2</sub> were being adsorbed irreversibly into preferential sites in the\nMOF pore system, decreasing the resistance.</p>", "clean_text": "From these results, it is concluded that a consistent electrical response is indicative of a consistent I2 adsorption amount. However, large I2 adsorption capacity is not necessary to create a large change in R MFM. By cycle five, the MFM-300(Al) and (In) devices only adsorbed an additional 28 and 15 wt % I2, respectively, yet they exhibited changes in R MFM of ×9 × 103 and ×6 × 106. The fact that R MFM continuously decreases for the MFM-300(Al) and MFM-300(In) devices suggests that either (i) a chemical or structural change was occurring to the MOF or (ii) relatively small amounts of I2 were being adsorbed irreversibly into preferential sites in the MOF pore system, decreasing the resistance.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>To verify the structural\nstability of MFM-300­(X) materials, XRD\nwas performed on the sensors after each I<sub>2</sub> cycle.  compares diffraction\npatterns for the blank IDE to that loaded with MFM-300­(X) (X = Al,\nFe, In, Sc) as dried, after the first I<sub>2</sub> adsorption, after\nthe first desorption, and after the fifth desorption. The blank IDEs\ndisplay strong Pt(111) reflection near 40° 2θ, and a broad\npeak near 22°, attributed to the glass substrate. The addition\nof the MFM-300­(X) film creates a characteristic set of diffraction\npeaks, all of which are suppressed once I<sub>2</sub> is adsorbed.\nThis behavior is consistent with previous reports, where scattering\nfrom adsorbed I<sub>2</sub> was implicated in the decrease in peak\nintensity, although the crystal structure of MFM-300­(X) was retained. After desorption of I<sub>2</sub>, the diffraction\npeaks return but with lower intensities. By the fifth desorption,\nsignificant differences in peak intensity are observed between the\ndifferent MFM-300­(X) analogues.</p>", "clean_text": "To verify the structural stability of MFM-300(X) materials, XRD was performed on the sensors after each I2 cycle.  compares diffraction patterns for the blank IDE to that loaded with MFM-300(X) (X = Al, Fe, In, Sc) as dried, after the first I2 adsorption, after the first desorption, and after the fifth desorption. The blank IDEs display strong Pt(111) reflection near 40° 2θ, and a broad peak near 22°, attributed to the glass substrate. The addition of the MFM-300(X) film creates a characteristic set of diffraction peaks, all of which are suppressed once I2 is adsorbed. This behavior is consistent with previous reports, where scattering from adsorbed I2 was implicated in the decrease in peak intensity, although the crystal structure of MFM-300(X) was retained. After desorption of I2, the diffraction peaks return but with lower intensities. By the fifth desorption, significant differences in peak intensity are observed between the different MFM-300(X) analogues.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XRD patterns of IDEs coated with MFM-300­(X)\n(X = Al, Fe, In, or\nSc) at different points in the I<sub>2</sub> adsorption/desorption\ncycle: (A) bare IDE, (B) IDE coated with MFM-300­(X) and dried, (C)\nafter the first I<sub>2</sub> sorption, (D) after the first desorption\ncycle, and (E) after the fifth desorption cycle.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2019-099385_0004.eps\"></graphic>\n</fig>", "clean_text": " 4  XRD patterns of IDEs coated with MFM-300(X) (X = Al, Fe, In, or Sc) at different points in the I2 adsorption/desorption cycle: (A) bare IDE, (B) IDE coated with MFM-300(X) and dried, (C) after the first I2 sorption, (D) after the first desorption cycle, and (E) after the fifth desorption cycle.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>These differences are attributed to the amount of I<sub>2</sub> retained in the MOF pores after the fifth desorption cycle. For\nexample, MFM-300­(Fe) retained the least I<sub>2</sub> (10.7 ±\n0.4 wt %) and showed the most intense XRD pattern. No additional phases\nwere observed during XRD analysis, consistent with MFM-300 phase stability.\nThus, it is concluded that changes in <italic>R</italic>\n<sub>MFM</sub> are largely not a result of degradation of the MFM-300 crystal structure.\nIn fact, high energy synchrotron diffraction data shows that the bulk\nof the MOF film remains crystalline and intact after cycling (crystalline\npowder). Visual observation of the powder reveals a partial degradation\nof the top layer of the film into a glassy phase (a minor component\nof the sample); it is this top layer that is primarily probed in laboratory-based\ndiffraction measurements due to a limited penetration of X-rays into\nthe sample.</p>", "clean_text": "These differences are attributed to the amount of I2 retained in the MOF pores after the fifth desorption cycle. For example, MFM-300(Fe) retained the least I2 (10.7 ± 0.4 wt %) and showed the most intense XRD pattern. No additional phases were observed during XRD analysis, consistent with MFM-300 phase stability. Thus, it is concluded that changes in R MFM are largely not a result of degradation of the MFM-300 crystal structure. In fact, high energy synchrotron diffraction data shows that the bulk of the MOF film remains crystalline and intact after cycling (crystalline powder). Visual observation of the powder reveals a partial degradation of the top layer of the film into a glassy phase (a minor component of the sample); it is this top layer that is primarily probed in laboratory-based diffraction measurements due to a limited penetration of X-rays into the sample.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Large I<sub>2</sub> absorption capacity is not necessary\nto create\na large change in <italic>R</italic>\n<sub>MFM</sub>. If the electrical\nconduction mechanism is primarily through networks of I<sub>2</sub> (or generically polyiodides), then, the resistance will not linearly\nincrease with the I<sub>2</sub> content. At some critical amounts\nof I<sub>2</sub>, a percolating network will form, and the system-level\nresistance will dramatically decrease. For example, the MFM-300­(Al)\nshows a large response with only ∼15 wt % change after multiple\ncycles. It is postulated that though a relatively small amount of\nI<sub>2</sub> is being adsorbed after cycling, I<sub>2</sub> was residing\non preferential sites in the MOF pore system. Without enough I<sub>2</sub> to build its extended network inside the MFM-300 pores, the\nresultant overall electrical resistance decreased for the system.</p>", "clean_text": "Large I2 absorption capacity is not necessary to create a large change in R MFM. If the electrical conduction mechanism is primarily through networks of I2 (or generically polyiodides), then, the resistance will not linearly increase with the I2 content. At some critical amounts of I2, a percolating network will form, and the system-level resistance will dramatically decrease. For example, the MFM-300(Al) shows a large response with only ~15 wt % change after multiple cycles. It is postulated that though a relatively small amount of I2 is being adsorbed after cycling, I2 was residing on preferential sites in the MOF pore system. Without enough I2 to build its extended network inside the MFM-300 pores, the resultant overall electrical resistance decreased for the system.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>To understand how particle morphology changes upon repeated I<sub>2</sub> loadings, all sensor films were evaluated in SEM. Characteristic\nmicrographs of MFM-300­(X) powders before I<sub>2</sub> exposure and\nafter cycling with I<sub>2</sub> five times are shown in . While significant\ndifferences in morphology are observed between the different MFM-300­(X)\nanalogues, no appreciable changes in morphology were observed upon\ncycling with I<sub>2</sub>. MFM-300­(Al) and MFM-300­(In) revealed particles\nof extraordinary uniformity: for MFM-300­(Al) rice-shaped particles,\n∼1.2 μm in length are observed, while for MFM-300­(In)\noctagonal rods, ∼4.5 μm in length are formed. In contrast,\nMFM-300­(Fe) and MFM-300­(Sc) exhibited a wide distribution of orthorhombic\nparticles less than 0.5–25 μm in length, displaying highly\nvariable aspect ratios varying from rods to plates.</p>", "clean_text": "To understand how particle morphology changes upon repeated I2 loadings, all sensor films were evaluated in SEM. Characteristic micrographs of MFM-300(X) powders before I2 exposure and after cycling with I2 five times are shown in . While significant differences in morphology are observed between the different MFM-300(X) analogues, no appreciable changes in morphology were observed upon cycling with I2. MFM-300(Al) and MFM-300(In) revealed particles of extraordinary uniformity: for MFM-300(Al) rice-shaped particles, ~1.2 μm in length are observed, while for MFM-300(In) octagonal rods, ~4.5 μm in length are formed. In contrast, MFM-300(Fe) and MFM-300(Sc) exhibited a wide distribution of orthorhombic particles less than 0.5-25 μm in length, displaying highly variable aspect ratios varying from rods to plates.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of MFM-300­(X)\nas dried and after the fifth I<sub>2</sub> desorption cycle for (A,B)\nX = Al, (C,D) X = Fe, (E,F) X = In, and\n(G,H) X = Sc.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2019-099385_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  SEM images of MFM-300(X) as dried and after the fifth I2 desorption cycle for (A,B) X = Al, (C,D) X = Fe, (E,F) X = In, and (G,H) X = Sc.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>EDS was recorded at multiple\nsites for all powders shown in . No significant\nchanges in EDS spectra were observed before versus after I<sub>2</sub> cycling, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b09938/suppl_file/am9b09938_si_001.pdf\">Figures S5–S8</ext-link>. For powders before I<sub>2</sub> exposure (A,C,E,G) carbon, oxygen, and the relevant\nmetals were observed. After the fifth I<sub>2</sub> desorption cycle,\nall powders ( B,D,F,H) displayed the same framework elements by EDS but also confirmed\nthe presence of additional iodine. This is consistent with the residual\n(added) masses observed upon desorption (). In conjunction with the previous XRD and\nSEM data, it is concluded that the residual mass upon I<sub>2</sub> unloading () is predominantly iodine retained in the MFM-300­(X) framework and\nnot a secondary species from the environment (e.g., O<sub>2</sub>,\nH<sub>2</sub>O, etc.).</p>", "clean_text": "EDS was recorded at multiple sites for all powders shown in . No significant changes in EDS spectra were observed before versus after I2 cycling, as shown in Figures S5-S8. For powders before I2 exposure (A,C,E,G) carbon, oxygen, and the relevant metals were observed. After the fifth I2 desorption cycle, all powders ( B,D,F,H) displayed the same framework elements by EDS but also confirmed the presence of additional iodine. This is consistent with the residual (added) masses observed upon desorption (). In conjunction with the previous XRD and SEM data, it is concluded that the residual mass upon I2 unloading () is predominantly iodine retained in the MFM-300(X) framework and not a secondary species from the environment (e.g., O2, H2O, etc.).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Differences in MFM-300­(X) particle morphologies\naffect bulk adsorption\nand transport of I<sub>2</sub> gas throughout the pores. Furthermore,\nthe differences in electrical responses in MFM-300­(X) are due to the\ndifferences in the polarization of I<sub>2</sub> in the pores, which\nis likely controlled by the amount and concentration of adsorbed I<sub>2</sub>, and by the depth of penetration of adsorption in each crystallite.\nAll of these are controlled to a large part by crystallite morphology\nand nanopore size opening. The crystal structure of MFM-300­(X) resembles\na “wine rack”, where I<sub>2</sub> molecules enter the <italic>c</italic>-face and diffuse along the <italic>c</italic>-axis forming\na dense network of triple helices when completely packed. Specific differences in adsorption properties\nbetween the MFM-300­(X) analogues are summarized in .</p>", "clean_text": "Differences in MFM-300(X) particle morphologies affect bulk adsorption and transport of I2 gas throughout the pores. Furthermore, the differences in electrical responses in MFM-300(X) are due to the differences in the polarization of I2 in the pores, which is likely controlled by the amount and concentration of adsorbed I2, and by the depth of penetration of adsorption in each crystallite. All of these are controlled to a large part by crystallite morphology and nanopore size opening. The crystal structure of MFM-300(X) resembles a \"wine rack\", where I2 molecules enter the c-face and diffuse along the c-axis forming a dense network of triple helices when completely packed. Specific differences in adsorption properties between the MFM-300(X) analogues are summarized in .", "data": null, "include_properties": null}, {"idx": 30, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Adsorption\nProperties of MFM-300­(X)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">BET surface\narea (m<sup>2</sup> g<sup>-1</sup>)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">pore size (Å)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">pore volume (cm<sup>3</sup> g<sup>–1</sup>)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">observed I<sub>2</sub> uptake (g g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">max. I<sub>2</sub> uptake (g g<sup>–1</sup>)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">observed I<sub>2</sub> density (g cm<sup>–3</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MFM-300(Al)</oasis:entry>\n<oasis:entry>1370</oasis:entry>\n<oasis:entry>6.5</oasis:entry>\n<oasis:entry>0.37</oasis:entry>\n<oasis:entry>0.869</oasis:entry>\n<oasis:entry>0.94</oasis:entry>\n<oasis:entry>2.35</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MFM-300(Fe)</oasis:entry>\n<oasis:entry>1192</oasis:entry>\n<oasis:entry>7.8</oasis:entry>\n<oasis:entry>0.46</oasis:entry>\n<oasis:entry>1.11</oasis:entry>\n<oasis:entry>1.29</oasis:entry>\n<oasis:entry>2.41</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MFM-300(In)</oasis:entry>\n<oasis:entry>1050</oasis:entry>\n<oasis:entry>7.6</oasis:entry>\n<oasis:entry>0.41</oasis:entry>\n<oasis:entry>0.602</oasis:entry>\n<oasis:entry>1.16</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MFM-300(Sc)</oasis:entry>\n<oasis:entry>1250</oasis:entry>\n<oasis:entry>8.1</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n<oasis:entry>1.18</oasis:entry>\n<oasis:entry>1.54</oasis:entry>\n<oasis:entry>2.36</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>“Observed I<sub>2</sub> uptake”\nrelates the I<sub>2</sub> adsorption during the first adsorption cycle\n(in air), while “max I<sub>2</sub> uptake” describes\nthe maximum observed I<sub>2</sub> uptake for the material in ref <xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref> (in N<sub>2</sub>).</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Values from ref <xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Both MFM-300­(Fe) and MFM-300­(Sc) display wide distribution\nparticle\nsizes and orientations. Many of these particles are &lt;1 μm,\ncreating a relatively high surface area and encouraging prompt, reversible\nI<sub>2</sub> diffusion. MFM-300­(Al) has particles that are highly\noriented and, on average, smaller than those of MFM-300­(Fe) and MFM-300­(Sc).\nAs the <italic>c</italic>-axis of the MOF lies along the long axis\nof the particles, the effective surface area and pore opening for\nI<sub>2</sub> to enter the MOF is thus much smaller for MFM-300­(Al)\nthan for MFM-300­(Fe) and MFM-300­(Sc).</p>", "clean_text": "Both MFM-300(Fe) and MFM-300(Sc) display wide distribution particle sizes and orientations. Many of these particles are <1 μm, creating a relatively high surface area and encouraging prompt, reversible I2 diffusion. MFM-300(Al) has particles that are highly oriented and, on average, smaller than those of MFM-300(Fe) and MFM-300(Sc). As the c-axis of the MOF lies along the long axis of the particles, the effective surface area and pore opening for I2 to enter the MOF is thus much smaller for MFM-300(Al) than for MFM-300(Fe) and MFM-300(Sc).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>This effect is more pronounced\nfor MFM-300­(In), where the <italic>c</italic>-axis is a relatively\nsmaller surface area on the large,\nlong crystallites. The adsorption pathway for I<sub>2</sub> is via\nthe small octagonal face with diffusion down the long axis of the\ncrystallite. As MFM-300­(In) is progressively cycled, I<sub>2</sub> may become trapped or hindered at a given point or defect in the\nchannel, creating a blockage in a particular channel and impeding\nI<sub>2</sub> transport for the entire channel. Surprisingly, as decreasing\namount of I<sub>2</sub> molecules are adsorbed on subsequent cycles\n(), the MOF\nresistance, <italic>R</italic>\n<sub>MFM</sub>, continues to decrease.</p>", "clean_text": "This effect is more pronounced for MFM-300(In), where the c-axis is a relatively smaller surface area on the large, long crystallites. The adsorption pathway for I2 is via the small octagonal face with diffusion down the long axis of the crystallite. As MFM-300(In) is progressively cycled, I2 may become trapped or hindered at a given point or defect in the channel, creating a blockage in a particular channel and impeding I2 transport for the entire channel. Surprisingly, as decreasing amount of I2 molecules are adsorbed on subsequent cycles (), the MOF resistance, R MFM, continues to decrease.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>It is proposed that I<sub>2</sub> adsorbs at key binding sites\nin the MFM-300­(In) structure, enabling the formation of a conductive\nnetwork. The additional time and temperature provided by subsequent\nloading/unloading cycles may optimize these adsorption locations in\nthe crystal structure. This hypothesis is consistent with crystallographic\ndata of the preferential adsorption site of I<sub>2</sub> at low loadings\nin other MOFs. Upon desorption, enough\nof the I<sub>2</sub> network may be removed so as to destroy the conduction\npathway and create a large increase in resistance, enabling a large\nsensor response with relatively small addition of I<sub>2</sub>.</p>", "clean_text": "It is proposed that I2 adsorbs at key binding sites in the MFM-300(In) structure, enabling the formation of a conductive network. The additional time and temperature provided by subsequent loading/unloading cycles may optimize these adsorption locations in the crystal structure. This hypothesis is consistent with crystallographic data of the preferential adsorption site of I2 at low loadings in other MOFs. Upon desorption, enough of the I2 network may be removed so as to destroy the conduction pathway and create a large increase in resistance, enabling a large sensor response with relatively small addition of I2.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Development of robust active sensors for the direct electrical\ndetection of I<sub>2</sub> will enable reliable, rapid detection of\nI<sub>2</sub> in critical environments. Herein, the performance of\na family of MOFs as reversible selective adsorption materials in an\nIS-based sensor has been detailed. Interestingly, the responses of\nthese MFM-300­(X) materials can be controlled by the choice of X; MFM-300­(Al)\nand MFM-300­(In) displayed large (up to ×10<sup>6</sup>) changes\nin resistance upon adsorption of I<sub>2</sub>. While the adsorption\ncapacity of MFM-300­(Al) and MFM-300­(In) decreased upon successive\nI<sub>2</sub> cycling, the change in resistance increased. On the\nother hand, MFM-300­(Fe) exhibited stable I<sub>2</sub> adsorption\ncapacities coupled with relatively stable changes in resistance of\nabout ×23. Differences in electrical properties were attributed\nto variations in morphology of the MFM-300­(X) materials and how this\ninfluences I<sub>2</sub> diffusion into the crystallites. For MFM-300­(In)\nespecially, it is noted that the addition of only a relatively small\namount (∼15 wt %) of I<sub>2</sub> is necessary to generate\na large change in resistance. This behavior is attributed to the addition\nof I<sub>2</sub> upon cycling to key adsorption sites, enabling the\nformation of a conductive I<sub>2</sub> network within the pores of\nthe MOF.</p>", "clean_text": "Conclusions\n\nDevelopment of robust active sensors for the direct electrical detection of I2 will enable reliable, rapid detection of I2 in critical environments. Herein, the performance of a family of MOFs as reversible selective adsorption materials in an IS-based sensor has been detailed. Interestingly, the responses of these MFM-300(X) materials can be controlled by the choice of X; MFM-300(Al) and MFM-300(In) displayed large (up to ×106) changes in resistance upon adsorption of I2. While the adsorption capacity of MFM-300(Al) and MFM-300(In) decreased upon successive I2 cycling, the change in resistance increased. On the other hand, MFM-300(Fe) exhibited stable I2 adsorption capacities coupled with relatively stable changes in resistance of about ×23. Differences in electrical properties were attributed to variations in morphology of the MFM-300(X) materials and how this influences I2 diffusion into the crystallites. For MFM-300(In) especially, it is noted that the addition of only a relatively small amount (~15 wt %) of I2 is necessary to generate a large change in resistance. This behavior is attributed to the addition of I2 upon cycling to key adsorption sites, enabling the formation of a conductive I2 network within the pores of the MOF.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>More broadly, this work demonstrates how changes in\nthe metal centers\nof the MOF can profoundly affect the magnitude and reversibility of\nthe electrical response of the sensor materials. Nanoscale tuning\nof both the intrinsic (resistivity and adsorption capacity) and extrinsic\n(surface area and particle morphology) properties is necessary to\naffect the conductivity of the adsorbed I<sub>2</sub> gas molecules.\nThis in turn is necessary to produce the conductivity pathway necessary\nfor an electrical response due to gas adsorption. Attention to the\nnanoscale enabled the development of reversible, highly-specific large\nsignal generation of direct electrical readout I<sub>2</sub> sensors.\nOngoing research is focused into the enhanced durability of these\nsensors and the development of related sensors for the targeting of\nhigh-impact industrial gases.</p>", "clean_text": "More broadly, this work demonstrates how changes in the metal centers of the MOF can profoundly affect the magnitude and reversibility of the electrical response of the sensor materials. Nanoscale tuning of both the intrinsic (resistivity and adsorption capacity) and extrinsic (surface area and particle morphology) properties is necessary to affect the conductivity of the adsorbed I2 gas molecules. This in turn is necessary to produce the conductivity pathway necessary for an electrical response due to gas adsorption. Attention to the nanoscale enabled the development of reversible, highly-specific large signal generation of direct electrical readout I2 sensors. Ongoing research is focused into the enhanced durability of these sensors and the development of related sensors for the targeting of high-impact industrial gases.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.9b09938\">10.1021/acsami.9b09938</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Impedance spectra\nfor blank IDEs and MFM-300­(X) X =\nAl, Fe, Sc; and EDS of MFM-300­(X) (X = Al, Fe, In, and Sc) before\nand after five I<sub>2</sub> exposure cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b09938/suppl_file/am9b09938_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b09938.  Impedance spectra for blank IDEs and MFM-300(X) X = Al, Fe, Sc; and EDS of MFM-300(X) (X = Al, Fe, In, and Sc) before and after five I2 exposure cycles (PDF)   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Impedance spectra\nfor blank IDEs and MFM-300­(X) X =\nAl, Fe, Sc; and EDS of MFM-300­(X) (X = Al, Fe, In, and Sc) before\nand after five I<sub>2</sub> exposure cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b09938/suppl_file/am9b09938_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Impedance spectra for blank IDEs and MFM-300(X) X = Al, Fe, Sc; and EDS of MFM-300(X) (X = Al, Fe, In, and Sc) before and after five I2 exposure cycles (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<p>The activated MOF\nmaterials MFM-300­(X) (X = Al, Fe, In, or Sc) were synthesized as reported\nelsewhere. In a 10 mL glass vial, 25 mg of MFM-300­(X) and 2.5 mL acetone were\nadded. The mixture was sealed and stirred vigorously for 30 minutes,\nafter which 25 μL was pipetted onto the active area of the IDE.\nThe IDE was allowed to dry at room temperature for 10 min, followed\nby vacuum drying at 175 °C and &lt;1 mTorr for 8 h. To determine\nthe deposition amount, the mass of the IDE was monitored after each\nstep in this process using a calibrated, high-resolution balance (Mettler\nToledo XS105). Across all samples, an average of 1.52 ± 0.21\nmg (<italic>N</italic> = 16) MFM-300­(X) was deposited onto an IDE.</p>", "clean_text": "The activated MOF materials MFM-300(X) (X = Al, Fe, In, or Sc) were synthesized as reported elsewhere. In a 10 mL glass vial, 25 mg of MFM-300(X) and 2.5 mL acetone were added. The mixture was sealed and stirred vigorously for 30 minutes, after which 25 μL was pipetted onto the active area of the IDE. The IDE was allowed to dry at room temperature for 10 min, followed by vacuum drying at 175 °C and <1 mTorr for 8 h. To determine the deposition amount, the mass of the IDE was monitored after each step in this process using a calibrated, high-resolution balance (Mettler Toledo XS105). Across all samples, an average of 1.52 ± 0.21 mg (N = 16) MFM-300(X) was deposited onto an IDE.", "data": [{"meta": {"name": "MFM-300­(X)", "symbol": "X", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "MFM-300­(X)", "amount": "25", "unit": "mg"}], "solution": [{"name": "acetone", "amount": "2.5", "unit": "mL"}], "pressure": "", "temperature": "", "time": "30 minutes"}, {"synthesis method": "drying", "pressure": "<1 mTorr", "temperature": "175 °C", "atmosphere": "vacuum", "time": "8 h"}], "yield": "", "other properties": ["deposition amount: 1.52 ± 0.21 mg"]}], "include_properties": ["chemical_synthesis", "drying"]}, {"idx": 20, "type": "text", "classification": "property", "content": "<p>Similar to the two previous members of the series, MFM-300­(Fe)\nand MFM-300­(Sc) both display large and consistent I<sub>2</sub> adsorption\ncapacities across all five loading cycles. After three cycles, however,\na mass increase of 13.6 and 12.0 wt % for MFM-300­(Fe) and MFM-300­(Sc),\nrespectively, was noted. In contrast to MFM-300­(Al) and MFM-300­(In),\nthe large, highly reversible adsorption capacities were accompanied\nby a relatively small change in <italic>R</italic>\n<sub>MFM</sub> (10×\nand 100×, respectively). MFM-300­(Fe) revealed very consistent\nchanges in <italic>R</italic>\n<sub>MFM</sub> from 550 GΩ unloaded\nto 55 GΩ when loaded with I<sub>2</sub>. MFM-300­(Sc) showed\nsimilar differences in <italic>R</italic>\n<sub>MFM</sub>, though the\nunloaded resistance slowly increased with the cycle number.</p>", "clean_text": "Similar to the two previous members of the series, MFM-300(Fe) and MFM-300(Sc) both display large and consistent I2 adsorption capacities across all five loading cycles. After three cycles, however, a mass increase of 13.6 and 12.0 wt % for MFM-300(Fe) and MFM-300(Sc), respectively, was noted. In contrast to MFM-300(Al) and MFM-300(In), the large, highly reversible adsorption capacities were accompanied by a relatively small change in R MFM (10× and 100×, respectively). MFM-300(Fe) revealed very consistent changes in R MFM from 550 GΩ unloaded to 55 GΩ when loaded with I2. MFM-300(Sc) showed similar differences in R MFM, though the unloaded resistance slowly increased with the cycle number.", "data": [[{"meta": {"name": "MFM-300­(Fe)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "mass increase", "value": "13.6", "unit": "wt %", "condition": "after three cycles"}, {"property name": "change in R_MFM", "value": "10×", "unit": "", "condition": ""}, {"property name": "changes in R_MFM", "value": "550 GΩ unloaded to 55 GΩ when loaded with I2", "unit": "", "condition": ""}]}, {"meta": {"name": "MFM-300­(Sc)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "mass increase", "value": "12.0", "unit": "wt %", "condition": "after three cycles"}, {"property name": "change in R_MFM", "value": "100×", "unit": "", "condition": ""}, {"property name": "changes in R_MFM", "value": "unloaded resistance slowly increased with the cycle number", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 30, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Adsorption\nProperties of MFM-300­(X)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">BET surface\narea (m<sup>2</sup> g<sup>-1</sup>)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">pore size (Å)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">pore volume (cm<sup>3</sup> g<sup>–1</sup>)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">observed I<sub>2</sub> uptake (g g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">max. I<sub>2</sub> uptake (g g<sup>–1</sup>)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">observed I<sub>2</sub> density (g cm<sup>–3</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MFM-300(Al)</oasis:entry>\n<oasis:entry>1370</oasis:entry>\n<oasis:entry>6.5</oasis:entry>\n<oasis:entry>0.37</oasis:entry>\n<oasis:entry>0.869</oasis:entry>\n<oasis:entry>0.94</oasis:entry>\n<oasis:entry>2.35</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MFM-300(Fe)</oasis:entry>\n<oasis:entry>1192</oasis:entry>\n<oasis:entry>7.8</oasis:entry>\n<oasis:entry>0.46</oasis:entry>\n<oasis:entry>1.11</oasis:entry>\n<oasis:entry>1.29</oasis:entry>\n<oasis:entry>2.41</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MFM-300(In)</oasis:entry>\n<oasis:entry>1050</oasis:entry>\n<oasis:entry>7.6</oasis:entry>\n<oasis:entry>0.41</oasis:entry>\n<oasis:entry>0.602</oasis:entry>\n<oasis:entry>1.16</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MFM-300(Sc)</oasis:entry>\n<oasis:entry>1250</oasis:entry>\n<oasis:entry>8.1</oasis:entry>\n<oasis:entry>0.50</oasis:entry>\n<oasis:entry>1.18</oasis:entry>\n<oasis:entry>1.54</oasis:entry>\n<oasis:entry>2.36</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>“Observed I<sub>2</sub> uptake”\nrelates the I<sub>2</sub> adsorption during the first adsorption cycle\n(in air), while “max I<sub>2</sub> uptake” describes\nthe maximum observed I<sub>2</sub> uptake for the material in ref <xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref> (in N<sub>2</sub>).</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Values from ref <xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Adsorption Properties of MFM-300­[^a][^b]\n\n| MOF         | BET surface area (m² g⁻¹) | pore size (Å) | pore volume (cm³ g⁻¹) | observed I₂ uptake (g g⁻¹) | max. I₂ uptake (g g⁻¹) | observed I₂ density (g cm⁻³) |\n|-------------|----------------------------|---------------|-----------------------|---------------------------|-----------------------|----------------------------|\n| MFM-300(Al) | 1370                       | 6.5           | 0.37                  | 0.869                     | 0.94                  | 2.35                       |\n| MFM-300(Fe) | 1192                       | 7.8           | 0.46                  | 1.11                      | 1.29                  | 2.41                       |\n| MFM-300(In) | 1050                       | 7.6           | 0.41                  | 0.602                     | 1.16                  | 1.46                       |\n| MFM-300(Sc) | 1250                       | 8.1           | 0.50                  | 1.18                      | 1.54                  | 2.36                       |\n\n[^a]: “Observed I₂ uptake” relates the I₂ adsorption during the first adsorption cycle (in air), while “max I₂ uptake” describes the maximum observed I₂ uptake for the material in ref [30] (in N₂).\n[^b]: Values from ref [30].", "data": [{"meta": {"name": "MFM-300(Al)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1370", "unit": "m² g⁻¹", "condition": ""}], "pore diameter": [{"value": "6.5", "unit": "Å", "condition": ""}], "pore volume": [{"probe": "", "value": "0.37", "unit": "cm³ g⁻¹", "condition": ""}], "etc": [{"property name": "observed I₂ uptake", "value": "0.869", "unit": "g g⁻¹", "condition": ""}, {"property name": "max. I₂ uptake", "value": "0.94", "unit": "g g⁻¹", "condition": ""}, {"property name": "observed I₂ density", "value": "2.35", "unit": "g cm⁻³", "condition": ""}]}, {"meta": {"name": "MFM-300(Fe)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1192", "unit": "m² g⁻¹", "condition": ""}], "pore diameter": [{"value": "7.8", "unit": "Å", "condition": ""}], "pore volume": [{"probe": "", "value": "0.46", "unit": "cm³ g⁻¹", "condition": ""}], "etc": [{"property name": "observed I₂ uptake", "value": "1.11", "unit": "g g⁻¹", "condition": ""}, {"property name": "max. I₂ uptake", "value": "1.29", "unit": "g g⁻¹", "condition": ""}, {"property name": "observed I₂ density", "value": "2.41", "unit": "g cm⁻³", "condition": ""}]}, {"meta": {"name": "MFM-300(In)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1050", "unit": "m² g⁻¹", "condition": ""}], "pore diameter": [{"value": "7.6", "unit": "Å", "condition": ""}], "pore volume": [{"probe": "", "value": "0.41", "unit": "cm³ g⁻¹", "condition": ""}], "etc": [{"property name": "observed I₂ uptake", "value": "0.602", "unit": "g g⁻¹", "condition": ""}, {"property name": "max. I₂ uptake", "value": "1.16", "unit": "g g⁻¹", "condition": ""}, {"property name": "observed I₂ density", "value": "1.46", "unit": "g cm⁻³", "condition": ""}]}, {"meta": {"name": "MFM-300(Sc)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1250", "unit": "m² g⁻¹", "condition": ""}], "pore diameter": [{"value": "8.1", "unit": "Å", "condition": ""}], "pore volume": [{"probe": "", "value": "0.50", "unit": "cm³ g⁻¹", "condition": ""}], "etc": [{"property name": "observed I₂ uptake", "value": "1.18", "unit": "g g⁻¹", "condition": ""}, {"property name": "max. I₂ uptake", "value": "1.54", "unit": "g g⁻¹", "condition": ""}, {"property name": "observed I₂ density", "value": "2.36", "unit": "g cm⁻³", "condition": ""}]}], "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Impedance response\nand equivalent circuit fits for MFM-300­(In).\nThis plot is representative of all MFM-300­(X) materials in this work,\ndemonstrating the reversibility of the impedance response as I<sub>2</sub> is added and subsequently removed. For clarity, only every\nother data point has been plotted.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2019-099385_0001.eps\"></graphic>\n</fig>", "clean_text": " 1  Impedance response and equivalent circuit fits for MFM-300(In). This plot is representative of all MFM-300(X) materials in this work, demonstrating the reversibility of the impedance response as I2 is added and subsequently removed. For clarity, only every other data point has been plotted.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Equivalent\ncircuit fit to impedance data overlaid onto a cross-sectional\nschematic of the sensor, relating how the circuit elements <italic>R</italic>\n<sub>s</sub>, <italic>R</italic>\n<sub>MFM</sub>, CPE<sub>MFM</sub>, <italic>R</italic>\n<sub>g</sub>, and <italic>C</italic>\n<sub>g</sub> spatially correspond to the materials used. Schematic\nis not to scale.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2019-099385_0002.eps\"></graphic>\n</fig>", "clean_text": " 2  Equivalent circuit fit to impedance data overlaid onto a cross-sectional schematic of the sensor, relating how the circuit elements R s, R MFM, CPEMFM, R g, and C g spatially correspond to the materials used. Schematic is not to scale.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(Top) I<sub>2</sub> adsorption and (bottom) room-temperature MOF\nresistance, <italic>R</italic>\n<sub>MFM</sub>, for MFM-300­(X) (X =\nAl, Fe, In, or Sc). Filled symbols denote MFM-300­(X) after I<sub>2</sub> sorption at 70 °C for 3 h in air, while open symbols were recorded\nafter desorption at 175 °C for 8 h at &lt;1 mTorr. If not visible,\nerror bars are smaller than the marker.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2019-099385_0003.eps\"></graphic>\n</fig>", "clean_text": " 3  (Top) I2 adsorption and (bottom) room-temperature MOF resistance, R MFM, for MFM-300(X) (X = Al, Fe, In, or Sc). Filled symbols denote MFM-300(X) after I2 sorption at 70 °C for 3 h in air, while open symbols were recorded after desorption at 175 °C for 8 h at <1 mTorr. If not visible, error bars are smaller than the marker.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XRD patterns of IDEs coated with MFM-300­(X)\n(X = Al, Fe, In, or\nSc) at different points in the I<sub>2</sub> adsorption/desorption\ncycle: (A) bare IDE, (B) IDE coated with MFM-300­(X) and dried, (C)\nafter the first I<sub>2</sub> sorption, (D) after the first desorption\ncycle, and (E) after the fifth desorption cycle.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2019-099385_0004.eps\"></graphic>\n</fig>", "clean_text": " 4  XRD patterns of IDEs coated with MFM-300(X) (X = Al, Fe, In, or Sc) at different points in the I2 adsorption/desorption cycle: (A) bare IDE, (B) IDE coated with MFM-300(X) and dried, (C) after the first I2 sorption, (D) after the first desorption cycle, and (E) after the fifth desorption cycle.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of MFM-300­(X)\nas dried and after the fifth I<sub>2</sub> desorption cycle for (A,B)\nX = Al, (C,D) X = Fe, (E,F) X = In, and\n(G,H) X = Sc.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2019-099385_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  SEM images of MFM-300(X) as dried and after the fifth I2 desorption cycle for (A,B) X = Al, (C,D) X = Fe, (E,F) X = In, and (G,H) X = Sc.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.9b09938", "title": null, "journal": "American\nChemical Society", "date": "2019.07", "author_list": ["Small\nLeo J.", "Hill\nRyan C.", "Krumhansl\nJames L.", "Schindelholz\nMara E.", "Chen\nZhihengyu", "Chapman\nKarena W.", "Zhang\nXinran", "Yang\nSihai", "Schröder\nMartin", "Nenoff\nTina M."]}}