{"filepath": "../L2M3_data/1_application_papers/acs_xml/am9b04927.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Zirconium-based\nmetal organic frameworks (Zr-MOFs) are highly chemically\nand thermally stable and have been of particular interest as reactive\nsorbents for chemical warfare agent (CWA) removal due to their fast\nand selective reactivity toward CWAs reported in buffer solutions.\nHowever, we find that decontamination of neat CWAs directly on Zr-MOFs,\nUiO-66, UiO-66-NH<sub>2</sub>, and NU-1000 is rather slow, and the\nreactivity trend and products generated are very different from those\nin solution. Furthermore, we show that their decontamination rates\nare affected by the amount of moisture present in the MOFs. Although\nthe effects are minor for UiO-66-NH<sub>2</sub> and NU-1000, the hydrolytic\nactivity of UiO-66 toward CWAs dramatically improves as the amount\nof water present increases. Specifically, the initial hydrolysis rate\nof methyl paraoxon by UiO-66 increases from 6 μmol/d with 0\nwt % water loading to 140 μmol/d with 400 wt % water\nloading. The results reported here suggest that decontamination of\nCWAs by Zr-MOFs in solid phase behaves very differently than solution\ndecontamination. Additionally, we present for the first time a digestion\nmethod for analyzing and quantifying solid-phase decontamination,\nwhich is a daunting challenge itself due to the lack of a convenient\nanalytical method.</p>", "clean_text": "Zirconium-based metal organic frameworks (Zr-MOFs) are highly chemically and thermally stable and have been of particular interest as reactive sorbents for chemical warfare agent (CWA) removal due to their fast and selective reactivity toward CWAs reported in buffer solutions. However, we find that decontamination of neat CWAs directly on Zr-MOFs, UiO-66, UiO-66-NH2, and NU-1000 is rather slow, and the reactivity trend and products generated are very different from those in solution. Furthermore, we show that their decontamination rates are affected by the amount of moisture present in the MOFs. Although the effects are minor for UiO-66-NH2 and NU-1000, the hydrolytic activity of UiO-66 toward CWAs dramatically improves as the amount of water present increases. Specifically, the initial hydrolysis rate of methyl paraoxon by UiO-66 increases from 6 μmol/d with 0 wt % water loading to 140 μmol/d with 400 wt % water loading. The results reported here suggest that decontamination of CWAs by Zr-MOFs in solid phase behaves very differently than solution decontamination. Additionally, we present for the first time a digestion method for analyzing and quantifying solid-phase decontamination, which is a daunting challenge itself due to the lack of a convenient analytical method.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>This Research Article\nwas published ASAP on May 31, 2019, and reposted the same day. The\nFigures and Scheme have been updated.</p><title>Introduction</title><p>The need for protection\nagainst chemical warfare agents (CWAs)\nhas risen in recent years due to potential terrorist attacks and international\nconflicts. The current protection technologies use activated carbons\nin their pure or impregnated form to remove CWAs. Generally, activated carbons only capture and retain these\ntoxic chemicals, but do not destroy them. Therefore, there is an urgent\nneed to develop new materials that are capable of both adsorption\nand degradation of CWAs under ambient conditions.</p>", "clean_text": "This Research Article was published ASAP on May 31, 2019, and reposted the same day. The Figures and Scheme have been updated.\n\nIntroduction\n\nThe need for protection against chemical warfare agents (CWAs) has risen in recent years due to potential terrorist attacks and international conflicts. The current protection technologies use activated carbons in their pure or impregnated form to remove CWAs. Generally, activated carbons only capture and retain these toxic chemicals, but do not destroy them. Therefore, there is an urgent need to develop new materials that are capable of both adsorption and degradation of CWAs under ambient conditions.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs) are self-assembled crystalline\nmaterials with open three-dimensional (3D) frameworks constructed\nfrom metal-containing nodes connected by organic linkers. Owing to their high porosity as well as the amenability to the modular\ndesign, MOFs are promising materials as adsorbents\nand catalysts for removal and detoxification of toxic chemicals. To this end, Katz et al. recently reported that the Zr-based MOF\nUiO-66, with 1,4-benzene-dicarboxylate as the linker and a 12-connected\nZr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(μ<sub>3</sub>-OH)<sub>4</sub> as the node, was highly active for catalytically\nhydrolyzing a nerve agent simulant, dimethyl 4-nitrophenyl phosphate\n(DMNP). The catalytic activity originated\nfrom the strongly acidic Zr<sup>IV</sup> ions, which are excellent\nin activating coordinated organophosphates. Additionally, the multiple\nZr–OH–Zr moieties in each Zr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(μ<sub>3</sub>-OH)<sub>4</sub> cluster\nare mimics of the Lewis-acidic Zn–OH–Zn active site\nfound in phosphotriesterase, an enzyme capable of hydrolyzing organophosphates.\nMany computational studies also confirmed the catalytic nature of\nZr<sub>6</sub> clusters. Since its first report,\nmany researchers have been focusing on improving the catalytic rate\nof Zr<sub>6</sub>-based family of MOFs through both metal node and/or\nlinker engineering. Two notable examples are UiO-66-NH<sub>2</sub> and NU-1000. Katz\net al. showed that UiO-66-NH<sub>2</sub>, composed of the same Zr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(μ<sub>3</sub>-OH)<sub>4</sub> node and 2-aminoterephthlate (2-ATA) linker, had a 20-fold\nincrease in hydrolysis rate compared to the parent UiO-66. The authors proposed that the pendant amino\nmoiety on the 2-ATA linker acts as a Bronsted base to aid the proton-transfer\nprocess during the catalytic cycle. However, a more recent finding\nby Islamoglu et al. ruled out the role of the amino moiety as a Bronsted\nbase and suggested that it rather causes subtle changes in the microsolvation\nenvironment around the nodes. With a\ndifferent approach, Mondloch et al. demonstrated that NU-1000 was\nalso a more potent catalyst than UiO-66 in the destruction of DMNP\nas well as the nerve agent GD (O-pinacolyl methylphosphonofluoridate,\nalso known as Soman). The structure of\nNU-1000, composed of 8-connected Zr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(μ<sub>3</sub>-OH)<sub>4</sub>(OH)<sub>4</sub>(H<sub>2</sub>O)<sub>4</sub> nodes and tetratopic1,3,6,8-tetrakis­(<italic>p</italic>-benzoate)­pyrene (TBAPy) linkers, presents far more terminal-zirconium-ligated\nH<sub>2</sub>O and OH groups for hydrolysis than the defect-free UiO-66.\nFurthermore, the mesopores of NU-1000 (∼3 nm) allow bulky CWAs\nto permeate the entire framework, thus enabling the nodes in the interior\nof MOF to act as catalysts. Overall, the excellent catalytic property\nand exceptional porosity along with their outstanding hydrothermal,\nchemical, and mechanical stabilities have made Zr-MOFs one of the\nmost promising classes of materials for personal protection against\nCWAs. Nevertheless, the decontamination kinetics of Zr-MOFs reported thus\nfar has mostly been performed in the solution. To move Zr-MOFs forward\ntoward the application of solid-phase reactive sorbents that are capable\nof fast adsorption and decontamination of CWAs under ambient conditions,\nsystemic studies on the decontamination kinetics of neat CWAs applied\ndirectly onto MOFs are highly demanded.</p>", "clean_text": "Metal-organic frameworks (MOFs) are self-assembled crystalline materials with open three-dimensional (3D) frameworks constructed from metal-containing nodes connected by organic linkers. Owing to their high porosity as well as the amenability to the modular design, MOFs are promising materials as adsorbents and catalysts for removal and detoxification of toxic chemicals. To this end, Katz et al. recently reported that the Zr-based MOF UiO-66, with 1,4-benzene-dicarboxylate as the linker and a 12-connected Zr6(μ3-O)4(μ3-OH)4 as the node, was highly active for catalytically hydrolyzing a nerve agent simulant, dimethyl 4-nitrophenyl phosphate (DMNP). The catalytic activity originated from the strongly acidic ZrIV ions, which are excellent in activating coordinated organophosphates. Additionally, the multiple Zr-OH-Zr moieties in each Zr6(μ3-O)4(μ3-OH)4 cluster are mimics of the Lewis-acidic Zn-OH-Zn active site found in phosphotriesterase, an enzyme capable of hydrolyzing organophosphates. Many computational studies also confirmed the catalytic nature of Zr6 clusters. Since its first report, many researchers have been focusing on improving the catalytic rate of Zr6-based family of MOFs through both metal node and/or linker engineering. Two notable examples are UiO-66-NH2 and NU-1000. Katz et al. showed that UiO-66-NH2, composed of the same Zr6(μ3-O)4(μ3-OH)4 node and 2-aminoterephthlate (2-ATA) linker, had a 20-fold increase in hydrolysis rate compared to the parent UiO-66. The authors proposed that the pendant amino moiety on the 2-ATA linker acts as a Bronsted base to aid the proton-transfer process during the catalytic cycle. However, a more recent finding by Islamoglu et al. ruled out the role of the amino moiety as a Bronsted base and suggested that it rather causes subtle changes in the microsolvation environment around the nodes. With a different approach, Mondloch et al. demonstrated that NU-1000 was also a more potent catalyst than UiO-66 in the destruction of DMNP as well as the nerve agent GD (O-pinacolyl methylphosphonofluoridate, also known as Soman). The structure of NU-1000, composed of 8-connected Zr6(μ3-O)4(μ3-OH)4(OH)4(H2O)4 nodes and tetratopic1,3,6,8-tetrakis(p-benzoate)pyrene (TBAPy) linkers, presents far more terminal-zirconium-ligated H2O and OH groups for hydrolysis than the defect-free UiO-66. Furthermore, the mesopores of NU-1000 (~3 nm) allow bulky CWAs to permeate the entire framework, thus enabling the nodes in the interior of MOF to act as catalysts. Overall, the excellent catalytic property and exceptional porosity along with their outstanding hydrothermal, chemical, and mechanical stabilities have made Zr-MOFs one of the most promising classes of materials for personal protection against CWAs. Nevertheless, the decontamination kinetics of Zr-MOFs reported thus far has mostly been performed in the solution. To move Zr-MOFs forward toward the application of solid-phase reactive sorbents that are capable of fast adsorption and decontamination of CWAs under ambient conditions, systemic studies on the decontamination kinetics of neat CWAs applied directly onto MOFs are highly demanded.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Water is a crucial component\nof hydrolytic decontamination of CWAs.\nAlthough it is always abundant for decontamination in an aqueous solution\nas it is both a reactant and the solvent, it can be limited for solid-phase\ndecontamination in which all available water molecules come from moisture\nin the atmosphere. Under dry conditions, hydrolysis might slow down\nor not occur at all due to the lack of water. Fortunately, MOFs, similar\nto zeolites, are very capable of adsorbing water from the atmosphere\nand exhibit various uptake profiles. Consequently,\nfor solid-phase decontamination, it is critical to understand the\neffect of water content adsorbed on the MOF on the decontamination\nactivity. Herein, we report our findings on the solid-phase decontamination\nof CWAs by three Zr-MOFs, UiO-66, UiO-66-NH<sub>2</sub>, and NU-1000\n(), and the\neffect the amount of moisture present has on the decontamination kinetics.\nIn addition, we introduce, for the first time, a new and versatile\ndigestion method for quantifying solid-phase decontamination of CWAs\non Zr-MOFs. The goal of this work is to take a step closer toward\nunderstanding solid-phase decontamination and its correlation to solution-phase\ndecontamination.</p>", "clean_text": "Water is a crucial component of hydrolytic decontamination of CWAs. Although it is always abundant for decontamination in an aqueous solution as it is both a reactant and the solvent, it can be limited for solid-phase decontamination in which all available water molecules come from moisture in the atmosphere. Under dry conditions, hydrolysis might slow down or not occur at all due to the lack of water. Fortunately, MOFs, similar to zeolites, are very capable of adsorbing water from the atmosphere and exhibit various uptake profiles. Consequently, for solid-phase decontamination, it is critical to understand the effect of water content adsorbed on the MOF on the decontamination activity. Herein, we report our findings on the solid-phase decontamination of CWAs by three Zr-MOFs, UiO-66, UiO-66-NH2, and NU-1000 (), and the effect the amount of moisture present has on the decontamination kinetics. In addition, we introduce, for the first time, a new and versatile digestion method for quantifying solid-phase decontamination of CWAs on Zr-MOFs. The goal of this work is to take a step closer toward understanding solid-phase decontamination and its correlation to solution-phase decontamination.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Nodes and linkers of UiO-66, UiO-66-NH<sub>2</sub>, and\nNU-1000.\nAtom colors: Zr (blue), O (red), C (gray). H is omitted for clarity.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2019-049279_0001.eps\"></graphic>\n</fig>", "clean_text": " 1  Nodes and linkers of UiO-66, UiO-66-NH2, and NU-1000. Atom colors: Zr (blue), O (red), C (gray). H is omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials and Instrumentation</title><p>All\nchemicals and reagents were purchased from commercial sources and\nused as received unless stated otherwise. UiO-66 and NU-1000 were\npurchased from NuMat Technologies. UiO-66-NH<sub>2</sub> was purchased\nfrom TDA research, Inc. Hydrofluoric acid (HF, 48–51% solution\nin water) and dimethyl sulfoxide-<italic>d</italic>\n<sub>6</sub> (DMSO-<italic>d</italic>\n<sub>6</sub>) were purchased from Acros Organic. All other\nchemicals and reagents were purchased from Sigma-Aldrich. <sup>1</sup>H and <sup>31</sup>P NMR spectra were recorded on a 300 MHz Varian\nNMR spectrometer using the residual proton resonance of the solvent\nas the internal reference and H<sub>3</sub>PO<sub>4</sub> (0 ppm)\nas the external reference, respectively. Powder X-ray diffraction\n(PXRD) measurements were taken using a Rigaku Miniflex 600 X-ray powder\ndiffractometer with a D/Tex detector. Samples were scanned at 40 kV\nand 15 mA, using Cu Kα radiation (λ = 1.54 Å), and\na scan rate of 2°/min over a 2θ range of 3–50°.\nNitrogen adsorption isotherms were measured using a Micromeritics\nTriStar 3000 analyzer at 77 K. Water isotherms were measured using\na Quantachrome Autosorb-1 instrument with vapor option. Scanning electron\nmicroscopy (SEM) images were taken using a Phenom ProX desktop SEM.\nThermogravimetric analysis (TGA) measurements were collected on a\nNetzsch TG 209 F1 Libra analyzer. Relative humidity was controlled\nusing a Thunder Scientific Corporation Series 2500 Humidity Chamber\nat 25 °C.</p>", "clean_text": "Experimental Section\n\nMaterials and Instrumentation\n\nAll chemicals and reagents were purchased from commercial sources and used as received unless stated otherwise. UiO-66 and NU-1000 were purchased from NuMat Technologies. UiO-66-NH2 was purchased from TDA research, Inc. Hydrofluoric acid (HF, 48-51% solution in water) and dimethyl sulfoxide-d 6 (DMSO-d 6) were purchased from Acros Organic. All other chemicals and reagents were purchased from Sigma-Aldrich. 1H and 31P NMR spectra were recorded on a 300 MHz Varian NMR spectrometer using the residual proton resonance of the solvent as the internal reference and H3PO4 (0 ppm) as the external reference, respectively. Powder X-ray diffraction (PXRD) measurements were taken using a Rigaku Miniflex 600 X-ray powder diffractometer with a D/Tex detector. Samples were scanned at 40 kV and 15 mA, using Cu Kα radiation (λ = 1.54 Å), and a scan rate of 2°/min over a 2θ range of 3-50°. Nitrogen adsorption isotherms were measured using a Micromeritics TriStar 3000 analyzer at 77 K. Water isotherms were measured using a Quantachrome Autosorb-1 instrument with vapor option. Scanning electron microscopy (SEM) images were taken using a Phenom ProX desktop SEM. Thermogravimetric analysis (TGA) measurements were collected on a Netzsch TG 209 F1 Libra analyzer. Relative humidity was controlled using a Thunder Scientific Corporation Series 2500 Humidity Chamber at 25 °C.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Activation of Zr-MOFs</title><p>As-received\nUiO-66 and UiO-66-NH<sub>2</sub> contained a significant amount of\nresidual dimethylformamide (DMF), which was later removed using a\nsolvent exchange method. Specifically, MOF was transferred to a centrifuge\ntube, and methanol was added. The sample was allowed to stay for 48\nh to exchange and remove DMF. Methanol was decanted and replaced with\nfresh methanol three times during this time period. At the end of\nthis process, methanol was decanted, and the sample was activated\nby drying under vacuum for 6 h, then was dried again in a vacuum oven\nfor 24 h at 120 °C. As-received NU-1000 was properly activated\nand used without further activation.</p>", "clean_text": "Activation of Zr-MOFs\n\nAs-received UiO-66 and UiO-66-NH2 contained a significant amount of residual dimethylformamide (DMF), which was later removed using a solvent exchange method. Specifically, MOF was transferred to a centrifuge tube, and methanol was added. The sample was allowed to stay for 48 h to exchange and remove DMF. Methanol was decanted and replaced with fresh methanol three times during this time period. At the end of this process, methanol was decanted, and the sample was activated by drying under vacuum for 6 h, then was dried again in a vacuum oven for 24 h at 120 °C. As-received NU-1000 was properly activated and used without further activation.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Stability\nof DMNP, GD, and VX in Digestion\nMedia</title><p>\n<bold>Caution!</bold> Experiments involving GD and\nVX should be run by trained personnel only using appropriate safety\nprocedures. To a NMR tube containing 5 mg of MOF was added 750 μL\nof a digestion medium. The MOF was allowed to fully digest before\n1 μL of DMNP was added. Conversion of DMNP was then immediately\nmonitored over time using <sup>1</sup>H NMR. For HF/DMSO-<italic>d</italic>\n<sub>6</sub>digestion system, 0.37 (10 μL HF and 740 μL\nDMSO-<italic>d</italic>\n<sub>6</sub>), 1.8 (50 μL HF and 700\nμL DMSO-<italic>d</italic>\n<sub>6</sub>) and 2.6 M (70 μL\nHF and 680 μL DMSO-<italic>d</italic>\n<sub>6</sub>) HF in DMSO-<italic>d</italic>\n<sub>6</sub> were tested. For H<sub>2</sub>SO<sub>4</sub>/DMSO-<italic>d</italic>\n<sub>6</sub> and H<sub>3</sub>PO<sub>4</sub>/DMSO-<italic>d</italic>\n<sub>6</sub> digestion media, 50 μL\nof acid and 700 μL of DMSO-<italic>d</italic>\n<sub>6</sub> were\nused. Note that it took a rather long time, and often sonication was\nneeded to fully digest the Zr-MOFs with H<sub>2</sub>SO<sub>4</sub> or H<sub>3</sub>PO<sub>4</sub>. In contrast, the Zr-MOFs can be\nreadily digested with HF without sonication (typically fully digested\nin less than 5 min). For the real CWAs, 10 mg of MOF and 2 μL\nof GD or VX were used instead. Conversion of GD and VX was monitored\nover time using <sup>31</sup>P NMR.</p>", "clean_text": "Stability of DMNP, GD, and VX in Digestion Media\n\n Caution! Experiments involving GD and VX should be run by trained personnel only using appropriate safety procedures. To a NMR tube containing 5 mg of MOF was added 750 μL of a digestion medium. The MOF was allowed to fully digest before 1 μL of DMNP was added. Conversion of DMNP was then immediately monitored over time using 1H NMR. For HF/DMSO-d 6digestion system, 0.37 (10 μL HF and 740 μL DMSO-d 6), 1.8 (50 μL HF and 700 μL DMSO-d 6) and 2.6 M (70 μL HF and 680 μL DMSO-d 6) HF in DMSO-d 6 were tested. For H2SO4/DMSO-d 6 and H3PO4/DMSO-d 6 digestion media, 50 μL of acid and 700 μL of DMSO-d 6 were used. Note that it took a rather long time, and often sonication was needed to fully digest the Zr-MOFs with H2SO4 or H3PO4. In contrast, the Zr-MOFs can be readily digested with HF without sonication (typically fully digested in less than 5 min). For the real CWAs, 10 mg of MOF and 2 μL of GD or VX were used instead. Conversion of GD and VX was monitored over time using 31P NMR.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Solid-Phase\nDecontamination of DMNP, GD, and\nVX by Zr-MOFs</title><p>Vials containing 5 mg of Zr-MOF powder were\neach dosed with 1 μL of DMNP and incubated for various periods\nof time. After the desired incubation periods, each sample was mixed\nwith 750 μL of 1.8 M HF in DMSO-<italic>d</italic>\n<sub>6</sub> (50 μL of hydrofluoric acid and 700 μL of DMSO-<italic>d</italic>\n<sub>6</sub>). The solutions were transferred to NMR tubes\nafter the full dissolution of the MOFs and then analyzed by <sup>1</sup>H NMR. For GD and VX decontamination, 10 mg of MOF and 2 μL\nof GD or VX were used instead. Conversion of GD and VX was monitored\nover time using <sup>31</sup>P NMR. For all the samples\nanalyzed by digetion method, regular glass vials and NMR tubes were\nused in handling HF solutions. When digesting Zr-MOFs using HF,\nDMSO-<italic>d</italic>\n<sub>6</sub> was always added first to\nthe MOF before HF was added. This ensured that the concentration of\nHF was dilute in the glasswares.</p>", "clean_text": "Solid-Phase Decontamination of DMNP, GD, and VX by Zr-MOFs\n\nVials containing 5 mg of Zr-MOF powder were each dosed with 1 μL of DMNP and incubated for various periods of time. After the desired incubation periods, each sample was mixed with 750 μL of 1.8 M HF in DMSO-d 6 (50 μL of hydrofluoric acid and 700 μL of DMSO-d 6). The solutions were transferred to NMR tubes after the full dissolution of the MOFs and then analyzed by 1H NMR. For GD and VX decontamination, 10 mg of MOF and 2 μL of GD or VX were used instead. Conversion of GD and VX was monitored over time using 31P NMR. For all the samples analyzed by digetion method, regular glass vials and NMR tubes were used in handling HF solutions. When digesting Zr-MOFs using HF, DMSO-d 6 was always added first to the MOF before HF was added. This ensured that the concentration of HF was dilute in the glasswares.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Solid-Phase\nDecontamination of DMNP by Zr-MOFs\nunder Different Relative Humidities (RHs)</title><p>Vials containing\n5 mg of MOF powder were incubated at the desired RH (20, 40, 60, or\n80%) in a RH chamber for at least 16 h. DMNP (1 μL) was added\nto each vial and mixed well (to maximize external contact between\nthe MOF and DMNP) with the MOF powder by vortex. The vials were taken\nback to the RH chamber to equilibrate the headspace volume with the\nrespective RH for an additional 30 min. The vials were sealed tightly\nwhile they are in the RH chamber and then incubated in the fume hood\nunder ambient conditions for different periods of time. After the\ndesired incubation times, 750 μL of 1.8 M HF in DMSO-<italic>d</italic>\n<sub>6</sub> was added to each vial, and the mixture was\nanalyzed by <sup>1</sup>H NMR after the complete dissolution of MOFs.</p>", "clean_text": "Solid-Phase Decontamination of DMNP by Zr-MOFs under Different Relative Humidities (RHs)\n\nVials containing 5 mg of MOF powder were incubated at the desired RH (20, 40, 60, or 80%) in a RH chamber for at least 16 h. DMNP (1 μL) was added to each vial and mixed well (to maximize external contact between the MOF and DMNP) with the MOF powder by vortex. The vials were taken back to the RH chamber to equilibrate the headspace volume with the respective RH for an additional 30 min. The vials were sealed tightly while they are in the RH chamber and then incubated in the fume hood under ambient conditions for different periods of time. After the desired incubation times, 750 μL of 1.8 M HF in DMSO-d 6 was added to each vial, and the mixture was analyzed by 1H NMR after the complete dissolution of MOFs.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Solid-Phase Decontamination of DMNP by Zr-MOFs\nwith Different Water Loadings</title><p>MOF (5 mg) was placed in 4-mL\nvials. A defined amount (0, 2, 5, or 20 μL) of distilled water\nwas added to each vial and mixed well with the MOF powder by vortex.\nDMNP (1 μL) was then added to each vial and mixed well with\nMOF by vortex again. The vials were sealed tightly and incubated in\nthe fume hood under ambient conditions for different periods of time.\nAfter the desired incubation time, 750 μL of 1.8 M HF in DMSO-<italic>d</italic>\n<sub>6</sub> was added to each vial, and the mixture was\nanalyzed by <sup>1</sup>H NMR after complete dissolution of MOFs.</p>", "clean_text": "Solid-Phase Decontamination of DMNP by Zr-MOFs with Different Water Loadings\n\nMOF (5 mg) was placed in 4-mL vials. A defined amount (0, 2, 5, or 20 μL) of distilled water was added to each vial and mixed well with the MOF powder by vortex. DMNP (1 μL) was then added to each vial and mixed well with MOF by vortex again. The vials were sealed tightly and incubated in the fume hood under ambient conditions for different periods of time. After the desired incubation time, 750 μL of 1.8 M HF in DMSO-d 6 was added to each vial, and the mixture was analyzed by 1H NMR after complete dissolution of MOFs.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Solution Decontamination of DMNP by Zr-MOFs</title><p>To a NMR tube containing 2.6 mg of a Zr-MOF was added 1 mL of <italic>N</italic>-ethylmorpholine aqueous solution (0.45 M) or distilled\nwater. 4 μL DMNP was then added to the mixture and the tube\nwas shaken vigorously before transferring to a NMR spectrometer. The\nconversion of DMNP was monitored using in situ <sup>31</sup>P NMR.</p>", "clean_text": "Solution Decontamination of DMNP by Zr-MOFs\n\nTo a NMR tube containing 2.6 mg of a Zr-MOF was added 1 mL of N-ethylmorpholine aqueous solution (0.45 M) or distilled water. 4 μL DMNP was then added to the mixture and the tube was shaken vigorously before transferring to a NMR spectrometer. The conversion of DMNP was monitored using in situ 31P NMR.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Analyzing and quantifying\nthe solid-phase decontamination of nerve\nagents on MOFs has been a daunting challenge due to both physical\nand chemical adsorption of reactants and products to the pores of\nMOFs. Several techniques have been previously\nemployed for analyzing the decontamination products, including extraction\nand solid-state magic angle spinning nuclear magnetic resonance (MAS\nNMR). The extraction method uses various solvents to extract unreacted\nCWAs and decontamination products after a certain incubation period.\nHowever, 100% extraction efficiency is hardly achieved to account\nfor the mass balance, which is primarily caused by the high binding\nenergy of phosphate products chemically bound to the metal nodes of\nZr-MOFs. On the other hand, although\nMAS solid-state NMR is a powerful technique, chemically bound product\npeaks tend to broaden out compared to the physically adsorbed reactant\nor product peaks, rendering the analysis of decontamination\nsemiquantitative. In addition, the high spinning speed required by\nMAS NMR can speed up the reaction, causing a faster decontamination\nrate than the one obtained under a nonspinning condition. Therefore, a new method of analyzing solid-phase\ndecontamination of CWAs by MOFs is required. Toward this end, we present\na digestion method. Specifically, MOFs after incubation with CWAs\nare digested to break down their 3D structures, thus unreacted CWAs\nand tightly bound products are released to the digestion medium which\ncan be easily analyzed using common analytical instruments, such as\nliquid NMR spectroscopy and gas chromatography-mass spectrometry.</p>", "clean_text": "Results and Discussion\n\nAnalyzing and quantifying the solid-phase decontamination of nerve agents on MOFs has been a daunting challenge due to both physical and chemical adsorption of reactants and products to the pores of MOFs. Several techniques have been previously employed for analyzing the decontamination products, including extraction and solid-state magic angle spinning nuclear magnetic resonance (MAS NMR). The extraction method uses various solvents to extract unreacted CWAs and decontamination products after a certain incubation period. However, 100% extraction efficiency is hardly achieved to account for the mass balance, which is primarily caused by the high binding energy of phosphate products chemically bound to the metal nodes of Zr-MOFs. On the other hand, although MAS solid-state NMR is a powerful technique, chemically bound product peaks tend to broaden out compared to the physically adsorbed reactant or product peaks, rendering the analysis of decontamination semiquantitative. In addition, the high spinning speed required by MAS NMR can speed up the reaction, causing a faster decontamination rate than the one obtained under a nonspinning condition. Therefore, a new method of analyzing solid-phase decontamination of CWAs by MOFs is required. Toward this end, we present a digestion method. Specifically, MOFs after incubation with CWAs are digested to break down their 3D structures, thus unreacted CWAs and tightly bound products are released to the digestion medium which can be easily analyzed using common analytical instruments, such as liquid NMR spectroscopy and gas chromatography-mass spectrometry.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The obvious concern with using digestion method to analyze and\nquantify decontamination products is the stability of CWAs in the\ndigestion medium, i.e., whether the digestion medium itself would\nhydrolyze CWAs during the course of digestion and spectroscopic analysis.\nTo minimize hydrolysis, two mild digestion media that are known to\ndigest Zr-MOFs were selected, namely, NaHCO<sub>3</sub> (in D<sub>2</sub>O) and HF (in DMSO-<italic>d</italic>\n<sub>6</sub>). a shows that DMNP\nwas slowly hydrolyzed in both 0.5 and 1.0 M NaHCO<sub>3</sub> in D<sub>2</sub>O over time, approximately 13 and 25% hydrolyzed after 10\nh, respectively. In comparison, it was quite stable in 1.8 M HF in\nDMSO-<italic>d</italic>\n<sub>6</sub>, approximately 2% hydrolyzed after\n10 h and a negligible amount hydrolyzed in 0.5 h which is\nthe typical time required to digest and analyze a sample. Digestion\nmedia containing different amounts of HF were also investigated. Higher\nconcentrations of HF barely accelerated the hydrolysis of DMNP (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Figure S7</ext-link>a), suggesting the high stability of\nDMNP in the HF/DMSO digestion medium. The stability of DMNP in other\nacidic digestion systems was also tested. It exhibited remarkable\nstability in both H<sub>2</sub>SO<sub>4</sub>/DMSO and H<sub>3</sub>PO<sub>4</sub>/DMSO digestion media as well (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Figure S7</ext-link>b &amp; c). To extend this method to the actual nerve\nagents, the stability of GD and VX (O-ethyl S-[2-(diisopropylamino)­ethyl]\nmethylphosphonothioate) in the digestion media was tested. Since GD\nand VX are generally more reactive than DMNP, we expected slightly\nfaster hydrolysis rates for the real agents in both acidic and basic digestion\nmedia. As shown in b, GD was hydrolyzed nearly instantly in 0.5 M NaHCO<sub>3</sub> aqueous solution, completely hydrolyzed within 10 min. On the other\nhand, it was still stable in 1.8 M HF in DMSO-<italic>d</italic>\n<sub>6</sub>, barely any hydrolyzed products detected after 5 h. Similarly,\nVX was also highly stable in the HF/DMSO digestion medium (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Figure S8</ext-link>). The high stability of both the simulant\nand real agents in the HF/DMSO mixture suggests that it is a suitable\ndigestion medium for analyzing and quantifying decontamination of\nCWAs on Zr-MOFs. This is presumably due to the high tendency of fluoride\nions toward Zr­(IV) to form strong Zr–F bonds, thus destroying\nthe secondary building units. On the other hand, the high electronegativity\nof fluorine renders nucleophilic attack at phosphorus of nerve agents\na slow process.</p>", "clean_text": "The obvious concern with using digestion method to analyze and quantify decontamination products is the stability of CWAs in the digestion medium, i.e., whether the digestion medium itself would hydrolyze CWAs during the course of digestion and spectroscopic analysis. To minimize hydrolysis, two mild digestion media that are known to digest Zr-MOFs were selected, namely, NaHCO3 (in D2O) and HF (in DMSO-d 6). a shows that DMNP was slowly hydrolyzed in both 0.5 and 1.0 M NaHCO3 in D2O over time, approximately 13 and 25% hydrolyzed after 10 h, respectively. In comparison, it was quite stable in 1.8 M HF in DMSO-d 6, approximately 2% hydrolyzed after 10 h and a negligible amount hydrolyzed in 0.5 h which is the typical time required to digest and analyze a sample. Digestion media containing different amounts of HF were also investigated. Higher concentrations of HF barely accelerated the hydrolysis of DMNP (Figure S7a), suggesting the high stability of DMNP in the HF/DMSO digestion medium. The stability of DMNP in other acidic digestion systems was also tested. It exhibited remarkable stability in both H2SO4/DMSO and H3PO4/DMSO digestion media as well (Figure S7b & c). To extend this method to the actual nerve agents, the stability of GD and VX (O-ethyl S-[2-(diisopropylamino)ethyl] methylphosphonothioate) in the digestion media was tested. Since GD and VX are generally more reactive than DMNP, we expected slightly faster hydrolysis rates for the real agents in both acidic and basic digestion media. As shown in b, GD was hydrolyzed nearly instantly in 0.5 M NaHCO3 aqueous solution, completely hydrolyzed within 10 min. On the other hand, it was still stable in 1.8 M HF in DMSO-d 6, barely any hydrolyzed products detected after 5 h. Similarly, VX was also highly stable in the HF/DMSO digestion medium (Figure S8). The high stability of both the simulant and real agents in the HF/DMSO mixture suggests that it is a suitable digestion medium for analyzing and quantifying decontamination of CWAs on Zr-MOFs. This is presumably due to the high tendency of fluoride ions toward Zr(IV) to form strong Zr-F bonds, thus destroying the secondary building units. On the other hand, the high electronegativity of fluorine renders nucleophilic attack at phosphorus of nerve agents a slow process.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Conversion of (a) DMNP and (b) GD over time in digestion\nmedia.\nNote that all digestion media contained 5 mg of UiO-66-NH<sub>2</sub>. This ensured that the possible catalytic effect of digested zirconium\nspecies was taken into account.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2019-049279_0002.eps\"></graphic>\n</fig>", "clean_text": " 2  Conversion of (a) DMNP and (b) GD over time in digestion media. Note that all digestion media contained 5 mg of UiO-66-NH2. This ensured that the possible catalytic effect of digested zirconium species was taken into account.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>To investigate the solid-phase decontamination of CWAs by\nZr-MOFs,\nthe conversion profiles of neat DMNP on UiO-66, UiO-66-NH<sub>2</sub>, and NU-1000 were measured using the digestion method. Briefly,\nvials containing 5 mg of MOF powder were each dosed with 1 μL\nof DMNP and incubated for various time periods. After the desired\nincubation periods, MOFs were digested with 750 μL of 1.8 M\nHF in DMSO-<italic>d</italic>\n<sub>6</sub> and analyzed by <sup>1</sup>H NMR. As shown in a, solid-phase hydrolysis rates of DMNP by three Zr-MOFs were\nrather slow, with half-lives in the range of days to a month. UiO-66-NH<sub>2</sub> had a faster conversion profile than UiO-66 under ambient\nconditions. Surprisingly, NU-1000 exhibited a negligible reactivity\ntoward DMNP, which did not reach 50% conversion even after a month.\nThis was in contrary to the reactivity trend observed both in <italic>N</italic>-ethylmaleimide aqueous buffers where UiO-66-NH<sub>2</sub> and NU-1000 had faster rates than UiO-66 and in distilled water\nwhere UiO-66 and NU-1000 had faster rates than UiO-66-NH<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Figure S15</ext-link>). It is important to note\nthat all solid-phase and in-house solution decontamination experiments\nwere done using the same batches of Zr-MOFs. This ensures that the\nrate differences were not caused by batch-to-batch variations of Zr-MOFs\ndue to different defects, porosities, and/or particle sizes.\n</p>", "clean_text": "To investigate the solid-phase decontamination of CWAs by Zr-MOFs, the conversion profiles of neat DMNP on UiO-66, UiO-66-NH2, and NU-1000 were measured using the digestion method. Briefly, vials containing 5 mg of MOF powder were each dosed with 1 μL of DMNP and incubated for various time periods. After the desired incubation periods, MOFs were digested with 750 μL of 1.8 M HF in DMSO-d 6 and analyzed by 1H NMR. As shown in a, solid-phase hydrolysis rates of DMNP by three Zr-MOFs were rather slow, with half-lives in the range of days to a month. UiO-66-NH2 had a faster conversion profile than UiO-66 under ambient conditions. Surprisingly, NU-1000 exhibited a negligible reactivity toward DMNP, which did not reach 50% conversion even after a month. This was in contrary to the reactivity trend observed both in N-ethylmaleimide aqueous buffers where UiO-66-NH2 and NU-1000 had faster rates than UiO-66 and in distilled water where UiO-66 and NU-1000 had faster rates than UiO-66-NH2 (Figure S15). It is important to note that all solid-phase and in-house solution decontamination experiments were done using the same batches of Zr-MOFs. This ensures that the rate differences were not caused by batch-to-batch variations of Zr-MOFs due to different defects, porosities, and/or particle sizes. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Solid-phase\ndecontamination of DMNP on Zr-MOFs. (a) Conversion\nprofiles of DMNP by Zr-MOFs under ambient conditions. (b) Selected <sup>1</sup>H NMR spectra of hydrolysis products of DMNP by Zr-MOFs, showing\nonly the methyl proton region of the phosphates. (c) Reaction\nschemes of hydrolysis of DMNP by Zr-MOFs.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2019-049279_0003.eps\"></graphic>\n</fig>", "clean_text": " 3  Solid-phase decontamination of DMNP on Zr-MOFs. (a) Conversion profiles of DMNP by Zr-MOFs under ambient conditions. (b) Selected 1H NMR spectra of hydrolysis products of DMNP by Zr-MOFs, showing only the methyl proton region of the phosphates. (c) Reaction schemes of hydrolysis of DMNP by Zr-MOFs.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Besides the different hydrolysis profiles, additional hydrolysis\nproducts were also observed in solid-phase decontamination. As previously\nreported, hydrolysis of DMNP by Zr-MOFs in solution typically occurs\nthrough the cleavage of P–O bond to exclusively produce dimethyl\nphosphate as the sole product. Although the same was observed for UiO-66 and NU-1000 in solid-phase\ndecontamination, decontamination of DMNP by UiO-66-NH<sub>2</sub> produced\nmultiple hydrolysis products (b &amp; c), including two major products, dimethyl\nphosphate and methyl 4-nitrophenyl phosphate (M4NP), and one minor\nproduct, methyl phosphate (MP). Even though the formation of M4NP\nas a DMNP hydrolysis product is not uncommon in other systems, this was the first time it is observed for hydrolysis of DMNP by\na Zr-MOF. Mechanistically, the formation of M4NP can occur through\nnucleophilic attack of DMNP at two reaction centers, namely, the phosphorus\natom, which is a hard electrophilic site, and the methoxy carbon atom,\nwhich is a soft electrophilic site. Indeed, methyl esters of phosphorus\nacids, similar to dimethyl sulfate, are known to be good alkylating\nagents. Hence, it is possible to cleave\nthe C–O bond of DMNP to yield M4NP. Since <italic>p</italic>-nitrophenolate anion is a better leaving group than methoxy anion,\nnucleophilic attack on the phosphorus center should preferentially\ngenerate the dimethyl phosphate product. Therefore, we postulated\nthat the generation of M4NP occurs mainly through nucleophilic attack\nat the softer electrophilic carbon center. Indeed, this was proven\nto be the case. Nevertheless, besides methanol, another side product,\n2-(methylamino)­terephthalic acid, was detected in the digestion medium,\naccounting for ∼70% of M4NP formed. In other words, the generation\nof M4NP occurs mainly through nucleophilic attack at the soft carbon\ncenter by the amino group of 2-ATA linker (), which is a softer nucleophile than hydroxide\nion. Furthermore, it was found that the generation of M4NP was dependent\non the amount of water present in UiO-66-NH<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Figure S11</ext-link>). Higher water loadings reduced the\namount of M4NP produced, presumably due to an increase in the amount\nof the hard competitive nucleophile, hydroxide ion, which preferentially\nattacked the hard phosphorus center to generate dimethyl phosphate\nas the major product.</p>", "clean_text": "Besides the different hydrolysis profiles, additional hydrolysis products were also observed in solid-phase decontamination. As previously reported, hydrolysis of DMNP by Zr-MOFs in solution typically occurs through the cleavage of P-O bond to exclusively produce dimethyl phosphate as the sole product. Although the same was observed for UiO-66 and NU-1000 in solid-phase decontamination, decontamination of DMNP by UiO-66-NH2 produced multiple hydrolysis products (b & c), including two major products, dimethyl phosphate and methyl 4-nitrophenyl phosphate (M4NP), and one minor product, methyl phosphate (MP). Even though the formation of M4NP as a DMNP hydrolysis product is not uncommon in other systems, this was the first time it is observed for hydrolysis of DMNP by a Zr-MOF. Mechanistically, the formation of M4NP can occur through nucleophilic attack of DMNP at two reaction centers, namely, the phosphorus atom, which is a hard electrophilic site, and the methoxy carbon atom, which is a soft electrophilic site. Indeed, methyl esters of phosphorus acids, similar to dimethyl sulfate, are known to be good alkylating agents. Hence, it is possible to cleave the C-O bond of DMNP to yield M4NP. Since p-nitrophenolate anion is a better leaving group than methoxy anion, nucleophilic attack on the phosphorus center should preferentially generate the dimethyl phosphate product. Therefore, we postulated that the generation of M4NP occurs mainly through nucleophilic attack at the softer electrophilic carbon center. Indeed, this was proven to be the case. Nevertheless, besides methanol, another side product, 2-(methylamino)terephthalic acid, was detected in the digestion medium, accounting for ~70% of M4NP formed. In other words, the generation of M4NP occurs mainly through nucleophilic attack at the soft carbon center by the amino group of 2-ATA linker (), which is a softer nucleophile than hydroxide ion. Furthermore, it was found that the generation of M4NP was dependent on the amount of water present in UiO-66-NH2 (Figure S11). Higher water loadings reduced the amount of M4NP produced, presumably due to an increase in the amount of the hard competitive nucleophile, hydroxide ion, which preferentially attacked the hard phosphorus center to generate dimethyl phosphate as the major product.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed Reaction Mechanism of DMNP with\nthe 2-ATA Linker of UiO-66-NH<sub>2</sub>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2019-049279_0007.eps\"></graphic>\n</fig>", "clean_text": " 1  Proposed Reaction Mechanism of DMNP with the 2-ATA Linker of UiO-66-NH2    ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>To evaluate the solid-phase decontamination efficiency\nof three\nZr-MOFs against the real nerve agents, hydrolysis of GD and VX by\nUiO-66, UiO-66-NH<sub>2</sub>, and NU-1000 was measured. Overall,\nhydrolysis of GD and VX by three Zr-MOFs was much faster than that\nof the simulant. These were expected as the P–F of GD and\nP–S bond of VX are more labile than the P–O bond of\nDMNP. As shown in b, hydrolysis profiles of GD by UiO-66 and UiO-66-NH<sub>2</sub> were very similar, with UiO-66 having a slightly faster initial\nrate than UiO-66-NH<sub>2</sub>. Once again, NU-1000 showed a much\nslower hydrolysis activity toward GD than both UiO-66 and UiO-66-NH<sub>2</sub>. In terms of decontamination product, only the nontoxic pinacolyl\nmethylphosphonic acid product was observed for all three MOFs (a &amp; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Figure S9</ext-link>). This is probably due to the fact\nthat the nucleophilic attack of the amino group of 2-ATA at the\ncarbon center of the bulky pinacolyl group is an unfavorable process\nin comparison to the nucleophilic attack of hydroxide ion at the\nphosphorus center. Hydrolysis profiles of VX by the three Zr-MOFs\n(c) were comparable\nto those of GD, with UiO-66 having a faster conversion profile than\nboth UiO-66-NH<sub>2</sub> and NU-1000. Similarly, only the nontoxic\nethyl methylphosphonic acid product was observed for all three MOFs\n(a &amp; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Figure S10</ext-link>).</p>", "clean_text": "To evaluate the solid-phase decontamination efficiency of three Zr-MOFs against the real nerve agents, hydrolysis of GD and VX by UiO-66, UiO-66-NH2, and NU-1000 was measured. Overall, hydrolysis of GD and VX by three Zr-MOFs was much faster than that of the simulant. These were expected as the P-F of GD and P-S bond of VX are more labile than the P-O bond of DMNP. As shown in b, hydrolysis profiles of GD by UiO-66 and UiO-66-NH2 were very similar, with UiO-66 having a slightly faster initial rate than UiO-66-NH2. Once again, NU-1000 showed a much slower hydrolysis activity toward GD than both UiO-66 and UiO-66-NH2. In terms of decontamination product, only the nontoxic pinacolyl methylphosphonic acid product was observed for all three MOFs (a & Figure S9). This is probably due to the fact that the nucleophilic attack of the amino group of 2-ATA at the carbon center of the bulky pinacolyl group is an unfavorable process in comparison to the nucleophilic attack of hydroxide ion at the phosphorus center. Hydrolysis profiles of VX by the three Zr-MOFs (c) were comparable to those of GD, with UiO-66 having a faster conversion profile than both UiO-66-NH2 and NU-1000. Similarly, only the nontoxic ethyl methylphosphonic acid product was observed for all three MOFs (a & Figure S10).", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Solid-phase decontamination of GD and\nVX on Zr-MOFs. (a) Reaction\nschemes of hydrolysis of GD and VX by Zr-MOFs. Conversion profiles\nof (b) GD and (c) VX by Zr-MOFs under ambient conditions.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2019-049279_0004.eps\"></graphic>\n</fig>", "clean_text": " 4  Solid-phase decontamination of GD and VX on Zr-MOFs. (a) Reaction schemes of hydrolysis of GD and VX by Zr-MOFs. Conversion profiles of (b) GD and (c) VX by Zr-MOFs under ambient conditions.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Considering the slow solid-phase decontamination\nrates of CWAs\nby NU-1000, we conceived that it might be caused by the low water\nuptake of NU-1000 at ambient conditions due to its large pore size.\nTo investigate the effects of water on the hydrolytic activities,\nit is important to first understand the water uptake behavior of the\nZr-MOFs. As shown in a, both UiO-66 and UiO-66-NH<sub>2</sub> started to adsorb\nwater at relatively low <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> (&lt;0.2). Water uptake of UiO-66-NH<sub>2</sub> then gradually\nincreased with increasing pressure up to <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.35 and levels off afterward. UiO-66 exhibited\na steep water uptake around <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.3, followed by a saturation capacity that is slightly\nhigher than UiO-66-NH<sub>2</sub>. In contrast, NU-1000 had a water\nadsorption isotherm that shows little uptake up to <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.4, followed by a steep rise and\nattainment of a saturation capacity exceeding 1.5 g/g at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.7 with a hysteresis loop, similar\nto the water uptake behavior of activated carbons. Since water is\ncritical in the hydrolytic decontamination, we expected that the decontamination\nof CWAs by Zr-MOFs would be greatly influenced by the amount of water\nadsorbed in MOFs. Due to the high risk of working with real nerve\nagents, only decontamination rates of DMNP by Zr-MOFs under different\nRHs were measured. As shown in b, all three Zr-MOFs showed enhanced hydrolysis rates\ntoward DMNP when RH increased. At 20% RH, UiO-66-NH<sub>2</sub> exhibited a faster kinetics than UiO-66. This is corresponding\nto the higher water content of UiO-66-NH<sub>2</sub> at 20% P/P<sub>0</sub> (12 wt % for UiO-66-NH<sub>2</sub> versus 6 wt % for UiO-66).\nHowever, UiO-66 outperformed UiO-66-NH<sub>2</sub> at 40, 60, and\n80% RHs, consistent with the higher water uptake of UiO-66 than UiO-66-NH<sub>2</sub> at these RHs. In comparison, NU-1000 exhibited slower hydrolysis\nrates than both UiO-66 and UiO-66-NH<sub>2</sub> under all of the\nRHs investigated. Since our experiments were designed in a way such\nthat the weight ratio of MOF to CWA was kept constant, the slower\nhydrolysis rates of NU-1000 could be caused by the lower number of\nactive sites present on NU-1000 (4 defects per node) than the defected\nUiO-66 (∼4.9 defects per node) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Table S1</ext-link>). However, increasing the weight ratio of NU-1000 to DMNP to account\nfor the number of moles of active sites hardly improved the hydrolytic\nactivity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Figure S12</ext-link>). Although the slower\nhydrolysis rates from 20 to 60% RH can be explained by scarce amount\nof water present for hydrolysis, it is unclear why NU-1000 still exhibited\na slower hydrolysis rate at 80% RH at which NU-1000 contained a significant\namount of water.</p>", "clean_text": "Considering the slow solid-phase decontamination rates of CWAs by NU-1000, we conceived that it might be caused by the low water uptake of NU-1000 at ambient conditions due to its large pore size. To investigate the effects of water on the hydrolytic activities, it is important to first understand the water uptake behavior of the Zr-MOFs. As shown in a, both UiO-66 and UiO-66-NH2 started to adsorb water at relatively low P/P 0 (<0.2). Water uptake of UiO-66-NH2 then gradually increased with increasing pressure up to P/P 0 = 0.35 and levels off afterward. UiO-66 exhibited a steep water uptake around P/P 0 = 0.3, followed by a saturation capacity that is slightly higher than UiO-66-NH2. In contrast, NU-1000 had a water adsorption isotherm that shows little uptake up to P/P 0 = 0.4, followed by a steep rise and attainment of a saturation capacity exceeding 1.5 g/g at P/P 0 = 0.7 with a hysteresis loop, similar to the water uptake behavior of activated carbons. Since water is critical in the hydrolytic decontamination, we expected that the decontamination of CWAs by Zr-MOFs would be greatly influenced by the amount of water adsorbed in MOFs. Due to the high risk of working with real nerve agents, only decontamination rates of DMNP by Zr-MOFs under different RHs were measured. As shown in b, all three Zr-MOFs showed enhanced hydrolysis rates toward DMNP when RH increased. At 20% RH, UiO-66-NH2 exhibited a faster kinetics than UiO-66. This is corresponding to the higher water content of UiO-66-NH2 at 20% P/P0 (12 wt % for UiO-66-NH2 versus 6 wt % for UiO-66). However, UiO-66 outperformed UiO-66-NH2 at 40, 60, and 80% RHs, consistent with the higher water uptake of UiO-66 than UiO-66-NH2 at these RHs. In comparison, NU-1000 exhibited slower hydrolysis rates than both UiO-66 and UiO-66-NH2 under all of the RHs investigated. Since our experiments were designed in a way such that the weight ratio of MOF to CWA was kept constant, the slower hydrolysis rates of NU-1000 could be caused by the lower number of active sites present on NU-1000 (4 defects per node) than the defected UiO-66 (~4.9 defects per node) (Table S1). However, increasing the weight ratio of NU-1000 to DMNP to account for the number of moles of active sites hardly improved the hydrolytic activity (Figure S12). Although the slower hydrolysis rates from 20 to 60% RH can be explained by scarce amount of water present for hydrolysis, it is unclear why NU-1000 still exhibited a slower hydrolysis rate at 80% RH at which NU-1000 contained a significant amount of water.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Water isotherms of UiO-66, UiO-66-NH<sub>2</sub>,\nand NU-1000.\n(b) Solid-phase initial hydrolysis rate of DMNP by UiO-66, UiO-66-NH<sub>2</sub>, and NU-1000 as a function of RH.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2019-049279_0005.eps\"></graphic>\n</fig>", "clean_text": " 5  (a) Water isotherms of UiO-66, UiO-66-NH2, and NU-1000. (b) Solid-phase initial hydrolysis rate of DMNP by UiO-66, UiO-66-NH2, and NU-1000 as a function of RH.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>To further explore the effect of water on MOF toward decontamination,\na slightly different approach was utilized. Briefly, MOFs containing\ndifferent amounts of water were prepared by manually adding various\namounts of water to the MOFs under ambient conditions. This approach\nprovided a more convenient way to control the water loading amount\nover a wider range. To this end, all three Zr-MOFs, UiO-66, UiO-66-NH<sub>2</sub>, and NU-1000, were wetted with 0, 40, 100, and 400 wt % water,\nrespectively, followed by dosing with DMNP. The samples were then\nincubated at ambient conditions for various periods of time before\nthey were digested and analyzed. As shown in a, plain UiO-66 exhibited a rather slow hydrolysis\nrate with an initial rate of 6 μmol/d. However, its activity\nsignificantly improved as the water loading was increased. 40 wt % water\nloading increased its initial hydrolysis rate to 10 μmol/d.\n100 wt % water loading  further increased its initial rate\nto 27 μmol/d. The highest activity was observed with 400 wt\n% water loading, which achieved 95% conversion in 1 d and had an initial\nrate of 140 μmol/d. In comparison to plain UiO-66, plain\nUiO-66-NH<sub>2</sub> showed a slightly faster conversion profile.\nHowever, wetted UiO-66-NH<sub>2</sub> did not show significant enhancements\nin the\nhydrolytic activity (b). Interestingly, 20 wt % water loading slightly slowed\ndown the rate. Presumably, this was caused by poor mass transport\nof DMNP to the active sites as clumping of MOF occurred with 20 wt\n% water loading. Similar to UiO-66-NH<sub>2</sub>, increasing water\nloadings only slightly improved the decontamination rate of DMNP by\nNU-1000 (c).</p>", "clean_text": "To further explore the effect of water on MOF toward decontamination, a slightly different approach was utilized. Briefly, MOFs containing different amounts of water were prepared by manually adding various amounts of water to the MOFs under ambient conditions. This approach provided a more convenient way to control the water loading amount over a wider range. To this end, all three Zr-MOFs, UiO-66, UiO-66-NH2, and NU-1000, were wetted with 0, 40, 100, and 400 wt % water, respectively, followed by dosing with DMNP. The samples were then incubated at ambient conditions for various periods of time before they were digested and analyzed. As shown in a, plain UiO-66 exhibited a rather slow hydrolysis rate with an initial rate of 6 μmol/d. However, its activity significantly improved as the water loading was increased. 40 wt % water loading increased its initial hydrolysis rate to 10 μmol/d. 100 wt % water loading  further increased its initial rate to 27 μmol/d. The highest activity was observed with 400 wt % water loading, which achieved 95% conversion in 1 d and had an initial rate of 140 μmol/d. In comparison to plain UiO-66, plain UiO-66-NH2 showed a slightly faster conversion profile. However, wetted UiO-66-NH2 did not show significant enhancements in the hydrolytic activity (b). Interestingly, 20 wt % water loading slightly slowed down the rate. Presumably, this was caused by poor mass transport of DMNP to the active sites as clumping of MOF occurred with 20 wt % water loading. Similar to UiO-66-NH2, increasing water loadings only slightly improved the decontamination rate of DMNP by NU-1000 (c).", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Solid-phase conversion profiles of DMNP by (a) UiO-66, (b) UiO-66-NH<sub>2</sub>, and (c) NU-1000 with various water loadings.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2019-049279_0006.eps\"></graphic>\n</fig>", "clean_text": " 6  Solid-phase conversion profiles of DMNP by (a) UiO-66, (b) UiO-66-NH2, and (c) NU-1000 with various water loadings.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Overall, solid-phase hydrolysis rates are slower\nthan their rates\nin basic buffer solutions. This is understandable providing severe\ncatalyst poison in solid-phase decontamination and the higher pH of\nbuffer decontamination which helps catalyze the hydrolysis as well\nas neutralize the generated acidic products. Another plausible explanation\ncan be, as pointed out by a recent study, that the high activities\nof Zr-MOFs in solutions with moderate basic pHs are caused by the\npartial break down of MOF structures, which creates a lot of defects\nfor hydrolysis. In addition, the reactivity\ntrend observed in solid phase for the three Zr-MOFs is different from\ntheir trend in aqueous solutions. Particularly, NU-1000 has a much\nslower hydrolysis rate than the UiO MOFs in the solid state, whereas\nits rate is faster or comparable to those of UiO MOFs in aqueous solutions\n(both buffer and nonbuffer). One possible explanation can be the difference\nin the particle size of UiO MOFs and NU-1000. Smaller MOF particles\nhave been shown to be more efficient in CWA hydrolysis than large\nMOF particles. The particle size of NU-1000\nis ∼10 μm, as seen in the SEM image (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Figure S2</ext-link>c). This is considerably larger than the nanosized\nUiO MOFs used in this study (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Figure S2</ext-link>a\n&amp; b). Although the effect of the particle size can be alleviated\nto some extent by the presence of the solvent to assist in transporting\nof CWAs throughout the large pores of NU-1000 in solution, large MOF\nparticles could be very disadvantageous in solid-phase hydrolysis\ndue to the lack of a solvent to assist the transport process to fully\nutilize the reactive sites. It is important to note that for all of\nthe solid-phase decontamination experiments investigated, both the\nmoles of catalyst active sites and moles of adsorbed water were in\nexcess of the moles of CWA used (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">Tables S1–3</ext-link>), indicating achieving less than one turnover with rather slow rates.\nIn addition, all of the conversion profiles, especially those measured\nunder different RHs, do not truly follow a pseudo first-order kinetics.\nThe rates are much faster at first and slow down considerably afterward.\nThis is presumably caused by catalyst poison due to binding of phosphate\nacid products to the active sites. Although hydroxide ions may\nassist in the displacement of phosphate products chemically bound\nto Zr­(IV) ion to regenerate the active site in basic solutions, product\ninhibition in solid-phase decontamination can be a severe problem\nand thus renders the MOFs stoichiometric reagents rather than catalysts.\nExperimentally, we have also observed this phenomenon for solid-phase\ndecontamination. For example, when a CWA-contaminated MOF sample was\nextracted with an organic solvent, only the unreacted CWA was extracted\nand no phosphate acid products can be detected, suggesting the strong\nbinding of phosphate acid products to the Zr nodes. On the other hand,\nboth the unreacted CWA and phosphate products were readily detectable\nwhen the same sample was analyzed by digestion method, in which HF\nattacked the Zr nodes to release the bound phosphate acids as well\nas the organic linkers. Theoretical studies on the mechanism\nof CWA hydrolysis by Zr-MOFs also suggest the binding of organophosphate\nacid products to the zirconium nodes, and high energy is required\nto remove these bound species.\n</p>", "clean_text": "Overall, solid-phase hydrolysis rates are slower than their rates in basic buffer solutions. This is understandable providing severe catalyst poison in solid-phase decontamination and the higher pH of buffer decontamination which helps catalyze the hydrolysis as well as neutralize the generated acidic products. Another plausible explanation can be, as pointed out by a recent study, that the high activities of Zr-MOFs in solutions with moderate basic pHs are caused by the partial break down of MOF structures, which creates a lot of defects for hydrolysis. In addition, the reactivity trend observed in solid phase for the three Zr-MOFs is different from their trend in aqueous solutions. Particularly, NU-1000 has a much slower hydrolysis rate than the UiO MOFs in the solid state, whereas its rate is faster or comparable to those of UiO MOFs in aqueous solutions (both buffer and nonbuffer). One possible explanation can be the difference in the particle size of UiO MOFs and NU-1000. Smaller MOF particles have been shown to be more efficient in CWA hydrolysis than large MOF particles. The particle size of NU-1000 is ~10 μm, as seen in the SEM image (Figure S2c). This is considerably larger than the nanosized UiO MOFs used in this study (Figure S2a & b). Although the effect of the particle size can be alleviated to some extent by the presence of the solvent to assist in transporting of CWAs throughout the large pores of NU-1000 in solution, large MOF particles could be very disadvantageous in solid-phase hydrolysis due to the lack of a solvent to assist the transport process to fully utilize the reactive sites. It is important to note that for all of the solid-phase decontamination experiments investigated, both the moles of catalyst active sites and moles of adsorbed water were in excess of the moles of CWA used (Tables S1-3), indicating achieving less than one turnover with rather slow rates. In addition, all of the conversion profiles, especially those measured under different RHs, do not truly follow a pseudo first-order kinetics. The rates are much faster at first and slow down considerably afterward. This is presumably caused by catalyst poison due to binding of phosphate acid products to the active sites. Although hydroxide ions may assist in the displacement of phosphate products chemically bound to Zr(IV) ion to regenerate the active site in basic solutions, product inhibition in solid-phase decontamination can be a severe problem and thus renders the MOFs stoichiometric reagents rather than catalysts. Experimentally, we have also observed this phenomenon for solid-phase decontamination. For example, when a CWA-contaminated MOF sample was extracted with an organic solvent, only the unreacted CWA was extracted and no phosphate acid products can be detected, suggesting the strong binding of phosphate acid products to the Zr nodes. On the other hand, both the unreacted CWA and phosphate products were readily detectable when the same sample was analyzed by digestion method, in which HF attacked the Zr nodes to release the bound phosphate acids as well as the organic linkers. Theoretical studies on the mechanism of CWA hydrolysis by Zr-MOFs also suggest the binding of organophosphate acid products to the zirconium nodes, and high energy is required to remove these bound species. ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, solid-phase decontamination\nof DMNP by three Zr-MOFs,\nUiO-66, UiO-66-NH<sub>2</sub>, and NU-1000 showed overall slower hydrolysis\nrates and a very different reactivity trend than solution decontamination.\nContent of water present in each Zr-MOF affects their hydrolysis rates\nto different extents. Although increasing water content significantly\nenhances the hydrolysis rate of DMNP by UiO-66, its effect on those\nof UiO-66-NH<sub>2</sub> and NU-1000 is only moderate. Furthermore,\nwe found that UiO-66-NH<sub>2</sub> has an additional mechanism of\nhydrolyzing DMNP offered by the pendant amino moiety, which generates\nthe toxic product, M4NP. However, no toxic products were observed\nfor hydrolysis of GD and VX by UiO-66-NH<sub>2</sub>. It is still\nunclear on the reasons behind the slow hydrolysis rates of NU-1000\nunder all of the RHs and water loadings tested. All these findings\npoint out the importance of measuring solid-phase decontamination\nrates, which are very different from the rates observed in the solution.\nThese differences also indicate that the design rules for enhancing\nthe hydrolysis rates based on solution results do not necessarily\napply to solid-phase decontamination and encourage further research\non the solid-phase decontamination of CWAs by Zr-MOFs. With the high\namenability of MOFs toward modular designs, we believe that designing\nhighly reactive Zr-MOFs for CWA decontamination in solid phase will\nbe a foreseeable goal in the near future. Finally, we present for\nthe first time a convenient and powerful digestion method for analyzing\nand quantifying solid-phase decontamination. Extension of this method\nto other MOFs and metal oxides is currently under investigation in\nour lab.</p>", "clean_text": "Conclusions\n\nIn conclusion, solid-phase decontamination of DMNP by three Zr-MOFs, UiO-66, UiO-66-NH2, and NU-1000 showed overall slower hydrolysis rates and a very different reactivity trend than solution decontamination. Content of water present in each Zr-MOF affects their hydrolysis rates to different extents. Although increasing water content significantly enhances the hydrolysis rate of DMNP by UiO-66, its effect on those of UiO-66-NH2 and NU-1000 is only moderate. Furthermore, we found that UiO-66-NH2 has an additional mechanism of hydrolyzing DMNP offered by the pendant amino moiety, which generates the toxic product, M4NP. However, no toxic products were observed for hydrolysis of GD and VX by UiO-66-NH2. It is still unclear on the reasons behind the slow hydrolysis rates of NU-1000 under all of the RHs and water loadings tested. All these findings point out the importance of measuring solid-phase decontamination rates, which are very different from the rates observed in the solution. These differences also indicate that the design rules for enhancing the hydrolysis rates based on solution results do not necessarily apply to solid-phase decontamination and encourage further research on the solid-phase decontamination of CWAs by Zr-MOFs. With the high amenability of MOFs toward modular designs, we believe that designing highly reactive Zr-MOFs for CWA decontamination in solid phase will be a foreseeable goal in the near future. Finally, we present for the first time a convenient and powerful digestion method for analyzing and quantifying solid-phase decontamination. Extension of this method to other MOFs and metal oxides is currently under investigation in our lab.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.9b04927\">10.1021/acsami.9b04927</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>MOF characterizations\n(N<sub>2</sub> isotherms, PXRD,\nSEM, and TGA); stability of CWAs in digestion media; solution decontamination\nof DMNP by Zr-MOFs; <sup>1</sup>H NMR spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b04927.  MOF characterizations (N2 isotherms, PXRD, SEM, and TGA); stability of CWAs in digestion media; solution decontamination of DMNP by Zr-MOFs; 1H NMR spectra (PDF)   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>MOF characterizations\n(N<sub>2</sub> isotherms, PXRD,\nSEM, and TGA); stability of CWAs in digestion media; solution decontamination\nof DMNP by Zr-MOFs; <sup>1</sup>H NMR spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b04927/suppl_file/am9b04927_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "MOF characterizations (N2 isotherms, PXRD, SEM, and TGA); stability of CWAs in digestion media; solution decontamination of DMNP by Zr-MOFs; 1H NMR spectra (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Nodes and linkers of UiO-66, UiO-66-NH<sub>2</sub>, and\nNU-1000.\nAtom colors: Zr (blue), O (red), C (gray). H is omitted for clarity.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2019-049279_0001.eps\"></graphic>\n</fig>", "clean_text": " 1  Nodes and linkers of UiO-66, UiO-66-NH2, and NU-1000. Atom colors: Zr (blue), O (red), C (gray). H is omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Conversion of (a) DMNP and (b) GD over time in digestion\nmedia.\nNote that all digestion media contained 5 mg of UiO-66-NH<sub>2</sub>. This ensured that the possible catalytic effect of digested zirconium\nspecies was taken into account.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2019-049279_0002.eps\"></graphic>\n</fig>", "clean_text": " 2  Conversion of (a) DMNP and (b) GD over time in digestion media. Note that all digestion media contained 5 mg of UiO-66-NH2. This ensured that the possible catalytic effect of digested zirconium species was taken into account.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Solid-phase\ndecontamination of DMNP on Zr-MOFs. (a) Conversion\nprofiles of DMNP by Zr-MOFs under ambient conditions. (b) Selected <sup>1</sup>H NMR spectra of hydrolysis products of DMNP by Zr-MOFs, showing\nonly the methyl proton region of the phosphates. (c) Reaction\nschemes of hydrolysis of DMNP by Zr-MOFs.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2019-049279_0003.eps\"></graphic>\n</fig>", "clean_text": " 3  Solid-phase decontamination of DMNP on Zr-MOFs. (a) Conversion profiles of DMNP by Zr-MOFs under ambient conditions. (b) Selected 1H NMR spectra of hydrolysis products of DMNP by Zr-MOFs, showing only the methyl proton region of the phosphates. (c) Reaction schemes of hydrolysis of DMNP by Zr-MOFs.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed Reaction Mechanism of DMNP with\nthe 2-ATA Linker of UiO-66-NH<sub>2</sub>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2019-049279_0007.eps\"></graphic>\n</fig>", "clean_text": " 1  Proposed Reaction Mechanism of DMNP with the 2-ATA Linker of UiO-66-NH2    ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Solid-phase decontamination of GD and\nVX on Zr-MOFs. (a) Reaction\nschemes of hydrolysis of GD and VX by Zr-MOFs. Conversion profiles\nof (b) GD and (c) VX by Zr-MOFs under ambient conditions.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2019-049279_0004.eps\"></graphic>\n</fig>", "clean_text": " 4  Solid-phase decontamination of GD and VX on Zr-MOFs. (a) Reaction schemes of hydrolysis of GD and VX by Zr-MOFs. Conversion profiles of (b) GD and (c) VX by Zr-MOFs under ambient conditions.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Water isotherms of UiO-66, UiO-66-NH<sub>2</sub>,\nand NU-1000.\n(b) Solid-phase initial hydrolysis rate of DMNP by UiO-66, UiO-66-NH<sub>2</sub>, and NU-1000 as a function of RH.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2019-049279_0005.eps\"></graphic>\n</fig>", "clean_text": " 5  (a) Water isotherms of UiO-66, UiO-66-NH2, and NU-1000. (b) Solid-phase initial hydrolysis rate of DMNP by UiO-66, UiO-66-NH2, and NU-1000 as a function of RH.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Solid-phase conversion profiles of DMNP by (a) UiO-66, (b) UiO-66-NH<sub>2</sub>, and (c) NU-1000 with various water loadings.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2019-049279_0006.eps\"></graphic>\n</fig>", "clean_text": " 6  Solid-phase conversion profiles of DMNP by (a) UiO-66, (b) UiO-66-NH2, and (c) NU-1000 with various water loadings.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.9b04927", "title": null, "journal": "American\nChemical Society", "date": "2019.05", "author_list": ["Wang\nHui", "Mahle\nJohn J.", "Tovar\nTrenton M.", "Peterson\nGregory W.", "Hall\nMorgan G.", "DeCoste\nJared B.", "Buchanan\nJames H.", "Karwacki\nChristopher J."]}}