{"filepath": "../L2M3_data/1_application_papers/acs_xml/am9b05933.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Microporous\nmetal–organic frameworks (MOFs) are promising\ncandidate materials for chemical sensing, but the reproducible fabrication\nof MOF-based sensors with optimized and stable performances remains\na significant challenge. Here, we report the fabrication of MOF optical\nsensors with steady but tunable optical properties via assembling\nUiO-66 crystals with controllable sizes and missing-linker defects.\nThe well-defined but tunable microscopic and mesoscopic structural\nfeatures of MOF sensing components greatly facilitate the optimization\nof device performance. The UiO-66 crystal-assembled sensors display\nfast response (2.00 s) and short recovery (3.00 s) to ethanol vapor\n(one of the analytes we tested). Our systematical investigation indicates\nthat the mesoporous features of sensing components contribute greatly\nto the enhanced sensitivity (by ∼24.6% to the saturated ethanol\nvapor), response speed (by ∼42.9%), and recovery speed (by\n∼59.7%) of the crystal-assembled sensors in comparison to their\ndense counterpart. The building crystal sizes show a slight influence\non the response speed but profound effects on the sensitivity and\nrecovery performances of sensors. The missing-linker defects have\nobvious beneficial effects on the desorption kinetics of analyte and\ncan cause a faster recovery of sensors.</p>", "clean_text": "Microporous metal-organic frameworks (MOFs) are promising candidate materials for chemical sensing, but the reproducible fabrication of MOF-based sensors with optimized and stable performances remains a significant challenge. Here, we report the fabrication of MOF optical sensors with steady but tunable optical properties via assembling UiO-66 crystals with controllable sizes and missing-linker defects. The well-defined but tunable microscopic and mesoscopic structural features of MOF sensing components greatly facilitate the optimization of device performance. The UiO-66 crystal-assembled sensors display fast response (2.00 s) and short recovery (3.00 s) to ethanol vapor (one of the analytes we tested). Our systematical investigation indicates that the mesoporous features of sensing components contribute greatly to the enhanced sensitivity (by ~24.6% to the saturated ethanol vapor), response speed (by ~42.9%), and recovery speed (by ~59.7%) of the crystal-assembled sensors in comparison to their dense counterpart. The building crystal sizes show a slight influence on the response speed but profound effects on the sensitivity and recovery performances of sensors. The missing-linker defects have obvious beneficial effects on the desorption kinetics of analyte and can cause a faster recovery of sensors.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks (MOFs),\na class of porous crystalline\nmaterials that are built by metal ions (or clusters) coordinated to\norganic ligands, have received great attention in a variety of fields\nincluding gas storage, small molecule separation, heterogeneous catalysis, biomedicine, and chemical sensing due to their large\ninternal surface areas, regular pore sizes, and high thermal stability.\nThe sensing application of MOF materials is based on the change in\ncertain of their macroscopic properties, such as mass, strain stress, conductivity, refractive index, visible color, and luminescence, induced\nby the sorption of guest molecules in their cavities. The integration\nof MOF materials into the appropriate devices greatly facilitates\nsignal transduction and data acquisition for the pertinent quantitative\nevaluation of their sensing performances. In the view of the practical application,\nthe device performance should be optimized and be reproducible, which\nessentially relies on the precise control over the microscopic (such\nas porosity and defects) and the mesoscopic structural features (such\nas sizes and morphologies) of the MOF sensing materials. Nevertheless,\nthese features are synthesis- or/and fabrication-dependent and are\nsomewhat uncontrollable in most cases of the demonstrated MOF sensors.\nAs a result, reports on the further optimization of their performances\nare comparatively few.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs), a class of porous crystalline materials that are built by metal ions (or clusters) coordinated to organic ligands, have received great attention in a variety of fields including gas storage, small molecule separation, heterogeneous catalysis, biomedicine, and chemical sensing due to their large internal surface areas, regular pore sizes, and high thermal stability. The sensing application of MOF materials is based on the change in certain of their macroscopic properties, such as mass, strain stress, conductivity, refractive index, visible color, and luminescence, induced by the sorption of guest molecules in their cavities. The integration of MOF materials into the appropriate devices greatly facilitates signal transduction and data acquisition for the pertinent quantitative evaluation of their sensing performances. In the view of the practical application, the device performance should be optimized and be reproducible, which essentially relies on the precise control over the microscopic (such as porosity and defects) and the mesoscopic structural features (such as sizes and morphologies) of the MOF sensing materials. Nevertheless, these features are synthesis- or/and fabrication-dependent and are somewhat uncontrollable in most cases of the demonstrated MOF sensors. As a result, reports on the further optimization of their performances are comparatively few. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>MOF optical sensors adopt a transduction pathway\nthat is related\nto the change in refractive index and can be constructed with different\nstructural configurations such as Fabry–Pérot thin films, one-dimensional (1D) Bragg stacks, two-dimensional (2D) gratings, three-dimensional\n(3D) colloidal crystals, optical fibers, and photonic microring resonators to\ngenerate the refractive index-dependent optical signals in the response\nto analytes. Commonly, the preparation of MOF films is integral to\nthe whole fabrication of these devices. MOF materials can be processed\nas thin films via either in situ growth or assembling the presynthesized\nframework crystals on an appropriate substrate. The former usually yields dense films, whereas the latter produces\nmesoporous ones. It should also be noted that the as-synthesized MOF\nsamples indeed differ in their pore structures to some extent due\nto the formation of defects of various types (such as linkers or/and\ncluster vacancies) during their crystallization. Although these microscopic and mesoscopic structural features have\nproved to have profound effects on the adsorption capacities of MOF\nmaterials as well as the kinetics of molecule diffusion within their\nframeworks, they have received less attention in the performance\nevaluation of MOF optical sensors previously reported.</p>", "clean_text": "MOF optical sensors adopt a transduction pathway that is related to the change in refractive index and can be constructed with different structural configurations such as Fabry-Pérot thin films, one-dimensional (1D) Bragg stacks, two-dimensional (2D) gratings, three-dimensional (3D) colloidal crystals, optical fibers, and photonic microring resonators to generate the refractive index-dependent optical signals in the response to analytes. Commonly, the preparation of MOF films is integral to the whole fabrication of these devices. MOF materials can be processed as thin films via either in situ growth or assembling the presynthesized framework crystals on an appropriate substrate. The former usually yields dense films, whereas the latter produces mesoporous ones. It should also be noted that the as-synthesized MOF samples indeed differ in their pore structures to some extent due to the formation of defects of various types (such as linkers or/and cluster vacancies) during their crystallization. Although these microscopic and mesoscopic structural features have proved to have profound effects on the adsorption capacities of MOF materials as well as the kinetics of molecule diffusion within their frameworks, they have received less attention in the performance evaluation of MOF optical sensors previously reported.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Here,\nwe report a reliable strategy that enables the large-scale\nfabrication of MOF sensors with steady but tunable optical properties\nand thus facilitates the systematical optimization of device performance.\nOur strategy is based on the integration of the MOF crystals with\nthe well-controlled microscopic and mesoscopic structural features\ninto the Fabry–Pérot thin-film sensors (). UiO-66, a zirconium-carboxylate\nMOF (Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(BDC)<sub>6</sub>,\nBDC = terephthalic acid), was chosen as the sensing material due to\nits excellent chemical robustness and thermal stability. More importantly, monodisperse UiO-66 octahedral\ncrystals with tunable sizes and missing-linker defects can be synthesized\non a large scale and subsequently assembled\ninto the monolayer films reproducibly. With the rational selection of sensing signals, the effects of the\nbuilding crystal sizes, the missing-linker defects, and the intercrystal\nmesoporous structures on the sensitivity, response speed, and recovery\nspeed of sensors were investigated systematically. By optimizing the\nsizes and defect numbers of building crystals, MOF sensors with fast\nresponse (2.00 s) and rapid recovery (3.00 s) (for the saturated ethanol\nvapor, one of the analytes we tested) were constructed. Our results\nshow that the presence of the intercrystal mesopores in the crystal-assembled\nsensors (CSs) can effectively improve the sensitivity, response speed,\nand recovery speed by ∼24.6, ∼42.9, and ∼61.3%,\nrespectively, in comparison to their counterpart configured with a\ndense MOF film. The building crystal sizes and defect numbers have\nprofound comprehensive effects on the sensitivity and recovery time\nof CSs to the extent of 120.8 and 78.6%, respectively.</p>", "clean_text": "Here, we report a reliable strategy that enables the large-scale fabrication of MOF sensors with steady but tunable optical properties and thus facilitates the systematical optimization of device performance. Our strategy is based on the integration of the MOF crystals with the well-controlled microscopic and mesoscopic structural features into the Fabry-Pérot thin-film sensors (). UiO-66, a zirconium-carboxylate MOF (Zr6O4(OH)4(BDC)6, BDC = terephthalic acid), was chosen as the sensing material due to its excellent chemical robustness and thermal stability. More importantly, monodisperse UiO-66 octahedral crystals with tunable sizes and missing-linker defects can be synthesized on a large scale and subsequently assembled into the monolayer films reproducibly. With the rational selection of sensing signals, the effects of the building crystal sizes, the missing-linker defects, and the intercrystal mesoporous structures on the sensitivity, response speed, and recovery speed of sensors were investigated systematically. By optimizing the sizes and defect numbers of building crystals, MOF sensors with fast response (2.00 s) and rapid recovery (3.00 s) (for the saturated ethanol vapor, one of the analytes we tested) were constructed. Our results show that the presence of the intercrystal mesopores in the crystal-assembled sensors (CSs) can effectively improve the sensitivity, response speed, and recovery speed by ~24.6, ~42.9, and ~61.3%, respectively, in comparison to their counterpart configured with a dense MOF film. The building crystal sizes and defect numbers have profound comprehensive effects on the sensitivity and recovery time of CSs to the extent of 120.8 and 78.6%, respectively.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nIllustration of the Fabrication of an MOF-Crystal Optical\nSensor for Vapor Sensing</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2019-059339_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of the Fabrication of an MOF-Crystal Optical Sensor for Vapor Sensing   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>UiO-66 crystals were synthesized\nwith acetic acid as a modulator\naccording to established methods. Especially,\nthe base/acid comodulated synthesis allows for the large-scale production\nof monodisperse UiO-66 octahedral microcrystals with tunable sizes\nand missing-linker defects. The average\nsizes and defect numbers (expressed as deficient values of BDC linkers\nper Zr<sub>6</sub> of crystal samples) of MOF crystals\nwere evaluated based on scanning electron microscopy (SEM) measurements\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S1</ext-link>) and thermogravimetric analyses\n(TGA) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S2</ext-link>), respectively. Seven\ncrystal samples with sizes in the range of 380–1057 nm and\ndefect numbers of 0.15–0.49 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Table S1</ext-link>) were used for the construction of MOF sensors. The surface of the\nas-synthesized MOF crystals was modified with the amphiphilic poly­(vinylpyrrolidone)\n(PVP) to facilitate their dispersion in ethanol. The PVP-functionalized\ncrystals were subsequently assembled into a dense monolayer at the\nair/water interface by a modified Langmuir–Blodgett (LB) technique. To construct reflection optical devices, the\nassembled monolayer was further transferred and formed an MOF film\nonto a flat silicon substrate (). Theoretically, a single batch of the crystal product\n(∼150 mg) can yield monolayers with the total area of more\nthan 1270 cm<sup>2</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S5</ext-link>), which\nis nearly 400 times as large as that of a typical sensor (3.0 ×\n1.1 cm<sup>2</sup>). As revealed by SEM measurements, the silicon-supported\nMOF film consists of a layer of closely packed octahedral crystals\nthat contact the platform with their {111} facets (a). The narrow size distribution\nof crystals and their oriented arrangements on the flat platform render\nthe assembled MOF film a uniform thickness, which can be further increased\nthrough programming by forming multilayer structures via the layer-by-layer\ntransfer of monolayers (b) or tuned flexibly by the sizes of building crystals (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S6</ext-link>). The overall oriented nature of the\nassembled MOF films was confirmed by the out-plane X-ray diffraction\nmeasurements, where only (111), (222), (333), (444), and (555) reflections\nwere observed as expected (c).</p>", "clean_text": "Results and Discussion\n\nUiO-66 crystals were synthesized with acetic acid as a modulator according to established methods. Especially, the base/acid comodulated synthesis allows for the large-scale production of monodisperse UiO-66 octahedral microcrystals with tunable sizes and missing-linker defects. The average sizes and defect numbers (expressed as deficient values of BDC linkers per Zr6 of crystal samples) of MOF crystals were evaluated based on scanning electron microscopy (SEM) measurements (Figure S1) and thermogravimetric analyses (TGA) (Figure S2), respectively. Seven crystal samples with sizes in the range of 380-1057 nm and defect numbers of 0.15-0.49 (Table S1) were used for the construction of MOF sensors. The surface of the as-synthesized MOF crystals was modified with the amphiphilic poly(vinylpyrrolidone) (PVP) to facilitate their dispersion in ethanol. The PVP-functionalized crystals were subsequently assembled into a dense monolayer at the air/water interface by a modified Langmuir-Blodgett (LB) technique. To construct reflection optical devices, the assembled monolayer was further transferred and formed an MOF film onto a flat silicon substrate (). Theoretically, a single batch of the crystal product (~150 mg) can yield monolayers with the total area of more than 1270 cm2 (Figure S5), which is nearly 400 times as large as that of a typical sensor (3.0 × 1.1 cm2). As revealed by SEM measurements, the silicon-supported MOF film consists of a layer of closely packed octahedral crystals that contact the platform with their {111} facets (a). The narrow size distribution of crystals and their oriented arrangements on the flat platform render the assembled MOF film a uniform thickness, which can be further increased through programming by forming multilayer structures via the layer-by-layer transfer of monolayers (b) or tuned flexibly by the sizes of building crystals (Figure S6). The overall oriented nature of the assembled MOF films was confirmed by the out-plane X-ray diffraction measurements, where only (111), (222), (333), (444), and (555) reflections were observed as expected (c).", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Top-view SEM image of the silicon-supported assembled\nmonolayer\nconsisting of monodispersed UiO-66 octahedral crystals with a size\nof 468 nm. (b) Cross-sectional SEM images and (c) out-plane XRD patterns\nof MOF films composed of one, two, three, and four layers of the assembled\nmonolayers of UiO-66 crystals with a size of 468 nm.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2019-059339_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Top-view SEM image of the silicon-supported assembled monolayer consisting of monodispersed UiO-66 octahedral crystals with a size of 468 nm. (b) Cross-sectional SEM images and (c) out-plane XRD patterns of MOF films composed of one, two, three, and four layers of the assembled monolayers of UiO-66 crystals with a size of 468 nm.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>These sensors present the perceived colors as the\nconsequence of\noptical interference in the MOF films deposited on the silicon substrate\n(a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">S7</ext-link>). At normal incidence,\nthe wavelengths (λ) of the reflection interference peaks are\ngiven by<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"am-2019-059339_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>m</mml:mi>\n<mml:mi>λ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi mathvariant=\"italic\">nL</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>m</italic> is an integer, <italic>n</italic> is the refractive index,\nand <italic>L</italic> is the\nthickness of MOF film. Thus, the optical\nproperties of sensors are sensitive to these parameters as manifested\nby their reflection spectra. As <italic>L</italic> increases, more\ninterference peaks appear in the reflection spectra within a given\nwavelength range (325–600 nm), which corresponds to the increase\nof <italic>m</italic>, whereas the reflectance (<italic>R</italic>) decreases dramatically due to the enhanced adsorption and scattering\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S8</ext-link>). Accordingly, given their relatively\nhigh <italic>R</italic> optical signal/noise ratio, we will focus\non the single-monolayer crystal sensors in the following studies and\nbriefly name them CS<sub>\n<italic>y</italic>/<italic>x</italic>\n</sub> according to the size (<italic>y</italic>) and defect number (<italic>x</italic>) of their UiO-66 building crystals (for example, CS<sub>468/0.26</sub>).</p>", "clean_text": "These sensors present the perceived colors as the consequence of optical interference in the MOF films deposited on the silicon substrate (a and S7). At normal incidence, the wavelengths (λ) of the reflection interference peaks are given by 1    m λ = 2 nL   where m is an integer, n is the refractive index, and L is the thickness of MOF film. Thus, the optical properties of sensors are sensitive to these parameters as manifested by their reflection spectra. As L increases, more interference peaks appear in the reflection spectra within a given wavelength range (325-600 nm), which corresponds to the increase of m, whereas the reflectance (R) decreases dramatically due to the enhanced adsorption and scattering (Figure S8). Accordingly, given their relatively high R optical signal/noise ratio, we will focus on the single-monolayer crystal sensors in the following studies and briefly name them CS y/x  according to the size (y) and defect number (x) of their UiO-66 building crystals (for example, CS468/0.26).", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Reflection spectra of the silicon-supported MOF films\nconsisting\nof one, two, three, and four monolayers of UiO-66 crystals with a\nsize of 468 nm. The inset shows a photograph of the single-monolayer\nMOF film on a silicon substrate. (b) Reflection spectra of four individually\nfabricated single-monolayer sensors (CS<sub>468/0.26</sub>) that were\nconstructed with the same batch of UiO-66 crystals (468 nm). Reflection\nspectra were recorded under a nitrogen flow.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2019-059339_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Reflection spectra of the silicon-supported MOF films consisting of one, two, three, and four monolayers of UiO-66 crystals with a size of 468 nm. The inset shows a photograph of the single-monolayer MOF film on a silicon substrate. (b) Reflection spectra of four individually fabricated single-monolayer sensors (CS468/0.26) that were constructed with the same batch of UiO-66 crystals (468 nm). Reflection spectra were recorded under a nitrogen flow.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>It should be noted that <italic>n</italic> of the assembled\nMOF-crystal\nfilms is a volume-weighted average of refractive indices for the crystal\nframework (<italic>n</italic>\n<sub>fram</sub>), intracrystal micropore\n(<italic>n</italic>\n<sub>micro</sub>), and intercrystal mesopore (<italic>n</italic>\n<sub>meso</sub>)­<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"am-2019-059339_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>n</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msqrt>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>f</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n<mml:mi mathvariant=\"normal\">r</mml:mi>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n<mml:mi mathvariant=\"normal\">r</mml:mi>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>f</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n<mml:mi mathvariant=\"normal\">r</mml:mi>\n<mml:mi mathvariant=\"normal\">o</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n<mml:mi mathvariant=\"normal\">r</mml:mi>\n<mml:mi mathvariant=\"normal\">o</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>f</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mi mathvariant=\"normal\">o</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mi mathvariant=\"normal\">o</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:msqrt>\n</mml:math>\n</alternatives>\n</disp-formula>The ratio of volume fractions of\nMOF framework\n(<italic>f</italic>\n<sub>fram</sub>) and micropore (<italic>f</italic>\n<sub>micro</sub>) is related to the pore volume of MOF materials,\nwhich is determined ideally by the crystal topography but indeed is\nalso influenced by the crystal defects (such as linkers or/and cluster\nvacancies) existing commonly in the as-synthesized product. As a result, the linker-deficient UiO-66 crystals (with defect numbers\nof 0.15–0.49) used in this work show the increased pore volumes\n(0.465–0.483 cm<sup>3</sup>/g, see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Table S1</ext-link>) relative to that of a perfect one (0.426 cm<sup>3</sup>/g). However, the variation (∼3.9%)\nof pore volume of MOF crystals in CSs has a relatively slight effect\n(&lt;2%) on the overall refractive index of MOF films and thus the\nreflection spectra of sensors. In contrast to the synthesis-dependent <italic>f</italic>\n<sub>fram</sub>/<italic>f</italic>\n<sub>micro</sub> ratio,\nthe volume fraction of intercrystal mesopore (<italic>f</italic>\n<sub>meso</sub>) relies on the assembling and transfer processes of crystal\nmonolayers during device fabrication. To evaluate the effect of these\nprocesses on <italic>f</italic>\n<sub>meso</sub>, four sensors consisting\nof the same batch of UiO-66 crystals were fabricated individually\nunder the identical conditions. As shown in b, their reflection spectra display similar\ninterference peaks and reflectance, which suggests that the crystal\nassembly strategy enables the reproducible fabrication of MOF sensors\nwith stable optical properties.</p>", "clean_text": "It should be noted that n of the assembled MOF-crystal films is a volume-weighted average of refractive indices for the crystal framework (n fram), intracrystal micropore (n micro), and intercrystal mesopore (n meso) 2    n =     f   f r a m     n   f r a m   2   +   f   m i c r o     n   m i c r o   2   +   f   m e s o     n   m e s o   2       The ratio of volume fractions of MOF framework (f fram) and micropore (f micro) is related to the pore volume of MOF materials, which is determined ideally by the crystal topography but indeed is also influenced by the crystal defects (such as linkers or/and cluster vacancies) existing commonly in the as-synthesized product. As a result, the linker-deficient UiO-66 crystals (with defect numbers of 0.15-0.49) used in this work show the increased pore volumes (0.465-0.483 cm3/g, see Table S1) relative to that of a perfect one (0.426 cm3/g). However, the variation (~3.9%) of pore volume of MOF crystals in CSs has a relatively slight effect (<2%) on the overall refractive index of MOF films and thus the reflection spectra of sensors. In contrast to the synthesis-dependent f fram/f micro ratio, the volume fraction of intercrystal mesopore (f meso) relies on the assembling and transfer processes of crystal monolayers during device fabrication. To evaluate the effect of these processes on f meso, four sensors consisting of the same batch of UiO-66 crystals were fabricated individually under the identical conditions. As shown in b, their reflection spectra display similar interference peaks and reflectance, which suggests that the crystal assembly strategy enables the reproducible fabrication of MOF sensors with stable optical properties.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>One of the keys for MOFs as\noptical sensors to chemical vapors\nis the tunability of <italic>n</italic>, or more specifically <italic>n</italic>\n<sub>micro</sub>. Adsorption of any polarizable molecule\n(with a refractive index larger than 1) by MOFs will displace vacuum\nwithin the microporous framework and increase the overall refractive\nindex. This will result in red shifts of the interference peaks and\nthe change of reflectance at a given wavelength. a shows the reflection spectra\nof CS<sub>468/0.26</sub> recorded on exposure to the saturated vapors\nof methanol, ethanol, acetone, <italic>n</italic>-hexane, and cyclohexane.\nObviously, the sensor is responsive to all of the tested analytes\nwith the evident red shifts of interference peaks (with nitrogen as\ncontrol). However, the extents of shifts do not follow the trend of\nanalyte refractive indices and instead decrease sequentially for methanol\n(20.5 nm), ethanol (20.0 nm), acetone (19.5 nm), <italic>n</italic>-hexane (16.5 nm), and cyclohexane (15.0 nm), whereas their refractive\nindices increase in the same order (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Table S3</ext-link>). Since the overall <italic>n</italic> of MOF sensors is sensitive\nto both the refractive index of the analyte and its volume fraction,\nthe above results can be attributed to the difference in the adsorption\ncapacities of UiO-66 for these investigated analytes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S9</ext-link>). In addition, it should be noted that\nthe sterically more demanding cyclohexane (6.2 Å) also triggers\na moderate response, indicating that this molecule can diffuse through\nthe relatively small pore aperture of UiO-66 (6 Å) due to framework\nflexibility or/and the presence of missing-linker\ndefects in MOF crystals.\n</p>", "clean_text": "One of the keys for MOFs as optical sensors to chemical vapors is the tunability of n, or more specifically n micro. Adsorption of any polarizable molecule (with a refractive index larger than 1) by MOFs will displace vacuum within the microporous framework and increase the overall refractive index. This will result in red shifts of the interference peaks and the change of reflectance at a given wavelength. a shows the reflection spectra of CS468/0.26 recorded on exposure to the saturated vapors of methanol, ethanol, acetone, n-hexane, and cyclohexane. Obviously, the sensor is responsive to all of the tested analytes with the evident red shifts of interference peaks (with nitrogen as control). However, the extents of shifts do not follow the trend of analyte refractive indices and instead decrease sequentially for methanol (20.5 nm), ethanol (20.0 nm), acetone (19.5 nm), n-hexane (16.5 nm), and cyclohexane (15.0 nm), whereas their refractive indices increase in the same order (b and Table S3). Since the overall n of MOF sensors is sensitive to both the refractive index of the analyte and its volume fraction, the above results can be attributed to the difference in the adsorption capacities of UiO-66 for these investigated analytes (Figure S9). In addition, it should be noted that the sterically more demanding cyclohexane (6.2 Å) also triggers a moderate response, indicating that this molecule can diffuse through the relatively small pore aperture of UiO-66 (6 Å) due to framework flexibility or/and the presence of missing-linker defects in MOF crystals. ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nReflection spectra of CS<sub>468/0.26</sub> recorded on exposure\nto the control (nitrogen) and the saturated vapors of methanol, ethanol,\nacetone, <italic>n</italic>-hexane, and cyclohexane. (b) Corresponding\nred shifts of the reflection peak originally at 437.5 nm and refractive\nindices (RI) of analytes.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2019-059339_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Reflection spectra of CS468/0.26 recorded on exposure to the control (nitrogen) and the saturated vapors of methanol, ethanol, acetone, n-hexane, and cyclohexane. (b) Corresponding red shifts of the reflection peak originally at 437.5 nm and refractive indices (RI) of analytes.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>For the reflection optical sensors, both the wavelength shift\n(Δλ)\nof a selected interference peak and the reflectance change (Δ<italic>R</italic>) at a given wavelength induced by the analyte sorption\ncan be used as the sensing signals. To achieve high sensitivity for\nsensors in the latter case, we chose the wavelength with the maximum\n|Δ<italic>R</italic>| in the range of 325–500 nm, which\nwas determined by subtracting the spectrum for nitrogen from that\nfor an analyte at saturated pressure (a). Subsequently, Δλ and Δ<italic>R</italic> were normalized and plotted as the function of relative\npressure of analytes, respectively, to establish the optical adsorption\nisotherms. b shows the respective isotherms derived from the Δλ\nand Δ<italic>R</italic> responses of CS<sub>468/0.26</sub> to\nethanol vapor of various concentrations. Both of them display similarly\nthe steep increase in ethanol uptake at a low relative pressure (&lt;0.1)\nand the saturation at 0.4–0.6. Meanwhile, minor deviations\nbetween them were also observed in the relative pressure range of\n0.2–0.6. Given that reflectance was acquired directly by the\nspectrometer, whereas the wavelength of interference peaks had to\nbe determined manually based on the reflection spectra in our work,\nthe above deviations can be attributed presumably to the inevitable\npersonal errors in the latter determination. Therefore, as far as\ndata acquisition is concerned, Δ<italic>R</italic> is preferable\nto Δλ to be used as signals for the quantitative and dynamic\nstudy of sensing performances. c shows the normalized Δ<italic>R</italic> responses\nof CS<sub>468/0.26</sub> recorded on alternate exposure to nitrogen\ncontrol and to ethanol at saturated pressure. Obviously, the sensor\ncan response reversibly to the ethanol analyte. The dynamic study\nalso provides more in-depth information about the quantitative determination\nof the response time and recovery time of sensors (d). Commonly, the MOF sensors\ndisplay fast response (2.00 s for CS<sub>468/0.26</sub> to ethanol)\nand the relatively slow recovery (6.00 s, correspondingly), suggesting\nmore kinetically favorable adsorption of ethanol than nitrogen in\nUiO-66.</p>", "clean_text": "For the reflection optical sensors, both the wavelength shift (Δλ) of a selected interference peak and the reflectance change (ΔR) at a given wavelength induced by the analyte sorption can be used as the sensing signals. To achieve high sensitivity for sensors in the latter case, we chose the wavelength with the maximum |ΔR| in the range of 325-500 nm, which was determined by subtracting the spectrum for nitrogen from that for an analyte at saturated pressure (a). Subsequently, Δλ and ΔR were normalized and plotted as the function of relative pressure of analytes, respectively, to establish the optical adsorption isotherms. b shows the respective isotherms derived from the Δλ and ΔR responses of CS468/0.26 to ethanol vapor of various concentrations. Both of them display similarly the steep increase in ethanol uptake at a low relative pressure (<0.1) and the saturation at 0.4-0.6. Meanwhile, minor deviations between them were also observed in the relative pressure range of 0.2-0.6. Given that reflectance was acquired directly by the spectrometer, whereas the wavelength of interference peaks had to be determined manually based on the reflection spectra in our work, the above deviations can be attributed presumably to the inevitable personal errors in the latter determination. Therefore, as far as data acquisition is concerned, ΔR is preferable to Δλ to be used as signals for the quantitative and dynamic study of sensing performances. c shows the normalized ΔR responses of CS468/0.26 recorded on alternate exposure to nitrogen control and to ethanol at saturated pressure. Obviously, the sensor can response reversibly to the ethanol analyte. The dynamic study also provides more in-depth information about the quantitative determination of the response time and recovery time of sensors (d). Commonly, the MOF sensors display fast response (2.00 s for CS468/0.26 to ethanol) and the relatively slow recovery (6.00 s, correspondingly), suggesting more kinetically favorable adsorption of ethanol than nitrogen in UiO-66.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Reflection spectra of CS<sub>468/0.26</sub> recorded on exposure\nto nitrogen (green) and the saturated ethanol vapor (red) and their\nsubtracted spectrum (gray). (b) Respective optical adsorption isotherms\nderived from the normalized Δ<italic>R</italic> (at 412.5 nm,\ngreen) and Δλ of the refection peak (original at 437.5\nnm, red) of CS<sub>468/0.26</sub> on exposure to ethanol at various\nrelative pressures. (c) Normalized Δ<italic>R</italic> (at 412.5\nnm) of CS<sub>468/0.26</sub> versus time on alternate exposure to\nnitrogen control and the saturated ethanol vapor. (d) Normalized Δ<italic>R</italic> (at 412.5 nm) of CS<sub>468/0.26</sub> versus time shown\nin (c) but with the time scale adjusted to enable the quantitative\ndetermination of the response time (<italic>t</italic>\n<sub>1</sub>–<italic>t</italic>\n<sub>0</sub>) and recovery time (<italic>t</italic>\n<sub>3</sub>–<italic>t</italic>\n<sub>2</sub>).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2019-059339_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Reflection spectra of CS468/0.26 recorded on exposure to nitrogen (green) and the saturated ethanol vapor (red) and their subtracted spectrum (gray). (b) Respective optical adsorption isotherms derived from the normalized ΔR (at 412.5 nm, green) and Δλ of the refection peak (original at 437.5 nm, red) of CS468/0.26 on exposure to ethanol at various relative pressures. (c) Normalized ΔR (at 412.5 nm) of CS468/0.26 versus time on alternate exposure to nitrogen control and the saturated ethanol vapor. (d) Normalized ΔR (at 412.5 nm) of CS468/0.26 versus time shown in (c) but with the time scale adjusted to enable the quantitative determination of the response time (t 1-t 0) and recovery time (t 3-t 2).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>The effects of sizes and defect\nnumbers of UiO-66 building crystals\non the sensitivity, response speed, and recovery speed of sensors\nwere further investigated. Their sensitivity was evaluated by the\nmaximum |Δ<italic>R</italic>| of sensors in the wavelength range\nof 325–500 nm on exposure to ethanol at saturated pressure\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S11</ext-link>). As shown in a, the maximum |Δ<italic>R</italic>| values are 22.34, 18.78, 18.71, 18.53, 15.26, 12.78,\nand 10.12% for CS<sub>380/0.49</sub>, CS<sub>466/0.19</sub>, CS<sub>468/0.26</sub>, CS<sub>506/0.26</sub>, CS<sub>641/0.15</sub>, CS<sub>755/0.27</sub>, and CS<sub>1057/0.41</sub>, respectively, indicating\nthat the increase of the size of building crystals lowers the sensitivity\ndue to the decrease in reflectance signals of sensors as discussed\nabove. Based on the reflectance resolution of our spectrometer (3σ\n= 0.10%) and Δ<italic>R</italic> at the relative pressure of\n0.05, the potential detection limit to ethanol was estimated as 33\nppm for CS<sub>380/0.49</sub>. As revealed by the dynamic studies\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figures S14–19 and Table S4</ext-link>), all\nCSs show fast response to ethanol. Their response times (2.00–2.50\ns) seem to increase roughly with the sizes of building crystals, but\nfurther analysis was frustrated by the data acquisition speed (2 spectra\nper second). In contrast, CSs display the relatively long recovery\ntimes (3.00–14.00 s), which basically decrease as downsizing\nthe MOF crystals except for CS<sub>466/0.19</sub> and CS<sub>641/0.15</sub>. By determining the first moment of an experimental recovery curve\nvia integration, the time constant (τ) for desorption of ethanol\nmolecules in UiO-66 frameworks could be obtained. For spherical particles, the time constant could be described\nby\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"am-2019-059339_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>τ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>15</mml:mn>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>r</italic>, <italic>D</italic>, and α are the crystal radius\n(half of the crystal sizes),\nthe intracrystal diffusivity, and the surface permeability of MOF\ncrystals, respectively. Assuming the identical <italic>D</italic> and\nα for ethanol molecules desorption in MOF crystals with defect\nnumbers of 0.26 and 0.27, the time constants for CS<sub>468/0.26</sub>, CS<sub>506/0.26</sub>, and CS<sub>755/0.27</sub> were fitted as\nthe function of crystal sizes according to  (b). This yielded <italic>D</italic> of 5.01 ×\n10<sup>–14</sup> m<sup>2</sup> s<sup>–1</sup> and α\nof 7.46 × 10<sup>–8</sup> m s<sup>–1</sup> for\nthe ethanol desorption in these MOF crystals. On the other hand, the\ntime constants for CS<sub>380/0.49</sub> and CS<sub>1057/0.41</sub> deviate obviously from the fitted data negatively, whereas those\nfor CS<sub>466/0.19</sub> and CS<sub>641/0.15</sub> deviate positively,\nsuggesting that <italic>D</italic> or/and α will change with\nthe defect number in the building crystals of CSs and that the increase\nof (missing-linker) defects in MOF promotes the diffusion of analyte\ndramatically.</p>", "clean_text": "The effects of sizes and defect numbers of UiO-66 building crystals on the sensitivity, response speed, and recovery speed of sensors were further investigated. Their sensitivity was evaluated by the maximum |ΔR| of sensors in the wavelength range of 325-500 nm on exposure to ethanol at saturated pressure (Figure S11). As shown in a, the maximum |ΔR| values are 22.34, 18.78, 18.71, 18.53, 15.26, 12.78, and 10.12% for CS380/0.49, CS466/0.19, CS468/0.26, CS506/0.26, CS641/0.15, CS755/0.27, and CS1057/0.41, respectively, indicating that the increase of the size of building crystals lowers the sensitivity due to the decrease in reflectance signals of sensors as discussed above. Based on the reflectance resolution of our spectrometer (3σ = 0.10%) and ΔR at the relative pressure of 0.05, the potential detection limit to ethanol was estimated as 33 ppm for CS380/0.49. As revealed by the dynamic studies (Figures S14-19 and Table S4), all CSs show fast response to ethanol. Their response times (2.00-2.50 s) seem to increase roughly with the sizes of building crystals, but further analysis was frustrated by the data acquisition speed (2 spectra per second). In contrast, CSs display the relatively long recovery times (3.00-14.00 s), which basically decrease as downsizing the MOF crystals except for CS466/0.19 and CS641/0.15. By determining the first moment of an experimental recovery curve via integration, the time constant (τ) for desorption of ethanol molecules in UiO-66 frameworks could be obtained. For spherical particles, the time constant could be described by  3    τ =     r   2     15 D   +   r   3 α     where r, D, and α are the crystal radius (half of the crystal sizes), the intracrystal diffusivity, and the surface permeability of MOF crystals, respectively. Assuming the identical D and α for ethanol molecules desorption in MOF crystals with defect numbers of 0.26 and 0.27, the time constants for CS468/0.26, CS506/0.26, and CS755/0.27 were fitted as the function of crystal sizes according to  (b). This yielded D of 5.01 × 10-14 m2 s-1 and α of 7.46 × 10-8 m s-1 for the ethanol desorption in these MOF crystals. On the other hand, the time constants for CS380/0.49 and CS1057/0.41 deviate obviously from the fitted data negatively, whereas those for CS466/0.19 and CS641/0.15 deviate positively, suggesting that D or/and α will change with the defect number in the building crystals of CSs and that the increase of (missing-linker) defects in MOF promotes the diffusion of analyte dramatically.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Maximum absolute reflectance changes (|Δ<italic>R</italic>|), response times, and recovery times of MOF sensors (i.e.,\nCS<sub>380/0.49</sub>, CS<sub>466/0.19</sub>, CS<sub>468/0.26</sub>, CS<sub>506/0.26</sub>, CS<sub>641/0.15</sub>, CS<sub>755/0.27</sub>, and\nCS<sub>1057/0.41</sub>) for the saturated ethanol vapor. (b) Desorption\ntime constants (τ) of the seven investigated CSs versus the\nsizes of building crystals. The desorption time constants (τ)\nof CS<sub>468/0.26</sub>, CS<sub>506/0.26</sub>, and CS<sub>755/0.27</sub> were fitted as a function of the crystal size (gray dash line).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2019-059339_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Maximum absolute reflectance changes (|ΔR|), response times, and recovery times of MOF sensors (i.e., CS380/0.49, CS466/0.19, CS468/0.26, CS506/0.26, CS641/0.15, CS755/0.27, and CS1057/0.41) for the saturated ethanol vapor. (b) Desorption time constants (τ) of the seven investigated CSs versus the sizes of building crystals. The desorption time constants (τ) of CS468/0.26, CS506/0.26, and CS755/0.27 were fitted as a function of the crystal size (gray dash line).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>To evaluate the effects of the\nmesoporous structures in MOF films\non the sensing performances, a sensor (DS) configured with a dense\nUiO-66 film, which was fabricated by the solvothermal growth method, was used for comparison. As shown in a, the deposited\nMOF film in DS possesses an intergrown surface morphology and a uniform\nthickness of ∼462 nm that is close to the size of building\ncrystals in CS<sub>468/0.26</sub>. The TGA results indicate that the\nMOF material in DS bears more missing-linker defects (<italic>x</italic> = 0.50) than that in CS<sub>468/0.26</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S21</ext-link>). The nitrogen sorption measurements at 77 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S22a</ext-link>) reveal the absence of 0.92 nm micropore\nbut the presence of a larger one (1.56 nm) in the MOF of DS, which\nare not observed in that of CS<sub>468/0.26</sub> (b) and can be attributed to\nthe increased defect number (0.50) in the former according to previous\nreports. Nevertheless, the dense MOF film in DS has\na higher <italic>n</italic> than that of the mesoporous sensing film\nof CS<sub>468/0.26</sub> as indicated by its red-shifted interference\npeaks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S23</ext-link>). On exposure to the\nsaturated ethanol vapor, the DS shows a small maximum |Δ<italic>R</italic>| (15.02%) relative to that of CS<sub>468/0.26</sub> (18.71%\nas indicated in a), suggesting the lower sensitivity of the former. The Δ<italic>R</italic>-derived optical adsorption isotherm of DS for ethanol\ndeviates slightly from that of CS<sub>468/0.26</sub> in the relative\npressure range of 0.25–0.45 (c). Interestingly, the similar deviation\nwas also observed for their normalized nitrogen sorption isotherms\nat 77 K in the relative pressure range of 0.01–0.3 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S22b</ext-link>), which could be attributed to the\npresence of larger micropores in MOF of DS. The dynamic sensing studies\n(to ethanol analyte at saturated pressure) reveal the much slower\nresponse (3.50 s) and recovery (15.50 s) of DS<sub>462/0.50</sub> (d) as compared to\nthose of CS<sub>468/0.26</sub> (2.00 and 6.00 s, respectively, see\nabove). If only defect number was taken into account, this observation\nwould apparently be in contradiction with the above statement that\nhigh defect number results in faster response and recovery. Accordingly,\nthe enhanced response and recovery performances of CS<sub>468/0.26</sub> could be attributed to the intercrystal mesoporous structures in\nthe sensing MOF films that facilitate greatly the diffusion of analyte\nmolecules.\n</p>", "clean_text": "To evaluate the effects of the mesoporous structures in MOF films on the sensing performances, a sensor (DS) configured with a dense UiO-66 film, which was fabricated by the solvothermal growth method, was used for comparison. As shown in a, the deposited MOF film in DS possesses an intergrown surface morphology and a uniform thickness of ~462 nm that is close to the size of building crystals in CS468/0.26. The TGA results indicate that the MOF material in DS bears more missing-linker defects (x = 0.50) than that in CS468/0.26 (Figure S21). The nitrogen sorption measurements at 77 K (Figure S22a) reveal the absence of 0.92 nm micropore but the presence of a larger one (1.56 nm) in the MOF of DS, which are not observed in that of CS468/0.26 (b) and can be attributed to the increased defect number (0.50) in the former according to previous reports. Nevertheless, the dense MOF film in DS has a higher n than that of the mesoporous sensing film of CS468/0.26 as indicated by its red-shifted interference peaks (Figure S23). On exposure to the saturated ethanol vapor, the DS shows a small maximum |ΔR| (15.02%) relative to that of CS468/0.26 (18.71% as indicated in a), suggesting the lower sensitivity of the former. The ΔR-derived optical adsorption isotherm of DS for ethanol deviates slightly from that of CS468/0.26 in the relative pressure range of 0.25-0.45 (c). Interestingly, the similar deviation was also observed for their normalized nitrogen sorption isotherms at 77 K in the relative pressure range of 0.01-0.3 (Figure S22b), which could be attributed to the presence of larger micropores in MOF of DS. The dynamic sensing studies (to ethanol analyte at saturated pressure) reveal the much slower response (3.50 s) and recovery (15.50 s) of DS462/0.50 (d) as compared to those of CS468/0.26 (2.00 and 6.00 s, respectively, see above). If only defect number was taken into account, this observation would apparently be in contradiction with the above statement that high defect number results in faster response and recovery. Accordingly, the enhanced response and recovery performances of CS468/0.26 could be attributed to the intercrystal mesoporous structures in the sensing MOF films that facilitate greatly the diffusion of analyte molecules. ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Top-view (left) and cross-sectional\n(right) SEM images of the\ndense UiO-66 film deposited solvothermally on a silicon substrate.\n(b) Nitrogen sorption isotherm (at 77 K)-derived pore size distributions\nfor UiO-66 materials in the sensor (DS<sub>462/0.50</sub>) with a\ndense MOF film (red) and in that (CS<sub>468/0.26</sub>) with the\nassembled MOF crystals (green). (c) Optical adsorption isotherms derived\nfrom the normalized Δ<italic>R</italic> of DS<sub>462/0.50</sub> (red) and CS<sub>468/0.26</sub> (green) on exposure to ethanol at\nvarious relative pressures. (d) Normalized Δ<italic>R</italic> (at 377.0 nm) of DS<sub>462/0.50</sub> versus time on alternate\nexposure to nitrogen and the saturated ethanol vapor.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2019-059339_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Top-view (left) and cross-sectional (right) SEM images of the dense UiO-66 film deposited solvothermally on a silicon substrate. (b) Nitrogen sorption isotherm (at 77 K)-derived pore size distributions for UiO-66 materials in the sensor (DS462/0.50) with a dense MOF film (red) and in that (CS468/0.26) with the assembled MOF crystals (green). (c) Optical adsorption isotherms derived from the normalized ΔR of DS462/0.50 (red) and CS468/0.26 (green) on exposure to ethanol at various relative pressures. (d) Normalized ΔR (at 377.0 nm) of DS462/0.50 versus time on alternate exposure to nitrogen and the saturated ethanol vapor.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we have\ndemonstrated the fabrication of MOF optical\nsensors based on assembling of UiO-66 crystals with controllable sizes\nand missing-linker defects. These MOF-crystal-assembled sensors show\nsteady but tunable optical properties and can be fabricated reproducibly\non a large scale. The sensor configuration was optimized in the form\nof single-monolayer crystals for the performance evaluation with the\nrational selection of reflectance change as sensing signals. Our results\nshow that the mesoporous features render the crystal-assembled sensors\nhigher sensitivity and faster response and recovery in comparison\nto their counterparts configured with a dense MOF film. The sensitivity\nof sensors is basically dependent on their building crystal sizes\nand increases with the decrease of crystal sizes. The recovery performance\nof sensors was strongly influenced by both the sizes and missing-linker\ndefects of building crystals and can be enhanced by decreasing the\ncrystal sizes and increasing the (missing-linker) defects. With the\ncontinuous progress in the controlled synthesis of MOF materials, we believe that the crystal-assembling strategy will provide a reliable\nroute to constructing MOF devices of other framework materials with\ntunable microscopic and mesoscopic structural features.</p>", "clean_text": "Conclusions\n\nIn summary, we have demonstrated the fabrication of MOF optical sensors based on assembling of UiO-66 crystals with controllable sizes and missing-linker defects. These MOF-crystal-assembled sensors show steady but tunable optical properties and can be fabricated reproducibly on a large scale. The sensor configuration was optimized in the form of single-monolayer crystals for the performance evaluation with the rational selection of reflectance change as sensing signals. Our results show that the mesoporous features render the crystal-assembled sensors higher sensitivity and faster response and recovery in comparison to their counterparts configured with a dense MOF film. The sensitivity of sensors is basically dependent on their building crystal sizes and increases with the decrease of crystal sizes. The recovery performance of sensors was strongly influenced by both the sizes and missing-linker defects of building crystals and can be enhanced by decreasing the crystal sizes and increasing the (missing-linker) defects. With the continuous progress in the controlled synthesis of MOF materials, we believe that the crystal-assembling strategy will provide a reliable route to constructing MOF devices of other framework materials with tunable microscopic and mesoscopic structural features.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Synthesis and PVP-Modification of UiO-66\nCrystals</title><p>The\nmonodisperse UiO-66 were synthesized according to the reported methods. Briefly, for 380 nm crystals, a mixture of ZrCl<sub>4</sub> (0.08\nmmol) and terephthalic acid (BDC, 0.08 mmol) was dissolved in 10 mL\nof <italic>N</italic>,<italic>N</italic>-dimethylformamide (DMF) containing\nacetic acid (24 mmol) in a 9 dram borosilicate glass vial. The vial\nwas capped and placed at 120 °C for 24 h. For crystals with sizes\nof 466–1057 nm, 140 mL of DMF solution containing BDC (0.6\nmmol), trimethylamine (TEA, 0–0.9 mmol), and acetic acid (360\nmmol) was stirred at room temperature for 10 min and then heated to\n120 °C. After 10 mL of DMF solution of ZrCl<sub>4</sub> (0.6\nmmol) was added, the mixture was allowed to react at 120 °C for\nanother 6 h. After being cooled to room temperature, the product was\ncollected by centrifugation, washed several times with DMF and methanol\nsequentially, and soaked in methanol for three days with replacing\nthe soaking solvent every 12 h. To functionalize their surface, the\nMOF crystals (50 mg) were dispersed in 20 mL of ethanol solution of\npoly­(vinylpyrrolidone) (PVP, 5 wt %) and the suspension was shaken\non a vortex oscillator overnight. Finally, the crystals were collected\nby centrifugation, washed with ethanol, and redispersed in 1.5 mL\nof ethanol.</p>", "clean_text": "Experimental Section\n\nSynthesis and PVP-Modification of UiO-66 Crystals\n\nThe monodisperse UiO-66 were synthesized according to the reported methods. Briefly, for 380 nm crystals, a mixture of ZrCl4 (0.08 mmol) and terephthalic acid (BDC, 0.08 mmol) was dissolved in 10 mL of N,N-dimethylformamide (DMF) containing acetic acid (24 mmol) in a 9 dram borosilicate glass vial. The vial was capped and placed at 120 °C for 24 h. For crystals with sizes of 466-1057 nm, 140 mL of DMF solution containing BDC (0.6 mmol), trimethylamine (TEA, 0-0.9 mmol), and acetic acid (360 mmol) was stirred at room temperature for 10 min and then heated to 120 °C. After 10 mL of DMF solution of ZrCl4 (0.6 mmol) was added, the mixture was allowed to react at 120 °C for another 6 h. After being cooled to room temperature, the product was collected by centrifugation, washed several times with DMF and methanol sequentially, and soaked in methanol for three days with replacing the soaking solvent every 12 h. To functionalize their surface, the MOF crystals (50 mg) were dispersed in 20 mL of ethanol solution of poly(vinylpyrrolidone) (PVP, 5 wt %) and the suspension was shaken on a vortex oscillator overnight. Finally, the crystals were collected by centrifugation, washed with ethanol, and redispersed in 1.5 mL of ethanol.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Fabrication of UiO-66 Crystal-Assembled Sensors</title><p>A precleaned\nglass slide (1.2 × 7.2 cm<sup>2</sup>) was leaned against the\nrim of a Petri dish (9 cm in diameter), and DI water was added to\nthe Petri dish. A suspension of the PVP-modified UiO-66 crystals (100\nμL) was dropped on the glass slide and spread quickly on the\nwater surface. Subsequently, a few drops of aqueous solution of sodium\ndodecyl sulfate (SDS, 2 wt %) were added to condense the UiO-66 crystals\nso that a dense monolayer was formed on the water surface. Finally,\nthe monolayer was transferred onto a pretreated silicon substrate\nand dried under ambient conditions.</p>", "clean_text": "Fabrication of UiO-66 Crystal-Assembled Sensors\n\nA precleaned glass slide (1.2 × 7.2 cm2) was leaned against the rim of a Petri dish (9 cm in diameter), and DI water was added to the Petri dish. A suspension of the PVP-modified UiO-66 crystals (100 μL) was dropped on the glass slide and spread quickly on the water surface. Subsequently, a few drops of aqueous solution of sodium dodecyl sulfate (SDS, 2 wt %) were added to condense the UiO-66 crystals so that a dense monolayer was formed on the water surface. Finally, the monolayer was transferred onto a pretreated silicon substrate and dried under ambient conditions.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Vapor Sensing Measurements</title><p>The silicon-supported UiO-66\nsensors were fixed inside a home-built PMMA flow cell (0.4 ×\n1.5 × 3.0 cm<sup>3</sup>) with an adhered glass window. The saturated\nvapors of analytes (methanol, ethanol, acetone, <italic>n</italic>-hexane, and cyclohexane) were produced by bubbling nitrogen through\na glass vessel containing the corresponding solvents. A flow of pure\nnitrogen gas (100 sccm) was used as the control and initially introduced\nto the sample cell. Subsequently, the flow was changed to the mixture\nof pure nitrogen and a saturated analyte vapor at various ratios and\nat a total flow rate of 100 sccm. The reflection spectra of sensors\nwere monitored in real time and acquired at 500 ms intervals using\na commercial optical fiber spectrometer (Maya 2000 Pro, Ocean Optics)\nat room temperature and 1 bar on exposure to the control or analyte\nvapors. The distance between the probe of the spectrometer and the\nsensor surface was ∼3 mm and kept constant in all sensing measurements.</p>", "clean_text": "Vapor Sensing Measurements\n\nThe silicon-supported UiO-66 sensors were fixed inside a home-built PMMA flow cell (0.4 × 1.5 × 3.0 cm3) with an adhered glass window. The saturated vapors of analytes (methanol, ethanol, acetone, n-hexane, and cyclohexane) were produced by bubbling nitrogen through a glass vessel containing the corresponding solvents. A flow of pure nitrogen gas (100 sccm) was used as the control and initially introduced to the sample cell. Subsequently, the flow was changed to the mixture of pure nitrogen and a saturated analyte vapor at various ratios and at a total flow rate of 100 sccm. The reflection spectra of sensors were monitored in real time and acquired at 500 ms intervals using a commercial optical fiber spectrometer (Maya 2000 Pro, Ocean Optics) at room temperature and 1 bar on exposure to the control or analyte vapors. The distance between the probe of the spectrometer and the sensor surface was ~3 mm and kept constant in all sensing measurements.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acsami.9b05933\">10.1021/acsami.9b05933</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Chemicals, other\nexperiment and characterization details,\nSEM images and corresponding size statistical analyses of UiO-66 crystals,\nTGA traces and the corresponding W<sub>390</sub> of UiO-66 crystals,\nnitrogen sorption isotherms, pore size distributions for UiO-66 crystals,\ntheoretically estimated total areas of monolayers, SEM images of the\nsilicon-supported monolayers of UiO-66 crystals, TGA traces of activated\nUiO-66 crystals, reflection spectra, normalized Δ<italic>R</italic>, XRD patterns, and TGA traces and the calculated deficient values\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">PDF</ext-link>).</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acsami.9b05933.  Chemicals, other experiment and characterization details, SEM images and corresponding size statistical analyses of UiO-66 crystals, TGA traces and the corresponding W390 of UiO-66 crystals, nitrogen sorption isotherms, pore size distributions for UiO-66 crystals, theoretically estimated total areas of monolayers, SEM images of the silicon-supported monolayers of UiO-66 crystals, TGA traces of activated UiO-66 crystals, reflection spectra, normalized ΔR, XRD patterns, and TGA traces and the calculated deficient values (PDF).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Chemicals, other\nexperiment and characterization details,\nSEM images and corresponding size statistical analyses of UiO-66 crystals,\nTGA traces and the corresponding W<sub>390</sub> of UiO-66 crystals,\nnitrogen sorption isotherms, pore size distributions for UiO-66 crystals,\ntheoretically estimated total areas of monolayers, SEM images of the\nsilicon-supported monolayers of UiO-66 crystals, TGA traces of activated\nUiO-66 crystals, reflection spectra, normalized Δ<italic>R</italic>, XRD patterns, and TGA traces and the calculated deficient values\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">PDF</ext-link>).</p>", "clean_text": "Chemicals, other experiment and characterization details, SEM images and corresponding size statistical analyses of UiO-66 crystals, TGA traces and the corresponding W390 of UiO-66 crystals, nitrogen sorption isotherms, pore size distributions for UiO-66 crystals, theoretically estimated total areas of monolayers, SEM images of the silicon-supported monolayers of UiO-66 crystals, TGA traces of activated UiO-66 crystals, reflection spectra, normalized ΔR, XRD patterns, and TGA traces and the calculated deficient values (PDF).", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>R.Z. and D.Z. contributed equally to this study.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "R.Z. and D.Z. contributed equally to this study.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "15, 17", "type": "text", "classification": "property", "content": "<p>The effects of sizes and defect\nnumbers of UiO-66 building crystals\non the sensitivity, response speed, and recovery speed of sensors\nwere further investigated. Their sensitivity was evaluated by the\nmaximum |Δ<italic>R</italic>| of sensors in the wavelength range\nof 325–500 nm on exposure to ethanol at saturated pressure\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S11</ext-link>). As shown in a, the maximum |Δ<italic>R</italic>| values are 22.34, 18.78, 18.71, 18.53, 15.26, 12.78,\nand 10.12% for CS<sub>380/0.49</sub>, CS<sub>466/0.19</sub>, CS<sub>468/0.26</sub>, CS<sub>506/0.26</sub>, CS<sub>641/0.15</sub>, CS<sub>755/0.27</sub>, and CS<sub>1057/0.41</sub>, respectively, indicating\nthat the increase of the size of building crystals lowers the sensitivity\ndue to the decrease in reflectance signals of sensors as discussed\nabove. Based on the reflectance resolution of our spectrometer (3σ\n= 0.10%) and Δ<italic>R</italic> at the relative pressure of\n0.05, the potential detection limit to ethanol was estimated as 33\nppm for CS<sub>380/0.49</sub>. As revealed by the dynamic studies\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figures S14–19 and Table S4</ext-link>), all\nCSs show fast response to ethanol. Their response times (2.00–2.50\ns) seem to increase roughly with the sizes of building crystals, but\nfurther analysis was frustrated by the data acquisition speed (2 spectra\nper second). In contrast, CSs display the relatively long recovery\ntimes (3.00–14.00 s), which basically decrease as downsizing\nthe MOF crystals except for CS<sub>466/0.19</sub> and CS<sub>641/0.15</sub>. By determining the first moment of an experimental recovery curve\nvia integration, the time constant (τ) for desorption of ethanol\nmolecules in UiO-66 frameworks could be obtained. For spherical particles, the time constant could be described\nby\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"am-2019-059339_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>τ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>15</mml:mn>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>r</italic>, <italic>D</italic>, and α are the crystal radius\n(half of the crystal sizes),\nthe intracrystal diffusivity, and the surface permeability of MOF\ncrystals, respectively. Assuming the identical <italic>D</italic> and\nα for ethanol molecules desorption in MOF crystals with defect\nnumbers of 0.26 and 0.27, the time constants for CS<sub>468/0.26</sub>, CS<sub>506/0.26</sub>, and CS<sub>755/0.27</sub> were fitted as\nthe function of crystal sizes according to  (b). This yielded <italic>D</italic> of 5.01 ×\n10<sup>–14</sup> m<sup>2</sup> s<sup>–1</sup> and α\nof 7.46 × 10<sup>–8</sup> m s<sup>–1</sup> for\nthe ethanol desorption in these MOF crystals. On the other hand, the\ntime constants for CS<sub>380/0.49</sub> and CS<sub>1057/0.41</sub> deviate obviously from the fitted data negatively, whereas those\nfor CS<sub>466/0.19</sub> and CS<sub>641/0.15</sub> deviate positively,\nsuggesting that <italic>D</italic> or/and α will change with\nthe defect number in the building crystals of CSs and that the increase\nof (missing-linker) defects in MOF promotes the diffusion of analyte\ndramatically.</p><p>To evaluate the effects of the\nmesoporous structures in MOF films\non the sensing performances, a sensor (DS) configured with a dense\nUiO-66 film, which was fabricated by the solvothermal growth method, was used for comparison. As shown in a, the deposited\nMOF film in DS possesses an intergrown surface morphology and a uniform\nthickness of ∼462 nm that is close to the size of building\ncrystals in CS<sub>468/0.26</sub>. The TGA results indicate that the\nMOF material in DS bears more missing-linker defects (<italic>x</italic> = 0.50) than that in CS<sub>468/0.26</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S21</ext-link>). The nitrogen sorption measurements at 77 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S22a</ext-link>) reveal the absence of 0.92 nm micropore\nbut the presence of a larger one (1.56 nm) in the MOF of DS, which\nare not observed in that of CS<sub>468/0.26</sub> (b) and can be attributed to\nthe increased defect number (0.50) in the former according to previous\nreports. Nevertheless, the dense MOF film in DS has\na higher <italic>n</italic> than that of the mesoporous sensing film\nof CS<sub>468/0.26</sub> as indicated by its red-shifted interference\npeaks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S23</ext-link>). On exposure to the\nsaturated ethanol vapor, the DS shows a small maximum |Δ<italic>R</italic>| (15.02%) relative to that of CS<sub>468/0.26</sub> (18.71%\nas indicated in a), suggesting the lower sensitivity of the former. The Δ<italic>R</italic>-derived optical adsorption isotherm of DS for ethanol\ndeviates slightly from that of CS<sub>468/0.26</sub> in the relative\npressure range of 0.25–0.45 (c). Interestingly, the similar deviation\nwas also observed for their normalized nitrogen sorption isotherms\nat 77 K in the relative pressure range of 0.01–0.3 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsami.9b05933/suppl_file/am9b05933_si_001.pdf\">Figure S22b</ext-link>), which could be attributed to the\npresence of larger micropores in MOF of DS. The dynamic sensing studies\n(to ethanol analyte at saturated pressure) reveal the much slower\nresponse (3.50 s) and recovery (15.50 s) of DS<sub>462/0.50</sub> (d) as compared to\nthose of CS<sub>468/0.26</sub> (2.00 and 6.00 s, respectively, see\nabove). If only defect number was taken into account, this observation\nwould apparently be in contradiction with the above statement that\nhigh defect number results in faster response and recovery. Accordingly,\nthe enhanced response and recovery performances of CS<sub>468/0.26</sub> could be attributed to the intercrystal mesoporous structures in\nthe sensing MOF films that facilitate greatly the diffusion of analyte\nmolecules.\n</p>", "clean_text": "The effects of sizes and defect numbers of UiO-66 building crystals on the sensitivity, response speed, and recovery speed of sensors were further investigated. Their sensitivity was evaluated by the maximum |ΔR| of sensors in the wavelength range of 325-500 nm on exposure to ethanol at saturated pressure (Figure S11). As shown in a, the maximum |ΔR| values are 22.34, 18.78, 18.71, 18.53, 15.26, 12.78, and 10.12% for CS380/0.49, CS466/0.19, CS468/0.26, CS506/0.26, CS641/0.15, CS755/0.27, and CS1057/0.41, respectively, indicating that the increase of the size of building crystals lowers the sensitivity due to the decrease in reflectance signals of sensors as discussed above. Based on the reflectance resolution of our spectrometer (3σ = 0.10%) and ΔR at the relative pressure of 0.05, the potential detection limit to ethanol was estimated as 33 ppm for CS380/0.49. As revealed by the dynamic studies (Figures S14-19 and Table S4), all CSs show fast response to ethanol. Their response times (2.00-2.50 s) seem to increase roughly with the sizes of building crystals, but further analysis was frustrated by the data acquisition speed (2 spectra per second). In contrast, CSs display the relatively long recovery times (3.00-14.00 s), which basically decrease as downsizing the MOF crystals except for CS466/0.19 and CS641/0.15. By determining the first moment of an experimental recovery curve via integration, the time constant (τ) for desorption of ethanol molecules in UiO-66 frameworks could be obtained. For spherical particles, the time constant could be described by  3    τ =     r   2     15 D   +   r   3 α     where r, D, and α are the crystal radius (half of the crystal sizes), the intracrystal diffusivity, and the surface permeability of MOF crystals, respectively. Assuming the identical D and α for ethanol molecules desorption in MOF crystals with defect numbers of 0.26 and 0.27, the time constants for CS468/0.26, CS506/0.26, and CS755/0.27 were fitted as the function of crystal sizes according to  (b). This yielded D of 5.01 × 10-14 m2 s-1 and α of 7.46 × 10-8 m s-1 for the ethanol desorption in these MOF crystals. On the other hand, the time constants for CS380/0.49 and CS1057/0.41 deviate obviously from the fitted data negatively, whereas those for CS466/0.19 and CS641/0.15 deviate positively, suggesting that D or/and α will change with the defect number in the building crystals of CSs and that the increase of (missing-linker) defects in MOF promotes the diffusion of analyte dramatically.\n\nTo evaluate the effects of the mesoporous structures in MOF films on the sensing performances, a sensor (DS) configured with a dense UiO-66 film, which was fabricated by the solvothermal growth method, was used for comparison. As shown in a, the deposited MOF film in DS possesses an intergrown surface morphology and a uniform thickness of ~462 nm that is close to the size of building crystals in CS468/0.26. The TGA results indicate that the MOF material in DS bears more missing-linker defects (x = 0.50) than that in CS468/0.26 (Figure S21). The nitrogen sorption measurements at 77 K (Figure S22a) reveal the absence of 0.92 nm micropore but the presence of a larger one (1.56 nm) in the MOF of DS, which are not observed in that of CS468/0.26 (b) and can be attributed to the increased defect number (0.50) in the former according to previous reports. Nevertheless, the dense MOF film in DS has a higher n than that of the mesoporous sensing film of CS468/0.26 as indicated by its red-shifted interference peaks (Figure S23). On exposure to the saturated ethanol vapor, the DS shows a small maximum |ΔR| (15.02%) relative to that of CS468/0.26 (18.71% as indicated in a), suggesting the lower sensitivity of the former. The ΔR-derived optical adsorption isotherm of DS for ethanol deviates slightly from that of CS468/0.26 in the relative pressure range of 0.25-0.45 (c). Interestingly, the similar deviation was also observed for their normalized nitrogen sorption isotherms at 77 K in the relative pressure range of 0.01-0.3 (Figure S22b), which could be attributed to the presence of larger micropores in MOF of DS. The dynamic sensing studies (to ethanol analyte at saturated pressure) reveal the much slower response (3.50 s) and recovery (15.50 s) of DS462/0.50 (d) as compared to those of CS468/0.26 (2.00 and 6.00 s, respectively, see above). If only defect number was taken into account, this observation would apparently be in contradiction with the above statement that high defect number results in faster response and recovery. Accordingly, the enhanced response and recovery performances of CS468/0.26 could be attributed to the intercrystal mesoporous structures in the sensing MOF films that facilitate greatly the diffusion of analyte molecules. ", "data": [[{"meta": {"name": "UiO-66", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "sensitivity", "value": "22.34", "unit": "%", "condition": "wavelength range of 325–500 nm on exposure to ethanol at saturated pressure"}, {"property name": "detection limit", "value": "33", "unit": "ppm", "condition": "CS380/0.49"}, {"property name": "response time", "value": "2.00–2.50", "unit": "s", "condition": ""}, {"property name": "recovery time", "value": "3.00–14.00", "unit": "s", "condition": ""}, {"property name": "time constant", "value": "", "unit": "", "condition": "desorption of ethanol molecules in UiO-66 frameworks"}, {"property name": "D", "value": "5.01 × 10^-14", "unit": "m^2/s", "condition": "ethanol desorption in CS468/0.26, CS506/0.26, and CS755/0.27"}, {"property name": "α", "value": "7.46 × 10^-8", "unit": "m/s", "condition": "ethanol desorption in CS468/0.26, CS506/0.26, and CS755/0.27"}, {"property name": "defect number", "value": "0.50", "unit": "", "condition": "DS462/0.50"}, {"property name": "response time", "value": "3.50", "unit": "s", "condition": "DS462/0.50"}, {"property name": "recovery time", "value": "15.50", "unit": "s", "condition": "DS462/0.50"}]}]], "include_properties": ["etc"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic\nIllustration of the Fabrication of an MOF-Crystal Optical\nSensor for Vapor Sensing</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"am-2019-059339_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of the Fabrication of an MOF-Crystal Optical Sensor for Vapor Sensing   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Top-view SEM image of the silicon-supported assembled\nmonolayer\nconsisting of monodispersed UiO-66 octahedral crystals with a size\nof 468 nm. (b) Cross-sectional SEM images and (c) out-plane XRD patterns\nof MOF films composed of one, two, three, and four layers of the assembled\nmonolayers of UiO-66 crystals with a size of 468 nm.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"am-2019-059339_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Top-view SEM image of the silicon-supported assembled monolayer consisting of monodispersed UiO-66 octahedral crystals with a size of 468 nm. (b) Cross-sectional SEM images and (c) out-plane XRD patterns of MOF films composed of one, two, three, and four layers of the assembled monolayers of UiO-66 crystals with a size of 468 nm.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Reflection spectra of the silicon-supported MOF films\nconsisting\nof one, two, three, and four monolayers of UiO-66 crystals with a\nsize of 468 nm. The inset shows a photograph of the single-monolayer\nMOF film on a silicon substrate. (b) Reflection spectra of four individually\nfabricated single-monolayer sensors (CS<sub>468/0.26</sub>) that were\nconstructed with the same batch of UiO-66 crystals (468 nm). Reflection\nspectra were recorded under a nitrogen flow.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"am-2019-059339_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Reflection spectra of the silicon-supported MOF films consisting of one, two, three, and four monolayers of UiO-66 crystals with a size of 468 nm. The inset shows a photograph of the single-monolayer MOF film on a silicon substrate. (b) Reflection spectra of four individually fabricated single-monolayer sensors (CS468/0.26) that were constructed with the same batch of UiO-66 crystals (468 nm). Reflection spectra were recorded under a nitrogen flow.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a)\nReflection spectra of CS<sub>468/0.26</sub> recorded on exposure\nto the control (nitrogen) and the saturated vapors of methanol, ethanol,\nacetone, <italic>n</italic>-hexane, and cyclohexane. (b) Corresponding\nred shifts of the reflection peak originally at 437.5 nm and refractive\nindices (RI) of analytes.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"am-2019-059339_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Reflection spectra of CS468/0.26 recorded on exposure to the control (nitrogen) and the saturated vapors of methanol, ethanol, acetone, n-hexane, and cyclohexane. (b) Corresponding red shifts of the reflection peak originally at 437.5 nm and refractive indices (RI) of analytes.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Reflection spectra of CS<sub>468/0.26</sub> recorded on exposure\nto nitrogen (green) and the saturated ethanol vapor (red) and their\nsubtracted spectrum (gray). (b) Respective optical adsorption isotherms\nderived from the normalized Δ<italic>R</italic> (at 412.5 nm,\ngreen) and Δλ of the refection peak (original at 437.5\nnm, red) of CS<sub>468/0.26</sub> on exposure to ethanol at various\nrelative pressures. (c) Normalized Δ<italic>R</italic> (at 412.5\nnm) of CS<sub>468/0.26</sub> versus time on alternate exposure to\nnitrogen control and the saturated ethanol vapor. (d) Normalized Δ<italic>R</italic> (at 412.5 nm) of CS<sub>468/0.26</sub> versus time shown\nin (c) but with the time scale adjusted to enable the quantitative\ndetermination of the response time (<italic>t</italic>\n<sub>1</sub>–<italic>t</italic>\n<sub>0</sub>) and recovery time (<italic>t</italic>\n<sub>3</sub>–<italic>t</italic>\n<sub>2</sub>).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"am-2019-059339_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Reflection spectra of CS468/0.26 recorded on exposure to nitrogen (green) and the saturated ethanol vapor (red) and their subtracted spectrum (gray). (b) Respective optical adsorption isotherms derived from the normalized ΔR (at 412.5 nm, green) and Δλ of the refection peak (original at 437.5 nm, red) of CS468/0.26 on exposure to ethanol at various relative pressures. (c) Normalized ΔR (at 412.5 nm) of CS468/0.26 versus time on alternate exposure to nitrogen control and the saturated ethanol vapor. (d) Normalized ΔR (at 412.5 nm) of CS468/0.26 versus time shown in (c) but with the time scale adjusted to enable the quantitative determination of the response time (t 1-t 0) and recovery time (t 3-t 2).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Maximum absolute reflectance changes (|Δ<italic>R</italic>|), response times, and recovery times of MOF sensors (i.e.,\nCS<sub>380/0.49</sub>, CS<sub>466/0.19</sub>, CS<sub>468/0.26</sub>, CS<sub>506/0.26</sub>, CS<sub>641/0.15</sub>, CS<sub>755/0.27</sub>, and\nCS<sub>1057/0.41</sub>) for the saturated ethanol vapor. (b) Desorption\ntime constants (τ) of the seven investigated CSs versus the\nsizes of building crystals. The desorption time constants (τ)\nof CS<sub>468/0.26</sub>, CS<sub>506/0.26</sub>, and CS<sub>755/0.27</sub> were fitted as a function of the crystal size (gray dash line).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"am-2019-059339_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Maximum absolute reflectance changes (|ΔR|), response times, and recovery times of MOF sensors (i.e., CS380/0.49, CS466/0.19, CS468/0.26, CS506/0.26, CS641/0.15, CS755/0.27, and CS1057/0.41) for the saturated ethanol vapor. (b) Desorption time constants (τ) of the seven investigated CSs versus the sizes of building crystals. The desorption time constants (τ) of CS468/0.26, CS506/0.26, and CS755/0.27 were fitted as a function of the crystal size (gray dash line).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Top-view (left) and cross-sectional\n(right) SEM images of the\ndense UiO-66 film deposited solvothermally on a silicon substrate.\n(b) Nitrogen sorption isotherm (at 77 K)-derived pore size distributions\nfor UiO-66 materials in the sensor (DS<sub>462/0.50</sub>) with a\ndense MOF film (red) and in that (CS<sub>468/0.26</sub>) with the\nassembled MOF crystals (green). (c) Optical adsorption isotherms derived\nfrom the normalized Δ<italic>R</italic> of DS<sub>462/0.50</sub> (red) and CS<sub>468/0.26</sub> (green) on exposure to ethanol at\nvarious relative pressures. (d) Normalized Δ<italic>R</italic> (at 377.0 nm) of DS<sub>462/0.50</sub> versus time on alternate\nexposure to nitrogen and the saturated ethanol vapor.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"am-2019-059339_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Top-view (left) and cross-sectional (right) SEM images of the dense UiO-66 film deposited solvothermally on a silicon substrate. (b) Nitrogen sorption isotherm (at 77 K)-derived pore size distributions for UiO-66 materials in the sensor (DS462/0.50) with a dense MOF film (red) and in that (CS468/0.26) with the assembled MOF crystals (green). (c) Optical adsorption isotherms derived from the normalized ΔR of DS462/0.50 (red) and CS468/0.26 (green) on exposure to ethanol at various relative pressures. (d) Normalized ΔR (at 377.0 nm) of DS462/0.50 versus time on alternate exposure to nitrogen and the saturated ethanol vapor.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsami.9b05933", "title": null, "journal": "American\nChemical Society", "date": "2019.05", "author_list": ["Zhang\nRui", "Zhang\nDanrui", "Yao\nYoujin", "Zhang\nQing", "Xu\nYulong", "Wu\nYunling", "Yu\nHuijun", "Lu\nGuang"]}}