{"filepath": "../L2M3_data/1_application_papers/acs_xml/an1c00574.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Early\nscreening of <italic toggle=\"yes\">Salmonella</italic> is of utmost importance\nto minimize the incidence of related foodborne diseases. Here, we\nreported an immunosensor to fast detect <italic toggle=\"yes\">Salmonella</italic> using Fe-MIL-88NH<sub>2</sub> metal–organic framework (Fe-MOF)\nnanocubes to load platinum nanoparticles (PtNPs) for signal amplification\nand smartphone thermal imaging to monitor the temperature change.\nThe Fe-MOF nanocubes decorated with PtNPs (Fe-MOF/PtNPs) were prepared\nas peroxidase mimics to catalyze hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) to produce O<sub>2</sub>. The immune magnetic nanoparticles\n(MNPs), the target bacteria, and the immune Fe-MOF/PtNPs were first\nmixed by the three-dimensional (3D) chaotic micromixer and conjugated\nin the microfluidic chip to form MNP–bacteria–Fe-MOF/PtNPs\nsandwich complexes. After magnetic separation and washing, H<sub>2</sub>O<sub>2</sub> was injected and decomposed by Fe-MOF/PtNPs on the\nsandwich complexes to generate O<sub>2</sub> in a sealed chamber.\nThe increase in the pressure pushed the preloaded water to react with\ncalcium oxide powder, resulting in the generation of heat, which was\nmeasured using the smartphone-based thermal sensor to determine the\nbacteria. The microfluidic immunosensor could detect <italic toggle=\"yes\">Salmonella</italic> as low as 93 CFU/mL within 1 h.</p>", "clean_text": "Early screening of Salmonella is of utmost importance to minimize the incidence of related foodborne diseases. Here, we reported an immunosensor to fast detect Salmonella using Fe-MIL-88NH2 metal-organic framework (Fe-MOF) nanocubes to load platinum nanoparticles (PtNPs) for signal amplification and smartphone thermal imaging to monitor the temperature change. The Fe-MOF nanocubes decorated with PtNPs (Fe-MOF/PtNPs) were prepared as peroxidase mimics to catalyze hydrogen peroxide (H2O2) to produce O2. The immune magnetic nanoparticles (MNPs), the target bacteria, and the immune Fe-MOF/PtNPs were first mixed by the three-dimensional (3D) chaotic micromixer and conjugated in the microfluidic chip to form MNP-bacteria-Fe-MOF/PtNPs sandwich complexes. After magnetic separation and washing, H2O2 was injected and decomposed by Fe-MOF/PtNPs on the sandwich complexes to generate O2 in a sealed chamber. The increase in the pressure pushed the preloaded water to react with calcium oxide powder, resulting in the generation of heat, which was measured using the smartphone-based thermal sensor to determine the bacteria. The microfluidic immunosensor could detect Salmonella as low as 93 CFU/mL within 1 h.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Over\ndecades, the incidence of foodborne diseases caused by pathogens\nhas drastically increased worldwide, resulting in severe public health\nissues and enormous economic losses. The World Health Organization\n(WHO) estimated that nearly 1 in 10 people suffer from foodborne diseases\nin the world each year, and 33 million of healthy life years are lost\nannually. Among foodborne pathogens, the\ninfections caused by <italic toggle=\"yes\">Salmonella</italic> is the highest, and <italic toggle=\"yes\">Salmonella</italic> is one of the four main global causes of diarrhea. However, currently available methods for <italic toggle=\"yes\">Salmonella</italic> detection are subject to some limitations, such as long time (Culture), complex nucleic acid extraction (polymerase chain\nreaction, PCR), and insufficient sensitivity\n(enzyme-linked immunosorbent assay, ELISA). Hence, in-field, fast, and sensitive methods to detect <italic toggle=\"yes\">Salmonella</italic> in foods are urgently needed.</p>", "clean_text": "Introduction\n\nOver decades, the incidence of foodborne diseases caused by pathogens has drastically increased worldwide, resulting in severe public health issues and enormous economic losses. The World Health Organization (WHO) estimated that nearly 1 in 10 people suffer from foodborne diseases in the world each year, and 33 million of healthy life years are lost annually. Among foodborne pathogens, the infections caused by Salmonella is the highest, and Salmonella is one of the four main global causes of diarrhea. However, currently available methods for Salmonella detection are subject to some limitations, such as long time (Culture), complex nucleic acid extraction (polymerase chain reaction, PCR), and insufficient sensitivity (enzyme-linked immunosorbent assay, ELISA). Hence, in-field, fast, and sensitive methods to detect Salmonella in foods are urgently needed.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Various biosensors have been\nwidely reported for pathogens detection\nover the past years. Among these methods,\nthe electrochemical biosensors and optical biosensors have received\nextensive attention because of their fast analysis, good reliability,\nand high sensitivity. Nevertheless, most\nof these biosensors rely on sophisticated equipment, such as an electrochemical\nworkstation, microplate reader, and spectrophotometer, which greatly\nlimit their in-field applications. In recent years, some novel biosensors\nbased on smartphone and other portable\ndevices (such as glucose meters, pressure meters, pH meters, thermometers,\netc.) have been developed with the merits of high accuracy, easy operation,\nand low price. An interesting study was reported using a universal\npressure meter as a readout for  determination. The pressure meter was\nutilized to measure the pressure change caused by O<sub>2</sub>, which\nwas generated from the reaction of nanozyme with hydrogen peroxide\n(H<sub>2</sub>O<sub>2</sub>). Another interesting study was reported\nusing a common thermometer to develop a thermal biosensor for DNA\ndetection. The thermometer was inserted\ninto the solution to measure the temperature change resulting from\n2 to 18 °C. This biosensor could detect DNA as low as 0.28 nM.\nRecently, some emerging thermal sensors have become commercially available\nat low cost and could be connected with a smartphone for measuring\nthe temperature change, which might be an alternative for in-field\ndetection of <italic toggle=\"yes\">Salmonella</italic>.</p>", "clean_text": "Various biosensors have been widely reported for pathogens detection over the past years. Among these methods, the electrochemical biosensors and optical biosensors have received extensive attention because of their fast analysis, good reliability, and high sensitivity. Nevertheless, most of these biosensors rely on sophisticated equipment, such as an electrochemical workstation, microplate reader, and spectrophotometer, which greatly limit their in-field applications. In recent years, some novel biosensors based on smartphone and other portable devices (such as glucose meters, pressure meters, pH meters, thermometers, etc.) have been developed with the merits of high accuracy, easy operation, and low price. An interesting study was reported using a universal pressure meter as a readout for  determination. The pressure meter was utilized to measure the pressure change caused by O2, which was generated from the reaction of nanozyme with hydrogen peroxide (H2O2). Another interesting study was reported using a common thermometer to develop a thermal biosensor for DNA detection. The thermometer was inserted into the solution to measure the temperature change resulting from 2 to 18 °C. This biosensor could detect DNA as low as 0.28 nM. Recently, some emerging thermal sensors have become commercially available at low cost and could be connected with a smartphone for measuring the temperature change, which might be an alternative for in-field detection of Salmonella.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To achieve satisfactory\nsensitivity, some signal probes, such as\nenzymes, nanomaterials, and chemical molecules, were\noften used to amplify the signals. Among\nthem, nanozymes have attracted increasing attention and been considered\nas an excellent choice to replace natural enzymes due to their superior\nproperties, such as low cost, high stability, and mass production. Platinum nanoparticles (PtNPs) are one kind\nof catalase mimic and often used to catalyze H<sub>2</sub>O<sub>2</sub> to produce O<sub>2</sub>.\n Recently, some metal–organic frameworks\n(MOFs), like Fe-MOF, have been reported with unique enzyme-mimic property\nand extraordinarily high surface area. An interesting study was reported by depositing gold nanoparticles\non Fe-MIL-88 to develop a multifunctional catalyst with enhanced catalytic\nperformance for DNA detection. Therefore,\nit is worthy to attempt Fe-MOF/PtNPs for the dual-signal amplification\nin the development of new biosensors.</p>", "clean_text": "To achieve satisfactory sensitivity, some signal probes, such as enzymes, nanomaterials, and chemical molecules, were often used to amplify the signals. Among them, nanozymes have attracted increasing attention and been considered as an excellent choice to replace natural enzymes due to their superior properties, such as low cost, high stability, and mass production. Platinum nanoparticles (PtNPs) are one kind of catalase mimic and often used to catalyze H2O2 to produce O2.  Recently, some metal-organic frameworks (MOFs), like Fe-MOF, have been reported with unique enzyme-mimic property and extraordinarily high surface area. An interesting study was reported by depositing gold nanoparticles on Fe-MIL-88 to develop a multifunctional catalyst with enhanced catalytic performance for DNA detection. Therefore, it is worthy to attempt Fe-MOF/PtNPs for the dual-signal amplification in the development of new biosensors.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>To further simplify the\noperation, shorten the time and reduce\nthe cost, various microfluidic chips have been developed for pathogens\ndetection due to their unique advantages of automatic fluid control,\nminiaturized size, less detection time, and low cost. Mixing is the key component of a microfluidic chip because\nthe fluids are basically laminar in microfluidic channels. The chaotic\nmicromixers have drawn increasing attention due to their excellent\nmixing performance. Recently, an interesting chaotic micromixer was\ndeveloped based on a layer-by-layer structure to achieve excellent\nmixing over a wide range of Reynolds numbers. Therefore, the integration of smartphone-based thermal sensor, microfluidic\nchip, and Fe-MOF/PtNPs nanozyme might be promising to establish in-field,\nfast, and cost-effective methods to detect <italic toggle=\"yes\">Salmonella</italic>. Here, we proposed a microfluidic immunosensor to detect <italic toggle=\"yes\">Salmonella</italic> using Fe-MOF/PtNPs as a signal amplifier, a smartphone-based\nthermal sensor as a signal detector, and a two-layer microfluidic\nchip as a research platform. As can be seen in , capture antibodies (CAbs, marked in green)\ncoated magnetic nanoparticles (MNPs), <italic toggle=\"yes\">Salmonella</italic>,\ndetection antibodies (DAbs, marked in purple) modified Fe-MOF/PtNPs\nwere injected into the chip at the same time, efficiently mixed by\nthe three-dimensional (3D) chaotic micromixer and sufficiently incubated\nin the incubation channel, leading to the formation of the MNP–<italic toggle=\"yes\">Salmonella</italic>–Fe-MOF/PtNPs sandwich complexes. Then,\na magnet was used to capture the complexes in a separation chamber.\nFinally, H<sub>2</sub>O<sub>2</sub> was injected and decomposed by\nthe nanozyme on the sandwich complexes to produce oxygen (O<sub>2</sub>) in the sealed chamber. The increase in the pressure in the separation\nchamber pushed the preloaded water (H<sub>2</sub>O) into the heating\nchamber with calcium oxide (CaO) powder to produce heat, which was\nmeasured by the smartphone-based thermal sensor to determine the amount\nof <italic toggle=\"yes\">Salmonella</italic>.</p>", "clean_text": "To further simplify the operation, shorten the time and reduce the cost, various microfluidic chips have been developed for pathogens detection due to their unique advantages of automatic fluid control, miniaturized size, less detection time, and low cost. Mixing is the key component of a microfluidic chip because the fluids are basically laminar in microfluidic channels. The chaotic micromixers have drawn increasing attention due to their excellent mixing performance. Recently, an interesting chaotic micromixer was developed based on a layer-by-layer structure to achieve excellent mixing over a wide range of Reynolds numbers. Therefore, the integration of smartphone-based thermal sensor, microfluidic chip, and Fe-MOF/PtNPs nanozyme might be promising to establish in-field, fast, and cost-effective methods to detect Salmonella. Here, we proposed a microfluidic immunosensor to detect Salmonella using Fe-MOF/PtNPs as a signal amplifier, a smartphone-based thermal sensor as a signal detector, and a two-layer microfluidic chip as a research platform. As can be seen in , capture antibodies (CAbs, marked in green) coated magnetic nanoparticles (MNPs), Salmonella, detection antibodies (DAbs, marked in purple) modified Fe-MOF/PtNPs were injected into the chip at the same time, efficiently mixed by the three-dimensional (3D) chaotic micromixer and sufficiently incubated in the incubation channel, leading to the formation of the MNP-Salmonella-Fe-MOF/PtNPs sandwich complexes. Then, a magnet was used to capture the complexes in a separation chamber. Finally, H2O2 was injected and decomposed by the nanozyme on the sandwich complexes to produce oxygen (O2) in the sealed chamber. The increase in the pressure in the separation chamber pushed the preloaded water (H2O) into the heating chamber with calcium oxide (CaO) powder to produce heat, which was measured by the smartphone-based thermal sensor to determine the amount of Salmonella.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Principle of the immunosensor for <italic toggle=\"yes\">Salmonella</italic> detection.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Principle of the immunosensor for Salmonella detection.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Materials and Methods</title><title>Materials</title><p>\n<italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-Dimethylformamide\n(DMF) from Aladdin (Shanghai, China),\n2-aminoterephthalic acid from TCI (Shanghai, China), and FeCl<sub>3</sub>·6H<sub>2</sub>O from Macklin (Shanghai, China) were\nemployed to prepare Fe-MOFs. Citric acid and sodium citrate from Solarbio\n(Beijing, China), sodium borohydride (NaBH<sub>4</sub>) from Aladdin,\nand chloroplatinic acid (H<sub>2</sub>PtCl<sub>6</sub>·6H<sub>2</sub>O) from Sigma (St. Louis, MO) were employed to prepare PtNPs.\nHydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) from Aladdin was used\nas the substrate. The streptavidin-coated MNPs from Ocean Nanotech\n(150 nm, Dunedin, FL) were incubated with monoclonal capture antibodies\nagainst <italic toggle=\"yes\">Salmonella</italic> from Meridian (Memphis, TN) for\nimmunomagnetic separation of <italic toggle=\"yes\">Salmonella</italic>. Anti-<italic toggle=\"yes\">Salmonella</italic> polyclonal detection antibodies from Abcam (Cambridge,\nMA) were utilized to specifically recognize the target bacteria. Tetrazine\n(Tz) and <italic toggle=\"yes\">trans</italic>-cyclooctene (TCO) were obtained from\nClick Chemistry Tools (Scottsdale, AZ). Phosphate-buffered saline\n(PBS) powder form Solarbio was dissolved in water to obtain the PBS\nsolution. Bovine serum albumin (BSA) was obtained from Sigma for blocking.\nThe double-distilled water (18.2 MΩ·cm) from Millipore\nAdvantage 10 (Billerica, MA) was used throughout all experiments.</p>", "clean_text": "Materials and Methods\n\nMaterials\n\n N,N-Dimethylformamide (DMF) from Aladdin (Shanghai, China), 2-aminoterephthalic acid from TCI (Shanghai, China), and FeCl3⋅6H2O from Macklin (Shanghai, China) were employed to prepare Fe-MOFs. Citric acid and sodium citrate from Solarbio (Beijing, China), sodium borohydride (NaBH4) from Aladdin, and chloroplatinic acid (H2PtCl6⋅6H2O) from Sigma (St. Louis, MO) were employed to prepare PtNPs. Hydrogen peroxide (H2O2) from Aladdin was used as the substrate. The streptavidin-coated MNPs from Ocean Nanotech (150 nm, Dunedin, FL) were incubated with monoclonal capture antibodies against Salmonella from Meridian (Memphis, TN) for immunomagnetic separation of Salmonella. Anti-Salmonella polyclonal detection antibodies from Abcam (Cambridge, MA) were utilized to specifically recognize the target bacteria. Tetrazine (Tz) and trans-cyclooctene (TCO) were obtained from Click Chemistry Tools (Scottsdale, AZ). Phosphate-buffered saline (PBS) powder form Solarbio was dissolved in water to obtain the PBS solution. Bovine serum albumin (BSA) was obtained from Sigma for blocking. The double-distilled water (18.2 MΩ⋅cm) from Millipore Advantage 10 (Billerica, MA) was used throughout all experiments.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Preparation of Immune MNPs</title><p>Immune\nMNPs were prepared based on the streptavidin-biotin binding. First,\n100 μg of CAbs were incubated with 1.33 μL of NH<sub>2</sub>-reactive biotin (10 mM) at 37 °C for 30 min. Then, the mixture\nwas centrifuged (13 000 rpm, 10 min) in an ultrafiltration\ntube (10 kDa) at 4 °C and washed twice to obtain the biotin-modified\nCAbs. Finally, 20 μg of streptavidin-modified MNPs and 4 μg\nof biotin-modified CAbs were incubated for 45 min, followed by magnetic\nseparation and washing with PBST three times to remove excessive CAbs.\nImmune MNPs were kept at 4 °C.</p>", "clean_text": "Preparation of Immune MNPs\n\nImmune MNPs were prepared based on the streptavidin-biotin binding. First, 100 μg of CAbs were incubated with 1.33 μL of NH2-reactive biotin (10 mM) at 37 °C for 30 min. Then, the mixture was centrifuged (13000 rpm, 10 min) in an ultrafiltration tube (10 kDa) at 4 °C and washed twice to obtain the biotin-modified CAbs. Finally, 20 μg of streptavidin-modified MNPs and 4 μg of biotin-modified CAbs were incubated for 45 min, followed by magnetic separation and washing with PBST three times to remove excessive CAbs. Immune MNPs were kept at 4 °C.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation\nof Immune Fe-MOF/PtNPs</title><p>Fe-MOFs (Fe-MIL-88NH<sub>2</sub>)\nwere prepared based on the reported\nwork with slight modification. First,\n0.187 g of FeCl<sub>3</sub>·6H<sub>2</sub>O and 0.126 g of 2-aminoterephthalic\nacid were fully dissolved in 15 mL of DMF. Then, 197 μL of acetic\nacid was added to the solution under stirring. Subsequently, this\nmixture was heated at 120 °C for 4 h using an oil bath. The Fe-MOFs\nwere obtained by centrifugation (8000 rpm, 10 min) and washed three\ntimes by DMF and ethanol to remove excessive reactants. Finally, the\nFe-MOFs were dried at 60 °C overnight and kept at 4 °C.</p>", "clean_text": "Preparation of Immune Fe-MOF/PtNPs\n\nFe-MOFs (Fe-MIL-88NH2) were prepared based on the reported work with slight modification. First, 0.187 g of FeCl3⋅6H2O and 0.126 g of 2-aminoterephthalic acid were fully dissolved in 15 mL of DMF. Then, 197 μL of acetic acid was added to the solution under stirring. Subsequently, this mixture was heated at 120 °C for 4 h using an oil bath. The Fe-MOFs were obtained by centrifugation (8000 rpm, 10 min) and washed three times by DMF and ethanol to remove excessive reactants. Finally, the Fe-MOFs were dried at 60 °C overnight and kept at 4 °C.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Fe-MOF/PtNPs were prepared according to previous reports with slight\nmodifications. Briefly, 200 μL of the Fe-MOFs (10 mg/mL) were\nadded dropwise into 2 mL of PtNPs with a diameter of 5 nm under vigorous\nstirring, which was synthesized according to our previous report. After stirring at room temperature for 4 h,\nthe Fe-MOF/PtNPs were formed and washed with water three times by\ncentrifugation (8000 rpm,10 min) to remove unbounded PtNPs. Finally,\nFe-MOF/PtNPs were kept at 4 °C.</p>", "clean_text": "Fe-MOF/PtNPs were prepared according to previous reports with slight modifications. Briefly, 200 μL of the Fe-MOFs (10 mg/mL) were added dropwise into 2 mL of PtNPs with a diameter of 5 nm under vigorous stirring, which was synthesized according to our previous report. After stirring at room temperature for 4 h, the Fe-MOF/PtNPs were formed and washed with water three times by centrifugation (8000 rpm,10 min) to remove unbounded PtNPs. Finally, Fe-MOF/PtNPs were kept at 4 °C.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Fe-MOF/PtNPs were coated\nwith the DAbs through the click reaction\nbetween TCO and Tz. First, TCO was incubated with Fe-MOF/PtNPs at\nthe molar ratio of 40:1 for 1 h and Tz was incubated with the DAbs\nat the molar ratio of 40:1 for 1 h. Subsequently, the Tz-DAbs were\nobtained by centrifugation (4 °C, 13 000 rpm, 10 min)\nin an ultrafiltration tube (10 kDa) and the TCO-Fe-MOFs were obtained\nby centrifugation (8000 rpm, 10 min). Then, Tz-DAbs and TCO-Fe-MOFs\nwere washed three times with water and mixed for 1 h under stirring.\nThe mixture was blocked with 1% BSA for 45 min and washed with water\nthree times. Finally, the immune Fe-MOF/PtNPs were collected and kept\nat 4 °C.</p>", "clean_text": "Fe-MOF/PtNPs were coated with the DAbs through the click reaction between TCO and Tz. First, TCO was incubated with Fe-MOF/PtNPs at the molar ratio of 40:1 for 1 h and Tz was incubated with the DAbs at the molar ratio of 40:1 for 1 h. Subsequently, the Tz-DAbs were obtained by centrifugation (4 °C, 13000 rpm, 10 min) in an ultrafiltration tube (10 kDa) and the TCO-Fe-MOFs were obtained by centrifugation (8000 rpm, 10 min). Then, Tz-DAbs and TCO-Fe-MOFs were washed three times with water and mixed for 1 h under stirring. The mixture was blocked with 1% BSA for 45 min and washed with water three times. Finally, the immune Fe-MOF/PtNPs were collected and kept at 4 °C.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Development of this Microfluidic\nChip</title><p>To realize the integration of mixing, incubation, separation,\nand\ndetection, a microfluidic chip was developed. As can be seen in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">S1</ext-link>, this microfluidic chip (70 mm long ×\n55 mm wide × 10 mm high) consists of five parts: (1) the 3D mixer\nwith two-layer serpentine crossing channels (one layer: 600 μm\nwide × 200 μm high) for rapid mixing of the immune MNPs,\nthe bacterial sample, and the immune Fe-MOF/PtNPs; (2) the serpentine\nincubation channel (180 mm long × 600 μm wide × 400\nμm high) for sufficient incubation of the MNP–<italic toggle=\"yes\">Salmonella</italic>–Fe-MOF complexes; (3) the diamond separation\nchamber (10 mm long × 7 mm wide × 1.5 mm high) for magnetic\nseparation of the complexes; (4) the circle water reservoir for preloading\n100 μL of water; and (5) the heating chamber for preloading\n0.5 g of CaO powders. Besides, four convex and concave aligned structures\nwere designed for accurately locating while bonding two polydimethylsiloxane\n(PDMS) layers.</p>", "clean_text": "Development of this Microfluidic Chip\n\nTo realize the integration of mixing, incubation, separation, and detection, a microfluidic chip was developed. As can be seen in  and S1, this microfluidic chip (70 mm long × 55 mm wide × 10 mm high) consists of five parts: (1) the 3D mixer with two-layer serpentine crossing channels (one layer: 600 μm wide × 200 μm high) for rapid mixing of the immune MNPs, the bacterial sample, and the immune Fe-MOF/PtNPs; (2) the serpentine incubation channel (180 mm long × 600 μm wide × 400 μm high) for sufficient incubation of the MNP-Salmonella-Fe-MOF complexes; (3) the diamond separation chamber (10 mm long × 7 mm wide × 1.5 mm high) for magnetic separation of the complexes; (4) the circle water reservoir for preloading 100 μL of water; and (5) the heating chamber for preloading 0.5 g of CaO powders. Besides, four convex and concave aligned structures were designed for accurately locating while bonding two polydimethylsiloxane (PDMS) layers.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The microfluidic chip was developed using 3D\nprinting. The 3D-printed mold was first printed using Object30 pro\n3D printer. Subsequently, PDMS prepolymer and curing agent (8:1 in\nmass) were fully mixed under stirring with a glass rod. Then, this\nmixture was added onto the 3D mold and cured at 65 °C overnight\nafter vacuum processing. Finally, this microfluidic chip was obtained\nby peeling off the PDMS from the 3D printing mold and bonding two\nPDMS layers using surface plasma.</p>", "clean_text": "The microfluidic chip was developed using 3D printing. The 3D-printed mold was first printed using Object30 pro 3D printer. Subsequently, PDMS prepolymer and curing agent (8:1 in mass) were fully mixed under stirring with a glass rod. Then, this mixture was added onto the 3D mold and cured at 65 °C overnight after vacuum processing. Finally, this microfluidic chip was obtained by peeling off the PDMS from the 3D printing mold and bonding two PDMS layers using surface plasma.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Detection\nof <italic toggle=\"yes\">Salmonella</italic>\n</title><p>Prior to the test, the H<sub>2</sub>O<sub>2</sub> inlet and heat\nchamber were sealed by tape, and the channel was blocked by 1% BSA\nfor 45 min. First, the same volume (200 μL) of immune MNPs (20\nμg), a bacterial sample containing different concentrations\nof <italic toggle=\"yes\">Salmonella</italic> (10<sup>2</sup>–10<sup>6</sup> CFU/mL), and immune Fe-MOF/PtNPs (80 μg) were injected from\ntheir inlets (flow rate: 10 μL/min) using the precise syringe\npumps, respectively. Then, they were fully mixed in the 3D micromixer\nand incubated in the serpentine incubation channel, leading to the\nformation of MNP–<italic toggle=\"yes\">Salmonella</italic>–Fe-MOF/PtNPs\ncomplexes. These complexes were captured in a separation chamber with\na magnet and washed with water (containing 0.05% Tween-20) to remove\nexcessive immune Fe-MOF/PtNPs. Subsequently, the tape on the H<sub>2</sub>O<sub>2</sub> inlet and heat chamber was removed, and 50 μL\nof H<sub>2</sub>O<sub>2</sub> (10 M) was injected into the separation\nchamber, allowing the nanozyme on the complexes to catalyze H<sub>2</sub>O<sub>2</sub> into O<sub>2</sub> and push the water into the\nheating chamber to release heat due to the exothermic reaction between\nCaO and H<sub>2</sub>O. Finally, the smartphone-based thermal sensor\nwas used to measure the temperature increase (Δ<italic toggle=\"yes\">T</italic>) to determine the amount of <italic toggle=\"yes\">Salmonella</italic>. The procedure\nfor bacterial detection using this immunosensor is recorded as <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_002.mp4\" xlink:type=\"simple\">Video S1</ext-link>.</p>", "clean_text": "Detection of Salmonella \n\nPrior to the test, the H2O2 inlet and heat chamber were sealed by tape, and the channel was blocked by 1% BSA for 45 min. First, the same volume (200 μL) of immune MNPs (20 μg), a bacterial sample containing different concentrations of Salmonella (102-106 CFU/mL), and immune Fe-MOF/PtNPs (80 μg) were injected from their inlets (flow rate: 10 μL/min) using the precise syringe pumps, respectively. Then, they were fully mixed in the 3D micromixer and incubated in the serpentine incubation channel, leading to the formation of MNP-Salmonella-Fe-MOF/PtNPs complexes. These complexes were captured in a separation chamber with a magnet and washed with water (containing 0.05% Tween-20) to remove excessive immune Fe-MOF/PtNPs. Subsequently, the tape on the H2O2 inlet and heat chamber was removed, and 50 μL of H2O2 (10 M) was injected into the separation chamber, allowing the nanozyme on the complexes to catalyze H2O2 into O2 and push the water into the heating chamber to release heat due to the exothermic reaction between CaO and H2O. Finally, the smartphone-based thermal sensor was used to measure the temperature increase (ΔT) to determine the amount of Salmonella. The procedure for bacterial detection using this immunosensor is recorded as Video S1.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>To evaluate the feasibility of\nthis microfluidic immunosensor in spiked food samples, chicken meat\nwas first obtained from the market. Then, 25 g of chicken meat was\nhomogenized in 225 mL of PBS for 3 min. After allowing to settle for\n10 min, the supernatant was pipetted to prepare different concentrations\n(10<sup>2</sup>–10<sup>4</sup> CFU/mL) of <italic toggle=\"yes\">Salmonella</italic>, which were finally tested by the immunosensor.</p>", "clean_text": "To evaluate the feasibility of this microfluidic immunosensor in spiked food samples, chicken meat was first obtained from the market. Then, 25 g of chicken meat was homogenized in 225 mL of PBS for 3 min. After allowing to settle for 10 min, the supernatant was pipetted to prepare different concentrations (102-104 CFU/mL) of Salmonella, which were finally tested by the immunosensor.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Characterization of PtNPs,\nFe-MOFs, and Fe-MOF/PtNPs</title><p>Fe-MOF/PtNPs were used as a nanozyme\nto amplify the signals and\nare crucial to the sensitivity of this immunosensor. Thus, transmission\nelectron microscopy (TEM), X-ray photon spectroscopy (XPS), dynamic\nlight scattering (DLS), and ζ-potential measurement were used\nto verify the formation of Fe-MOF/PtNPs. a,b shows that Fe-MOFs are successfully synthesized\nwith a diameter of 309.1 nm, which is confirmed by the DLS result\nin e. As shown\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>, the scanning electron microscopy\n(SEM) image further shows that they have a uniform octahedral structure.\nThe Fourier transform infrared (FT-IR) was conducted to further confirm\nthe synthesis of Fe-MOFs, and the FT-IR spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>) shows similar characteristic bands with the reported\nwork. Besides, the TEM image in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link> shows that PtNPs exhibit an even size\nwith an average diameter of ∼5 nm. As shown in c,d, when PtNPs are modified\nonto Fe-MOFs, they are uniformly dispersed on the surface of Fe-MOFs,\nand this results in the increase in their size from 309.1 to 329.3\nnm, which is further confirmed by the DLS result in e, indicating the successful\nsynthesis of Fe-MOF/PtNPs. The XPS spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) further confirmed the synthesis of Fe-MOF/PtNPs due to\nthe existence of the Pt elemental peak. The ζ-potential results\nalso demonstrated the formation of Fe-MOF/PtNPs. As can be seen in f, the potentials\nof PtNPs and Fe-MOFs are −9.33 and 17.83 mV, respectively.\nAfter Fe-MOFs were modified with PtNPs, the potential decreased to\n7.08 mV, further confirming the successful formation of Fe-MOF/PtNPs.\nWhen the DAbs were modified on Fe-MOF/PtNPs, the potential kept decreasing\nto −10.33 mV, confirming the successful formation of the immune\nFe-MOF/PtNPs.</p>", "clean_text": "Results and Discussion\n\nCharacterization of PtNPs, Fe-MOFs, and Fe-MOF/PtNPs\n\nFe-MOF/PtNPs were used as a nanozyme to amplify the signals and are crucial to the sensitivity of this immunosensor. Thus, transmission electron microscopy (TEM), X-ray photon spectroscopy (XPS), dynamic light scattering (DLS), and ζ-potential measurement were used to verify the formation of Fe-MOF/PtNPs. a,b shows that Fe-MOFs are successfully synthesized with a diameter of 309.1 nm, which is confirmed by the DLS result in e. As shown in Figure S2a, the scanning electron microscopy (SEM) image further shows that they have a uniform octahedral structure. The Fourier transform infrared (FT-IR) was conducted to further confirm the synthesis of Fe-MOFs, and the FT-IR spectrum (Figure S3) shows similar characteristic bands with the reported work. Besides, the TEM image in Figure S2b shows that PtNPs exhibit an even size with an average diameter of ~5 nm. As shown in c,d, when PtNPs are modified onto Fe-MOFs, they are uniformly dispersed on the surface of Fe-MOFs, and this results in the increase in their size from 309.1 to 329.3 nm, which is further confirmed by the DLS result in e, indicating the successful synthesis of Fe-MOF/PtNPs. The XPS spectrum (Figure S4) further confirmed the synthesis of Fe-MOF/PtNPs due to the existence of the Pt elemental peak. The ζ-potential results also demonstrated the formation of Fe-MOF/PtNPs. As can be seen in f, the potentials of PtNPs and Fe-MOFs are -9.33 and 17.83 mV, respectively. After Fe-MOFs were modified with PtNPs, the potential decreased to 7.08 mV, further confirming the successful formation of Fe-MOF/PtNPs. When the DAbs were modified on Fe-MOF/PtNPs, the potential kept decreasing to -10.33 mV, confirming the successful formation of the immune Fe-MOF/PtNPs.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a, b) TEM images of Fe-MOFs. (c, d) TEM images of Fe-MOF/PtNPs.\n(e) DLS results for Fe-MOFs and Fe-MOF/PtNPs. (f) ζ-Potential\nmeasurement of PtNPs, Fe-MOFs, Fe-MOF/PtNPs, and immune Fe-MOF/PtNPs\n(<italic toggle=\"yes\">N</italic> = 3).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a, b) TEM images of Fe-MOFs. (c, d) TEM images of Fe-MOF/PtNPs. (e) DLS results for Fe-MOFs and Fe-MOF/PtNPs. (f) ζ-Potential measurement of PtNPs, Fe-MOFs, Fe-MOF/PtNPs, and immune Fe-MOF/PtNPs (N = 3).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>Mixing Efficiency of the 3D Chaotic Micromixer</title><p>The efficient formation of the MNP–<italic toggle=\"yes\">Salmonella</italic>–Fe-MOF/PtNPs complexes relies on the 3D chaotic micromixer,\nwhich is important for this microfluidic immunosensor. Thus, the mixing\nefficiency of this 3D chaotic micromixer was estimated by the COMSOL\nsoftware. As can be seen in a,b, the simulation results show that the mixing efficiency\nof the micromixer is about 93%, indicating that the 3D micromixer\nhas a good mixing effect. To evaluate the actual mixing efficiency\nof this micromixer, a blue dye and water were injected from the middle\nand both sides with the same flow rate (10 μL/min), respectively.\nThe microscope was used to collect the images at the inlet and outlet. c shows two obvious\nboundary lines (Inlet), indicating that the dye at the center is separate\nfrom the water on both sides. As shown in d, the color looks uniform (outlet), indicating\nthat blue dye has mixed well with the water. To further evaluate the\nmixing performance, the image processing software (Image J) was used\nto analyze the images. As shown in e, the gray values display three visible\nlevels from top to bottom at the inlet. However, the gray values tend\nto be uniform at the outlet, further demonstrating that blue dye and\nwater have been well mixed by the 3D micromixer. Furthermore, the\nmixing efficiency could be calculated by the following equation<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>σ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msqrt>\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n</mml:munderover>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>X̅</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:msqrt>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:msqrt>\n<mml:mfrac>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>max</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n</mml:msqrt>\n</mml:math>\n</alternatives>\n</disp-formula>where\nσ is the standard deviation, <italic toggle=\"yes\">X</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> is the normalized color intensity\nat point <italic toggle=\"yes\">i</italic>, <italic toggle=\"yes\">X̅</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> is the average color intensity, and σ<sub>max</sub> is the maximum standard deviation at the inlet. The mixing\nefficiency of the micromixer was calculated as ∼80%, indicating\nthat the immune MNPs, <italic toggle=\"yes\">Salmonella</italic>, and the immune\nFe-MOF/PtNPs could be well mixed through the 3D micromixer.</p>", "clean_text": "Mixing Efficiency of the 3D Chaotic Micromixer\n\nThe efficient formation of the MNP-Salmonella-Fe-MOF/PtNPs complexes relies on the 3D chaotic micromixer, which is important for this microfluidic immunosensor. Thus, the mixing efficiency of this 3D chaotic micromixer was estimated by the COMSOL software. As can be seen in a,b, the simulation results show that the mixing efficiency of the micromixer is about 93%, indicating that the 3D micromixer has a good mixing effect. To evaluate the actual mixing efficiency of this micromixer, a blue dye and water were injected from the middle and both sides with the same flow rate (10 μL/min), respectively. The microscope was used to collect the images at the inlet and outlet. c shows two obvious boundary lines (Inlet), indicating that the dye at the center is separate from the water on both sides. As shown in d, the color looks uniform (outlet), indicating that blue dye has mixed well with the water. To further evaluate the mixing performance, the image processing software (Image J) was used to analyze the images. As shown in e, the gray values display three visible levels from top to bottom at the inlet. However, the gray values tend to be uniform at the outlet, further demonstrating that blue dye and water have been well mixed by the 3D micromixer. Furthermore, the mixing efficiency could be calculated by the following equation 1    σ =     1   N - 1      ∑   i = 1   N      (   X   i   -   X̅   i   )   2         2      M   e   = 1 -      σ   2       σ   max   2        where σ is the standard deviation, X  i  is the normalized color intensity at point i, X̅  i  is the average color intensity, and σmax is the maximum standard deviation at the inlet. The mixing efficiency of the micromixer was calculated as ~80%, indicating that the immune MNPs, Salmonella, and the immune Fe-MOF/PtNPs could be well mixed through the 3D micromixer.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a, b) COMSOL\nsimulation results of the 3D micromixer. (c, d) Images\nof the distribution of the blue dye at the inlet and outlet. (e) Gray\nanalysis of the images using Image J.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a, b) COMSOL simulation results of the 3D micromixer. (c, d) Images of the distribution of the blue dye at the inlet and outlet. (e) Gray analysis of the images using Image J.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Measurement of the Heat</title><p>The output\nsignal of this immunosensor is the heat resulting from the exothermic\nreaction between CaO and H<sub>2</sub>O, and thus the accurate measurement\nof the heat is crucial to this immunosensor. Prior to the test, the\nthermal sensor was calibrated using a mercurial thermometer (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). To investigate the temperature changes\nof the exothermic reaction between CaO and H<sub>2</sub>O, different\nvolumes of H<sub>2</sub>O from 10 to 100 μL were used to react\nwith excessive CaO powder (0.5 g), and the thermal sensor was used\nto monitor the temperature changes. a shows that a linear relationship between\ntemperature increase (Δ<italic toggle=\"yes\">T</italic>) and H<sub>2</sub>O volume is obtained, meaning that temperature increase is suitable\nfor the determination of H<sub>2</sub>O in the range of 10–100\nμL.</p>", "clean_text": "Measurement of the Heat\n\nThe output signal of this immunosensor is the heat resulting from the exothermic reaction between CaO and H2O, and thus the accurate measurement of the heat is crucial to this immunosensor. Prior to the test, the thermal sensor was calibrated using a mercurial thermometer (Figure S5). To investigate the temperature changes of the exothermic reaction between CaO and H2O, different volumes of H2O from 10 to 100 μL were used to react with excessive CaO powder (0.5 g), and the thermal sensor was used to monitor the temperature changes. a shows that a linear relationship between temperature increase (ΔT) and H2O volume is obtained, meaning that temperature increase is suitable for the determination of H2O in the range of 10-100 μL.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Temperature increase (Δ<italic toggle=\"yes\">T</italic>) for different\nvolumes of H<sub>2</sub>O (10–100 μL) (<italic toggle=\"yes\">N</italic> = 3). (b) Comparison of this proposed thermal measurement method\nwith the common method using pressure meter (<italic toggle=\"yes\">N</italic> =\n3).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Temperature increase (ΔT) for different volumes of H2O (10-100 μL) (N = 3). (b) Comparison of this proposed thermal measurement method with the common method using pressure meter (N = 3).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Because the concentration of <italic toggle=\"yes\">Salmonella</italic> was related\nto Fe-MOF/PtNPs on the sandwich complexes, the relationship between\nthe temperature change and the amount of Fe-MOF/PtNPs was established.\nDifferent concentrations of immune Fe-MOF/PtNPs were used to catalyze\n50 μL of H<sub>2</sub>O<sub>2</sub> (10 M) and the produced\nheat was measured using this thermal sensor. As shown in b, the temperature\nincrease changes from 2.63 to 42.74 °C with the concentration\nof immune Fe-MOF/PtNPs increasing from 0.025 to 0.5 mg/mL. A linear\nrelationship between temperature increase (<bold>ΔT</bold>)\nand Fe-MOF/PtNPs concentration (<bold>C</bold>) is found and can be\ndescribed as <bold>ΔT</bold> = 81.841<bold>*C</bold> + 2.298\n(<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.993). To further demonstrate the\nmerit of this thermal measurement method, it was compared with the\ncommon method using a sample bottle (2 mL) and a pressure meter. As\nshown in b,\nthe temperature increase (Δ<italic toggle=\"yes\">T</italic>) changes while\nthe pressure change (Δ<italic toggle=\"yes\">P</italic>) does not change when\nthe concentration of immune Fe-MOF/PtNPs is lower than 0.1 mg/mL,\nindicating that this proposed method could detect a lower concentration\nof immune Fe-MOF/PtNPs than the common method. Besides, the slope\nof the calibration curve of this proposed method is bigger than that\nof the common method, verifying that this proposed method has a higher\nsensitivity.</p>", "clean_text": "Because the concentration of Salmonella was related to Fe-MOF/PtNPs on the sandwich complexes, the relationship between the temperature change and the amount of Fe-MOF/PtNPs was established. Different concentrations of immune Fe-MOF/PtNPs were used to catalyze 50 μL of H2O2 (10 M) and the produced heat was measured using this thermal sensor. As shown in b, the temperature increase changes from 2.63 to 42.74 °C with the concentration of immune Fe-MOF/PtNPs increasing from 0.025 to 0.5 mg/mL. A linear relationship between temperature increase (ΔT) and Fe-MOF/PtNPs concentration (C) is found and can be described as ΔT = 81.841*C + 2.298 (R 2 = 0.993). To further demonstrate the merit of this thermal measurement method, it was compared with the common method using a sample bottle (2 mL) and a pressure meter. As shown in b, the temperature increase (ΔT) changes while the pressure change (ΔP) does not change when the concentration of immune Fe-MOF/PtNPs is lower than 0.1 mg/mL, indicating that this proposed method could detect a lower concentration of immune Fe-MOF/PtNPs than the common method. Besides, the slope of the calibration curve of this proposed method is bigger than that of the common method, verifying that this proposed method has a higher sensitivity.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Optimization of the Microfluidic\nImmunosensor</title><p>It has been reported that PtNPs and Fe-MOFs\nexhibit excellent peroxidase-like\nactivity, and the modification of Fe-MOF with PtNPs\nmight enhance the activity due to their strong synergistic effect.\nThe load capacity of Fe-MOFs with PtNPs is crucial to this immunosensor.\nThus, different volumes of PtNPs from 0.5 to 4 mL were added into\nthe same amount (2 mg) of Fe-MOFs to prepare Fe-MOF/PtNPs, which were\nfurther evaluated by catalyzing H<sub>2</sub>O<sub>2</sub> into O<sub>2</sub> to push H<sub>2</sub>O to react with the preloaded CaO powder\n(0.5 g) and employing the thermal sensor to monitor the temperature\nincrease. As can be seen in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Figure S6a</ext-link>,\nwhen the volume of PtNPs changes from 0 to 2 mL, the temperature increase\n(Δ<italic toggle=\"yes\">T</italic>) changes from 8.33 to 30.91 °C. This\nis because of the synergistic effect of PtNPs and Fe-MOFs on the catalysis\nof H<sub>2</sub>O<sub>2</sub>, resulting in the production of more\nO<sub>2</sub> and thus the involvement of more H<sub>2</sub>O in the\nexothermic reaction between CaO and H<sub>2</sub>O. However, the further\nincrease in 4 mL does not lead to obviously more increase in the temperature,\nindicating that 2 mL of PtNPs is sufficient to modify 2 mg of Fe-MOFs.\nThus, the optimal volume for PtNPs was 2 mL.</p>", "clean_text": "Optimization of the Microfluidic Immunosensor\n\nIt has been reported that PtNPs and Fe-MOFs exhibit excellent peroxidase-like activity, and the modification of Fe-MOF with PtNPs might enhance the activity due to their strong synergistic effect. The load capacity of Fe-MOFs with PtNPs is crucial to this immunosensor. Thus, different volumes of PtNPs from 0.5 to 4 mL were added into the same amount (2 mg) of Fe-MOFs to prepare Fe-MOF/PtNPs, which were further evaluated by catalyzing H2O2 into O2 to push H2O to react with the preloaded CaO powder (0.5 g) and employing the thermal sensor to monitor the temperature increase. As can be seen in Figure S6a, when the volume of PtNPs changes from 0 to 2 mL, the temperature increase (ΔT) changes from 8.33 to 30.91 °C. This is because of the synergistic effect of PtNPs and Fe-MOFs on the catalysis of H2O2, resulting in the production of more O2 and thus the involvement of more H2O in the exothermic reaction between CaO and H2O. However, the further increase in 4 mL does not lead to obviously more increase in the temperature, indicating that 2 mL of PtNPs is sufficient to modify 2 mg of Fe-MOFs. Thus, the optimal volume for PtNPs was 2 mL.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The amount of immune\nFe-MOF/PtNPs and the flow rate are also the key factors to this immunosensor.\nThus, different amounts of immune Fe-MOF/PtNPs were employed for the\ndetection of <italic toggle=\"yes\">Salmonella</italic> at 10<sup>5</sup> CFU/mL. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Figure S6b</ext-link> shows that temperature increase changes\nfrom 6.14 to 21.20 °C with immune Fe-MOF/PtNPs changing from\n20 to 80 μg. Nevertheless, a further increase to 100 μg\nonly leads to little change on the temperature increase. Therefore,\nthe optimal amount for immune Fe-MOF/PtNPs was 80 μg. Besides,\nvarious flow rates (5–20 μL/min) were conducted for the\ndetection of <italic toggle=\"yes\">Salmonella</italic> at 10<sup>5</sup> CFU/mL. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Figure S6c</ext-link> shows that temperature increase changes\nfrom 11.90 to 21.92 °C with the flow rate changes from 20 to\n10 μL/min, and further decrease to 5 μL/min does not cause\nobvious temperature change. Thus, 10 μL/min was selected as\nthe optimal flow rate.</p>", "clean_text": "The amount of immune Fe-MOF/PtNPs and the flow rate are also the key factors to this immunosensor. Thus, different amounts of immune Fe-MOF/PtNPs were employed for the detection of Salmonella at 105 CFU/mL. Figure S6b shows that temperature increase changes from 6.14 to 21.20 °C with immune Fe-MOF/PtNPs changing from 20 to 80 μg. Nevertheless, a further increase to 100 μg only leads to little change on the temperature increase. Therefore, the optimal amount for immune Fe-MOF/PtNPs was 80 μg. Besides, various flow rates (5-20 μL/min) were conducted for the detection of Salmonella at 105 CFU/mL. Figure S6c shows that temperature increase changes from 11.90 to 21.92 °C with the flow rate changes from 20 to 10 μL/min, and further decrease to 5 μL/min does not cause obvious temperature change. Thus, 10 μL/min was selected as the optimal flow rate.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Besides, the catalytic reaction time\nis of great importance to\nthis immunosensor. Thus, different reaction times (0–390 s)\nwere investigated. As can be seen in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Figure S6d</ext-link>, the temperature increases change rapidly at the reaction time from\n0 to 130 s, become slow at the time from 130 to 360 s, and decrease\nat the time from 360 to 390 s. This is probably because the heat loss\nis greater than the heat produced from the reaction between CaO and\nH<sub>2</sub>O when the reaction time is more than 6 min. Thus, 6\nmin was selected as the optimal reaction time.</p>", "clean_text": "Besides, the catalytic reaction time is of great importance to this immunosensor. Thus, different reaction times (0-390 s) were investigated. As can be seen in Figure S6d, the temperature increases change rapidly at the reaction time from 0 to 130 s, become slow at the time from 130 to 360 s, and decrease at the time from 360 to 390 s. This is probably because the heat loss is greater than the heat produced from the reaction between CaO and H2O when the reaction time is more than 6 min. Thus, 6 min was selected as the optimal reaction time.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<title>Analytical\nPerformance of the Immunosensor</title><p>Various concentrations of <italic toggle=\"yes\">Salmonella</italic> were detected\nto estimate the analytical performance of the immunosensor. As can\nbe seen in a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">S7</ext-link>, the temperature increase (Δ<italic toggle=\"yes\">T</italic>) increases with the concentration of <italic toggle=\"yes\">Salmonella</italic>. A good linear relationship is observed between temperature increase\n(<bold>ΔT</bold>) and concentration (<bold>C</bold>) of <italic toggle=\"yes\">Salmonella</italic> (1.01 × 10<sup>2</sup> to 1.01 × 10<sup>6</sup> CFU/mL), which could be expressed as <bold>ΔT</bold> = 6.065 log­(<bold>C</bold>) – 9.126 (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.976). According to 3 times the signal-to-noise ratio,\nthe detection limit of the immunosensor was calculated as 93 CFU/mL.\nAs shown in , this immunosensor exhibits higher sensitivity and shorter time\ncompared to some reported methods for bacterial detection. The good\nperformance of the immunosensor may be due to the following reasons:\n(1) the Fe-MOF/PtNPs were employed for dual-signal amplification due\nto large surface area of Fe-MOFs and strong synergistic effect between\nFe-MOFs and PtNPs; (2) the microfluidic chip with a 3D micromixer\nwas employed to enhance the mixing effect and achieve automatic operation;\nand (3) the smartphone-based thermal sensor was used with a strong\nexothermic reaction between CaO and H<sub>2</sub>O to achieve a rapid,\nsensitive, and contactless measurement of the detection signal. Besides,\ntransmission electron microscopy was performed and shown in b to verify the successful\nformation of MNP–<italic toggle=\"yes\">Salmonella</italic>–Fe-MOF/PtNPs\nsandwich complexes.</p>", "clean_text": "Analytical Performance of the Immunosensor\n\nVarious concentrations of Salmonella were detected to estimate the analytical performance of the immunosensor. As can be seen in a and S7, the temperature increase (ΔT) increases with the concentration of Salmonella. A good linear relationship is observed between temperature increase (ΔT) and concentration (C) of Salmonella (1.01 × 102 to 1.01 × 106 CFU/mL), which could be expressed as ΔT = 6.065log(C) - 9.126 (R 2 = 0.976). According to 3 times the signal-to-noise ratio, the detection limit of the immunosensor was calculated as 93 CFU/mL. As shown in , this immunosensor exhibits higher sensitivity and shorter time compared to some reported methods for bacterial detection. The good performance of the immunosensor may be due to the following reasons: (1) the Fe-MOF/PtNPs were employed for dual-signal amplification due to large surface area of Fe-MOFs and strong synergistic effect between Fe-MOFs and PtNPs; (2) the microfluidic chip with a 3D micromixer was employed to enhance the mixing effect and achieve automatic operation; and (3) the smartphone-based thermal sensor was used with a strong exothermic reaction between CaO and H2O to achieve a rapid, sensitive, and contactless measurement of the detection signal. Besides, transmission electron microscopy was performed and shown in b to verify the successful formation of MNP-Salmonella-Fe-MOF/PtNPs sandwich complexes.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Calibration model of the immunosensor (<italic toggle=\"yes\">N</italic> =\n3). (b) TEM image of MNP–<italic toggle=\"yes\">Salmonella</italic>–Fe-MOF/PtNPs\nsandwich complex. (c) Specificity of the immunosensor (<italic toggle=\"yes\">N</italic> = 3).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Calibration model of the immunosensor (N = 3). (b) TEM image of MNP-Salmonella-Fe-MOF/PtNPs sandwich complex. (c) Specificity of the immunosensor (N = 3).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of the\nImmunosensor with\nthe Previously Reported Methods for Bacterial Detection</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\">target</oasis:entry>\n<oasis:entry align=\"center\">detection\nlimit</oasis:entry>\n<oasis:entry align=\"center\">detection time</oasis:entry>\n<oasis:entry align=\"center\">reference</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PCR</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">Salmonella typhimurium</named-content>/<named-content content-type=\"genus-species\" xlink:type=\"simple\">Listeria monocytogenes</named-content>\n</oasis:entry>\n<oasis:entry>10<sup>3</sup>/10<sup>4</sup> CFU/mL</oasis:entry>\n<oasis:entry>&gt;60 min</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref32\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>fluorescent</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">Escherichia coli</named-content> O157:H7</oasis:entry>\n<oasis:entry>10<sup>2</sup> cells/mL</oasis:entry>\n<oasis:entry>∼2.5 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>quartz crystal microbalance</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">E. coli</named-content> O157:H7</oasis:entry>\n<oasis:entry>1.46 × 10<sup>3</sup> CFU/mL</oasis:entry>\n<oasis:entry>50 min</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>colorimetric</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">S. typhimurium</named-content>\n</oasis:entry>\n<oasis:entry>10<sup>2</sup> CFU/mL</oasis:entry>\n<oasis:entry>90 min</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref35\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>fluorescent</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">S. aureus</named-content>/<named-content content-type=\"genus-species\" xlink:type=\"simple\">Vibrio\nparahaemolyticus</named-content>\n</oasis:entry>\n<oasis:entry>10<sup>3</sup> CFU/mL</oasis:entry>\n<oasis:entry>&gt;60 min</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>digital dipstick</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">E. coli</named-content>\n</oasis:entry>\n<oasis:entry>2.53 × 10<sup>2</sup> CFU/mL</oasis:entry>\n<oasis:entry>8–12 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ELISA</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">E. coli</named-content> O157:H7</oasis:entry>\n<oasis:entry>10<sup>4</sup> CFU/mL</oasis:entry>\n<oasis:entry>&lt;3 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>this immunosensor</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">S. typhimurium</named-content>\n</oasis:entry>\n<oasis:entry>93 CFU/mL</oasis:entry>\n<oasis:entry>&lt;1 h</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The specificity of\nthis immunosensor was estimated with five other\nfoodborne bacteria. Thus, we detected  O157:H7, , , , , and  at the amount of 10<sup>5</sup> CFU/mL\nby this immunosensor. c shows that the temperature increase for the target bacteria\n(22.55 °C for )\nwas obviously higher than those for other bacteria (2.60 °C for , 4.26 °C for , 2.63 °C for , 2.51 °C for  O157:H7,\nand 4.48 °C for ), indicating\na good specificity of the immunosensor.</p>", "clean_text": "The specificity of this immunosensor was estimated with five other foodborne bacteria. Thus, we detected  O157:H7, , , , , and  at the amount of 105 CFU/mL by this immunosensor. c shows that the temperature increase for the target bacteria (22.55 °C for ) was obviously higher than those for other bacteria (2.60 °C for , 4.26 °C for , 2.63 °C for , 2.51 °C for  O157:H7, and 4.48 °C for ), indicating a good specificity of the immunosensor.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>To further estimate\nthe potential application of the immunosensor\nfor <italic toggle=\"yes\">Salmonella</italic> detection in food samples, chicken\nmeat samples including <italic toggle=\"yes\">Salmonella</italic> from 1.96 ×\n10<sup>2</sup> CFU/mL to 1.96 × 10<sup>4</sup> CFU/mL were detected. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link> shows that the recoveries for 1.96 ×\n10<sup>2</sup> to 1.96 × 10<sup>4</sup> CFU/mL are 115.81, 95.06,\nand 90.95%, respectively. These results demonstrated the feasibility\nof the immunosensor to detect <italic toggle=\"yes\">Salmonella</italic> in chicken\nmeats.</p>", "clean_text": "To further estimate the potential application of the immunosensor for Salmonella detection in food samples, chicken meat samples including Salmonella from 1.96 × 102 CFU/mL to 1.96 × 104 CFU/mL were detected. Table S1 shows that the recoveries for 1.96 × 102 to 1.96 × 104 CFU/mL are 115.81, 95.06, and 90.95%, respectively. These results demonstrated the feasibility of the immunosensor to detect Salmonella in chicken meats.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary,\na microfluidic immunosensor using Fe-MOF/PtNPs as a\nnanozyme for signal amplification, the microfluidic chip with the\n3D micromixer for automatic operations, and the smartphone-based thermal\nsensor for signal measurement was successfully developed. The immunosensor\ncould detect <italic toggle=\"yes\">Salmonella</italic> with a detection limit of\n93 CFU/mL. The 3D micromixer was demonstrated to have a good mixing\neffect, and Fe-MOF/PtNPs were demonstrated to have a dual enzyme-mimic\nproperty and excellent signal amplification ability. Besides, the\nsmartphone-based thermal sensor was proved to have the ability to\naccurately monitor the temperature change. The immunosensor has the\npotential for other bacterial detection by changing the antibodies.</p>", "clean_text": "Conclusions\n\nIn summary, a microfluidic immunosensor using Fe-MOF/PtNPs as a nanozyme for signal amplification, the microfluidic chip with the 3D micromixer for automatic operations, and the smartphone-based thermal sensor for signal measurement was successfully developed. The immunosensor could detect Salmonella with a detection limit of 93 CFU/mL. The 3D micromixer was demonstrated to have a good mixing effect, and Fe-MOF/PtNPs were demonstrated to have a dual enzyme-mimic property and excellent signal amplification ability. Besides, the smartphone-based thermal sensor was proved to have the ability to accurately monitor the temperature change. The immunosensor has the potential for other bacterial detection by changing the antibodies.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsanm.1c00574?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsanm.1c00574</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Preparation of the bacterial\ncultures, the photo of\nthe microfluidic chip, the characterization data, and the optimization\ndata (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsanm.1c00574.  Preparation of the bacterial cultures, the photo of the microfluidic chip, the characterization data, and the optimization data (PDF)   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Preparation of the bacterial\ncultures, the photo of\nthe microfluidic chip, the characterization data, and the optimization\ndata (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Preparation of the bacterial cultures, the photo of the microfluidic chip, the characterization data, and the optimization data (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 9, "type": "text", "classification": "synthesis condition", "content": "<title>Preparation\nof Immune Fe-MOF/PtNPs</title><p>Fe-MOFs (Fe-MIL-88NH<sub>2</sub>)\nwere prepared based on the reported\nwork with slight modification. First,\n0.187 g of FeCl<sub>3</sub>·6H<sub>2</sub>O and 0.126 g of 2-aminoterephthalic\nacid were fully dissolved in 15 mL of DMF. Then, 197 μL of acetic\nacid was added to the solution under stirring. Subsequently, this\nmixture was heated at 120 °C for 4 h using an oil bath. The Fe-MOFs\nwere obtained by centrifugation (8000 rpm, 10 min) and washed three\ntimes by DMF and ethanol to remove excessive reactants. Finally, the\nFe-MOFs were dried at 60 °C overnight and kept at 4 °C.</p>", "clean_text": "Preparation of Immune Fe-MOF/PtNPs\n\nFe-MOFs (Fe-MIL-88NH2) were prepared based on the reported work with slight modification. First, 0.187 g of FeCl3⋅6H2O and 0.126 g of 2-aminoterephthalic acid were fully dissolved in 15 mL of DMF. Then, 197 μL of acetic acid was added to the solution under stirring. Subsequently, this mixture was heated at 120 °C for 4 h using an oil bath. The Fe-MOFs were obtained by centrifugation (8000 rpm, 10 min) and washed three times by DMF and ethanol to remove excessive reactants. Finally, the Fe-MOFs were dried at 60 °C overnight and kept at 4 °C.", "data": [{"meta": {"name": "Fe-MOF/PtNPs", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "FeCl3·6H2O", "amount": "0.187", "unit": "g"}, {"name": "2-aminoterephthalic acid", "amount": "0.126", "unit": "g"}], "solution": [{"name": "DMF", "amount": "15", "unit": "mL"}, {"name": "acetic acid", "amount": "197", "unit": "μL"}], "pressure": "", "temperature": "120°C", "time": "4 h"}, {"synthesis method": "centrifugation", "revolution per time": "8000", "relative centrifugal force": "", "time": "10 min", "temperature": "", "additive": [{"name": "DMF", "amount": "", "unit": ""}, {"name": "ethanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DMF and ethanol", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "60°C", "atmosphere": "", "time": "overnight"}], "yield": ""}], "include_properties": ["chemical_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "18, 22, 23, 26, 30, 31", "type": "text", "classification": "property", "content": "<title>Mixing Efficiency of the 3D Chaotic Micromixer</title><p>The efficient formation of the MNP–<italic toggle=\"yes\">Salmonella</italic>–Fe-MOF/PtNPs complexes relies on the 3D chaotic micromixer,\nwhich is important for this microfluidic immunosensor. Thus, the mixing\nefficiency of this 3D chaotic micromixer was estimated by the COMSOL\nsoftware. As can be seen in a,b, the simulation results show that the mixing efficiency\nof the micromixer is about 93%, indicating that the 3D micromixer\nhas a good mixing effect. To evaluate the actual mixing efficiency\nof this micromixer, a blue dye and water were injected from the middle\nand both sides with the same flow rate (10 μL/min), respectively.\nThe microscope was used to collect the images at the inlet and outlet. c shows two obvious\nboundary lines (Inlet), indicating that the dye at the center is separate\nfrom the water on both sides. As shown in d, the color looks uniform (outlet), indicating\nthat blue dye has mixed well with the water. To further evaluate the\nmixing performance, the image processing software (Image J) was used\nto analyze the images. As shown in e, the gray values display three visible\nlevels from top to bottom at the inlet. However, the gray values tend\nto be uniform at the outlet, further demonstrating that blue dye and\nwater have been well mixed by the 3D micromixer. Furthermore, the\nmixing efficiency could be calculated by the following equation<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>σ</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msqrt>\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n</mml:munderover>\n</mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>X</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>X̅</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:msqrt>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:msqrt>\n<mml:mfrac>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>max</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msubsup>\n</mml:mrow>\n</mml:mfrac>\n</mml:msqrt>\n</mml:math>\n</alternatives>\n</disp-formula>where\nσ is the standard deviation, <italic toggle=\"yes\">X</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> is the normalized color intensity\nat point <italic toggle=\"yes\">i</italic>, <italic toggle=\"yes\">X̅</italic>\n<sub>\n<italic toggle=\"yes\">i</italic>\n</sub> is the average color intensity, and σ<sub>max</sub> is the maximum standard deviation at the inlet. The mixing\nefficiency of the micromixer was calculated as ∼80%, indicating\nthat the immune MNPs, <italic toggle=\"yes\">Salmonella</italic>, and the immune\nFe-MOF/PtNPs could be well mixed through the 3D micromixer.</p><p>Because the concentration of <italic toggle=\"yes\">Salmonella</italic> was related\nto Fe-MOF/PtNPs on the sandwich complexes, the relationship between\nthe temperature change and the amount of Fe-MOF/PtNPs was established.\nDifferent concentrations of immune Fe-MOF/PtNPs were used to catalyze\n50 μL of H<sub>2</sub>O<sub>2</sub> (10 M) and the produced\nheat was measured using this thermal sensor. As shown in b, the temperature\nincrease changes from 2.63 to 42.74 °C with the concentration\nof immune Fe-MOF/PtNPs increasing from 0.025 to 0.5 mg/mL. A linear\nrelationship between temperature increase (<bold>ΔT</bold>)\nand Fe-MOF/PtNPs concentration (<bold>C</bold>) is found and can be\ndescribed as <bold>ΔT</bold> = 81.841<bold>*C</bold> + 2.298\n(<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.993). To further demonstrate the\nmerit of this thermal measurement method, it was compared with the\ncommon method using a sample bottle (2 mL) and a pressure meter. As\nshown in b,\nthe temperature increase (Δ<italic toggle=\"yes\">T</italic>) changes while\nthe pressure change (Δ<italic toggle=\"yes\">P</italic>) does not change when\nthe concentration of immune Fe-MOF/PtNPs is lower than 0.1 mg/mL,\nindicating that this proposed method could detect a lower concentration\nof immune Fe-MOF/PtNPs than the common method. Besides, the slope\nof the calibration curve of this proposed method is bigger than that\nof the common method, verifying that this proposed method has a higher\nsensitivity.</p><title>Optimization of the Microfluidic\nImmunosensor</title><p>It has been reported that PtNPs and Fe-MOFs\nexhibit excellent peroxidase-like\nactivity, and the modification of Fe-MOF with PtNPs\nmight enhance the activity due to their strong synergistic effect.\nThe load capacity of Fe-MOFs with PtNPs is crucial to this immunosensor.\nThus, different volumes of PtNPs from 0.5 to 4 mL were added into\nthe same amount (2 mg) of Fe-MOFs to prepare Fe-MOF/PtNPs, which were\nfurther evaluated by catalyzing H<sub>2</sub>O<sub>2</sub> into O<sub>2</sub> to push H<sub>2</sub>O to react with the preloaded CaO powder\n(0.5 g) and employing the thermal sensor to monitor the temperature\nincrease. As can be seen in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Figure S6a</ext-link>,\nwhen the volume of PtNPs changes from 0 to 2 mL, the temperature increase\n(Δ<italic toggle=\"yes\">T</italic>) changes from 8.33 to 30.91 °C. This\nis because of the synergistic effect of PtNPs and Fe-MOFs on the catalysis\nof H<sub>2</sub>O<sub>2</sub>, resulting in the production of more\nO<sub>2</sub> and thus the involvement of more H<sub>2</sub>O in the\nexothermic reaction between CaO and H<sub>2</sub>O. However, the further\nincrease in 4 mL does not lead to obviously more increase in the temperature,\nindicating that 2 mL of PtNPs is sufficient to modify 2 mg of Fe-MOFs.\nThus, the optimal volume for PtNPs was 2 mL.</p><title>Analytical\nPerformance of the Immunosensor</title><p>Various concentrations of <italic toggle=\"yes\">Salmonella</italic> were detected\nto estimate the analytical performance of the immunosensor. As can\nbe seen in a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">S7</ext-link>, the temperature increase (Δ<italic toggle=\"yes\">T</italic>) increases with the concentration of <italic toggle=\"yes\">Salmonella</italic>. A good linear relationship is observed between temperature increase\n(<bold>ΔT</bold>) and concentration (<bold>C</bold>) of <italic toggle=\"yes\">Salmonella</italic> (1.01 × 10<sup>2</sup> to 1.01 × 10<sup>6</sup> CFU/mL), which could be expressed as <bold>ΔT</bold> = 6.065 log­(<bold>C</bold>) – 9.126 (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.976). According to 3 times the signal-to-noise ratio,\nthe detection limit of the immunosensor was calculated as 93 CFU/mL.\nAs shown in , this immunosensor exhibits higher sensitivity and shorter time\ncompared to some reported methods for bacterial detection. The good\nperformance of the immunosensor may be due to the following reasons:\n(1) the Fe-MOF/PtNPs were employed for dual-signal amplification due\nto large surface area of Fe-MOFs and strong synergistic effect between\nFe-MOFs and PtNPs; (2) the microfluidic chip with a 3D micromixer\nwas employed to enhance the mixing effect and achieve automatic operation;\nand (3) the smartphone-based thermal sensor was used with a strong\nexothermic reaction between CaO and H<sub>2</sub>O to achieve a rapid,\nsensitive, and contactless measurement of the detection signal. Besides,\ntransmission electron microscopy was performed and shown in b to verify the successful\nformation of MNP–<italic toggle=\"yes\">Salmonella</italic>–Fe-MOF/PtNPs\nsandwich complexes.</p><p>To further estimate\nthe potential application of the immunosensor\nfor <italic toggle=\"yes\">Salmonella</italic> detection in food samples, chicken\nmeat samples including <italic toggle=\"yes\">Salmonella</italic> from 1.96 ×\n10<sup>2</sup> CFU/mL to 1.96 × 10<sup>4</sup> CFU/mL were detected. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00574/suppl_file/an1c00574_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link> shows that the recoveries for 1.96 ×\n10<sup>2</sup> to 1.96 × 10<sup>4</sup> CFU/mL are 115.81, 95.06,\nand 90.95%, respectively. These results demonstrated the feasibility\nof the immunosensor to detect <italic toggle=\"yes\">Salmonella</italic> in chicken\nmeats.</p><title>Conclusions</title><p>In summary,\na microfluidic immunosensor using Fe-MOF/PtNPs as a\nnanozyme for signal amplification, the microfluidic chip with the\n3D micromixer for automatic operations, and the smartphone-based thermal\nsensor for signal measurement was successfully developed. The immunosensor\ncould detect <italic toggle=\"yes\">Salmonella</italic> with a detection limit of\n93 CFU/mL. The 3D micromixer was demonstrated to have a good mixing\neffect, and Fe-MOF/PtNPs were demonstrated to have a dual enzyme-mimic\nproperty and excellent signal amplification ability. Besides, the\nsmartphone-based thermal sensor was proved to have the ability to\naccurately monitor the temperature change. The immunosensor has the\npotential for other bacterial detection by changing the antibodies.</p>", "clean_text": "Mixing Efficiency of the 3D Chaotic Micromixer\n\nThe efficient formation of the MNP-Salmonella-Fe-MOF/PtNPs complexes relies on the 3D chaotic micromixer, which is important for this microfluidic immunosensor. Thus, the mixing efficiency of this 3D chaotic micromixer was estimated by the COMSOL software. As can be seen in a,b, the simulation results show that the mixing efficiency of the micromixer is about 93%, indicating that the 3D micromixer has a good mixing effect. To evaluate the actual mixing efficiency of this micromixer, a blue dye and water were injected from the middle and both sides with the same flow rate (10 μL/min), respectively. The microscope was used to collect the images at the inlet and outlet. c shows two obvious boundary lines (Inlet), indicating that the dye at the center is separate from the water on both sides. As shown in d, the color looks uniform (outlet), indicating that blue dye has mixed well with the water. To further evaluate the mixing performance, the image processing software (Image J) was used to analyze the images. As shown in e, the gray values display three visible levels from top to bottom at the inlet. However, the gray values tend to be uniform at the outlet, further demonstrating that blue dye and water have been well mixed by the 3D micromixer. Furthermore, the mixing efficiency could be calculated by the following equation 1    σ =     1   N - 1      ∑   i = 1   N      (   X   i   -   X̅   i   )   2         2      M   e   = 1 -      σ   2       σ   max   2        where σ is the standard deviation, X  i  is the normalized color intensity at point i, X̅  i  is the average color intensity, and σmax is the maximum standard deviation at the inlet. The mixing efficiency of the micromixer was calculated as ~80%, indicating that the immune MNPs, Salmonella, and the immune Fe-MOF/PtNPs could be well mixed through the 3D micromixer.\n\nBecause the concentration of Salmonella was related to Fe-MOF/PtNPs on the sandwich complexes, the relationship between the temperature change and the amount of Fe-MOF/PtNPs was established. Different concentrations of immune Fe-MOF/PtNPs were used to catalyze 50 μL of H2O2 (10 M) and the produced heat was measured using this thermal sensor. As shown in b, the temperature increase changes from 2.63 to 42.74 °C with the concentration of immune Fe-MOF/PtNPs increasing from 0.025 to 0.5 mg/mL. A linear relationship between temperature increase (ΔT) and Fe-MOF/PtNPs concentration (C) is found and can be described as ΔT = 81.841*C + 2.298 (R 2 = 0.993). To further demonstrate the merit of this thermal measurement method, it was compared with the common method using a sample bottle (2 mL) and a pressure meter. As shown in b, the temperature increase (ΔT) changes while the pressure change (ΔP) does not change when the concentration of immune Fe-MOF/PtNPs is lower than 0.1 mg/mL, indicating that this proposed method could detect a lower concentration of immune Fe-MOF/PtNPs than the common method. Besides, the slope of the calibration curve of this proposed method is bigger than that of the common method, verifying that this proposed method has a higher sensitivity.\n\nOptimization of the Microfluidic Immunosensor\n\nIt has been reported that PtNPs and Fe-MOFs exhibit excellent peroxidase-like activity, and the modification of Fe-MOF with PtNPs might enhance the activity due to their strong synergistic effect. The load capacity of Fe-MOFs with PtNPs is crucial to this immunosensor. Thus, different volumes of PtNPs from 0.5 to 4 mL were added into the same amount (2 mg) of Fe-MOFs to prepare Fe-MOF/PtNPs, which were further evaluated by catalyzing H2O2 into O2 to push H2O to react with the preloaded CaO powder (0.5 g) and employing the thermal sensor to monitor the temperature increase. As can be seen in Figure S6a, when the volume of PtNPs changes from 0 to 2 mL, the temperature increase (ΔT) changes from 8.33 to 30.91 °C. This is because of the synergistic effect of PtNPs and Fe-MOFs on the catalysis of H2O2, resulting in the production of more O2 and thus the involvement of more H2O in the exothermic reaction between CaO and H2O. However, the further increase in 4 mL does not lead to obviously more increase in the temperature, indicating that 2 mL of PtNPs is sufficient to modify 2 mg of Fe-MOFs. Thus, the optimal volume for PtNPs was 2 mL.\n\nAnalytical Performance of the Immunosensor\n\nVarious concentrations of Salmonella were detected to estimate the analytical performance of the immunosensor. As can be seen in a and S7, the temperature increase (ΔT) increases with the concentration of Salmonella. A good linear relationship is observed between temperature increase (ΔT) and concentration (C) of Salmonella (1.01 × 102 to 1.01 × 106 CFU/mL), which could be expressed as ΔT = 6.065log(C) - 9.126 (R 2 = 0.976). According to 3 times the signal-to-noise ratio, the detection limit of the immunosensor was calculated as 93 CFU/mL. As shown in , this immunosensor exhibits higher sensitivity and shorter time compared to some reported methods for bacterial detection. The good performance of the immunosensor may be due to the following reasons: (1) the Fe-MOF/PtNPs were employed for dual-signal amplification due to large surface area of Fe-MOFs and strong synergistic effect between Fe-MOFs and PtNPs; (2) the microfluidic chip with a 3D micromixer was employed to enhance the mixing effect and achieve automatic operation; and (3) the smartphone-based thermal sensor was used with a strong exothermic reaction between CaO and H2O to achieve a rapid, sensitive, and contactless measurement of the detection signal. Besides, transmission electron microscopy was performed and shown in b to verify the successful formation of MNP-Salmonella-Fe-MOF/PtNPs sandwich complexes.\n\nTo further estimate the potential application of the immunosensor for Salmonella detection in food samples, chicken meat samples including Salmonella from 1.96 × 102 CFU/mL to 1.96 × 104 CFU/mL were detected. Table S1 shows that the recoveries for 1.96 × 102 to 1.96 × 104 CFU/mL are 115.81, 95.06, and 90.95%, respectively. These results demonstrated the feasibility of the immunosensor to detect Salmonella in chicken meats.\n\nConclusions\n\nIn summary, a microfluidic immunosensor using Fe-MOF/PtNPs as a nanozyme for signal amplification, the microfluidic chip with the 3D micromixer for automatic operations, and the smartphone-based thermal sensor for signal measurement was successfully developed. The immunosensor could detect Salmonella with a detection limit of 93 CFU/mL. The 3D micromixer was demonstrated to have a good mixing effect, and Fe-MOF/PtNPs were demonstrated to have a dual enzyme-mimic property and excellent signal amplification ability. Besides, the smartphone-based thermal sensor was proved to have the ability to accurately monitor the temperature change. The immunosensor has the potential for other bacterial detection by changing the antibodies.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "mixing efficiency", "value": "93%", "unit": "", "condition": "3D chaotic micromixer"}, {"property name": "mixing efficiency", "value": "80%", "unit": "", "condition": "micromixer"}]}]], "include_properties": ["etc"]}, {"idx": 28, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of the\nImmunosensor with\nthe Previously Reported Methods for Bacterial Detection</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\">target</oasis:entry>\n<oasis:entry align=\"center\">detection\nlimit</oasis:entry>\n<oasis:entry align=\"center\">detection time</oasis:entry>\n<oasis:entry align=\"center\">reference</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PCR</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">Salmonella typhimurium</named-content>/<named-content content-type=\"genus-species\" xlink:type=\"simple\">Listeria monocytogenes</named-content>\n</oasis:entry>\n<oasis:entry>10<sup>3</sup>/10<sup>4</sup> CFU/mL</oasis:entry>\n<oasis:entry>&gt;60 min</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref32\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>fluorescent</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">Escherichia coli</named-content> O157:H7</oasis:entry>\n<oasis:entry>10<sup>2</sup> cells/mL</oasis:entry>\n<oasis:entry>∼2.5 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>quartz crystal microbalance</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">E. coli</named-content> O157:H7</oasis:entry>\n<oasis:entry>1.46 × 10<sup>3</sup> CFU/mL</oasis:entry>\n<oasis:entry>50 min</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>colorimetric</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">S. typhimurium</named-content>\n</oasis:entry>\n<oasis:entry>10<sup>2</sup> CFU/mL</oasis:entry>\n<oasis:entry>90 min</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref35\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>fluorescent</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">S. aureus</named-content>/<named-content content-type=\"genus-species\" xlink:type=\"simple\">Vibrio\nparahaemolyticus</named-content>\n</oasis:entry>\n<oasis:entry>10<sup>3</sup> CFU/mL</oasis:entry>\n<oasis:entry>&gt;60 min</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>digital dipstick</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">E. coli</named-content>\n</oasis:entry>\n<oasis:entry>2.53 × 10<sup>2</sup> CFU/mL</oasis:entry>\n<oasis:entry>8–12 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ELISA</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">E. coli</named-content> O157:H7</oasis:entry>\n<oasis:entry>10<sup>4</sup> CFU/mL</oasis:entry>\n<oasis:entry>&lt;3 h</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>this immunosensor</oasis:entry>\n<oasis:entry>\n<named-content content-type=\"genus-species\" xlink:type=\"simple\">S. typhimurium</named-content>\n</oasis:entry>\n<oasis:entry>93 CFU/mL</oasis:entry>\n<oasis:entry>&lt;1 h</oasis:entry>\n<oasis:entry>this study</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Comparison of the Immunosensor with the Previously Reported Methods for Bacterial Detection\n\n| method                      | target                                                                 | detection limit | detection time | reference   |\n|-----------------------------|------------------------------------------------------------------------|------------------|----------------|-------------|\n| PCR                         | Salmonella typhimurium/Listeria monocytogenes                          | 10^3/10^4 CFU/mL | >60 min        | [32]        |\n| fluorescent                 | Escherichia coli O157:H7                                                | 10^2 cells/mL    | ∼2.5 h        | [33]        |\n| quartz crystal microbalance | E. coli O157:H7                                                         | 1.46 × 10^3 CFU/mL | 50 min         | [34]        |\n| colorimetric                | S. typhimurium                                                          | 10^2 CFU/mL      | 90 min         | [35]        |\n| fluorescent                 | S. aureus/Vibrio parahaemolyticus                                       | 10^3 CFU/mL      | >60 min        | [36]        |\n| digital dipstick            | E. coli                                                                | 2.53 × 10^2 CFU/mL | 8–12 h         | [37]        |\n| ELISA                       | E. coli O157:H7                                                         | 10^4 CFU/mL      | <3 h           | [38]        |\n| this immunosensor           | S. typhimurium                                                          | 93 CFU/mL        | <1 h           | this study  |", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Comparison of the Immunosensor with the Previously Reported Methods for Bacterial Detection", "value": "PCR: Salmonella typhimurium/Listeria monocytogenes, detection limit: 10^3/10^4 CFU/mL, detection time: >60 min, reference: [32]", "unit": "", "condition": ""}, {"property name": "Comparison of the Immunosensor with the Previously Reported Methods for Bacterial Detection", "value": "fluorescent: Escherichia coli O157:H7, detection limit: 10^2 cells/mL, detection time: ∼2.5 h, reference: [33]", "unit": "", "condition": ""}, {"property name": "Comparison of the Immunosensor with the Previously Reported Methods for Bacterial Detection", "value": "quartz crystal microbalance: E. coli O157:H7, detection limit: 1.46 × 10^3 CFU/mL, detection time: 50 min, reference: [34]", "unit": "", "condition": ""}, {"property name": "Comparison of the Immunosensor with the Previously Reported Methods for Bacterial Detection", "value": "colorimetric: S. typhimurium, detection limit: 10^2 CFU/mL, detection time: 90 min, reference: [35]", "unit": "", "condition": ""}, {"property name": "Comparison of the Immunosensor with the Previously Reported Methods for Bacterial Detection", "value": "fluorescent: S. aureus/Vibrio parahaemolyticus, detection limit: 10^3 CFU/mL, detection time: >60 min, reference: [36]", "unit": "", "condition": ""}, {"property name": "Comparison of the Immunosensor with the Previously Reported Methods for Bacterial Detection", "value": "digital dipstick: E. coli, detection limit: 2.53 × 10^2 CFU/mL, detection time: 8–12 h, reference: [37]", "unit": "", "condition": ""}, {"property name": "Comparison of the Immunosensor with the Previously Reported Methods for Bacterial Detection", "value": "ELISA: E. coli O157:H7, detection limit: 10^4 CFU/mL, detection time: <3 h, reference: [38]", "unit": "", "condition": ""}, {"property name": "Comparison of the Immunosensor with the Previously Reported Methods for Bacterial Detection", "value": "this immunosensor: S. typhimurium, detection limit: 93 CFU/mL, detection time: <1 h, reference: this study", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Principle of the immunosensor for <italic toggle=\"yes\">Salmonella</italic> detection.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Principle of the immunosensor for Salmonella detection.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a, b) TEM images of Fe-MOFs. (c, d) TEM images of Fe-MOF/PtNPs.\n(e) DLS results for Fe-MOFs and Fe-MOF/PtNPs. (f) ζ-Potential\nmeasurement of PtNPs, Fe-MOFs, Fe-MOF/PtNPs, and immune Fe-MOF/PtNPs\n(<italic toggle=\"yes\">N</italic> = 3).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a, b) TEM images of Fe-MOFs. (c, d) TEM images of Fe-MOF/PtNPs. (e) DLS results for Fe-MOFs and Fe-MOF/PtNPs. (f) ζ-Potential measurement of PtNPs, Fe-MOFs, Fe-MOF/PtNPs, and immune Fe-MOF/PtNPs (N = 3).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a, b) COMSOL\nsimulation results of the 3D micromixer. (c, d) Images\nof the distribution of the blue dye at the inlet and outlet. (e) Gray\nanalysis of the images using Image J.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a, b) COMSOL simulation results of the 3D micromixer. (c, d) Images of the distribution of the blue dye at the inlet and outlet. (e) Gray analysis of the images using Image J.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Temperature increase (Δ<italic toggle=\"yes\">T</italic>) for different\nvolumes of H<sub>2</sub>O (10–100 μL) (<italic toggle=\"yes\">N</italic> = 3). (b) Comparison of this proposed thermal measurement method\nwith the common method using pressure meter (<italic toggle=\"yes\">N</italic> =\n3).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Temperature increase (ΔT) for different volumes of H2O (10-100 μL) (N = 3). (b) Comparison of this proposed thermal measurement method with the common method using pressure meter (N = 3).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Calibration model of the immunosensor (<italic toggle=\"yes\">N</italic> =\n3). (b) TEM image of MNP–<italic toggle=\"yes\">Salmonella</italic>–Fe-MOF/PtNPs\nsandwich complex. (c) Specificity of the immunosensor (<italic toggle=\"yes\">N</italic> = 3).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00574_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Calibration model of the immunosensor (N = 3). (b) TEM image of MNP-Salmonella-Fe-MOF/PtNPs sandwich complex. (c) Specificity of the immunosensor (N = 3).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsanm.1c00574", "title": null, "journal": "American Chemical\nSociety", "date": "2021.04", "author_list": ["Guo\nRuya", "Xue\nLi", "Cai\nGaozhe", "Qi\nWuzhen", "Liu\nYuanjie", "Lin\nJianhan"]}}