{"filepath": "../L2M3_data/1_application_papers/acs_xml/an1c00339.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Upgrading of the biomass-derived\nlevulinic acid (LA) with the activation\nof carbonyl functional groups is a pivotal reaction in converting\nbiomass into high-value-added products. Herein, we reported a modified\nstrategy to synthesize highly dispersed noble-metal-free bimetallic\nNiCu alloy nanoparticles (NPs) from metal–organic frameworks\nfor the selective hydrogenation of LA, in which the ligand effect\nbetween Ni and Cu plays a crucial role under relatively mild conditions.\nAmong the tested catalysts, the catalyst with a Ni/Cu ratio of 1:2\npresented the best catalytic performance in comparison with the homometallic\nNi/Cu and bimetallic catalysts with different ratios; an outstanding\nyield of 93.9% was obtained for γ-valerolactone (GVL). Both\nexperimental studies and characterization analyses verified that the\nligand effect is responsible for the excellent catalytic performance.\nA possible reaction pathway for the samples in the LA hydrogenation\nprocess is proposed; after dissociation of adsorbed H<sub>2</sub> on\nthe NiCu alloy surface, reactant LA is adsorbed and activated by NPs\nwith the formation of intermediate, and through a self-condensation\nreaction to form products. The straightforward synthesis, superior\nperformance, and high stability make these noble-metal-free bimetallic\nNiCu nanoparticles very attractive for the transformation of various\nbiomass-derived sources into valuable products.</p>", "clean_text": "Upgrading of the biomass-derived levulinic acid (LA) with the activation of carbonyl functional groups is a pivotal reaction in converting biomass into high-value-added products. Herein, we reported a modified strategy to synthesize highly dispersed noble-metal-free bimetallic NiCu alloy nanoparticles (NPs) from metal-organic frameworks for the selective hydrogenation of LA, in which the ligand effect between Ni and Cu plays a crucial role under relatively mild conditions. Among the tested catalysts, the catalyst with a Ni/Cu ratio of 1:2 presented the best catalytic performance in comparison with the homometallic Ni/Cu and bimetallic catalysts with different ratios; an outstanding yield of 93.9% was obtained for γ-valerolactone (GVL). Both experimental studies and characterization analyses verified that the ligand effect is responsible for the excellent catalytic performance. A possible reaction pathway for the samples in the LA hydrogenation process is proposed; after dissociation of adsorbed H2 on the NiCu alloy surface, reactant LA is adsorbed and activated by NPs with the formation of intermediate, and through a self-condensation reaction to form products. The straightforward synthesis, superior performance, and high stability make these noble-metal-free bimetallic NiCu nanoparticles very attractive for the transformation of various biomass-derived sources into valuable products.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The global climate\nchange is rapidly increasing with the high-speed\ndepletion of nonrenewable fossil fuels. The huge demand\nfor these accessible resources has caused severe environmental problems\nincluding air pollution and the melting of glaciers. Therefore, there\nis a growing need to convert renewable resources into chemicals widely\nemployed for the industry. γ-Valerolactone\n(GVL) is an essential substance for direct utilization in industrial\nmanufacture or as a reaction intermediate to fuel components and green\nsolvents. Additionally, the value-added chemicals of GVL offered great\nsupport for the development of biomass valorization.\n</p>", "clean_text": "Introduction\n\nThe global climate change is rapidly increasing with the high-speed depletion of nonrenewable fossil fuels. The huge demand for these accessible resources has caused severe environmental problems including air pollution and the melting of glaciers. Therefore, there is a growing need to convert renewable resources into chemicals widely employed for the industry. γ-Valerolactone (GVL) is an essential substance for direct utilization in industrial manufacture or as a reaction intermediate to fuel components and green solvents. Additionally, the value-added chemicals of GVL offered great support for the development of biomass valorization. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>GVL can be selectively obtained by the direct hydrogenation\nof\nbiomass-derived levulinic acid (LA) in\na homogeneous or heterogeneous catalytic system. Among various candidates, the high-cost noble-metal Ru nanoparticles\n(NPs) are widely used for the synthesis of GVL from LA. In this context, developing a cost-effective substitute to replace\nprecious noble-metal catalysts was essential to improve the practice\nusage of LA valorization. Non-noble-metal catalysts, homometallic\nNi, Cu, Co, and bimetallic CuAg and FeRe catalysts were proven to be\neffective for GVL production from LA. Normally, the bimetallic NPs\noften display better performance due to the ligand and synergistic\neffects and high stability. Various methods\n(e.g., impregnation and reduction, CO<sub>2</sub>-assisted strategy)\nhave been developed for the fabrication of bimetallic catalysts. For example, the CuAg/Al<sub>2</sub>O<sub>3</sub> catalyst shows\nthat the added Ag atom in the system can efficiently suppress the\nleaching of Cu species and Ag maintains the copper species in the\nmetallic state. In a different system,\nthe positive effect between Fe and Re was introduced in the hydrogenation\nof LA. The interface between the surface FeO<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> species and metallic FeRe particles play a pivotal role in the process,\nobtaining a 95.0% GVL yield at 180 °C in H<sub>2</sub>O and 40\nbar of H<sub>2</sub> pressure. Albeit\nthese works have made great progress, these bimetallic NPs still face\nthe following challenges: (i) Bimetallic catalysts were usually synthesized\nin multiple steps because of the sequential metal loading, causing\nan excess usage of energy and time. (ii) The homometallic nanoparticles\nhave been well studied in the hydrogenation reaction, while bimetallic\ncatalysts have been less studied. (iii) Relatively poor stability\nexisted in the cyclic hydrogenation experiment due to the severe leaching\nor aggregation of metal active sites in the aqueous environment.\n</p>", "clean_text": "GVL can be selectively obtained by the direct hydrogenation of biomass-derived levulinic acid (LA) in a homogeneous or heterogeneous catalytic system. Among various candidates, the high-cost noble-metal Ru nanoparticles (NPs) are widely used for the synthesis of GVL from LA. In this context, developing a cost-effective substitute to replace precious noble-metal catalysts was essential to improve the practice usage of LA valorization. Non-noble-metal catalysts, homometallic Ni, Cu, Co, and bimetallic CuAg and FeRe catalysts were proven to be effective for GVL production from LA. Normally, the bimetallic NPs often display better performance due to the ligand and synergistic effects and high stability. Various methods (e.g., impregnation and reduction, CO2-assisted strategy) have been developed for the fabrication of bimetallic catalysts. For example, the CuAg/Al2O3 catalyst shows that the added Ag atom in the system can efficiently suppress the leaching of Cu species and Ag maintains the copper species in the metallic state. In a different system, the positive effect between Fe and Re was introduced in the hydrogenation of LA. The interface between the surface FeO x  species and metallic FeRe particles play a pivotal role in the process, obtaining a 95.0% GVL yield at 180 °C in H2O and 40 bar of H2 pressure. Albeit these works have made great progress, these bimetallic NPs still face the following challenges: (i) Bimetallic catalysts were usually synthesized in multiple steps because of the sequential metal loading, causing an excess usage of energy and time. (ii) The homometallic nanoparticles have been well studied in the hydrogenation reaction, while bimetallic catalysts have been less studied. (iii) Relatively poor stability existed in the cyclic hydrogenation experiment due to the severe leaching or aggregation of metal active sites in the aqueous environment. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Recently, self-assembly bimetallic organic frameworks (MOFs)\nwith\nuniform porous structures and metal ions are very attractive precursors\nfor the rational design of catalytic materials, either directly used\nas catalysts or after proper modification. For instance, CoFe alloy nanoparticles fixed in N-doped carbon matrix\nacquired from ZIF-67 via adsorption and subsequent pyrolysis shows\na highly selective hydrogenation process of cinnamaldehyde to yield\nthe corresponding alcohol. However, the\nbimetallic CoFe NPs showed aggregation after several runs with decreasing\nactivities. Chen et al. obtained highly\nefficient Xe/Kr separation adsorbents using MOFs as precursors. The\nexistence of the NiCo alloy in NiCo@C-700 provided higher charge-transfer\nperformance. Non-noble Ni-based catalysts,\nfor instance, Ni/Al<sub>2</sub>O<sub>3</sub>, Ni–MoO<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>/C, and Ni/boehmite, showed high conversion\nof LA to yield GVL but poor stability in consecutive catalytic runs\ndue to the Ni leaching during the reaction process. A series of Cu-based catalysts such as Cu–Cr, Cu–Fe,\nCu/ZrO<sub>2</sub>, and Cu/SiO<sub>2</sub> showed excellent activity\nfor acquiring GVL from LA; however, severe catalytic conditions for\npursuing high LA conversion was needed. Supported Cu–Ni catalysts have been developed for the effective\nhydrogenation of alkyl levulinates. The selective hydrogenation process\nwas remarkably modulated by the catalytic roles of the Cu–Ni\ncatalyst and the solvent promotion effects. To date, a few research studies have focused on the use of bimetallic\nMOFs for the one-step synthesis of evenly dispersed nanoparticles\nwith tunable properties for the valorization biomass-based platform\nchemical.</p>", "clean_text": "Recently, self-assembly bimetallic organic frameworks (MOFs) with uniform porous structures and metal ions are very attractive precursors for the rational design of catalytic materials, either directly used as catalysts or after proper modification. For instance, CoFe alloy nanoparticles fixed in N-doped carbon matrix acquired from ZIF-67 via adsorption and subsequent pyrolysis shows a highly selective hydrogenation process of cinnamaldehyde to yield the corresponding alcohol. However, the bimetallic CoFe NPs showed aggregation after several runs with decreasing activities. Chen et al. obtained highly efficient Xe/Kr separation adsorbents using MOFs as precursors. The existence of the NiCo alloy in NiCo@C-700 provided higher charge-transfer performance. Non-noble Ni-based catalysts, for instance, Ni/Al2O3, Ni-MoO x /C, and Ni/boehmite, showed high conversion of LA to yield GVL but poor stability in consecutive catalytic runs due to the Ni leaching during the reaction process. A series of Cu-based catalysts such as Cu-Cr, Cu-Fe, Cu/ZrO2, and Cu/SiO2 showed excellent activity for acquiring GVL from LA; however, severe catalytic conditions for pursuing high LA conversion was needed. Supported Cu-Ni catalysts have been developed for the effective hydrogenation of alkyl levulinates. The selective hydrogenation process was remarkably modulated by the catalytic roles of the Cu-Ni catalyst and the solvent promotion effects. To date, a few research studies have focused on the use of bimetallic MOFs for the one-step synthesis of evenly dispersed nanoparticles with tunable properties for the valorization biomass-based platform chemical.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Herein, we rationally developed a facile approach\nto fabricate\nnoble-metal-free bimetallic NiCu alloy nanoparticle catalysts via\none-step synthesis from bimetallic NiCu–MOFs. A series of characterization\ntechniques (e.g., X-ray diffraction (XRD), high-resolution transmission\nelectron microscopy (HR-TEM), X-ray photoelectron spectroscopy (XPS),\nand high-angle annular dark-field-scanning transmission electron microscopy\n(HADDF-STEM)) have shown the formation of the highly dispersed alloy\nstructure. In comparison with monometal Ni or Cu and previously reported\nmetal nanoparticle catalysts, the bimetallic NiCu displayed better\nperformance in the selective hydrogenation of LA (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Scheme S1</ext-link>). Reaction parameters, catalytic stability, and\nreaction mechanism were then investigated for better understanding\nthe catalytic system.</p>", "clean_text": "Herein, we rationally developed a facile approach to fabricate noble-metal-free bimetallic NiCu alloy nanoparticle catalysts via one-step synthesis from bimetallic NiCu-MOFs. A series of characterization techniques (e.g., X-ray diffraction (XRD), high-resolution transmission electron microscopy (HR-TEM), X-ray photoelectron spectroscopy (XPS), and high-angle annular dark-field-scanning transmission electron microscopy (HADDF-STEM)) have shown the formation of the highly dispersed alloy structure. In comparison with monometal Ni or Cu and previously reported metal nanoparticle catalysts, the bimetallic NiCu displayed better performance in the selective hydrogenation of LA (Scheme S1). Reaction parameters, catalytic stability, and reaction mechanism were then investigated for better understanding the catalytic system.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>A series\nof mono-Ni, Cu, and bimetallic NiCu were synthesized by\na facile one-step solvothermal method at 120 °C through the self-assembly\nof Ni<sup>2+</sup> and/or Cu<sup>2+</sup> with benzenetricarboxylate\n(BTC) organic–ligand in a mixed solvent. The synthesis of Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts was carried out with the pyrolysis of the corresponding\nprecursors (). The atomic Ni/Cu ratios changed between 2:1 and 1:2. The bimetallic\ncatalysts are marked as Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub>, where <italic toggle=\"yes\">x</italic>/<italic toggle=\"yes\">y</italic> is the atomic Ni/Cu ratio and the number 500 represents\nthe calcination temperature. Homometallic Ni/C and Cu/C catalysts\nwere synthesized in a similar way and served as contrasts to bimetallic\nones. The synthesis procedure is illustrated in . The detailed preparation procedures and\ncharacterization analysis methods are described in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "Results and Discussion\n\nA series of mono-Ni, Cu, and bimetallic NiCu were synthesized by a facile one-step solvothermal method at 120 °C through the self-assembly of Ni2+ and/or Cu2+ with benzenetricarboxylate (BTC) organic-ligand in a mixed solvent. The synthesis of Ni x Cu y /C500 catalysts was carried out with the pyrolysis of the corresponding precursors (). The atomic Ni/Cu ratios changed between 2:1 and 1:2. The bimetallic catalysts are marked as Ni x Cu y /C500, where x/y is the atomic Ni/Cu ratio and the number 500 represents the calcination temperature. Homometallic Ni/C and Cu/C catalysts were synthesized in a similar way and served as contrasts to bimetallic ones. The synthesis procedure is illustrated in . The detailed preparation procedures and characterization analysis methods are described in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Synthesis diagram of\nthe Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Synthesis diagram of the Ni x Cu y /C500 catalysts.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<title>Physicochemical\nCharacterizations of Catalysts</title><p>X-ray\ndiffraction (XRD) patterns of the as-prepared Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>–BTC shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link> are consistent with the simulated XRD\npatterns of Cu–BTC, indicating the successful synthesis of\nthe isomorphic structure with different metal ions. Scanning electron microscopy (SEM) images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>) reveal that the Ni–BTC presents a spherical-shaped\nstructure and Cu–BTC possesses a typical octahedral structure\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S2e</ext-link>). For the bimetallic NiCu–MOFs,\nwith the increasing of Cu content, the structure turned to be a more\nobvious octahedral-like shape, indicating the successful incorporation\nof Cu in the bimetallic MOFs. Fourier transform infrared (FT-IR) analysis\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>) confirms the bond formation\nprocess. The peak positions of the three MOFs precursors are very\nsimilar. The strong and wide adsorption peak at 3400 cm<sup>–1</sup> results from the stretching vibration of the O–H group from\nwater molecules. The peaks around the range of 1370 cm<sup>–1</sup> can be attributed to the symmetrical bending vibration of −CH<sub>2</sub>. All these bands were red-shifted compared with typical −CH<sub>2</sub> bonds, illustrating that the −CH<sub>2</sub> groups\nwere replaced by electron-donating groups. The peaks around 730 cm<sup>–1</sup> might be assigned to\nthe Cu–O stretching vibration. The corresponding infrared absorption peaks also confirmed the successful\nsynthesis of bimetallic MOFs. The thermal stability of materials was\ninvestigated by thermogravimetry-differential thermal analysis (TG-DTA),\nand the results are revealed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S4a–e</ext-link>. Apart from the weight loss (∼8 to 9 wt % in general) of\nthe physically adsorbed water around 100–120 °C, the broad\nexothermic peaks from 300 to 500 °C could be attributed to the\ndecomposition of organic matter. At this stage, 37.6 wt % of weight\nloss in the Ni<sub>1</sub>Cu<sub>2</sub>–BTC precursor is observed.\n</p>", "clean_text": "Physicochemical Characterizations of Catalysts\n\nX-ray diffraction (XRD) patterns of the as-prepared Ni x Cu y -BTC shown in Figure S1 are consistent with the simulated XRD patterns of Cu-BTC, indicating the successful synthesis of the isomorphic structure with different metal ions. Scanning electron microscopy (SEM) images (Figure S2a) reveal that the Ni-BTC presents a spherical-shaped structure and Cu-BTC possesses a typical octahedral structure (Figure S2e). For the bimetallic NiCu-MOFs, with the increasing of Cu content, the structure turned to be a more obvious octahedral-like shape, indicating the successful incorporation of Cu in the bimetallic MOFs. Fourier transform infrared (FT-IR) analysis (Figure S3) confirms the bond formation process. The peak positions of the three MOFs precursors are very similar. The strong and wide adsorption peak at 3400 cm-1 results from the stretching vibration of the O-H group from water molecules. The peaks around the range of 1370 cm-1 can be attributed to the symmetrical bending vibration of -CH2. All these bands were red-shifted compared with typical -CH2 bonds, illustrating that the -CH2 groups were replaced by electron-donating groups. The peaks around 730 cm-1 might be assigned to the Cu-O stretching vibration. The corresponding infrared absorption peaks also confirmed the successful synthesis of bimetallic MOFs. The thermal stability of materials was investigated by thermogravimetry-differential thermal analysis (TG-DTA), and the results are revealed in Figure S4a-e. Apart from the weight loss (~8 to 9 wt % in general) of the physically adsorbed water around 100-120 °C, the broad exothermic peaks from 300 to 500 °C could be attributed to the decomposition of organic matter. At this stage, 37.6 wt % of weight loss in the Ni1Cu2-BTC precursor is observed. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The mono- and bimetallic NiCu nanoparticles\nwere fabricated with the direct calcination of the precursors under\nAr atmosphere, a comparison of the crystalline nature examined by\nXRD for the derived Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts is shown in . The diffraction peaks of\nNi/C<sub>500</sub> and Cu/C<sub>500</sub> indexed as Ni (JCPDS card\nno. 04-0850) and Cu (JCPDS card no. 04-0836)\nelemental metals. A clear shift in the\nXRD patterns for Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> in the 2θ range 42.5–45.0°\ncan be observed. Obviously, the (111), (200), and (220) peaks slightly\nshifted as the Ni/Cu ratio changes, which can be ascribed to the strong\ninteractions between those two metals. The XRD patterns of the bimetallic\nNiCu nanoparticles (JCPDS card no. 47-1406) suggest that the Cu dominates\nthe phase and the Ni has high dispersion in the catalyst, which is\nfurther confirmed by HR-TEM and HAADF-STEM in the subsection.</p>", "clean_text": "The mono- and bimetallic NiCu nanoparticles were fabricated with the direct calcination of the precursors under Ar atmosphere, a comparison of the crystalline nature examined by XRD for the derived Ni x Cu y /C500 catalysts is shown in . The diffraction peaks of Ni/C500 and Cu/C500 indexed as Ni (JCPDS card no. 04-0850) and Cu (JCPDS card no. 04-0836) elemental metals. A clear shift in the XRD patterns for Ni x Cu y /C500 in the 2θ range 42.5-45.0° can be observed. Obviously, the (111), (200), and (220) peaks slightly shifted as the Ni/Cu ratio changes, which can be ascribed to the strong interactions between those two metals. The XRD patterns of the bimetallic NiCu nanoparticles (JCPDS card no. 47-1406) suggest that the Cu dominates the phase and the Ni has high dispersion in the catalyst, which is further confirmed by HR-TEM and HAADF-STEM in the subsection.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD patterns\nof (a) bimetallic Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts and (b) the zoom-in\npattern of the range between 42.5 and 45.0°.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns of (a) bimetallic Ni x Cu y /C500 catalysts and (b) the zoom-in pattern of the range between 42.5 and 45.0°.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>\na reveals\na transmission electron microscopy (TEM) image of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> NPs, showing well-dispersed particles. As\nshown in b,\nthe clear lattice fringes of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> display an interplanar spacing of 0.207 nm, which matched well with\nthe (111) plane of the face-centered cubic (fcc) NiCu alloy. A relatively homogeneous distribution of NiCu\nNPs with an average diameter of 7.38 nm is presented in c. HAADF-STEM coupled with\nthe corresponding energy-dispersive X-ray spectroscopy (EDX) mapping\n(b–e)\nillustrate that Ni and Cu nanoparticles are homogeneously dispersed\nin the carbon matrix. Line profiles of the NPs (f) confirmed the alloy nature of the structure\nwith evenly distributed Ni and Cu nanoparticles in the bimetallic\ncatalysts.</p>", "clean_text": " a reveals a transmission electron microscopy (TEM) image of Ni1Cu2/C500 NPs, showing well-dispersed particles. As shown in b, the clear lattice fringes of Ni1Cu2/C500 display an interplanar spacing of 0.207 nm, which matched well with the (111) plane of the face-centered cubic (fcc) NiCu alloy. A relatively homogeneous distribution of NiCu NPs with an average diameter of 7.38 nm is presented in c. HAADF-STEM coupled with the corresponding energy-dispersive X-ray spectroscopy (EDX) mapping (b-e) illustrate that Ni and Cu nanoparticles are homogeneously dispersed in the carbon matrix. Line profiles of the NPs (f) confirmed the alloy nature of the structure with evenly distributed Ni and Cu nanoparticles in the bimetallic catalysts.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>TEM images of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> nanoparticles:\n(a) structural characteristics, (b) lattice fringe, and (c) size distribution.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  TEM images of Ni1Cu2/C500 nanoparticles: (a) structural characteristics, (b) lattice fringe, and (c) size distribution.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>HAADF-STEM images of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst. (a) HAADF spectrum and (b-e) EDX mapping images.\n(f) Line\nprofile of Ni–Cu NPs.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  HAADF-STEM images of Ni1Cu2/C500 catalyst. (a) HAADF spectrum and (b-e) EDX mapping images. (f) Line profile of Ni-Cu NPs.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>Furthermore, the porous information of Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts was investigated\nwith the N<sub>2</sub> adsorption/desorption test. All of the five\nN<sub>2</sub> adsorption/desorption isotherms confirmed the type IV\ncurves according to the results of a. The values\nof the Brunauer–Emmett–Teller (BET) surface area and\nthe pore diameter are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>, suggesting that the surface area of bimetallic catalysts increased\nsharply compared to that of homometallic Ni/C<sub>500</sub> and Cu/C<sub>500</sub> catalysts. The maximum specific surface area of 225.3 m<sup>2</sup> g<sup>–1</sup> is obtained when the molar ratio of\nNi/Cu is 1:1. The pore diameter distribution is shown in b, mainly distributed\nfrom 1 to 6 nm. Combined with the SEM characterization results of\nprecursors, the collapse of the MOF structure may also cause the decrease\nof the pore volume after calcination.</p>", "clean_text": "Furthermore, the porous information of Ni x Cu y /C500 catalysts was investigated with the N2 adsorption/desorption test. All of the five N2 adsorption/desorption isotherms confirmed the type IV curves according to the results of a. The values of the Brunauer-Emmett-Teller (BET) surface area and the pore diameter are listed in Table S3, suggesting that the surface area of bimetallic catalysts increased sharply compared to that of homometallic Ni/C500 and Cu/C500 catalysts. The maximum specific surface area of 225.3 m2 g-1 is obtained when the molar ratio of Ni/Cu is 1:1. The pore diameter distribution is shown in b, mainly distributed from 1 to 6 nm. Combined with the SEM characterization results of precursors, the collapse of the MOF structure may also cause the decrease of the pore volume after calcination.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) N<sub>2</sub> adsorption/desorption\nisotherms and (b) pore\ndiameter distribution curves of the fabricated homo- and bimetallic\nNiCu catalysts.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) N2 adsorption/desorption isotherms and (b) pore diameter distribution curves of the fabricated homo- and bimetallic NiCu catalysts.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The survey XPS profiles of the\nNi<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> nanoparticles indicate the\npresence of C, Ni, and Cu, whereas the binding energy (BE) peaks matched\nwith the standard BE of the corresponding element. The high-resolution\nNi 2p spectrum (b) for Ni 2p<sub>1/2</sub> at 852.7 eV and Ni 2p<sub>3/2</sub> at\n869.9 eV proved the presence of Ni<sup>0</sup> nanoparticles on the\nsurface and no peak attributed to Ni<sup>2+</sup> was found. The peaks\ncentered at 856.2 and 873.9 eV could be well assigned to the shakeup\nsatellite, which is the typical characteristic peak from Ni<sup>0</sup>. For the XPS spectra of Cu 2p and Cu LMM\nspectrum (c,d),\nbinding energies at 932.4 eV (Cu 2p<sub>3/2</sub>) and 952.2 eV (Cu\n2p<sub>1/2</sub>) were due to the presence of Cu<sup>0</sup> or Cu<sub>2</sub>O, whereas Cu<sup>0</sup> was distinguished from Cu<sub>2</sub>O identified by the Cu LMM Auger electron spectra. Another interesting phenomenon was that the shakeup peak at 940–945\neV corresponding to Cu<sup>2+</sup> in Cu/C<sub>500</sub> NPs decreased\nor even disappeared with the increase of the Ni ratio, especially\nin Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> NPs, indicating the\nstrong ligand effect between Ni and Cu. Besides, Ni<sup>0</sup> and\nCu<sup>0</sup> in Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub>, compared\nwith that in Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> and Ni<sub>2</sub>Cu<sub>1</sub>/C<sub>500</sub>, reflected the widespread interaction\nof electronic orbits between Ni/Cu and carbon-support with the discrepant\nof d electrons after calcination.\n</p>", "clean_text": "The survey XPS profiles of the Ni x Cu y /C500 nanoparticles indicate the presence of C, Ni, and Cu, whereas the binding energy (BE) peaks matched with the standard BE of the corresponding element. The high-resolution Ni 2p spectrum (b) for Ni 2p1/2 at 852.7 eV and Ni 2p3/2 at 869.9 eV proved the presence of Ni0 nanoparticles on the surface and no peak attributed to Ni2+ was found. The peaks centered at 856.2 and 873.9 eV could be well assigned to the shakeup satellite, which is the typical characteristic peak from Ni0. For the XPS spectra of Cu 2p and Cu LMM spectrum (c,d), binding energies at 932.4 eV (Cu 2p3/2) and 952.2 eV (Cu 2p1/2) were due to the presence of Cu0 or Cu2O, whereas Cu0 was distinguished from Cu2O identified by the Cu LMM Auger electron spectra. Another interesting phenomenon was that the shakeup peak at 940-945 eV corresponding to Cu2+ in Cu/C500 NPs decreased or even disappeared with the increase of the Ni ratio, especially in Ni1Cu2/C500 NPs, indicating the strong ligand effect between Ni and Cu. Besides, Ni0 and Cu0 in Ni1Cu2/C500, compared with that in Ni1Cu2/C500 and Ni2Cu1/C500, reflected the widespread interaction of electronic orbits between Ni/Cu and carbon-support with the discrepant of d electrons after calcination. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>XPS spectrum\nof (a) survey of the homo-Ni, Cu, and bimetallic NiCu\nnanoparticles. High-resolution spectra of (b) Ni 2p, (c) Cu 2p, and\n(d) Cu LMM.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  XPS spectrum of (a) survey of the homo-Ni, Cu, and bimetallic NiCu nanoparticles. High-resolution spectra of (b) Ni 2p, (c) Cu 2p, and (d) Cu LMM.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>Inductively coupled plasma (ICP)\nanalysis of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> confirmed\n15.6 wt % Ni and 41.4 wt % Cu in\nthe composition as summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. The deviation was likely due to the solubility of the metals during\nthe hydrothermal synthesis with the possible metal leaching from the\nhydrothermal solution as detected by ICP-mass spectrometry (MS) and\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>. The amount of metal\nleaching in the reaction (0.5 ppm of Ni and 51.2 ppm of Cu) indicates\nthe strong bonding force and ligand effect that existed in the bimetallic\nNi–Cu.</p>", "clean_text": "Inductively coupled plasma (ICP) analysis of Ni1Cu2/C500 confirmed 15.6 wt % Ni and 41.4 wt % Cu in the composition as summarized in Table S1. The deviation was likely due to the solubility of the metals during the hydrothermal synthesis with the possible metal leaching from the hydrothermal solution as detected by ICP-mass spectrometry (MS) and shown in Table S2. The amount of metal leaching in the reaction (0.5 ppm of Ni and 51.2 ppm of Cu) indicates the strong bonding force and ligand effect that existed in the bimetallic Ni-Cu.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<title>Catalytic Performance in the Hydrogenation\nof LA</title><p>As\nshown in a,\nthe catalytic performance of the set of Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts was first\nscreened in a batch reactor in 1,4-dioxane as a solvent at 160 °C\nand 2 MPa of H<sub>2</sub> pressure for 3 h. The homometallic Ni/C<sub>500</sub> showed a very low GVL yield, less than 40%. In comparison,\nwith the formation of the bimetallic NiCu nanoparticles, a higher\nyield was obtained. The Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst showed the highest catalytic performance with a 66.8% yield\nof GVL at the LA conversion of 69.3%. The ligand effect between Ni\nand Cu could induce the synergetic activities in the Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts.\nBesides this, the catalytic performance of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> was further used to evaluate other reaction parameters.\nThe effect of reaction temperature was then discussed under the constant\nconditions of 2 MPa H<sub>2</sub> and 3 h (b). A remarkable change in the catalytic\nperformance was observed by varying the reaction temperature. LA conversion\nwas found to increase from 7.0 to 99.9% as the temperature increased\nfrom 120 to 200 °C, with the corresponding improvement in the\nGVL yield from 1.5 to 97.1%. However, higher temperatures (&gt;200\n°C)\ndecreased the yield of GVL and induced side reactions (e.g., formation\nof 2-methyltetrahydrofuran and pentanoic acid). A temperature of 180 °C was chosen\nto explore other factors. The effect of H<sub>2</sub> pressure and\nreaction time was also evaluated and is presented in c,d.\nOptimum reaction parameters to achieve nearly a full conversion of\nLA and 93.9% yield of GVL are obtained in 1,4-dioxane at 180 °C,\n2 MPa of H<sub>2</sub> pressure, and 3 h of reaction time.</p>", "clean_text": "Catalytic Performance in the Hydrogenation of LA\n\nAs shown in a, the catalytic performance of the set of Ni x Cu y /C500 catalysts was first screened in a batch reactor in 1,4-dioxane as a solvent at 160 °C and 2 MPa of H2 pressure for 3 h. The homometallic Ni/C500 showed a very low GVL yield, less than 40%. In comparison, with the formation of the bimetallic NiCu nanoparticles, a higher yield was obtained. The Ni1Cu2/C500 catalyst showed the highest catalytic performance with a 66.8% yield of GVL at the LA conversion of 69.3%. The ligand effect between Ni and Cu could induce the synergetic activities in the Ni x Cu y /C500 catalysts. Besides this, the catalytic performance of Ni1Cu2/C500 was further used to evaluate other reaction parameters. The effect of reaction temperature was then discussed under the constant conditions of 2 MPa H2 and 3 h (b). A remarkable change in the catalytic performance was observed by varying the reaction temperature. LA conversion was found to increase from 7.0 to 99.9% as the temperature increased from 120 to 200 °C, with the corresponding improvement in the GVL yield from 1.5 to 97.1%. However, higher temperatures (>200 °C) decreased the yield of GVL and induced side reactions (e.g., formation of 2-methyltetrahydrofuran and pentanoic acid). A temperature of 180 °C was chosen to explore other factors. The effect of H2 pressure and reaction time was also evaluated and is presented in c,d. Optimum reaction parameters to achieve nearly a full conversion of LA and 93.9% yield of GVL are obtained in 1,4-dioxane at 180 °C, 2 MPa of H2 pressure, and 3 h of reaction time.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Catalytic performance\nof LA hydrogenation on the Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts.\n(a) Different molar ratios (160 °C, 2 MPa H<sub>2</sub>, 3 h).\n(b) Reaction temperature (120–200 °C, 2 MPa H<sub>2</sub>, 3 h). (c) Reaction time (180 °C, 2 MPa H<sub>2</sub>, 1–5\nh). (d) H<sub>2</sub> pressure (180 °C, 1–3 MPa H<sub>2</sub>, 3 h). Catalyst: 20 mg; LA: 100 mg; solvent: 6 mL. The error\nbars represent at least three independent experimental measurements.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Catalytic performance of LA hydrogenation on the Ni x Cu y /C500 catalysts. (a) Different molar ratios (160 °C, 2 MPa H2, 3 h). (b) Reaction temperature (120-200 °C, 2 MPa H2, 3 h). (c) Reaction time (180 °C, 2 MPa H2, 1-5 h). (d) H2 pressure (180 °C, 1-3 MPa H2, 3 h). Catalyst: 20 mg; LA: 100 mg; solvent: 6 mL. The error bars represent at least three independent experimental measurements.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<title>Stability of the Catalyst</title><p>Catalytic\nstability is a\ncrucial factor in deciding practical uses. The reusability of the\nnon-noble bimetallic Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst\nwas investigated for four cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). After each cycle, the catalyst was removed from the liquid phase\nthrough a simple separating and drying process without any regeneration\nstep. Then, fresh substrate LA and 1,4-dioxane solvent were added\nto the reactor for the next cycle under the action of recovery catalyst.\nThe results of the four-run tests are illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>. It can be seen that the Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst can still exhibit good stability after\nrecycling at least four times with almost no obvious loss in the GVL\nyield. The XRD pattern of the reused Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> after the fourth recycling test is illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>. The diffraction peaks of homo-Ni gradually\nemerged, which were likely due to the structural reconstruction. In\naddition, TEM and XPS analysis of the Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst after four runs, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figures S7 and S8</ext-link>, confirms that active sites\nof metals remain highly dispersed and with nearly no agglomeration,\nand the chemical state of the Cu metal component of the alloy was\nmaintained, which is the evidence of an unchanged structure, crystal\nphase, and chemical forms. Furthermore, a comparison table is summarized\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>, and the catalytic performance\nof the noble-metal-free Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> achieved in this work is much superior to those reported in the\nprevious works for the LA hydrogenation to GVL.</p>", "clean_text": "Stability of the Catalyst\n\nCatalytic stability is a crucial factor in deciding practical uses. The reusability of the non-noble bimetallic Ni1Cu2/C500 catalyst was investigated for four cycles (Figure S5). After each cycle, the catalyst was removed from the liquid phase through a simple separating and drying process without any regeneration step. Then, fresh substrate LA and 1,4-dioxane solvent were added to the reactor for the next cycle under the action of recovery catalyst. The results of the four-run tests are illustrated in Figure S5. It can be seen that the Ni1Cu2/C500 catalyst can still exhibit good stability after recycling at least four times with almost no obvious loss in the GVL yield. The XRD pattern of the reused Ni1Cu2/C500 after the fourth recycling test is illustrated in Figure S6. The diffraction peaks of homo-Ni gradually emerged, which were likely due to the structural reconstruction. In addition, TEM and XPS analysis of the Ni1Cu2/C500 catalyst after four runs, as shown in Figures S7 and S8, confirms that active sites of metals remain highly dispersed and with nearly no agglomeration, and the chemical state of the Cu metal component of the alloy was maintained, which is the evidence of an unchanged structure, crystal phase, and chemical forms. Furthermore, a comparison table is summarized in Table S6, and the catalytic performance of the noble-metal-free Ni1Cu2/C500 achieved in this work is much superior to those reported in the previous works for the LA hydrogenation to GVL.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Hydrogenation\nMechanism</title><p>The possible mechanism for\nthe selective hydrogenation of biomass-derived LA is discussed and\nillustrated in . In comparison with the catalytic performance of homometallic Ni/C<sub>500</sub> and Cu/C<sub>500</sub>, bimetallic NiCu alloy NPs exhibit\na ligand effect enhancing the activities. Besides, the strong interaction\nbetween the C-support and the metal nanoparticles (Ni and Cu) seems\nto contribute to the high stability. During the hydrogenation process,\nthe interaction between hydrogen and the metal center is triggered\nfrom the dissociation of adsorbed H<sub>2</sub> on the surface of\nthe active Ni site due to the stronger binding energy of Ni–H\nthan that of Cu–H. The reactant LA is\nalso adsorbed on the adjacent surface, in which the O atom (CO)\nis inclined to bind with active metal sites. Subsequently, 4-hydroxypentanoic\nacid is formed as an intermediate product through a σ-bond formation\nprocess, after activation through interaction with the NiCu alloy. Subsequently, the newly formed hydroxyl group\nand the carboxyl group would react with each other intramolecularly,\nwhich would rapidly produce GVL and one molecule of H<sub>2</sub>O\nthrough the self-condensation reaction. After that,\nthe product is desorbed from the surface of the NiCu alloy and the\nactive sites will be free again to start another cycle, together with\na renewed structure. The strong interaction in active metals (Ni and\nCu), which takes the merits of alloyed structure, is beneficial for\nthe improved activity and recyclability.</p>", "clean_text": "Hydrogenation Mechanism\n\nThe possible mechanism for the selective hydrogenation of biomass-derived LA is discussed and illustrated in . In comparison with the catalytic performance of homometallic Ni/C500 and Cu/C500, bimetallic NiCu alloy NPs exhibit a ligand effect enhancing the activities. Besides, the strong interaction between the C-support and the metal nanoparticles (Ni and Cu) seems to contribute to the high stability. During the hydrogenation process, the interaction between hydrogen and the metal center is triggered from the dissociation of adsorbed H2 on the surface of the active Ni site due to the stronger binding energy of Ni-H than that of Cu-H. The reactant LA is also adsorbed on the adjacent surface, in which the O atom (CO) is inclined to bind with active metal sites. Subsequently, 4-hydroxypentanoic acid is formed as an intermediate product through a σ-bond formation process, after activation through interaction with the NiCu alloy. Subsequently, the newly formed hydroxyl group and the carboxyl group would react with each other intramolecularly, which would rapidly produce GVL and one molecule of H2O through the self-condensation reaction. After that, the product is desorbed from the surface of the NiCu alloy and the active sites will be free again to start another cycle, together with a renewed structure. The strong interaction in active metals (Ni and Cu), which takes the merits of alloyed structure, is beneficial for the improved activity and recyclability.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic of the\nProposed Mechanisms of the NiCu Bimetallic Catalyst</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic of the Proposed Mechanisms of the NiCu Bimetallic Catalyst   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, noble-metal-free bimetallic\nNiCu alloy nanoparticles\ncatalysts have been effectively fabricated via a one-step hydrothermal\nmethod from NiCu–MOFs. These fabricated NiCu/C nanoparticles\nexhibit much better performance in the selective hydrogenation of\nbiomass-derived LA to GVL. Based on the characterization analysis\n(e.g., XRD, XPS, HR-TEM, and HADDF-STEM) and experimental evaluation,\nthe ligand effect between the highly dispersed active Ni and Cu metals\nmainly contributes to the superior performance of the catalyst. Among\nthem, the bimetallic catalyst with the Ni/Cu ratio of 1:2 demonstrated\nthe best catalytic performance with a GVL yield of 93.9% with the\nperfect conversion of biomass-derived LA and stable performance over\nfour consecutive runs, whereas the used catalyst was simply separated\nthrough centrifugation and the dried catalyst was utilized for the\nnext run. In addition, the formation of bimetallic NiCu alloy NPs\ncan efficiently inhibit the aggregation and reduce the thermodynamic\ninfluence. The present study may offer a facile route for the reasonable\ndesign and fabrication of high-performance bimetallic catalysts for\nseveral biomass processes of industrial relevance.</p>", "clean_text": "Conclusions\n\nIn summary, noble-metal-free bimetallic NiCu alloy nanoparticles catalysts have been effectively fabricated via a one-step hydrothermal method from NiCu-MOFs. These fabricated NiCu/C nanoparticles exhibit much better performance in the selective hydrogenation of biomass-derived LA to GVL. Based on the characterization analysis (e.g., XRD, XPS, HR-TEM, and HADDF-STEM) and experimental evaluation, the ligand effect between the highly dispersed active Ni and Cu metals mainly contributes to the superior performance of the catalyst. Among them, the bimetallic catalyst with the Ni/Cu ratio of 1:2 demonstrated the best catalytic performance with a GVL yield of 93.9% with the perfect conversion of biomass-derived LA and stable performance over four consecutive runs, whereas the used catalyst was simply separated through centrifugation and the dried catalyst was utilized for the next run. In addition, the formation of bimetallic NiCu alloy NPs can efficiently inhibit the aggregation and reduce the thermodynamic influence. The present study may offer a facile route for the reasonable design and fabrication of high-performance bimetallic catalysts for several biomass processes of industrial relevance.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsanm.1c00339?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsanm.1c00339</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental sections;\nreaction pathway of LA; ICP results\nand summary information from literatures; XRD patterns and peak offset\nvalues; porous structure parameters; SEM images; FT-IR spectrum and\nTG-DTG patterns of MOFs; catalytic stability; and XRD patterns and\nXPS spectra of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsanm.1c00339.  Experimental sections; reaction pathway of LA; ICP results and summary information from literatures; XRD patterns and peak offset values; porous structure parameters; SEM images; FT-IR spectrum and TG-DTG patterns of MOFs; catalytic stability; and XRD patterns and XPS spectra of Ni1Cu2/C500 catalyst (PDF)   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Experimental sections;\nreaction pathway of LA; ICP results\nand summary information from literatures; XRD patterns and peak offset\nvalues; porous structure parameters; SEM images; FT-IR spectrum and\nTG-DTG patterns of MOFs; catalytic stability; and XRD patterns and\nXPS spectra of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Experimental sections; reaction pathway of LA; ICP results and summary information from literatures; XRD patterns and peak offset values; porous structure parameters; SEM images; FT-IR spectrum and TG-DTG patterns of MOFs; catalytic stability; and XRD patterns and XPS spectra of Ni1Cu2/C500 catalyst (PDF)", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 14, 18, 19, 21", "type": "text", "classification": "property", "content": "<title>Physicochemical\nCharacterizations of Catalysts</title><p>X-ray\ndiffraction (XRD) patterns of the as-prepared Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>–BTC shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link> are consistent with the simulated XRD\npatterns of Cu–BTC, indicating the successful synthesis of\nthe isomorphic structure with different metal ions. Scanning electron microscopy (SEM) images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>) reveal that the Ni–BTC presents a spherical-shaped\nstructure and Cu–BTC possesses a typical octahedral structure\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S2e</ext-link>). For the bimetallic NiCu–MOFs,\nwith the increasing of Cu content, the structure turned to be a more\nobvious octahedral-like shape, indicating the successful incorporation\nof Cu in the bimetallic MOFs. Fourier transform infrared (FT-IR) analysis\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>) confirms the bond formation\nprocess. The peak positions of the three MOFs precursors are very\nsimilar. The strong and wide adsorption peak at 3400 cm<sup>–1</sup> results from the stretching vibration of the O–H group from\nwater molecules. The peaks around the range of 1370 cm<sup>–1</sup> can be attributed to the symmetrical bending vibration of −CH<sub>2</sub>. All these bands were red-shifted compared with typical −CH<sub>2</sub> bonds, illustrating that the −CH<sub>2</sub> groups\nwere replaced by electron-donating groups. The peaks around 730 cm<sup>–1</sup> might be assigned to\nthe Cu–O stretching vibration. The corresponding infrared absorption peaks also confirmed the successful\nsynthesis of bimetallic MOFs. The thermal stability of materials was\ninvestigated by thermogravimetry-differential thermal analysis (TG-DTA),\nand the results are revealed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S4a–e</ext-link>. Apart from the weight loss (∼8 to 9 wt % in general) of\nthe physically adsorbed water around 100–120 °C, the broad\nexothermic peaks from 300 to 500 °C could be attributed to the\ndecomposition of organic matter. At this stage, 37.6 wt % of weight\nloss in the Ni<sub>1</sub>Cu<sub>2</sub>–BTC precursor is observed.\n</p><p>Furthermore, the porous information of Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts was investigated\nwith the N<sub>2</sub> adsorption/desorption test. All of the five\nN<sub>2</sub> adsorption/desorption isotherms confirmed the type IV\ncurves according to the results of a. The values\nof the Brunauer–Emmett–Teller (BET) surface area and\nthe pore diameter are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>, suggesting that the surface area of bimetallic catalysts increased\nsharply compared to that of homometallic Ni/C<sub>500</sub> and Cu/C<sub>500</sub> catalysts. The maximum specific surface area of 225.3 m<sup>2</sup> g<sup>–1</sup> is obtained when the molar ratio of\nNi/Cu is 1:1. The pore diameter distribution is shown in b, mainly distributed\nfrom 1 to 6 nm. Combined with the SEM characterization results of\nprecursors, the collapse of the MOF structure may also cause the decrease\nof the pore volume after calcination.</p><p>Inductively coupled plasma (ICP)\nanalysis of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> confirmed\n15.6 wt % Ni and 41.4 wt % Cu in\nthe composition as summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. The deviation was likely due to the solubility of the metals during\nthe hydrothermal synthesis with the possible metal leaching from the\nhydrothermal solution as detected by ICP-mass spectrometry (MS) and\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>. The amount of metal\nleaching in the reaction (0.5 ppm of Ni and 51.2 ppm of Cu) indicates\nthe strong bonding force and ligand effect that existed in the bimetallic\nNi–Cu.</p><title>Catalytic Performance in the Hydrogenation\nof LA</title><p>As\nshown in a,\nthe catalytic performance of the set of Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts was first\nscreened in a batch reactor in 1,4-dioxane as a solvent at 160 °C\nand 2 MPa of H<sub>2</sub> pressure for 3 h. The homometallic Ni/C<sub>500</sub> showed a very low GVL yield, less than 40%. In comparison,\nwith the formation of the bimetallic NiCu nanoparticles, a higher\nyield was obtained. The Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst showed the highest catalytic performance with a 66.8% yield\nof GVL at the LA conversion of 69.3%. The ligand effect between Ni\nand Cu could induce the synergetic activities in the Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts.\nBesides this, the catalytic performance of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> was further used to evaluate other reaction parameters.\nThe effect of reaction temperature was then discussed under the constant\nconditions of 2 MPa H<sub>2</sub> and 3 h (b). A remarkable change in the catalytic\nperformance was observed by varying the reaction temperature. LA conversion\nwas found to increase from 7.0 to 99.9% as the temperature increased\nfrom 120 to 200 °C, with the corresponding improvement in the\nGVL yield from 1.5 to 97.1%. However, higher temperatures (&gt;200\n°C)\ndecreased the yield of GVL and induced side reactions (e.g., formation\nof 2-methyltetrahydrofuran and pentanoic acid). A temperature of 180 °C was chosen\nto explore other factors. The effect of H<sub>2</sub> pressure and\nreaction time was also evaluated and is presented in c,d.\nOptimum reaction parameters to achieve nearly a full conversion of\nLA and 93.9% yield of GVL are obtained in 1,4-dioxane at 180 °C,\n2 MPa of H<sub>2</sub> pressure, and 3 h of reaction time.</p><title>Stability of the Catalyst</title><p>Catalytic\nstability is a\ncrucial factor in deciding practical uses. The reusability of the\nnon-noble bimetallic Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst\nwas investigated for four cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). After each cycle, the catalyst was removed from the liquid phase\nthrough a simple separating and drying process without any regeneration\nstep. Then, fresh substrate LA and 1,4-dioxane solvent were added\nto the reactor for the next cycle under the action of recovery catalyst.\nThe results of the four-run tests are illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>. It can be seen that the Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst can still exhibit good stability after\nrecycling at least four times with almost no obvious loss in the GVL\nyield. The XRD pattern of the reused Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> after the fourth recycling test is illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>. The diffraction peaks of homo-Ni gradually\nemerged, which were likely due to the structural reconstruction. In\naddition, TEM and XPS analysis of the Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst after four runs, as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Figures S7 and S8</ext-link>, confirms that active sites\nof metals remain highly dispersed and with nearly no agglomeration,\nand the chemical state of the Cu metal component of the alloy was\nmaintained, which is the evidence of an unchanged structure, crystal\nphase, and chemical forms. Furthermore, a comparison table is summarized\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsanm.1c00339/suppl_file/an1c00339_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>, and the catalytic performance\nof the noble-metal-free Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> achieved in this work is much superior to those reported in the\nprevious works for the LA hydrogenation to GVL.</p>", "clean_text": "Physicochemical Characterizations of Catalysts\n\nX-ray diffraction (XRD) patterns of the as-prepared Ni x Cu y -BTC shown in Figure S1 are consistent with the simulated XRD patterns of Cu-BTC, indicating the successful synthesis of the isomorphic structure with different metal ions. Scanning electron microscopy (SEM) images (Figure S2a) reveal that the Ni-BTC presents a spherical-shaped structure and Cu-BTC possesses a typical octahedral structure (Figure S2e). For the bimetallic NiCu-MOFs, with the increasing of Cu content, the structure turned to be a more obvious octahedral-like shape, indicating the successful incorporation of Cu in the bimetallic MOFs. Fourier transform infrared (FT-IR) analysis (Figure S3) confirms the bond formation process. The peak positions of the three MOFs precursors are very similar. The strong and wide adsorption peak at 3400 cm-1 results from the stretching vibration of the O-H group from water molecules. The peaks around the range of 1370 cm-1 can be attributed to the symmetrical bending vibration of -CH2. All these bands were red-shifted compared with typical -CH2 bonds, illustrating that the -CH2 groups were replaced by electron-donating groups. The peaks around 730 cm-1 might be assigned to the Cu-O stretching vibration. The corresponding infrared absorption peaks also confirmed the successful synthesis of bimetallic MOFs. The thermal stability of materials was investigated by thermogravimetry-differential thermal analysis (TG-DTA), and the results are revealed in Figure S4a-e. Apart from the weight loss (~8 to 9 wt % in general) of the physically adsorbed water around 100-120 °C, the broad exothermic peaks from 300 to 500 °C could be attributed to the decomposition of organic matter. At this stage, 37.6 wt % of weight loss in the Ni1Cu2-BTC precursor is observed. \n\nFurthermore, the porous information of Ni x Cu y /C500 catalysts was investigated with the N2 adsorption/desorption test. All of the five N2 adsorption/desorption isotherms confirmed the type IV curves according to the results of a. The values of the Brunauer-Emmett-Teller (BET) surface area and the pore diameter are listed in Table S3, suggesting that the surface area of bimetallic catalysts increased sharply compared to that of homometallic Ni/C500 and Cu/C500 catalysts. The maximum specific surface area of 225.3 m2 g-1 is obtained when the molar ratio of Ni/Cu is 1:1. The pore diameter distribution is shown in b, mainly distributed from 1 to 6 nm. Combined with the SEM characterization results of precursors, the collapse of the MOF structure may also cause the decrease of the pore volume after calcination.\n\nInductively coupled plasma (ICP) analysis of Ni1Cu2/C500 confirmed 15.6 wt % Ni and 41.4 wt % Cu in the composition as summarized in Table S1. The deviation was likely due to the solubility of the metals during the hydrothermal synthesis with the possible metal leaching from the hydrothermal solution as detected by ICP-mass spectrometry (MS) and shown in Table S2. The amount of metal leaching in the reaction (0.5 ppm of Ni and 51.2 ppm of Cu) indicates the strong bonding force and ligand effect that existed in the bimetallic Ni-Cu.\n\nCatalytic Performance in the Hydrogenation of LA\n\nAs shown in a, the catalytic performance of the set of Ni x Cu y /C500 catalysts was first screened in a batch reactor in 1,4-dioxane as a solvent at 160 °C and 2 MPa of H2 pressure for 3 h. The homometallic Ni/C500 showed a very low GVL yield, less than 40%. In comparison, with the formation of the bimetallic NiCu nanoparticles, a higher yield was obtained. The Ni1Cu2/C500 catalyst showed the highest catalytic performance with a 66.8% yield of GVL at the LA conversion of 69.3%. The ligand effect between Ni and Cu could induce the synergetic activities in the Ni x Cu y /C500 catalysts. Besides this, the catalytic performance of Ni1Cu2/C500 was further used to evaluate other reaction parameters. The effect of reaction temperature was then discussed under the constant conditions of 2 MPa H2 and 3 h (b). A remarkable change in the catalytic performance was observed by varying the reaction temperature. LA conversion was found to increase from 7.0 to 99.9% as the temperature increased from 120 to 200 °C, with the corresponding improvement in the GVL yield from 1.5 to 97.1%. However, higher temperatures (>200 °C) decreased the yield of GVL and induced side reactions (e.g., formation of 2-methyltetrahydrofuran and pentanoic acid). A temperature of 180 °C was chosen to explore other factors. The effect of H2 pressure and reaction time was also evaluated and is presented in c,d. Optimum reaction parameters to achieve nearly a full conversion of LA and 93.9% yield of GVL are obtained in 1,4-dioxane at 180 °C, 2 MPa of H2 pressure, and 3 h of reaction time.\n\nStability of the Catalyst\n\nCatalytic stability is a crucial factor in deciding practical uses. The reusability of the non-noble bimetallic Ni1Cu2/C500 catalyst was investigated for four cycles (Figure S5). After each cycle, the catalyst was removed from the liquid phase through a simple separating and drying process without any regeneration step. Then, fresh substrate LA and 1,4-dioxane solvent were added to the reactor for the next cycle under the action of recovery catalyst. The results of the four-run tests are illustrated in Figure S5. It can be seen that the Ni1Cu2/C500 catalyst can still exhibit good stability after recycling at least four times with almost no obvious loss in the GVL yield. The XRD pattern of the reused Ni1Cu2/C500 after the fourth recycling test is illustrated in Figure S6. The diffraction peaks of homo-Ni gradually emerged, which were likely due to the structural reconstruction. In addition, TEM and XPS analysis of the Ni1Cu2/C500 catalyst after four runs, as shown in Figures S7 and S8, confirms that active sites of metals remain highly dispersed and with nearly no agglomeration, and the chemical state of the Cu metal component of the alloy was maintained, which is the evidence of an unchanged structure, crystal phase, and chemical forms. Furthermore, a comparison table is summarized in Table S6, and the catalytic performance of the noble-metal-free Ni1Cu2/C500 achieved in this work is much superior to those reported in the previous works for the LA hydrogenation to GVL.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "100–120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "300 to 500", "unit": "°C", "type": "decomposition of organic matter", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Synthesis diagram of\nthe Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Synthesis diagram of the Ni x Cu y /C500 catalysts.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD patterns\nof (a) bimetallic Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts and (b) the zoom-in\npattern of the range between 42.5 and 45.0°.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns of (a) bimetallic Ni x Cu y /C500 catalysts and (b) the zoom-in pattern of the range between 42.5 and 45.0°.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>TEM images of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> nanoparticles:\n(a) structural characteristics, (b) lattice fringe, and (c) size distribution.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  TEM images of Ni1Cu2/C500 nanoparticles: (a) structural characteristics, (b) lattice fringe, and (c) size distribution.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>HAADF-STEM images of Ni<sub>1</sub>Cu<sub>2</sub>/C<sub>500</sub> catalyst. (a) HAADF spectrum and (b-e) EDX mapping images.\n(f) Line\nprofile of Ni–Cu NPs.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  HAADF-STEM images of Ni1Cu2/C500 catalyst. (a) HAADF spectrum and (b-e) EDX mapping images. (f) Line profile of Ni-Cu NPs.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) N<sub>2</sub> adsorption/desorption\nisotherms and (b) pore\ndiameter distribution curves of the fabricated homo- and bimetallic\nNiCu catalysts.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) N2 adsorption/desorption isotherms and (b) pore diameter distribution curves of the fabricated homo- and bimetallic NiCu catalysts.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>XPS spectrum\nof (a) survey of the homo-Ni, Cu, and bimetallic NiCu\nnanoparticles. High-resolution spectra of (b) Ni 2p, (c) Cu 2p, and\n(d) Cu LMM.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  XPS spectrum of (a) survey of the homo-Ni, Cu, and bimetallic NiCu nanoparticles. High-resolution spectra of (b) Ni 2p, (c) Cu 2p, and (d) Cu LMM.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Catalytic performance\nof LA hydrogenation on the Ni<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>Cu<italic toggle=\"yes\">\n<sub>y</sub>\n</italic>/C<sub>500</sub> catalysts.\n(a) Different molar ratios (160 °C, 2 MPa H<sub>2</sub>, 3 h).\n(b) Reaction temperature (120–200 °C, 2 MPa H<sub>2</sub>, 3 h). (c) Reaction time (180 °C, 2 MPa H<sub>2</sub>, 1–5\nh). (d) H<sub>2</sub> pressure (180 °C, 1–3 MPa H<sub>2</sub>, 3 h). Catalyst: 20 mg; LA: 100 mg; solvent: 6 mL. The error\nbars represent at least three independent experimental measurements.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Catalytic performance of LA hydrogenation on the Ni x Cu y /C500 catalysts. (a) Different molar ratios (160 °C, 2 MPa H2, 3 h). (b) Reaction temperature (120-200 °C, 2 MPa H2, 3 h). (c) Reaction time (180 °C, 2 MPa H2, 1-5 h). (d) H2 pressure (180 °C, 1-3 MPa H2, 3 h). Catalyst: 20 mg; LA: 100 mg; solvent: 6 mL. The error bars represent at least three independent experimental measurements.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic of the\nProposed Mechanisms of the NiCu Bimetallic Catalyst</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"an1c00339_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic of the Proposed Mechanisms of the NiCu Bimetallic Catalyst   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsanm.1c00339", "title": null, "journal": "American Chemical\nSociety", "date": "2021.03", "author_list": ["Xu\nHong", "Hu\nDi", "Zhang\nMan", "Wang\nYuchen", "Zhao\nZhiyue", "Jiang\nZhiwei", "Garces\nHector F.", "Yan\nKai"]}}