{"filepath": "../L2M3_data/1_application_papers/acs_xml/an2c02628.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>As a class of persistent organic pollutants (POPs), polychlorinated\nbiphenyls (PCBs) are highly hazardous to the ecosystem, and their\neffective and facile detection is of high importance. Herein, we present\ntwo nanoporous metal–organic frameworks (MOFs), (Me<sub>2</sub>NH<sub>2</sub>)­[In­(CPTTA)]·(DMF)<sub>1.5</sub>(H<sub>2</sub>O)<sub>3.5</sub> (BUT-174) and (Et<sub>2</sub>NH<sub>2</sub>)­[In­(CPTTA)]·(DEF)­(H<sub>2</sub>O)<sub>3</sub> (BUT-175), constructed by In<sup>3+</sup> ions\nand the aromatic-rich tetratopic carboxylate ligands, 5′-(4-carboxylatophenyl)-[1,1′:3′,1″-terphenyl]-3,4′′,5-tricarboxylate\n(CPTTA<sup>4–</sup>), which exhibit highly efficient turn-down\nfluorescence response toward 12 PCBs, especially for three highly\ntoxic non-<italic toggle=\"yes\">ortho</italic>-substituted PCBs (PCB-77, -126, and\n-169) with the so-called “coplanar” molecular configuration\nin various solvents with the limits of detection (LODs) down to the\nppb level owing to the inner filter effect between MOFs and PCBs.\nIn addition, the MOFs show high sensing selectivity toward PCBs over\nmany relevant interferents, including hexabromocyclododecane (HBCD),\ndecabromodiphenyl oxide (DBDPO), perfluorobutanoic acid (PFBA), and\nperfluorooctanoic acid (PFOA), as well as good recyclability and stability.\nIt is demonstrated by this work that structurally well-defined MOFs\ncould be promising sensory materials for the detection of highly toxic\nPCBs in a facile way.</p>", "clean_text": "As a class of persistent organic pollutants (POPs), polychlorinated biphenyls (PCBs) are highly hazardous to the ecosystem, and their effective and facile detection is of high importance. Herein, we present two nanoporous metal-organic frameworks (MOFs), (Me2NH2)[In(CPTTA)]⋅(DMF)1.5(H2O)3.5 (BUT-174) and (Et2NH2)[In(CPTTA)]⋅(DEF)(H2O)3 (BUT-175), constructed by In3+ ions and the aromatic-rich tetratopic carboxylate ligands, 5'-(4-carboxylatophenyl)-[1,1':3',1\"-terphenyl]-3,4'',5-tricarboxylate (CPTTA4-), which exhibit highly efficient turn-down fluorescence response toward 12 PCBs, especially for three highly toxic non-ortho-substituted PCBs (PCB-77, -126, and -169) with the so-called \"coplanar\" molecular configuration in various solvents with the limits of detection (LODs) down to the ppb level owing to the inner filter effect between MOFs and PCBs. In addition, the MOFs show high sensing selectivity toward PCBs over many relevant interferents, including hexabromocyclododecane (HBCD), decabromodiphenyl oxide (DBDPO), perfluorobutanoic acid (PFBA), and perfluorooctanoic acid (PFOA), as well as good recyclability and stability. It is demonstrated by this work that structurally well-defined MOFs could be promising sensory materials for the detection of highly toxic PCBs in a facile way.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Polychlorinated biphenyls\n(PCBs) are a class of artificial chemicals.\nDue to their nonflammability, chemical stability, high boiling point,\nand electrical insulating properties, PCBs have been extensively used\nin dielectrics, heat exchange fluids, inks, paint additives, plasticizers,\netc. PCBs are highly stable and hardly decompose even under harsh\nconditions. They can be spread by adhering to the surface of soil\nor dust and enriched through the food chains, posing a severe threat\nto human health. Many studies revealed that PCBs\ncould cause chloracne, damage the nervous system and liver function\nof the human body, and are even regarded as carcinogens. From monochlorinated to fully chlorinated biphenyl, there are 209\ndifferent compounds, and the toxic effects of these PCBs vary depending\non their molecular structures. The non-<italic toggle=\"yes\">ortho</italic>-substituted\nPCBs with more coplanar molecular geometry commonly show higher toxicity\nthan the <italic toggle=\"yes\">ortho</italic>-substituted ones (). In 2001, the\nStockholm convention on persistent organic pollutants classified PCBs\nas a class of persistent organic pollutants (POPs). Therefore, the monitoring and control of PCBs are important\nfor human health and environmental protection.</p>", "clean_text": "Introduction\n\nPolychlorinated biphenyls (PCBs) are a class of artificial chemicals. Due to their nonflammability, chemical stability, high boiling point, and electrical insulating properties, PCBs have been extensively used in dielectrics, heat exchange fluids, inks, paint additives, plasticizers, etc. PCBs are highly stable and hardly decompose even under harsh conditions. They can be spread by adhering to the surface of soil or dust and enriched through the food chains, posing a severe threat to human health. Many studies revealed that PCBs could cause chloracne, damage the nervous system and liver function of the human body, and are even regarded as carcinogens. From monochlorinated to fully chlorinated biphenyl, there are 209 different compounds, and the toxic effects of these PCBs vary depending on their molecular structures. The non-ortho-substituted PCBs with more coplanar molecular geometry commonly show higher toxicity than the ortho-substituted ones (). In 2001, the Stockholm convention on persistent organic pollutants classified PCBs as a class of persistent organic pollutants (POPs). Therefore, the monitoring and control of PCBs are important for human health and environmental protection.", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Geometry-Optimized\nMolecular Models of Tested PCBs in This Work<xref ref-type=\"fn\" rid=\"s1fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0007.eps\" xlink:type=\"simple\"></graphic>\n<p>\n<fn id=\"s1fn1\">\n<label>a</label>\n<p>Color code: Cl, green;\nC, gray;\nand H, white; Φ stands for the dihedral angle between neighboring\naromatic rings, and the TEF values are the toxic equivalency factors\nevaluated by the World Health Organization (WHO) in 2005 with assigning\nthe TEF of a reference compound 2,3,7,8-tetrachlorodibenzo-p-dioxin\n(TCDD) being 1.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Geometry-Optimized Molecular Models of Tested PCBs in This Work      a Color code: Cl, green; C, gray; and H, white; Φ stands for the dihedral angle between neighboring aromatic rings, and the TEF values are the toxic equivalency factors evaluated by the World Health Organization (WHO) in 2005 with assigning the TEF of a reference compound 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) being 1.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"s1fn1\">\n<label>a</label>\n<p>Color code: Cl, green;\nC, gray;\nand H, white; Φ stands for the dihedral angle between neighboring\naromatic rings, and the TEF values are the toxic equivalency factors\nevaluated by the World Health Organization (WHO) in 2005 with assigning\nthe TEF of a reference compound 2,3,7,8-tetrachlorodibenzo-p-dioxin\n(TCDD) being 1.</p>\n</fn>\n</p>", "clean_text": "  a Color code: Cl, green; C, gray; and H, white; Φ stands for the dihedral angle between neighboring aromatic rings, and the TEF values are the toxic equivalency factors evaluated by the World Health Organization (WHO) in 2005 with assigning the TEF of a reference compound 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) being 1.  ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>To date, instrumental analysis\nmethods, including high-resolution\ntemperament and high-resolution mass spectrometry (HRMS), gas chromatography\nand triple quadrupole mass spectrometry (GC-QqQ-MS), and gas chromatography\nand ion trap tandem mass spectrometry (GC-IT-MS), are commonly used\nto detect PCBs. These detection methods have the advantages of accuracy\nand sensitivity. However, the cost is high for these PCB detection\nmethods, and professional operators and complicated sample pretreatments\nare required. There is a demand for alternative methods to conveniently\ndetect PCBs in the environmental protection and food safety fields.</p>", "clean_text": "To date, instrumental analysis methods, including high-resolution temperament and high-resolution mass spectrometry (HRMS), gas chromatography and triple quadrupole mass spectrometry (GC-QqQ-MS), and gas chromatography and ion trap tandem mass spectrometry (GC-IT-MS), are commonly used to detect PCBs. These detection methods have the advantages of accuracy and sensitivity. However, the cost is high for these PCB detection methods, and professional operators and complicated sample pretreatments are required. There is a demand for alternative methods to conveniently detect PCBs in the environmental protection and food safety fields.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>As one of the most promising molecular recognition methods, fluorescence\nsensing has gained extensive attention because of its fast response\nto external stimuli, high sensitivity, and easy operation. However, the lack of advanced sensing materials significantly limits\nits practical applications. As a class of novel nanoporous materials,\nmetal–organic frameworks (MOFs), constructed from metal ions/clusters\nwith organic ligands through coordination bonding, have been widely\nused in the areas of gas storage and separation, catalysis, chemical sensing, proton conduction, drug delivery, etc. Luminescent MOFs (LMOFs), a unique subclass of MOFs, have bloomed\nout as fluorescence sensors because of their unique optical property,\nadjustable pore structure, and specific analyte recognition ability. It has been proved that LMOFs possess a sensitive response toward\nvarious environmental pollutants, such as antibiotics, veterinary drugs, mycotoxins, and many others. However, to our knowledge, the detection of PCBs with MOFs as sensory\nmaterials has not been explored yet.</p>", "clean_text": "As one of the most promising molecular recognition methods, fluorescence sensing has gained extensive attention because of its fast response to external stimuli, high sensitivity, and easy operation. However, the lack of advanced sensing materials significantly limits its practical applications. As a class of novel nanoporous materials, metal-organic frameworks (MOFs), constructed from metal ions/clusters with organic ligands through coordination bonding, have been widely used in the areas of gas storage and separation, catalysis, chemical sensing, proton conduction, drug delivery, etc. Luminescent MOFs (LMOFs), a unique subclass of MOFs, have bloomed out as fluorescence sensors because of their unique optical property, adjustable pore structure, and specific analyte recognition ability. It has been proved that LMOFs possess a sensitive response toward various environmental pollutants, such as antibiotics, veterinary drugs, mycotoxins, and many others. However, to our knowledge, the detection of PCBs with MOFs as sensory materials has not been explored yet.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["property"], "content": "<p>In this work, we present\ntwo nanoporous MOFs, (Me<sub>2</sub>NH<sub>2</sub>)­[In­(CPTTA)]·(DMF)<sub>1.5</sub>(H<sub>2</sub>O)<sub>3.5</sub> (BUT-174) and (Et<sub>2</sub>NH<sub>2</sub>)­[In­(CPTTA)]·(DEF)­(H<sub>2</sub>O)<sub>3</sub> (BUT-175), obtained from the solvothermal reactions\nbetween organic ligand 5′-(4-carboxyphenyl)-[1,1′:3′,1″-terphenyl]-3,4′′,5-tricarboxylic\nacid (H<sub>4</sub>CPTTA) and In­(NO<sub>3</sub>)<sub>3</sub> in <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-diethylformamide (DEF), respectively\n(). Both MOFs\nexhibit strong fluorescence, and their fluorescence responses to 12\nPCBs (listed in ) have been studied. The fluorescence of BUT-174 and -175 could be\nquenched by all of the selected PCBs, and the fluorescence quenching\nis especially profound for three highly toxic non-<italic toggle=\"yes\">ortho</italic>-substituted PCBs (PCB-77, -126, and -169). The limits of detection\n(LODs) of BUT-174 and -175 to PCB-77, -126, and -169 are estimated\nto be 59, 79, and 92 ppb and 70, 86, and 90 ppb, respectively.</p>", "clean_text": "In this work, we present two nanoporous MOFs, (Me2NH2)[In(CPTTA)]⋅(DMF)1.5(H2O)3.5 (BUT-174) and (Et2NH2)[In(CPTTA)]⋅(DEF)(H2O)3 (BUT-175), obtained from the solvothermal reactions between organic ligand 5'-(4-carboxyphenyl)-[1,1':3',1\"-terphenyl]-3,4'',5-tricarboxylic acid (H4CPTTA) and In(NO3)3 in N,N-dimethylformamide (DMF) and N,N-diethylformamide (DEF), respectively (). Both MOFs exhibit strong fluorescence, and their fluorescence responses to 12 PCBs (listed in ) have been studied. The fluorescence of BUT-174 and -175 could be quenched by all of the selected PCBs, and the fluorescence quenching is especially profound for three highly toxic non-ortho-substituted PCBs (PCB-77, -126, and -169). The limits of detection (LODs) of BUT-174 and -175 to PCB-77, -126, and -169 are estimated to be 59, 79, and 92 ppb and 70, 86, and 90 ppb, respectively.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Synthesis Schematic of BUT-174 and BUT-175</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0008.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Synthesis Schematic of BUT-174 and BUT-175   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Characterization of the MOFs</title><p>Solvothermal\nreactions of H<sub>4</sub>CPTTA with In­(NO<sub>3</sub>)<sub>3</sub> in the presence of HBF<sub>4</sub> as a competing reagent in solvents\nDMF and DEF generated block-shaped single crystals of (Me<sub>2</sub>NH<sub>2</sub>)­[In­(CPTTA)]·(DMF)<sub>1.5</sub>(H<sub>2</sub>O)<sub>3.5</sub> (BUT-174) and (Et<sub>2</sub>NH<sub>2</sub>)­[In­(CPTTA)]·(DEF)­(H<sub>2</sub>O)<sub>3</sub> (BUT-175), respectively. Single-crystal X-ray\ndiffraction showed that BUT-174 crystallizes in the triclinic system\nwith space group <italic toggle=\"yes\">P</italic>\n<overline>1</overline>. As shown\nin a, each\nIn<sup>3+</sup> in BUT-174 is coordinated with four carboxylate groups\nfrom four different CPTTA<sup>4–</sup> ligands to form an In­(CO<sub>2</sub>)<sub>4</sub> secondary building unit (SBU) and each CPTTA<sup>4–</sup> is connecting four such In­(CO<sub>2</sub>)<sub>4</sub> SBUs (b).\nThe alternative connection of In­(CO<sub>2</sub>)<sub>4</sub> SBUs\nand CPTTA<sup>4–</sup> ligands leads to the formation of a\nthree-dimensional (3D) network, and twofold interpenetration of such\na 3D network results in the framework structure of BUT-174 (c). From the perspective\nof topology, the In­(COO)<sub>4</sub> SBUs and CPTTA<sup>4–</sup> ligands can be regarded as 4-connected nodes, so the framework structure\nof BUT-174 can be simplified as a 4-connected net with the point symbol\nof 6<sup>6</sup>, corresponding to the dia topology (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S1a,b</ext-link>). The connection between In­(COO)<sub>4</sub> SBUs\nand CPTTA<sup>4–</sup> ligands in BUT-175 is similar to that\nin BUT-174. However, the MOFs crystalize in different crystal systems\nand space groups (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>), which should\nhave resulted from the different solvents (DMF and DEF) used in their\nsyntheses. Indeed, a slight difference was observed in the configuration\nof CPTTA<sup>4–</sup> ligands in the MOFs. The dihedral angles\nbetween the peripheral phenyl ring R1, R2, or R3 and the central phenyl\nring R0 on the ligand in BUT-174 are 43, 16, and 24°, respectively,\nwhile those in BUT-175 are 49, 17, and 28°, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S1c,d</ext-link>). Although the configuration of\nligands is different, the framework structures of BUT-175 and BUT-174\nare still similar, implying that the frameworks of the MOFs are robust\nenough to tolerate some changes in the configuration of ligands. For\nboth MOFs, there are void volumes accounting for 42% of the unit cells\nbased on calculations with PLATON software, which are occupied by highly disordered guest solvent molecules\nas well as countercations [NH<sub>2</sub>(CH<sub>3</sub>)<sub>2</sub>]<sup>+</sup> and [NH<sub>2</sub>(CH<sub>2</sub>CH<sub>3</sub>)<sub>2</sub>]<sup>+</sup> according to the overall charge balance. These\nnonframework contents could not be modeled crystallographically, but\ntheir presence was confirmed by Fourier transform infrared (FT-IR),\nthermogravimetric analysis (TGA), and elemental analysis results,\nwhich are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figures S2–S5</ext-link> and the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">section 1.2</ext-link> of Supporting Information.</p>", "clean_text": "Results and Discussion\n\nCharacterization of the MOFs\n\nSolvothermal reactions of H4CPTTA with In(NO3)3 in the presence of HBF4 as a competing reagent in solvents DMF and DEF generated block-shaped single crystals of (Me2NH2)[In(CPTTA)]⋅(DMF)1.5(H2O)3.5 (BUT-174) and (Et2NH2)[In(CPTTA)]⋅(DEF)(H2O)3 (BUT-175), respectively. Single-crystal X-ray diffraction showed that BUT-174 crystallizes in the triclinic system with space group P 1. As shown in a, each In3+ in BUT-174 is coordinated with four carboxylate groups from four different CPTTA4- ligands to form an In(CO2)4 secondary building unit (SBU) and each CPTTA4- is connecting four such In(CO2)4 SBUs (b). The alternative connection of In(CO2)4 SBUs and CPTTA4- ligands leads to the formation of a three-dimensional (3D) network, and twofold interpenetration of such a 3D network results in the framework structure of BUT-174 (c). From the perspective of topology, the In(COO)4 SBUs and CPTTA4- ligands can be regarded as 4-connected nodes, so the framework structure of BUT-174 can be simplified as a 4-connected net with the point symbol of 66, corresponding to the dia topology (Figure S1a,b). The connection between In(COO)4 SBUs and CPTTA4- ligands in BUT-175 is similar to that in BUT-174. However, the MOFs crystalize in different crystal systems and space groups (Table S1), which should have resulted from the different solvents (DMF and DEF) used in their syntheses. Indeed, a slight difference was observed in the configuration of CPTTA4- ligands in the MOFs. The dihedral angles between the peripheral phenyl ring R1, R2, or R3 and the central phenyl ring R0 on the ligand in BUT-174 are 43, 16, and 24°, respectively, while those in BUT-175 are 49, 17, and 28°, respectively (Figure S1c,d). Although the configuration of ligands is different, the framework structures of BUT-175 and BUT-174 are still similar, implying that the frameworks of the MOFs are robust enough to tolerate some changes in the configuration of ligands. For both MOFs, there are void volumes accounting for 42% of the unit cells based on calculations with PLATON software, which are occupied by highly disordered guest solvent molecules as well as countercations [NH2(CH3)2]+ and [NH2(CH2CH3)2]+ according to the overall charge balance. These nonframework contents could not be modeled crystallographically, but their presence was confirmed by Fourier transform infrared (FT-IR), thermogravimetric analysis (TGA), and elemental analysis results, which are shown in Figures S2-S5 and the section 1.2 of Supporting Information.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination\nmode of (a) [In­(CO<sub>2</sub>)<sub>4</sub>] node\nand (b) CPTTA<sup>4–</sup> ligand (color code: In, wathet-blue;\nC, black; O, red), and (c) view of the 3D framework of BUT-174 along\nthe <italic toggle=\"yes\">b</italic>-axis.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Coordination mode of (a) [In(CO2)4] node and (b) CPTTA4- ligand (color code: In, wathet-blue; C, black; O, red), and (c) view of the 3D framework of BUT-174 along the b-axis.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>Powder X-ray diffraction (PXRD) patterns of the\nas-synthesized\nMOFs matched well with the simulated patterns from single-crystal\ndata (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), indicative of their pure\nphase. After being immersed in DMF, ethyl acetate (EA), and dichloromethane\n(DCM) for 2 days, or immersed in water for 24 h, the structures of\nthe two MOFs remained unchanged, as suggested by the PXRD patterns\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), indicating high stability\nof the MOFs to the solvents. N<sub>2</sub> adsorption measurements\nat 77 K were performed for BUT-174 and -175 after their as-synthesized\nsamples were guest-exchanged with acetone and degassed under high\nvacuum at 90 °C for 10 h. The adsorption isotherms showed negligible\nN<sub>2</sub> uptakes and Brunauer–Emmett–Teller (BET)\nsurface areas of the MOFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>).\nPXRD measurements revealed that after activation the MOFs retained\nhigh crystallinity but the PXRD peaks shifted (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), which implies that the MOFs changed into pore-closed\nphases due to the well-known structural flexibility of interpenetrated\nMOFs. The TGA curves of BUT-174 and -175 showed that they started\nto decompose as the temperature reached 350 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>).</p>", "clean_text": "Powder X-ray diffraction (PXRD) patterns of the as-synthesized MOFs matched well with the simulated patterns from single-crystal data (Figure S6), indicative of their pure phase. After being immersed in DMF, ethyl acetate (EA), and dichloromethane (DCM) for 2 days, or immersed in water for 24 h, the structures of the two MOFs remained unchanged, as suggested by the PXRD patterns (Figure S6), indicating high stability of the MOFs to the solvents. N2 adsorption measurements at 77 K were performed for BUT-174 and -175 after their as-synthesized samples were guest-exchanged with acetone and degassed under high vacuum at 90 °C for 10 h. The adsorption isotherms showed negligible N2 uptakes and Brunauer-Emmett-Teller (BET) surface areas of the MOFs (Figure S7). PXRD measurements revealed that after activation the MOFs retained high crystallinity but the PXRD peaks shifted (Figure S6), which implies that the MOFs changed into pore-closed phases due to the well-known structural flexibility of interpenetrated MOFs. The TGA curves of BUT-174 and -175 showed that they started to decompose as the temperature reached 350 °C (Figure S5).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Detection of PCBs</title><p>Considering that\nPCBs are lipophilic and hardly dissolve in water, the fluorescence\nquenching titration experiments for the two MOFs toward the selected\nPCBs were performed in DMF. The MOF crystals were first ground and\nthen dispersed in the solvent. Upon excitation at 280 nm, H<sub>4</sub>CPTTA exhibited fluorescent emissions at 390 nm; the fluorescence\nemission maxima of the MOFs were at around 370 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S8a,b</ext-link>). The excitation and emission spectra of the\ntested PCBs have also been recorded, which show emission at 330 nm\nunder excitation at 275 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S9a,b</ext-link>). To check the stability of the suspensions of ground MOF samples\nin DMF, the surface charges/ζ potentials of BUT-174 and BUT-175\nparticles in the DMF suspensions were measured, being −35 and\n−32 mV, respectively. To further confirm the stability of the\nMOF suspensions, the fluorescence spectra of the MOF suspensions were\nmonitored as time passes. The fluorescence spectra did not obviously\nchange in 60 min, suggesting high stability of the MOF suspensions\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S10a,b</ext-link>). SEM images showed that\nthe MOF particles in the MOF suspensions were quite uniform and well\ndispersed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S10c,d</ext-link>).</p>", "clean_text": "Detection of PCBs\n\nConsidering that PCBs are lipophilic and hardly dissolve in water, the fluorescence quenching titration experiments for the two MOFs toward the selected PCBs were performed in DMF. The MOF crystals were first ground and then dispersed in the solvent. Upon excitation at 280 nm, H4CPTTA exhibited fluorescent emissions at 390 nm; the fluorescence emission maxima of the MOFs were at around 370 nm (Figure S8a,b). The excitation and emission spectra of the tested PCBs have also been recorded, which show emission at 330 nm under excitation at 275 nm (Figure S9a,b). To check the stability of the suspensions of ground MOF samples in DMF, the surface charges/ζ potentials of BUT-174 and BUT-175 particles in the DMF suspensions were measured, being -35 and -32 mV, respectively. To further confirm the stability of the MOF suspensions, the fluorescence spectra of the MOF suspensions were monitored as time passes. The fluorescence spectra did not obviously change in 60 min, suggesting high stability of the MOF suspensions (Figure S10a,b). SEM images showed that the MOF particles in the MOF suspensions were quite uniform and well dispersed (Figure S10c,d).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>Fluorescence\nquenching titration experiments were carried out with the incremental\naddition of the PCB solutions to the MOF suspensions. With the addition\nof PCBs, the fluorescence of BUT-174 and -175 was gradually quenched\n(a–f\nand <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">S11–S16</ext-link>). The fluorescence response\nto the analytes is instantaneous, and the process of addition of the\nanalyte to the MOF suspension and the measurement of fluorescence\nspectra takes about 10 s. Noteworthily, the three highly toxic PCBs\n(PCB-77, -126, and -169) had higher quenching efficiencies than the\nother PCBs (g). The quenching efficiencies of PCB-77, -126, and -169 on BUT-174\nreached 91, 88, and 92%, and those on BUT-175 were 90, 87, and 87%,\nrespectively. The quenching efficiencies of the tested PCBs on BUT-174\nfollowed the order PCB-169 &gt; -77 &gt; -126 &gt; -4 &gt; -14 &gt;\n-118 &gt; -28 &gt;\n-101 &gt; -52 &gt; -153 &gt; -138 &gt; -180, and those on BUT-175\nfollowed the\norder PCB-77 &gt; -126 &gt; -169 &gt; -4 &gt; -14 &gt; -118 &gt; -153\n&gt; -52 &gt; -28 &gt;\n-138 &gt; -101 &gt; -180 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). Meanwhile,\nit was confirmed that the addition of pure DMF had a limited influence\non the fluorescence intensities of the two MOFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>).</p>", "clean_text": "Fluorescence quenching titration experiments were carried out with the incremental addition of the PCB solutions to the MOF suspensions. With the addition of PCBs, the fluorescence of BUT-174 and -175 was gradually quenched (a-f and S11-S16). The fluorescence response to the analytes is instantaneous, and the process of addition of the analyte to the MOF suspension and the measurement of fluorescence spectra takes about 10 s. Noteworthily, the three highly toxic PCBs (PCB-77, -126, and -169) had higher quenching efficiencies than the other PCBs (g). The quenching efficiencies of PCB-77, -126, and -169 on BUT-174 reached 91, 88, and 92%, and those on BUT-175 were 90, 87, and 87%, respectively. The quenching efficiencies of the tested PCBs on BUT-174 followed the order PCB-169 > -77 > -126 > -4 > -14 > -118 > -28 > -101 > -52 > -153 > -138 > -180, and those on BUT-175 followed the order PCB-77 > -126 > -169 > -4 > -14 > -118 > -153 > -52 > -28 > -138 > -101 > -180 (Table S2). Meanwhile, it was confirmed that the addition of pure DMF had a limited influence on the fluorescence intensities of the two MOFs (Figure S17).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Effect on the emission spectra of BUT-174 and BUT-175\ndispersed\nin DMF upon the incremental addition of 500 μL (100 ppm) of\nDMF solutions of PCB-77 (a, d), PCB-126 (b, e), and PCB-169 (c, f);\n(g) quenching efficiencies of the tested PCBs on the fluorescence\nof BUT-174 and BUT-175.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Effect on the emission spectra of BUT-174 and BUT-175 dispersed in DMF upon the incremental addition of 500 μL (100 ppm) of DMF solutions of PCB-77 (a, d), PCB-126 (b, e), and PCB-169 (c, f); (g) quenching efficiencies of the tested PCBs on the fluorescence of BUT-174 and BUT-175.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>To evaluate the reproducibility and stability of\nsensing experiments,\nthree sets of fluorescence titration experiments of BUT-174 for PCB-169\nwere carried out. The results showed that the fluorescence quenching\nefficiencies were close, and the standard deviations were 0.0036,\n0.0014, 0.0033, and 0.0108 for each of the three measurements with\n50, 100, 150, and 200 μL addition of PCB-169, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>). These data suggest good reproducibility\nand stability of the detection method.</p>", "clean_text": "To evaluate the reproducibility and stability of sensing experiments, three sets of fluorescence titration experiments of BUT-174 for PCB-169 were carried out. The results showed that the fluorescence quenching efficiencies were close, and the standard deviations were 0.0036, 0.0014, 0.0033, and 0.0108 for each of the three measurements with 50, 100, 150, and 200 μL addition of PCB-169, respectively (Figure S18). These data suggest good reproducibility and stability of the detection method.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Fluorescence quenching\nwas quantitatively fitted with the Stern–Volmer\n(SV) equation: (<italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic>)\n= 1 + <italic toggle=\"yes\">K</italic>\n<sub>sv</sub>[<italic toggle=\"yes\">Q</italic>] to better\nunderstand the relationship between the concentration of PCBs and\nthe fluorescence intensity of MOFs, where <italic toggle=\"yes\">I</italic>\n<sub>0</sub> is the fluorescence intensity of the initial MOF suspension, <italic toggle=\"yes\">I</italic> is the fluorescence intensity of the MOF suspension after\nthe addition of the PCBs, <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is the quenching\nconstant (M<sup>–1</sup>), and [<italic toggle=\"yes\">Q</italic>] is the\nmolar concentration of the PCBs. At low\nconcentration ranges, the SV plots for PCB-77, -126, and -169 were\nnearly linear, but as the concentration of PCBs got higher, the SV\nplots deviated from linearity to nonlinearity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figures S19–S21</ext-link>). The nonlinearity of SV plots might\nbe attributed to the self-absorption or energy-transfer process. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>, the <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> values of PCB-77, -126, and -169 on BUT-174 and -175\nwere high, ranging from 34 420 to 52 280 M<sup>–1</sup>. Based on the <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> values and the standard\ndeviations (<italic toggle=\"yes\">S</italic>\n<sub>b</sub>) for three repeated fluorescent\nmeasurements of blank MOF suspensions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>), the LODs (3<italic toggle=\"yes\">S</italic>\n<sub>b</sub>/<italic toggle=\"yes\">K</italic>\n<sub>sv</sub>) of BUT-174 toward PCB-77, -126, and -169 were estimated\nto be 59, 79, and 92 ppb and those of BUT-175 were 70, 86, and 90\nppb, respectively.</p>", "clean_text": "Fluorescence quenching was quantitatively fitted with the Stern-Volmer (SV) equation: (I 0/I) = 1 + K sv[Q] to better understand the relationship between the concentration of PCBs and the fluorescence intensity of MOFs, where I 0 is the fluorescence intensity of the initial MOF suspension, I is the fluorescence intensity of the MOF suspension after the addition of the PCBs, K sv is the quenching constant (M-1), and [Q] is the molar concentration of the PCBs. At low concentration ranges, the SV plots for PCB-77, -126, and -169 were nearly linear, but as the concentration of PCBs got higher, the SV plots deviated from linearity to nonlinearity (Figures S19-S21). The nonlinearity of SV plots might be attributed to the self-absorption or energy-transfer process. As shown in Table S3, the K sv values of PCB-77, -126, and -169 on BUT-174 and -175 were high, ranging from 34420 to 52280 M-1. Based on the K sv values and the standard deviations (S b) for three repeated fluorescent measurements of blank MOF suspensions (Figure S22), the LODs (3S b/K sv) of BUT-174 toward PCB-77, -126, and -169 were estimated to be 59, 79, and 92 ppb and those of BUT-175 were 70, 86, and 90 ppb, respectively.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Anti-interference and selectivity are essential\nproperties for\nfluorescent detection materials. To evaluate the anti-interference\nperformance of BUT-174 and -175, the MOFs were dispersed in DMF solutions\nwith different pH values or containing different ions for fluorescence\ntitration experiments. The experimental results showed that these\nexternal factors had a limited impact on the PCB detection performance\nof BUT-174 and -175, indicating the good anti-interference performance\nof the MOFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figures S23–S27</ext-link>). Meanwhile,\nafter treatment in the weakly acidic (pH = 3) and basic (pH = 10)\nsolutions for 24 h, the PXRD patterns of the MOFs well matched the\nsimulated PXRD patterns, suggesting good stability of the two MOFs\nunder these conditions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link>).</p>", "clean_text": "Anti-interference and selectivity are essential properties for fluorescent detection materials. To evaluate the anti-interference performance of BUT-174 and -175, the MOFs were dispersed in DMF solutions with different pH values or containing different ions for fluorescence titration experiments. The experimental results showed that these external factors had a limited impact on the PCB detection performance of BUT-174 and -175, indicating the good anti-interference performance of the MOFs (Figures S23-S27). Meanwhile, after treatment in the weakly acidic (pH = 3) and basic (pH = 10) solutions for 24 h, the PXRD patterns of the MOFs well matched the simulated PXRD patterns, suggesting good stability of the two MOFs under these conditions (Figure S28).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Considering that PCBs are highly stable and often used in the electronic\nfield, hexabromocyclododecane (HBCD) and decabromodiphenyl oxide (DBDPO)\nwere selected as interferents because they are commonly used in electronic\ndevices as flame retardants. As typical POPs, perfluorobutanoic acid\n(PFBA) and perfluorooctanoic acid (PFOA) were also selected as interferents\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S29</ext-link>). The addition of PFBA, PFOA,\nHBCD, or DBDPO only slightly quenched the fluorescence of BUT-174\nand -175 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figures S30 and S31</ext-link>), especially\nfor PFBA, PFOA, and HBCD. Fluorescence titration experiments with\na mixture of the above-mentioned interferents were also carried out.\nAs shown in , with the addition of the interferent mixture, the fluorescence\nemission of the MOF suspension was slightly quenched. However, the\naddition of PCB-169 to the system led to the significantly quenched\nfluorescence emission of the MOF suspension. It indicated that the\ninterferents had little effect on the fluorescence emissions of MOFs\nand the two MOFs had good selective detection abilities.</p>", "clean_text": "Considering that PCBs are highly stable and often used in the electronic field, hexabromocyclododecane (HBCD) and decabromodiphenyl oxide (DBDPO) were selected as interferents because they are commonly used in electronic devices as flame retardants. As typical POPs, perfluorobutanoic acid (PFBA) and perfluorooctanoic acid (PFOA) were also selected as interferents (Figure S29). The addition of PFBA, PFOA, HBCD, or DBDPO only slightly quenched the fluorescence of BUT-174 and -175 (Figures S30 and S31), especially for PFBA, PFOA, and HBCD. Fluorescence titration experiments with a mixture of the above-mentioned interferents were also carried out. As shown in , with the addition of the interferent mixture, the fluorescence emission of the MOF suspension was slightly quenched. However, the addition of PCB-169 to the system led to the significantly quenched fluorescence emission of the MOF suspension. It indicated that the interferents had little effect on the fluorescence emissions of MOFs and the two MOFs had good selective detection abilities.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Fluorescence\nspectra of (a) BUT-174 and (b) -175 upon the addition\nof PCB-169 (400 μL, 100 ppm) in the presence of a mixture of\nPFBA, PFOA, HBCD, and DBDPO (100 ppm for each interferent) in DMF.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Fluorescence spectra of (a) BUT-174 and (b) -175 upon the addition of PCB-169 (400 μL, 100 ppm) in the presence of a mixture of PFBA, PFOA, HBCD, and DBDPO (100 ppm for each interferent) in DMF.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>During the pretreatment process of detecting PCBs,\nextracting PCBs\nfrom real samples with certain organic solvents is required. Ethyl\nacetate (EA) and dichloromethane (DCM) are common extractants for\nPCBs; thus, the fluorescence titration experiments\nin the two solvents were also carried out. Upon excitation at 280\nnm for BUT-174 and 285 nm for BUT-175, the fluorescence emission maxima\nof the MOFs in EA or DCM were at around 370 nm as those in DMF (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). A total of 200 μL solution\nof PCBs in EA or DCM was added to a 1 mL suspension of MOF in EA or\nDCM in four equivalent parts. The results showed that the fluorescence\nintensities of both BUT-174 and -175 gradually decreased with adding\nthe PCBs either in DCM or in EA, and the sensing performances of two\nMOFs in EA, DCM, and DMF were similar (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figures S32–S45</ext-link>). These results revealed that the fluorescence\nperformances of BUT-174 and -175 were stable and the solvent had limited\ninfluence on their detection performances for PCBs.</p>", "clean_text": "During the pretreatment process of detecting PCBs, extracting PCBs from real samples with certain organic solvents is required. Ethyl acetate (EA) and dichloromethane (DCM) are common extractants for PCBs; thus, the fluorescence titration experiments in the two solvents were also carried out. Upon excitation at 280 nm for BUT-174 and 285 nm for BUT-175, the fluorescence emission maxima of the MOFs in EA or DCM were at around 370 nm as those in DMF (Figure S8). A total of 200 μL solution of PCBs in EA or DCM was added to a 1 mL suspension of MOF in EA or DCM in four equivalent parts. The results showed that the fluorescence intensities of both BUT-174 and -175 gradually decreased with adding the PCBs either in DCM or in EA, and the sensing performances of two MOFs in EA, DCM, and DMF were similar (Figures S32-S45). These results revealed that the fluorescence performances of BUT-174 and -175 were stable and the solvent had limited influence on their detection performances for PCBs.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>The PCB\ndetection experiments were also carried out in a prepared\npollution sample. The waste etching solution often contained high\nconcentrations of PCBs after the etching of printed circuit boards.\nA waste etching solution containing PCB-169 was prepared according\nto the literature; then, PCB-169 in the\nwaste etching solution was extracted with EA and concentrated to 18\nmL. The concentration of PCB-169 in the concentrated solution was\nestimated to be 32.1 ppb by GC–MS (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S46a,b</ext-link>). After evaporating all of the EA, 1 mL of DMF suspension\nof BUT-175 was added to the residue of the waste etching solution,\nand the fluorescence intensity of BUT-175 was quenched due to the\npresence of PCB-169 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S46c</ext-link>). According\nto the Stern–Volmer (SV) equation mentioned above, the concentration\nof PCB-169 in 1 mL of DMF was calculated to be 562 ppb, close to the\nconcentration obtained by GC-MC analysis (32.1 × 18 = 577.8 ppb),\nindicating the great potential of the MOFs in the detection of highly\ntoxic PCBs in real samples. Certainly, compared with traditional PCB\ndetection methods such as GC-MC, the fluorescence detection method\nusing BUT-174 and -175 is not sensitive enough to detect PCBs in the\nwater samples, which are commonly at the level of dozens of ppt. However,\nthe fluorescence detection of PCBs is convenient and the device can\nbe portable, which is more suitable for the fast and large-scale screening\nof relatively high concentrations of PCBs in waste insulating oil,\npaint, etching solution, etc. On the other hand, the LODs of the two\nMOFs for PCBs are lower than those of commercial kits (ppm level)\nand comparable to those of some reported spectroscopic detection methods\nfor PCB detection (). Additionally, the MOFs show advantage in terms of anti-interference,\neasy operation, and reusability (discussed below) for the detection\nof PCBs compared to the other methods.</p>", "clean_text": "The PCB detection experiments were also carried out in a prepared pollution sample. The waste etching solution often contained high concentrations of PCBs after the etching of printed circuit boards. A waste etching solution containing PCB-169 was prepared according to the literature; then, PCB-169 in the waste etching solution was extracted with EA and concentrated to 18 mL. The concentration of PCB-169 in the concentrated solution was estimated to be 32.1 ppb by GC-MS (Figure S46a,b). After evaporating all of the EA, 1 mL of DMF suspension of BUT-175 was added to the residue of the waste etching solution, and the fluorescence intensity of BUT-175 was quenched due to the presence of PCB-169 (Figure S46c). According to the Stern-Volmer (SV) equation mentioned above, the concentration of PCB-169 in 1 mL of DMF was calculated to be 562 ppb, close to the concentration obtained by GC-MC analysis (32.1 × 18 = 577.8 ppb), indicating the great potential of the MOFs in the detection of highly toxic PCBs in real samples. Certainly, compared with traditional PCB detection methods such as GC-MC, the fluorescence detection method using BUT-174 and -175 is not sensitive enough to detect PCBs in the water samples, which are commonly at the level of dozens of ppt. However, the fluorescence detection of PCBs is convenient and the device can be portable, which is more suitable for the fast and large-scale screening of relatively high concentrations of PCBs in waste insulating oil, paint, etching solution, etc. On the other hand, the LODs of the two MOFs for PCBs are lower than those of commercial kits (ppm level) and comparable to those of some reported spectroscopic detection methods for PCB detection (). Additionally, the MOFs show advantage in terms of anti-interference, easy operation, and reusability (discussed below) for the detection of PCBs compared to the other methods.", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Existing Methods for Detecting PCBs</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"center\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>materials</oasis:entry>\n<oasis:entry>methods</oasis:entry>\n<oasis:entry>media</oasis:entry>\n<oasis:entry>LOD</oasis:entry>\n<oasis:entry>reference</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"3\">commercial\nkits</oasis:entry>\n<oasis:entry>HAH pocket col\nII test kit</oasis:entry>\n<oasis:entry>colorimetry/immunoassay</oasis:entry>\n<oasis:entry>soil</oasis:entry>\n<oasis:entry>1 ppm</oasis:entry>\n<oasis:entry>[<xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>clor-N-oil</oasis:entry>\n<oasis:entry>fixed endpoint colorimetric\ntitration</oasis:entry>\n<oasis:entry>transformer\noil</oasis:entry>\n<oasis:entry>20 ppm</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>clor-N-soil\nkit</oasis:entry>\n<oasis:entry>fixed endpoint\ncolorimetric\ntitration</oasis:entry>\n<oasis:entry>soil</oasis:entry>\n<oasis:entry>50 ppm</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>envirogard PCB test kit</oasis:entry>\n<oasis:entry>colorimetry/immunoassay</oasis:entry>\n<oasis:entry>soil</oasis:entry>\n<oasis:entry>0.5 ppm</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"8\">academic research</oasis:entry>\n<oasis:entry>benzopyrene</oasis:entry>\n<oasis:entry>fluorescence</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>PCB-126, ppb level</oasis:entry>\n<oasis:entry>[<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"ref-style=base-text\"></xref>]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>functionalized\npolysilsesquioxane\nfilm</oasis:entry>\n<oasis:entry>fluorescence</oasis:entry>\n<oasis:entry>ethanol</oasis:entry>\n<oasis:entry>PCB-77, 803 ppb</oasis:entry>\n<oasis:entry>[<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>surface-enhanced\nRaman scattering</oasis:entry>\n<oasis:entry>unmodified</oasis:entry>\n<oasis:entry>isopropanol</oasis:entry>\n<oasis:entry>PCB-77, ∼10<sup>–5</sup> M</oasis:entry>\n<oasis:entry>[<xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"ref-style=base-text\"></xref>]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>modified PCBs with −SCH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>isopropanol</oasis:entry>\n<oasis:entry>PCB-77-SCH<sub>3</sub>, ∼10<sup>–8</sup> M</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>two-step laser mass spectrometry</oasis:entry>\n<oasis:entry>pulsed infrared (IR) laser\nand a pulsed ultraviolet (UV) laser</oasis:entry>\n<oasis:entry>soil/sediment particles</oasis:entry>\n<oasis:entry>1–10 ppm</oasis:entry>\n<oasis:entry>[<xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"ref-style=base-text\"></xref>]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BUT-174</oasis:entry>\n<oasis:entry>fluorescence</oasis:entry>\n<oasis:entry>DMF/EA/DCM</oasis:entry>\n<oasis:entry>PCB-77, 59 ppb PCB-126,\n79 ppb PCB-169, 92 ppb</oasis:entry>\n<oasis:entry>This work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BUT-175</oasis:entry>\n<oasis:entry>fluorescence</oasis:entry>\n<oasis:entry>DMF/EA/DCM</oasis:entry>\n<oasis:entry>PCB-77, 70 ppb PCB-126,\n86 ppb PCB-169, 90 ppb</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Fluorescence Quenching Mechanism</title><p>To better understand the high performance of BUT-174 and BUT-175\nin the detection of PCBs, the fluorescence quenching mechanism was\nexplored. It is well known that the photoinduced electron transfer\nprocess (PET) and fluorescence resonance energy transfer (FRET) are\ntwo common mechanisms in the fluorescence quenching processes. The occurrence of the PET process depends on the energy levels of\nthe lowest unoccupied molecular orbitals (LUMOs) of the MOFs and the\nanalytes. Only when the energy levels of the former are higher than\nthose of the latter, the PET process can occur. The LUMO and highest occupied molecular orbital (HOMO) energies\nof the two MOFs were obtained by analyzing the cyclic voltammetry\n(CV) data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S47</ext-link>), and the HOMO and\nLUMO energies of PCBs were obtained by density functional theory (DFT)\ncalculations on B3LYP/6-31g* with Materials Studio software. As shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S48a</ext-link>, the LUMO energies of PCBs are higher than those of the\ntwo MOFs, suggesting that there is no electron transfer from excited\nMOF to the PCBs. Therefore, PET is not the mechanism for the observed\nfluorescence quenching. FRET occurs when the emission spectra of fluorophores\noverlap the absorption spectra of analytes. If the emission spectrum of a fluorescent group (donor) overlaps\nthe absorption spectrum of another group (acceptor), the excitation\nenergy of the donor can be absorbed by the acceptor and the fluorescence\nintensity of the donor is quenched. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S48b</ext-link>, the absorption bands of PCBs only slightly overlap\nthe emission spectra of the two MOFs, so FRET should play a minor\nrole in the fluorescence quenching processes. The collision between\nfluorescent probes and the analytes can also affect the fluorescence\nof the probes. The fluorescence lifetime curves of MOF dispersions\n(BUT-174 and BUT-175) well overlapped those of the PCB-added MOF dispersions\n(BUT-174@PCB-169 and BUT-175@PCB-169) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S49</ext-link>), indicating that there was no obvious interaction between\nPCBs and MOFs and thus dynamic quenching mechanism can be ruled out.\nControl experiments also indicated that the PCBs could not be adsorbed\nby the MOFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S50</ext-link>).</p>", "clean_text": "Fluorescence Quenching Mechanism\n\nTo better understand the high performance of BUT-174 and BUT-175 in the detection of PCBs, the fluorescence quenching mechanism was explored. It is well known that the photoinduced electron transfer process (PET) and fluorescence resonance energy transfer (FRET) are two common mechanisms in the fluorescence quenching processes. The occurrence of the PET process depends on the energy levels of the lowest unoccupied molecular orbitals (LUMOs) of the MOFs and the analytes. Only when the energy levels of the former are higher than those of the latter, the PET process can occur. The LUMO and highest occupied molecular orbital (HOMO) energies of the two MOFs were obtained by analyzing the cyclic voltammetry (CV) data (Figure S47), and the HOMO and LUMO energies of PCBs were obtained by density functional theory (DFT) calculations on B3LYP/6-31g* with Materials Studio software. As shown in Table S4 and Figure S48a, the LUMO energies of PCBs are higher than those of the two MOFs, suggesting that there is no electron transfer from excited MOF to the PCBs. Therefore, PET is not the mechanism for the observed fluorescence quenching. FRET occurs when the emission spectra of fluorophores overlap the absorption spectra of analytes. If the emission spectrum of a fluorescent group (donor) overlaps the absorption spectrum of another group (acceptor), the excitation energy of the donor can be absorbed by the acceptor and the fluorescence intensity of the donor is quenched. As shown in Figure S48b, the absorption bands of PCBs only slightly overlap the emission spectra of the two MOFs, so FRET should play a minor role in the fluorescence quenching processes. The collision between fluorescent probes and the analytes can also affect the fluorescence of the probes. The fluorescence lifetime curves of MOF dispersions (BUT-174 and BUT-175) well overlapped those of the PCB-added MOF dispersions (BUT-174@PCB-169 and BUT-175@PCB-169) (Figure S49), indicating that there was no obvious interaction between PCBs and MOFs and thus dynamic quenching mechanism can be ruled out. Control experiments also indicated that the PCBs could not be adsorbed by the MOFs (Figure S50).", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The inner\nfilter effect is an important quenching mechanism in chemical sensing,\nwhich arises from the absorption spectrum of analytes overlaps with\nthe excitation and/or emission spectrum of the fluorescent probes. As shown in , the excitation spectra of the two MOFs cover most of the absorption\nspectra of the 12 PCBs, which indicates that there exists a competition\nof excitation light between the PCBs and MOFs, resulting in fluorescence\nquenching of MOFs. Especially, the three highly toxic PCBs (PCB-77,\n-126, and -169) as well as PCB-14, being non-<italic toggle=\"yes\">ortho</italic>-substituted PCBs with more coplanar molecular configuration, show\nobviously stronger UV absorption than the other <italic toggle=\"yes\">ortho</italic>-substituted PCBs, which well explained that the especially sensitive\nresponse of the MOFs to the highly toxic PCBs. One may also note that <italic toggle=\"yes\">ortho</italic>-substituted PCB-4 shows much stronger UV absorption\nthan the other <italic toggle=\"yes\">ortho</italic>-substituted PCBs. The reason\nis not clear yet. In addition, to explore the reason why the fluorescence\nquenching of MOFs by the interferents was not pronounced, the UV absorption\nspectra of PFBA, PFOA, HBCD, and DBDPO were recorded. No absorption\nwas observed above 250 nm for PFBA, PFOA, and HBCD, while a UV absorption\nband was observed for DBDPO in the range of 250–300 nm (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S51</ext-link>). The excitation spectra of the two\nMOFs covered with the absorption spectra of the DBDPO, and the competition\nof excitation light absorption between the DBDPO and MOFs resulted\nin slight quenching of the fluorescence of MOFs by DBDPO (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figures S30d and S31d</ext-link>).</p>", "clean_text": "The inner filter effect is an important quenching mechanism in chemical sensing, which arises from the absorption spectrum of analytes overlaps with the excitation and/or emission spectrum of the fluorescent probes. As shown in , the excitation spectra of the two MOFs cover most of the absorption spectra of the 12 PCBs, which indicates that there exists a competition of excitation light between the PCBs and MOFs, resulting in fluorescence quenching of MOFs. Especially, the three highly toxic PCBs (PCB-77, -126, and -169) as well as PCB-14, being non-ortho-substituted PCBs with more coplanar molecular configuration, show obviously stronger UV absorption than the other ortho-substituted PCBs, which well explained that the especially sensitive response of the MOFs to the highly toxic PCBs. One may also note that ortho-substituted PCB-4 shows much stronger UV absorption than the other ortho-substituted PCBs. The reason is not clear yet. In addition, to explore the reason why the fluorescence quenching of MOFs by the interferents was not pronounced, the UV absorption spectra of PFBA, PFOA, HBCD, and DBDPO were recorded. No absorption was observed above 250 nm for PFBA, PFOA, and HBCD, while a UV absorption band was observed for DBDPO in the range of 250-300 nm (Figure S51). The excitation spectra of the two MOFs covered with the absorption spectra of the DBDPO, and the competition of excitation light absorption between the DBDPO and MOFs resulted in slight quenching of the fluorescence of MOFs by DBDPO (Figures S30d and S31d).", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Overlap between the absorption\nspectra of PCBs (25 ppm) and the\nexcitation spectra of BUT-174 and BUT-175 suspensions (0.125 mg mL<sup>–1</sup>) in DMF.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Overlap between the absorption spectra of PCBs (25 ppm) and the excitation spectra of BUT-174 and BUT-175 suspensions (0.125 mg mL-1) in DMF.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Cyclic Use Test</title><p>Reusability is also\nan important factor to evaluate fluorescence sensors, so the performances\nof BUT-174 and -175 toward the sensing of PCBs after repeated use\nwere investigated. The cyclic experiments were carried out for the\ndetection of PCB-169. The regenerated MOFs still showed a sensitive\nresponse toward PCB-169, and the quenching efficiencies of the two\nMOFs toward PCB-169 were well consistent in the five repeating cycles\n(, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">S52, and S53</ext-link>). Meanwhile, the PXRD patterns of\ntwo MOFs after five cycle use tests still matched the simulated patterns\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link>), indicating good recyclability\nand stability of the two MOFs for the sensing application.</p>", "clean_text": "Cyclic Use Test\n\nReusability is also an important factor to evaluate fluorescence sensors, so the performances of BUT-174 and -175 toward the sensing of PCBs after repeated use were investigated. The cyclic experiments were carried out for the detection of PCB-169. The regenerated MOFs still showed a sensitive response toward PCB-169, and the quenching efficiencies of the two MOFs toward PCB-169 were well consistent in the five repeating cycles (, S52, and S53). Meanwhile, the PXRD patterns of two MOFs after five cycle use tests still matched the simulated patterns (Figure S28), indicating good recyclability and stability of the two MOFs for the sensing application.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Quenching efficiencies\nof PCB-169 on the fluorescence of (a) BUT-174\nand (b) -175 in five cycles repeated use.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Quenching efficiencies of PCB-169 on the fluorescence of (a) BUT-174 and (b) -175 in five cycles repeated use.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>Two nanoporous In­(III)-based\nMOFs (BUT-174 and BUT-175) were successfully\nsynthesized, and their performances in the detection of PCBs were\nstudied systematically. It was found that the PCBs could quench the\nfluorescence of the MOFs, especially the highly toxic non-<italic toggle=\"yes\">ortho</italic>-substituted or so-called “coplanar”\nPCBs. The LODs of BUT-174 toward three highly toxic PCBs, PCB-77,\n-126, and -169, were 59, 79, and 92 ppb, and those of BUT-175 were\n70, 86, and 90 ppb, respectively. Moreover, the two MOFs exhibited\ngood reusability and excellent anti-interference ability toward PCBs\nin the presence of some interferents, including hexabromocyclododecane,\ndecabromodiphenyl oxide, perfluorobutanoic acid, and perfluorooctanoic\nacid. The fluorescence quenching mechanism was the inner filter effect,\nas the excitation spectra of MOFs covered the UV absorption spectra\nof PCBs and there existed an absorption competition of the excitation\nlight between PCBs and MOFs. This work expands the scope of the application\nof MOFs and provides insight into the development of new detection\nmethods for highly toxic PCBs.</p>", "clean_text": "Conclusions\n\nTwo nanoporous In(III)-based MOFs (BUT-174 and BUT-175) were successfully synthesized, and their performances in the detection of PCBs were studied systematically. It was found that the PCBs could quench the fluorescence of the MOFs, especially the highly toxic non-ortho-substituted or so-called \"coplanar\" PCBs. The LODs of BUT-174 toward three highly toxic PCBs, PCB-77, -126, and -169, were 59, 79, and 92 ppb, and those of BUT-175 were 70, 86, and 90 ppb, respectively. Moreover, the two MOFs exhibited good reusability and excellent anti-interference ability toward PCBs in the presence of some interferents, including hexabromocyclododecane, decabromodiphenyl oxide, perfluorobutanoic acid, and perfluorooctanoic acid. The fluorescence quenching mechanism was the inner filter effect, as the excitation spectra of MOFs covered the UV absorption spectra of PCBs and there existed an absorption competition of the excitation light between PCBs and MOFs. This work expands the scope of the application of MOFs and provides insight into the development of new detection methods for highly toxic PCBs.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>Materials and\ninstruments, synthesis methods for the MOFs, and\ndetails of fluorescence measurements are given in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p><p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsanm.2c02628?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsanm.2c02628</ext-link>.<list list-type=\"label\">\n<list-item>\n<p>Experimental details (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>X-ray crystallographic details of\nBUT-174 and BUT-175\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Additional\nfigures for PXRD patterns, gas sorption isotherms,\n1H NMR spectra, and fluorescence spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_003.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n</list>\n<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_003.cif\" xlink:type=\"simple\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "Experimental Section\n\nMaterials and instruments, synthesis methods for the MOFs, and details of fluorescence measurements are given in the Supporting Information.\n\nThe Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsanm.2c02628.  Experimental details (PDF)   X-ray crystallographic details of BUT-174 and BUT-175 (CIF)   Additional figures for PXRD patterns, gas sorption isotherms, 1H NMR spectra, and fluorescence spectra (CIF)     (PDF)   (CIF)   (CIF)   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Experimental details (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>X-ray crystallographic details of\nBUT-174 and BUT-175\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>Additional\nfigures for PXRD patterns, gas sorption isotherms,\n1H NMR spectra, and fluorescence spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_003.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_002.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_003.cif\" xlink:type=\"simple\">CIF</ext-link>)</p><p>J.L.: conceptualization,\nmethodology, investigation, writingoriginal draft. B.W.: writingoriginal\ndraft. J.-Y.L.: investigation, methodology. L.L.: software, validation.\nL.W.: data curation. L.H.X.: writingreview and editing, supervision.\nY.-B.X.: visualization, supervision, formal analysis. J.-R.L.: supervision,\nfunding acquisition.</p>", "clean_text": "Experimental details (PDF)\n\nX-ray crystallographic details of BUT-174 and BUT-175 (CIF)\n\nAdditional figures for PXRD patterns, gas sorption isotherms, 1H NMR spectra, and fluorescence spectra (CIF)\n\n(PDF)\n\n(CIF)\n\n(CIF)\n\nJ.L.: conceptualization, methodology, investigation, writingoriginal draft. B.W.: writingoriginal draft. J.-Y.L.: investigation, methodology. L.L.: software, validation. L.W.: data curation. L.H.X.: writingreview and editing, supervision. Y.-B.X.: visualization, supervision, formal analysis. J.-R.L.: supervision, funding acquisition.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno\ncompeting financial interest.</p><p>PCBs are toxic\nchemicals and should be handled\ncarefully, and the measurements should be carried out in a professional\nlaboratory!</p>", "clean_text": "The authors declare no competing financial interest.\n\nPCBs are toxic chemicals and should be handled carefully, and the measurements should be carried out in a professional laboratory!", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 11, 13, 15, 16, 21, 28", "type": "text", "classification": "property", "content": "<p>In this work, we present\ntwo nanoporous MOFs, (Me<sub>2</sub>NH<sub>2</sub>)­[In­(CPTTA)]·(DMF)<sub>1.5</sub>(H<sub>2</sub>O)<sub>3.5</sub> (BUT-174) and (Et<sub>2</sub>NH<sub>2</sub>)­[In­(CPTTA)]·(DEF)­(H<sub>2</sub>O)<sub>3</sub> (BUT-175), obtained from the solvothermal reactions\nbetween organic ligand 5′-(4-carboxyphenyl)-[1,1′:3′,1″-terphenyl]-3,4′′,5-tricarboxylic\nacid (H<sub>4</sub>CPTTA) and In­(NO<sub>3</sub>)<sub>3</sub> in <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-diethylformamide (DEF), respectively\n(). Both MOFs\nexhibit strong fluorescence, and their fluorescence responses to 12\nPCBs (listed in ) have been studied. The fluorescence of BUT-174 and -175 could be\nquenched by all of the selected PCBs, and the fluorescence quenching\nis especially profound for three highly toxic non-<italic toggle=\"yes\">ortho</italic>-substituted PCBs (PCB-77, -126, and -169). The limits of detection\n(LODs) of BUT-174 and -175 to PCB-77, -126, and -169 are estimated\nto be 59, 79, and 92 ppb and 70, 86, and 90 ppb, respectively.</p><p>Powder X-ray diffraction (PXRD) patterns of the\nas-synthesized\nMOFs matched well with the simulated patterns from single-crystal\ndata (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), indicative of their pure\nphase. After being immersed in DMF, ethyl acetate (EA), and dichloromethane\n(DCM) for 2 days, or immersed in water for 24 h, the structures of\nthe two MOFs remained unchanged, as suggested by the PXRD patterns\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), indicating high stability\nof the MOFs to the solvents. N<sub>2</sub> adsorption measurements\nat 77 K were performed for BUT-174 and -175 after their as-synthesized\nsamples were guest-exchanged with acetone and degassed under high\nvacuum at 90 °C for 10 h. The adsorption isotherms showed negligible\nN<sub>2</sub> uptakes and Brunauer–Emmett–Teller (BET)\nsurface areas of the MOFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>).\nPXRD measurements revealed that after activation the MOFs retained\nhigh crystallinity but the PXRD peaks shifted (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), which implies that the MOFs changed into pore-closed\nphases due to the well-known structural flexibility of interpenetrated\nMOFs. The TGA curves of BUT-174 and -175 showed that they started\nto decompose as the temperature reached 350 °C (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>).</p><p>Fluorescence\nquenching titration experiments were carried out with the incremental\naddition of the PCB solutions to the MOF suspensions. With the addition\nof PCBs, the fluorescence of BUT-174 and -175 was gradually quenched\n(a–f\nand <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">S11–S16</ext-link>). The fluorescence response\nto the analytes is instantaneous, and the process of addition of the\nanalyte to the MOF suspension and the measurement of fluorescence\nspectra takes about 10 s. Noteworthily, the three highly toxic PCBs\n(PCB-77, -126, and -169) had higher quenching efficiencies than the\nother PCBs (g). The quenching efficiencies of PCB-77, -126, and -169 on BUT-174\nreached 91, 88, and 92%, and those on BUT-175 were 90, 87, and 87%,\nrespectively. The quenching efficiencies of the tested PCBs on BUT-174\nfollowed the order PCB-169 &gt; -77 &gt; -126 &gt; -4 &gt; -14 &gt;\n-118 &gt; -28 &gt;\n-101 &gt; -52 &gt; -153 &gt; -138 &gt; -180, and those on BUT-175\nfollowed the\norder PCB-77 &gt; -126 &gt; -169 &gt; -4 &gt; -14 &gt; -118 &gt; -153\n&gt; -52 &gt; -28 &gt;\n-138 &gt; -101 &gt; -180 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). Meanwhile,\nit was confirmed that the addition of pure DMF had a limited influence\non the fluorescence intensities of the two MOFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>).</p><p>To evaluate the reproducibility and stability of\nsensing experiments,\nthree sets of fluorescence titration experiments of BUT-174 for PCB-169\nwere carried out. The results showed that the fluorescence quenching\nefficiencies were close, and the standard deviations were 0.0036,\n0.0014, 0.0033, and 0.0108 for each of the three measurements with\n50, 100, 150, and 200 μL addition of PCB-169, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>). These data suggest good reproducibility\nand stability of the detection method.</p><p>Fluorescence quenching\nwas quantitatively fitted with the Stern–Volmer\n(SV) equation: (<italic toggle=\"yes\">I</italic>\n<sub>0</sub>/<italic toggle=\"yes\">I</italic>)\n= 1 + <italic toggle=\"yes\">K</italic>\n<sub>sv</sub>[<italic toggle=\"yes\">Q</italic>] to better\nunderstand the relationship between the concentration of PCBs and\nthe fluorescence intensity of MOFs, where <italic toggle=\"yes\">I</italic>\n<sub>0</sub> is the fluorescence intensity of the initial MOF suspension, <italic toggle=\"yes\">I</italic> is the fluorescence intensity of the MOF suspension after\nthe addition of the PCBs, <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> is the quenching\nconstant (M<sup>–1</sup>), and [<italic toggle=\"yes\">Q</italic>] is the\nmolar concentration of the PCBs. At low\nconcentration ranges, the SV plots for PCB-77, -126, and -169 were\nnearly linear, but as the concentration of PCBs got higher, the SV\nplots deviated from linearity to nonlinearity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figures S19–S21</ext-link>). The nonlinearity of SV plots might\nbe attributed to the self-absorption or energy-transfer process. As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>, the <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> values of PCB-77, -126, and -169 on BUT-174 and -175\nwere high, ranging from 34 420 to 52 280 M<sup>–1</sup>. Based on the <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> values and the standard\ndeviations (<italic toggle=\"yes\">S</italic>\n<sub>b</sub>) for three repeated fluorescent\nmeasurements of blank MOF suspensions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>), the LODs (3<italic toggle=\"yes\">S</italic>\n<sub>b</sub>/<italic toggle=\"yes\">K</italic>\n<sub>sv</sub>) of BUT-174 toward PCB-77, -126, and -169 were estimated\nto be 59, 79, and 92 ppb and those of BUT-175 were 70, 86, and 90\nppb, respectively.</p><p>The PCB\ndetection experiments were also carried out in a prepared\npollution sample. The waste etching solution often contained high\nconcentrations of PCBs after the etching of printed circuit boards.\nA waste etching solution containing PCB-169 was prepared according\nto the literature; then, PCB-169 in the\nwaste etching solution was extracted with EA and concentrated to 18\nmL. The concentration of PCB-169 in the concentrated solution was\nestimated to be 32.1 ppb by GC–MS (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S46a,b</ext-link>). After evaporating all of the EA, 1 mL of DMF suspension\nof BUT-175 was added to the residue of the waste etching solution,\nand the fluorescence intensity of BUT-175 was quenched due to the\npresence of PCB-169 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c02628/suppl_file/an2c02628_si_001.pdf\" xlink:type=\"simple\">Figure S46c</ext-link>). According\nto the Stern–Volmer (SV) equation mentioned above, the concentration\nof PCB-169 in 1 mL of DMF was calculated to be 562 ppb, close to the\nconcentration obtained by GC-MC analysis (32.1 × 18 = 577.8 ppb),\nindicating the great potential of the MOFs in the detection of highly\ntoxic PCBs in real samples. Certainly, compared with traditional PCB\ndetection methods such as GC-MC, the fluorescence detection method\nusing BUT-174 and -175 is not sensitive enough to detect PCBs in the\nwater samples, which are commonly at the level of dozens of ppt. However,\nthe fluorescence detection of PCBs is convenient and the device can\nbe portable, which is more suitable for the fast and large-scale screening\nof relatively high concentrations of PCBs in waste insulating oil,\npaint, etching solution, etc. On the other hand, the LODs of the two\nMOFs for PCBs are lower than those of commercial kits (ppm level)\nand comparable to those of some reported spectroscopic detection methods\nfor PCB detection (). Additionally, the MOFs show advantage in terms of anti-interference,\neasy operation, and reusability (discussed below) for the detection\nof PCBs compared to the other methods.</p><title>Conclusions</title><p>Two nanoporous In­(III)-based\nMOFs (BUT-174 and BUT-175) were successfully\nsynthesized, and their performances in the detection of PCBs were\nstudied systematically. It was found that the PCBs could quench the\nfluorescence of the MOFs, especially the highly toxic non-<italic toggle=\"yes\">ortho</italic>-substituted or so-called “coplanar”\nPCBs. The LODs of BUT-174 toward three highly toxic PCBs, PCB-77,\n-126, and -169, were 59, 79, and 92 ppb, and those of BUT-175 were\n70, 86, and 90 ppb, respectively. Moreover, the two MOFs exhibited\ngood reusability and excellent anti-interference ability toward PCBs\nin the presence of some interferents, including hexabromocyclododecane,\ndecabromodiphenyl oxide, perfluorobutanoic acid, and perfluorooctanoic\nacid. The fluorescence quenching mechanism was the inner filter effect,\nas the excitation spectra of MOFs covered the UV absorption spectra\nof PCBs and there existed an absorption competition of the excitation\nlight between PCBs and MOFs. This work expands the scope of the application\nof MOFs and provides insight into the development of new detection\nmethods for highly toxic PCBs.</p>", "clean_text": "In this work, we present two nanoporous MOFs, (Me2NH2)[In(CPTTA)]⋅(DMF)1.5(H2O)3.5 (BUT-174) and (Et2NH2)[In(CPTTA)]⋅(DEF)(H2O)3 (BUT-175), obtained from the solvothermal reactions between organic ligand 5'-(4-carboxyphenyl)-[1,1':3',1\"-terphenyl]-3,4'',5-tricarboxylic acid (H4CPTTA) and In(NO3)3 in N,N-dimethylformamide (DMF) and N,N-diethylformamide (DEF), respectively (). Both MOFs exhibit strong fluorescence, and their fluorescence responses to 12 PCBs (listed in ) have been studied. The fluorescence of BUT-174 and -175 could be quenched by all of the selected PCBs, and the fluorescence quenching is especially profound for three highly toxic non-ortho-substituted PCBs (PCB-77, -126, and -169). The limits of detection (LODs) of BUT-174 and -175 to PCB-77, -126, and -169 are estimated to be 59, 79, and 92 ppb and 70, 86, and 90 ppb, respectively.\n\nPowder X-ray diffraction (PXRD) patterns of the as-synthesized MOFs matched well with the simulated patterns from single-crystal data (Figure S6), indicative of their pure phase. After being immersed in DMF, ethyl acetate (EA), and dichloromethane (DCM) for 2 days, or immersed in water for 24 h, the structures of the two MOFs remained unchanged, as suggested by the PXRD patterns (Figure S6), indicating high stability of the MOFs to the solvents. N2 adsorption measurements at 77 K were performed for BUT-174 and -175 after their as-synthesized samples were guest-exchanged with acetone and degassed under high vacuum at 90 °C for 10 h. The adsorption isotherms showed negligible N2 uptakes and Brunauer-Emmett-Teller (BET) surface areas of the MOFs (Figure S7). PXRD measurements revealed that after activation the MOFs retained high crystallinity but the PXRD peaks shifted (Figure S6), which implies that the MOFs changed into pore-closed phases due to the well-known structural flexibility of interpenetrated MOFs. The TGA curves of BUT-174 and -175 showed that they started to decompose as the temperature reached 350 °C (Figure S5).\n\nFluorescence quenching titration experiments were carried out with the incremental addition of the PCB solutions to the MOF suspensions. With the addition of PCBs, the fluorescence of BUT-174 and -175 was gradually quenched (a-f and S11-S16). The fluorescence response to the analytes is instantaneous, and the process of addition of the analyte to the MOF suspension and the measurement of fluorescence spectra takes about 10 s. Noteworthily, the three highly toxic PCBs (PCB-77, -126, and -169) had higher quenching efficiencies than the other PCBs (g). The quenching efficiencies of PCB-77, -126, and -169 on BUT-174 reached 91, 88, and 92%, and those on BUT-175 were 90, 87, and 87%, respectively. The quenching efficiencies of the tested PCBs on BUT-174 followed the order PCB-169 > -77 > -126 > -4 > -14 > -118 > -28 > -101 > -52 > -153 > -138 > -180, and those on BUT-175 followed the order PCB-77 > -126 > -169 > -4 > -14 > -118 > -153 > -52 > -28 > -138 > -101 > -180 (Table S2). Meanwhile, it was confirmed that the addition of pure DMF had a limited influence on the fluorescence intensities of the two MOFs (Figure S17).\n\nTo evaluate the reproducibility and stability of sensing experiments, three sets of fluorescence titration experiments of BUT-174 for PCB-169 were carried out. The results showed that the fluorescence quenching efficiencies were close, and the standard deviations were 0.0036, 0.0014, 0.0033, and 0.0108 for each of the three measurements with 50, 100, 150, and 200 μL addition of PCB-169, respectively (Figure S18). These data suggest good reproducibility and stability of the detection method.\n\nFluorescence quenching was quantitatively fitted with the Stern-Volmer (SV) equation: (I 0/I) = 1 + K sv[Q] to better understand the relationship between the concentration of PCBs and the fluorescence intensity of MOFs, where I 0 is the fluorescence intensity of the initial MOF suspension, I is the fluorescence intensity of the MOF suspension after the addition of the PCBs, K sv is the quenching constant (M-1), and [Q] is the molar concentration of the PCBs. At low concentration ranges, the SV plots for PCB-77, -126, and -169 were nearly linear, but as the concentration of PCBs got higher, the SV plots deviated from linearity to nonlinearity (Figures S19-S21). The nonlinearity of SV plots might be attributed to the self-absorption or energy-transfer process. As shown in Table S3, the K sv values of PCB-77, -126, and -169 on BUT-174 and -175 were high, ranging from 34420 to 52280 M-1. Based on the K sv values and the standard deviations (S b) for three repeated fluorescent measurements of blank MOF suspensions (Figure S22), the LODs (3S b/K sv) of BUT-174 toward PCB-77, -126, and -169 were estimated to be 59, 79, and 92 ppb and those of BUT-175 were 70, 86, and 90 ppb, respectively.\n\nThe PCB detection experiments were also carried out in a prepared pollution sample. The waste etching solution often contained high concentrations of PCBs after the etching of printed circuit boards. A waste etching solution containing PCB-169 was prepared according to the literature; then, PCB-169 in the waste etching solution was extracted with EA and concentrated to 18 mL. The concentration of PCB-169 in the concentrated solution was estimated to be 32.1 ppb by GC-MS (Figure S46a,b). After evaporating all of the EA, 1 mL of DMF suspension of BUT-175 was added to the residue of the waste etching solution, and the fluorescence intensity of BUT-175 was quenched due to the presence of PCB-169 (Figure S46c). According to the Stern-Volmer (SV) equation mentioned above, the concentration of PCB-169 in 1 mL of DMF was calculated to be 562 ppb, close to the concentration obtained by GC-MC analysis (32.1 × 18 = 577.8 ppb), indicating the great potential of the MOFs in the detection of highly toxic PCBs in real samples. Certainly, compared with traditional PCB detection methods such as GC-MC, the fluorescence detection method using BUT-174 and -175 is not sensitive enough to detect PCBs in the water samples, which are commonly at the level of dozens of ppt. However, the fluorescence detection of PCBs is convenient and the device can be portable, which is more suitable for the fast and large-scale screening of relatively high concentrations of PCBs in waste insulating oil, paint, etching solution, etc. On the other hand, the LODs of the two MOFs for PCBs are lower than those of commercial kits (ppm level) and comparable to those of some reported spectroscopic detection methods for PCB detection (). Additionally, the MOFs show advantage in terms of anti-interference, easy operation, and reusability (discussed below) for the detection of PCBs compared to the other methods.\n\nConclusions\n\nTwo nanoporous In(III)-based MOFs (BUT-174 and BUT-175) were successfully synthesized, and their performances in the detection of PCBs were studied systematically. It was found that the PCBs could quench the fluorescence of the MOFs, especially the highly toxic non-ortho-substituted or so-called \"coplanar\" PCBs. The LODs of BUT-174 toward three highly toxic PCBs, PCB-77, -126, and -169, were 59, 79, and 92 ppb, and those of BUT-175 were 70, 86, and 90 ppb, respectively. Moreover, the two MOFs exhibited good reusability and excellent anti-interference ability toward PCBs in the presence of some interferents, including hexabromocyclododecane, decabromodiphenyl oxide, perfluorobutanoic acid, and perfluorooctanoic acid. The fluorescence quenching mechanism was the inner filter effect, as the excitation spectra of MOFs covered the UV absorption spectra of PCBs and there existed an absorption competition of the excitation light between PCBs and MOFs. This work expands the scope of the application of MOFs and provides insight into the development of new detection methods for highly toxic PCBs.", "data": [[{"meta": {"name": "BUT-174", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "fluorescence", "value": "", "unit": "", "condition": ""}, {"property name": "PXRD patterns", "value": "", "unit": "", "condition": ""}, {"property name": "structures", "value": "", "unit": "", "condition": ""}, {"property name": "N2 adsorption measurements", "value": "", "unit": "", "condition": ""}, {"property name": "TGA curves", "value": "", "unit": "", "condition": ""}, {"property name": "reproducibility", "value": "", "unit": "", "condition": ""}, {"property name": "Stern-Volmer equation", "value": "", "unit": "", "condition": ""}, {"property name": "detection method", "value": "", "unit": "", "condition": ""}, {"property name": "anti-interference ability", "value": "", "unit": "", "condition": ""}, {"property name": "fluorescence quenching mechanism", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "BUT-175", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "fluorescence", "value": "", "unit": "", "condition": ""}, {"property name": "PXRD patterns", "value": "", "unit": "", "condition": ""}, {"property name": "structures", "value": "", "unit": "", "condition": ""}, {"property name": "N2 adsorption measurements", "value": "", "unit": "", "condition": ""}, {"property name": "TGA curves", "value": "", "unit": "", "condition": ""}, {"property name": "reproducibility", "value": "", "unit": "", "condition": ""}, {"property name": "Stern-Volmer equation", "value": "", "unit": "", "condition": ""}, {"property name": "detection method", "value": "", "unit": "", "condition": ""}, {"property name": "anti-interference ability", "value": "", "unit": "", "condition": ""}, {"property name": "fluorescence quenching mechanism", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 22, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Existing Methods for Detecting PCBs</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"center\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col6\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>materials</oasis:entry>\n<oasis:entry>methods</oasis:entry>\n<oasis:entry>media</oasis:entry>\n<oasis:entry>LOD</oasis:entry>\n<oasis:entry>reference</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"3\">commercial\nkits</oasis:entry>\n<oasis:entry>HAH pocket col\nII test kit</oasis:entry>\n<oasis:entry>colorimetry/immunoassay</oasis:entry>\n<oasis:entry>soil</oasis:entry>\n<oasis:entry>1 ppm</oasis:entry>\n<oasis:entry>[<xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>clor-N-oil</oasis:entry>\n<oasis:entry>fixed endpoint colorimetric\ntitration</oasis:entry>\n<oasis:entry>transformer\noil</oasis:entry>\n<oasis:entry>20 ppm</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>clor-N-soil\nkit</oasis:entry>\n<oasis:entry>fixed endpoint\ncolorimetric\ntitration</oasis:entry>\n<oasis:entry>soil</oasis:entry>\n<oasis:entry>50 ppm</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>envirogard PCB test kit</oasis:entry>\n<oasis:entry>colorimetry/immunoassay</oasis:entry>\n<oasis:entry>soil</oasis:entry>\n<oasis:entry>0.5 ppm</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry morerows=\"8\">academic research</oasis:entry>\n<oasis:entry>benzopyrene</oasis:entry>\n<oasis:entry>fluorescence</oasis:entry>\n<oasis:entry>water</oasis:entry>\n<oasis:entry>PCB-126, ppb level</oasis:entry>\n<oasis:entry>[<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"ref-style=base-text\"></xref>]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>functionalized\npolysilsesquioxane\nfilm</oasis:entry>\n<oasis:entry>fluorescence</oasis:entry>\n<oasis:entry>ethanol</oasis:entry>\n<oasis:entry>PCB-77, 803 ppb</oasis:entry>\n<oasis:entry>[<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>surface-enhanced\nRaman scattering</oasis:entry>\n<oasis:entry>unmodified</oasis:entry>\n<oasis:entry>isopropanol</oasis:entry>\n<oasis:entry>PCB-77, ∼10<sup>–5</sup> M</oasis:entry>\n<oasis:entry>[<xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"ref-style=base-text\"></xref>]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>modified PCBs with −SCH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>isopropanol</oasis:entry>\n<oasis:entry>PCB-77-SCH<sub>3</sub>, ∼10<sup>–8</sup> M</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>two-step laser mass spectrometry</oasis:entry>\n<oasis:entry>pulsed infrared (IR) laser\nand a pulsed ultraviolet (UV) laser</oasis:entry>\n<oasis:entry>soil/sediment particles</oasis:entry>\n<oasis:entry>1–10 ppm</oasis:entry>\n<oasis:entry>[<xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"ref-style=base-text\"></xref>]</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BUT-174</oasis:entry>\n<oasis:entry>fluorescence</oasis:entry>\n<oasis:entry>DMF/EA/DCM</oasis:entry>\n<oasis:entry>PCB-77, 59 ppb PCB-126,\n79 ppb PCB-169, 92 ppb</oasis:entry>\n<oasis:entry>This work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BUT-175</oasis:entry>\n<oasis:entry>fluorescence</oasis:entry>\n<oasis:entry>DMF/EA/DCM</oasis:entry>\n<oasis:entry>PCB-77, 70 ppb PCB-126,\n86 ppb PCB-169, 90 ppb</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Existing Methods for Detecting PCBs\n\n| materials | methods | media | LOD | reference |\n|-----------|---------|-------|-----|-----------|\n| commercial kits | HAH pocket col II test kit | colorimetry/immunoassay | soil | 1 ppm | [^40] |\n| | clor-N-oil | fixed endpoint colorimetric titration | transformer oil | 20 ppm | |\n| | clor-N-soil kit | fixed endpoint colorimetric titration | soil | 50 ppm | |\n| | envirogard PCB test kit | colorimetry/immunoassay | soil | 0.5 ppm | |\n| academic research | benzopyrene | fluorescence | water | PCB-126, ppb level | [^41] |\n| | functionalized polysilsesquioxane film | fluorescence | ethanol | PCB-77, 803 ppb | [^42] |\n| | surface-enhanced Raman scattering | unmodified | isopropanol | PCB-77, ∼10<sup>–5</sup> M | [^43] |\n| | | | | | |\n| | modified PCBs with −SCH<sub>3</sub> | isopropanol | PCB-77-SCH<sub>3</sub>, ∼10<sup>–8</sup> M | |\n| | | | | | |\n| | two-step laser mass spectrometry | pulsed infrared (IR) laser and a pulsed ultraviolet (UV) laser | soil/sediment particles | 1–10 ppm | [^44] |\n| BUT-174 | fluorescence | DMF/EA/DCM | PCB-77, 59 ppb PCB-126, 79 ppb PCB-169, 92 ppb | This work |\n| BUT-175 | fluorescence | DMF/EA/DCM | PCB-77, 70 ppb PCB-126, 86 ppb PCB-169, 90 ppb | |\n\n[^40]: \n[^41]: \n[^42]: \n[^43]: \n[^44]:", "data": [{"meta": {"name": "commercial kits", "symbol": "", "chemical formula": ""}, "methods": [{"name": "HAH pocket col II test kit", "media": "soil", "LOD": "1 ppm", "reference": "[^40]"}, {"name": "clor-N-oil", "media": "transformer oil", "LOD": "20 ppm", "reference": ""}, {"name": "clor-N-soil kit", "media": "soil", "LOD": "50 ppm", "reference": ""}, {"name": "envirogard PCB test kit", "media": "soil", "LOD": "0.5 ppm", "reference": ""}]}, {"meta": {"name": "academic research", "symbol": "", "chemical formula": ""}, "methods": [{"name": "benzopyrene", "media": "water", "LOD": "PCB-126, ppb level", "reference": "[^41]"}, {"name": "functionalized polysilsesquioxane film", "media": "ethanol", "LOD": "PCB-77, 803 ppb", "reference": "[^42]"}, {"name": "surface-enhanced Raman scattering", "media": "isopropanol", "LOD": "PCB-77, ∼10^–5 M", "reference": "[^43]"}, {"name": "modified PCBs with −SCH3", "media": "isopropanol", "LOD": "PCB-77-SCH3, ∼10^–8 M", "reference": ""}, {"name": "two-step laser mass spectrometry", "media": "soil/sediment particles", "LOD": "1–10 ppm", "reference": "[^44]"}]}, {"meta": {"name": "BUT-174", "symbol": "", "chemical formula": ""}, "methods": [{"name": "fluorescence", "media": "DMF/EA/DCM", "LOD": "PCB-77, 59 ppb PCB-126, 79 ppb PCB-169, 92 ppb", "reference": "This work"}]}, {"meta": {"name": "BUT-175", "symbol": "", "chemical formula": ""}, "methods": [{"name": "fluorescence", "media": "DMF/EA/DCM", "LOD": "PCB-77, 70 ppb PCB-126, 86 ppb PCB-169, 90 ppb", "reference": ""}]}], "include_properties": ["material_shape", "etc"]}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Geometry-Optimized\nMolecular Models of Tested PCBs in This Work<xref ref-type=\"fn\" rid=\"s1fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0007.eps\" xlink:type=\"simple\"></graphic>\n<p>\n<fn id=\"s1fn1\">\n<label>a</label>\n<p>Color code: Cl, green;\nC, gray;\nand H, white; Φ stands for the dihedral angle between neighboring\naromatic rings, and the TEF values are the toxic equivalency factors\nevaluated by the World Health Organization (WHO) in 2005 with assigning\nthe TEF of a reference compound 2,3,7,8-tetrachlorodibenzo-p-dioxin\n(TCDD) being 1.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Geometry-Optimized Molecular Models of Tested PCBs in This Work      a Color code: Cl, green; C, gray; and H, white; Φ stands for the dihedral angle between neighboring aromatic rings, and the TEF values are the toxic equivalency factors evaluated by the World Health Organization (WHO) in 2005 with assigning the TEF of a reference compound 2,3,7,8-tetrachlorodibenzo-p-dioxin (TCDD) being 1.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Synthesis Schematic of BUT-174 and BUT-175</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0008.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Synthesis Schematic of BUT-174 and BUT-175   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination\nmode of (a) [In­(CO<sub>2</sub>)<sub>4</sub>] node\nand (b) CPTTA<sup>4–</sup> ligand (color code: In, wathet-blue;\nC, black; O, red), and (c) view of the 3D framework of BUT-174 along\nthe <italic toggle=\"yes\">b</italic>-axis.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Coordination mode of (a) [In(CO2)4] node and (b) CPTTA4- ligand (color code: In, wathet-blue; C, black; O, red), and (c) view of the 3D framework of BUT-174 along the b-axis.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Effect on the emission spectra of BUT-174 and BUT-175\ndispersed\nin DMF upon the incremental addition of 500 μL (100 ppm) of\nDMF solutions of PCB-77 (a, d), PCB-126 (b, e), and PCB-169 (c, f);\n(g) quenching efficiencies of the tested PCBs on the fluorescence\nof BUT-174 and BUT-175.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Effect on the emission spectra of BUT-174 and BUT-175 dispersed in DMF upon the incremental addition of 500 μL (100 ppm) of DMF solutions of PCB-77 (a, d), PCB-126 (b, e), and PCB-169 (c, f); (g) quenching efficiencies of the tested PCBs on the fluorescence of BUT-174 and BUT-175.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Fluorescence\nspectra of (a) BUT-174 and (b) -175 upon the addition\nof PCB-169 (400 μL, 100 ppm) in the presence of a mixture of\nPFBA, PFOA, HBCD, and DBDPO (100 ppm for each interferent) in DMF.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Fluorescence spectra of (a) BUT-174 and (b) -175 upon the addition of PCB-169 (400 μL, 100 ppm) in the presence of a mixture of PFBA, PFOA, HBCD, and DBDPO (100 ppm for each interferent) in DMF.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Overlap between the absorption\nspectra of PCBs (25 ppm) and the\nexcitation spectra of BUT-174 and BUT-175 suspensions (0.125 mg mL<sup>–1</sup>) in DMF.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Overlap between the absorption spectra of PCBs (25 ppm) and the excitation spectra of BUT-174 and BUT-175 suspensions (0.125 mg mL-1) in DMF.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Quenching efficiencies\nof PCB-169 on the fluorescence of (a) BUT-174\nand (b) -175 in five cycles repeated use.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c02628_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Quenching efficiencies of PCB-169 on the fluorescence of (a) BUT-174 and (b) -175 in five cycles repeated use.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsanm.2c02628", "title": null, "journal": "American Chemical Society", "date": "2022.08", "author_list": ["Lv\nJie", "Wang\nBin", "Li\nJia-Ying", "Liu\nLu", "Xie\nLin-Hua", "Wang\nLu", "Xie\nYabo", "Li\nJian-Rong"]}}