{"filepath": "../L2M3_data/1_application_papers/acs_xml/an2c05270.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Metal oxide semiconductors have attracted growing attention\ndue\nto their excellent electrical and optical properties, low-cost fabrication,\nand good stability, which grant them great application potential in\nphotodetectors (PDs). However, broadband photoelectrochemical (PEC)-type\nPDs based on metal oxide semiconductors are deficient. In this work,\nwe synthesized two-dimensional (2D) CuO nanosheets (NSs) by annealing\nCu-based metal–organic frameworks (Cu-MOFs) and first demonstrated\nbroadband PEC PDs based on 2D CuO NSs. The thicknesses of 2D CuO NSs\nare 2–6 nm. 2D CuO PEC PDs show a broadband photoresponse from\n365 to 850 nm with a responsivity of 2.7 mA/W and a response time\nof 60/400 ms, which surpass most 2D material-based PEC PDs. Moreover,\nCuO NSs PEC PDs exhibit outstanding multicycle stability and long-term\nstability for 1-month storage with negligible decay, exceeding all\nrecently reported 2D material-based PEC PDs. These results endow 2D\nCuO NSs with great potential in underwater photodetection.</p>", "clean_text": "Metal oxide semiconductors have attracted growing attention due to their excellent electrical and optical properties, low-cost fabrication, and good stability, which grant them great application potential in photodetectors (PDs). However, broadband photoelectrochemical (PEC)-type PDs based on metal oxide semiconductors are deficient. In this work, we synthesized two-dimensional (2D) CuO nanosheets (NSs) by annealing Cu-based metal-organic frameworks (Cu-MOFs) and first demonstrated broadband PEC PDs based on 2D CuO NSs. The thicknesses of 2D CuO NSs are 2-6 nm. 2D CuO PEC PDs show a broadband photoresponse from 365 to 850 nm with a responsivity of 2.7 mA/W and a response time of 60/400 ms, which surpass most 2D material-based PEC PDs. Moreover, CuO NSs PEC PDs exhibit outstanding multicycle stability and long-term stability for 1-month storage with negligible decay, exceeding all recently reported 2D material-based PEC PDs. These results endow 2D CuO NSs with great potential in underwater photodetection.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Photodetectors (PDs),\nconverting light signals into electrical\nsignals, have versatile applications, such as optical communication,\nimaging, and environmental monitoring. Recently, photoelectrochemical-type (PEC) PDs have attracted evergrowing\nattention due to their simple fabrication process, low cost, and high\nsensitivity. To design high-performance PEC PDs, photoelectrodes\nshould possess not only good light absorption and high specific surface\narea but also good chemical stability due to electrolyte involvement.\nMetal oxide semiconductors (MOSs) are important materials due to their\nexcellent electrical properties, good optical properties, low cost,\nand high environmental stability, providing huge applications in optoelectronic\ndevices. Several MOSs with different nanostructures have been investigated\nfor PEC PDs. PEC PDs based on nanocrystalline TiO<sub>2</sub> films\nshow high photoresponse sensitivity and fast response speed under\nultraviolet (UV) irradiation (365 nm). A photoanode consisting of a TiO<sub>2</sub>/SnO<sub>2</sub>-branched\nheterojunction exhibits self-powered detection capability for UV light. Ga<sub>2</sub>O<sub>3</sub> nanorod array-based\nsolar-blind PEC PDs display a high responsivity of 3.81 mA/W under\n254 nm illumination. Most reports on\nMOS-based PEC PDs usually exhibit great response to UV due to the\nwide band gap, but the broadband photoresponse of MOS-based PEC PDs\nis deficient.</p>", "clean_text": "Introduction\n\nPhotodetectors (PDs), converting light signals into electrical signals, have versatile applications, such as optical communication, imaging, and environmental monitoring. Recently, photoelectrochemical-type (PEC) PDs have attracted evergrowing attention due to their simple fabrication process, low cost, and high sensitivity. To design high-performance PEC PDs, photoelectrodes should possess not only good light absorption and high specific surface area but also good chemical stability due to electrolyte involvement. Metal oxide semiconductors (MOSs) are important materials due to their excellent electrical properties, good optical properties, low cost, and high environmental stability, providing huge applications in optoelectronic devices. Several MOSs with different nanostructures have been investigated for PEC PDs. PEC PDs based on nanocrystalline TiO2 films show high photoresponse sensitivity and fast response speed under ultraviolet (UV) irradiation (365 nm). A photoanode consisting of a TiO2/SnO2-branched heterojunction exhibits self-powered detection capability for UV light. Ga2O3 nanorod array-based solar-blind PEC PDs display a high responsivity of 3.81 mA/W under 254 nm illumination. Most reports on MOS-based PEC PDs usually exhibit great response to UV due to the wide band gap, but the broadband photoresponse of MOS-based PEC PDs is deficient.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Copper oxide (CuO) holds promising application\nin broadband PDs\ndue to its small band gap of 1.2 eV, abundance, and facile fabrication. However, studies on CuO-based PDs are in their infancy, mainly focusing on traditional solid-state PDs. Infrared PDs fabricated from CuO nanowires show repeatable photoswitching\nbehavior under 808 nm irradiation. The\nphotoresponse performance of CuO films strongly depends on the grain\nsize and the connections between grains. The performance of optimized\nCuO PDs is 1 order of magnitude higher than that of original CuO films. Self-powered PDs based on CuO nanoplate-Si nanowire\nheterojunctions show a broadband photoresponse from visible (405 nm)\nto near-infrared (1064 nm) and a fast response speed. Two-dimensional (2D)–one-dimensional (1D) MoS<sub>2</sub>-CuO heterostructures show good photodetection performance\nwith high responsivity at an external bias voltage of −2 V. All of the above results demonstrate that CuO\nis suitable for broadband PDs. However, CuO-based PEC PDs have rarely\nbeen investigated.</p>", "clean_text": "Copper oxide (CuO) holds promising application in broadband PDs due to its small band gap of 1.2 eV, abundance, and facile fabrication. However, studies on CuO-based PDs are in their infancy, mainly focusing on traditional solid-state PDs. Infrared PDs fabricated from CuO nanowires show repeatable photoswitching behavior under 808 nm irradiation. The photoresponse performance of CuO films strongly depends on the grain size and the connections between grains. The performance of optimized CuO PDs is 1 order of magnitude higher than that of original CuO films. Self-powered PDs based on CuO nanoplate-Si nanowire heterojunctions show a broadband photoresponse from visible (405 nm) to near-infrared (1064 nm) and a fast response speed. Two-dimensional (2D)-one-dimensional (1D) MoS2-CuO heterostructures show good photodetection performance with high responsivity at an external bias voltage of -2 V. All of the above results demonstrate that CuO is suitable for broadband PDs. However, CuO-based PEC PDs have rarely been investigated.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>In this work, we synthesized two-dimensional\n(2D) CuO nanosheets\n(NSs) by annealing 2D copper 1,4-benzenedicarboxylate (CuBDC) metal–organic\nframeworks (MOFs) and investigated their PEC photoresponse, as shown\nin a. 2D CuBDC\nMOF NSs were synthesized by a bottom-up synthesis strategy following\na previous report. MOF-derived 2D CuO\nNSs were fabricated by annealing 2D CuBDC MOF NSs at 430 °C.\nA comprehensive study was performed to characterize 2D CuO NSs, including\ncrystal structure, morphology, and optical properties. 2D CuO NS-based\nPEC PDs exhibit a broadband response from UV (365 nm) to NIR (850\nnm), a responsivity of 2.7 mA/W for 365 nm light, and a response speed\nof 60/400 ms, which surpass most 2D material-based broadband PEC PDs.\nMoreover, 2D CuO PEC PDs show outstanding multicycle and long-term\nstability for 1 month with negligible attenuation. All of the above\nresults demonstrate that 2D CuO NSs are promising in underwater broadband\nphotodetection.</p>", "clean_text": "In this work, we synthesized two-dimensional (2D) CuO nanosheets (NSs) by annealing 2D copper 1,4-benzenedicarboxylate (CuBDC) metal-organic frameworks (MOFs) and investigated their PEC photoresponse, as shown in a. 2D CuBDC MOF NSs were synthesized by a bottom-up synthesis strategy following a previous report. MOF-derived 2D CuO NSs were fabricated by annealing 2D CuBDC MOF NSs at 430 °C. A comprehensive study was performed to characterize 2D CuO NSs, including crystal structure, morphology, and optical properties. 2D CuO NS-based PEC PDs exhibit a broadband response from UV (365 nm) to NIR (850 nm), a responsivity of 2.7 mA/W for 365 nm light, and a response speed of 60/400 ms, which surpass most 2D material-based broadband PEC PDs. Moreover, 2D CuO PEC PDs show outstanding multicycle and long-term stability for 1 month with negligible attenuation. All of the above results demonstrate that 2D CuO NSs are promising in underwater broadband photodetection.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>(a) Schematic Diagram of Fabricating 2D CuO and Evaluating\nCuO PEC\nPDs and the (b) Schematic Diagram of the Working Mechanism of CuO\nPEC PDs</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic Diagram of Fabricating 2D CuO and Evaluating CuO PEC PDs and the (b) Schematic Diagram of the Working Mechanism of CuO PEC PDs   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>2D CuBDC MOF\nNSs were synthesized by a bottom-up synthesis strategy\nfollowing a previous report (more details\nin the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). Then, 2D\nCuO NSs were obtained by annealing 2D CuBDC MOF NSs in air at 430\n°C for 1 h. The annealing temperature was determined by thermogravimetric\nanalysis, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>. CuBDC\nMOF NSs are transformed into CuO NSs at 320 °C. To ensure complete\ntransformation, 430 °C is selected as the annealing temperature.\nThe transformation is directly demonstrated by X-ray diffraction (XRD),\nas shown in a. The XRD pattern of CuBDC MOF NSs is consistent with earlier reports, indicating successful synthesis of CuBDC MOF.\nAfter annealing, all XRD diffraction peaks match the monoclinic crystalline\nphase of CuO (JCPDS #45-0937). There\nare no other impurity peaks, demonstrating the good purity of MOF-derived\nCuO. The X-ray photoelectron spectroscopy (XPS) spectra of 2D CuO\nNSs are shown in b,c, and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">S6</ext-link>. The full-scan XPS\nspectra show Cu 2p, O 1s, and C 1s signals (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). Two characteristic peaks of 953.28 and 933.28 eV correspond\nto Cu 2p<sub>1/2</sub> and Cu 2p<sub>3/2</sub> of CuO, respectively. Three satellite peaks were observed at 962.4, 943.9,\nand 941.3 eV, which are the characteristic peaks for the Cu­(II) state.\nc shows the\nXPS spectrum of O 1s, and the two peaks at 530.9 and 529.2 eV are\nrelated to surface hydroxyl oxygen and lattice oxygen of CuO, respectively. The XPS results further demonstrate the successful fabrication and\nhigh purity of CuO samples, which are consistent with the XRD spectra\n(a).</p>", "clean_text": "Results and Discussion\n\n2D CuBDC MOF NSs were synthesized by a bottom-up synthesis strategy following a previous report (more details in the Supporting Information). Then, 2D CuO NSs were obtained by annealing 2D CuBDC MOF NSs in air at 430 °C for 1 h. The annealing temperature was determined by thermogravimetric analysis, as shown in Figure S1. CuBDC MOF NSs are transformed into CuO NSs at 320 °C. To ensure complete transformation, 430 °C is selected as the annealing temperature. The transformation is directly demonstrated by X-ray diffraction (XRD), as shown in a. The XRD pattern of CuBDC MOF NSs is consistent with earlier reports, indicating successful synthesis of CuBDC MOF. After annealing, all XRD diffraction peaks match the monoclinic crystalline phase of CuO (JCPDS #45-0937). There are no other impurity peaks, demonstrating the good purity of MOF-derived CuO. The X-ray photoelectron spectroscopy (XPS) spectra of 2D CuO NSs are shown in b,c, and S6. The full-scan XPS spectra show Cu 2p, O 1s, and C 1s signals (Figure S6). Two characteristic peaks of 953.28 and 933.28 eV correspond to Cu 2p1/2 and Cu 2p3/2 of CuO, respectively. Three satellite peaks were observed at 962.4, 943.9, and 941.3 eV, which are the characteristic peaks for the Cu(II) state. c shows the XPS spectrum of O 1s, and the two peaks at 530.9 and 529.2 eV are related to surface hydroxyl oxygen and lattice oxygen of CuO, respectively. The XPS results further demonstrate the successful fabrication and high purity of CuO samples, which are consistent with the XRD spectra (a).", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Characterization\nof MOF-derived 2D CuO NSs. (a) XRD patterns of\nCuBDC MOF and CuO NSs. XPS characterization of 2D CuO NSs. (b) Cu\n2p spectra. (c) O 1s spectra. (d) Scanning electron microscopy (SEM)\nimage of CuO NSs. (e) SEM image of CuO NSs with a larger magnification.\n(f) Atomic-force microscopy (AFM) image of CuO NSs. (g) High-resolution\ntransmission electron microscopy (HRTEM) image of CuO NSs. Inset:\ncorresponding reverse Fourier transform pattern. (h) Corresponding\nselected area electron diffraction (SAED) pattern. (i) Ultraviolet–visible–near-infrared\n(UV–vis–NIR) absorption spectrum of CuO NSs and the\ncorresponding Tauc curve.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Characterization of MOF-derived 2D CuO NSs. (a) XRD patterns of CuBDC MOF and CuO NSs. XPS characterization of 2D CuO NSs. (b) Cu 2p spectra. (c) O 1s spectra. (d) Scanning electron microscopy (SEM) image of CuO NSs. (e) SEM image of CuO NSs with a larger magnification. (f) Atomic-force microscopy (AFM) image of CuO NSs. (g) High-resolution transmission electron microscopy (HRTEM) image of CuO NSs. Inset: corresponding reverse Fourier transform pattern. (h) Corresponding selected area electron diffraction (SAED) pattern. (i) Ultraviolet-visible-near-infrared (UV-vis-NIR) absorption spectrum of CuO NSs and the corresponding Tauc curve.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>The synthesized CuBDC MOF and CuO are further confirmed\nby the\nRaman spectrum. The Raman spectrum of the CuBDC MOF (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>) is the same as in the previous reports.\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link> shows\nthree Raman peaks of 298, 348, and 630 cm<sup>–1</sup>, corresponding\nto the optical phonon A<sub>g</sub>, B<sub>1g</sub>, and B<sub>2g</sub> modes of CuO, respectively. The peak\nintensity of 298 cm<sup>–1</sup> is much stronger than those\nof the peaks at 348 and 630 cm<sup>–1</sup>, which indicates\nthe good crystal quality of MOF-derived CuO. To observe the morphology and microstructure of the samples, SEM\nimages of CuBDC MOF and CuO are recorded. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link> shows the SEM image of CuBDC, which exhibits lateral dimensions\nof 0.6–2.7 μm. As shown in d, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">S4, and S5</ext-link>,\nCuO NSs with lateral sizes of 0.5–3.4 μm are obtained\nby annealing CuBDC NSs. 2D CuO NSs are composed of nanoparticles,\nas shown in the SEM image with larger magnification (e). Atomic-force microscopy\n(AFM) shows that the thicknesses of CuO NSs are in the range of 2–6\nnm (f), demonstrating\nthe 2D ultrathin feature of MOF-derived CuO NSs. g shows the high-resolution\ntransmission electron microscopy (HRTEM) image of CuO NSs, which demonstrates\ntheir good crystallinity. The lattice space is 0.23 nm, which corresponds\nto the (111) plane of CuO. As shown in h, the selected area\nelectron diffraction (SAED) pattern of the CuO NSs, which agrees well\nwith the XRD pattern, further demonstrates a good crystalline structure.\nThe absorption spectrum of 2D CuO NSs is presented in i, which demonstrates the broadband\nlight absorption of 2D CuO NSs. The optical band gap of 2D CuO NSs\nis determined using the Tauc equation of α­(<italic toggle=\"yes\">h</italic>ν)<sup>2</sup> = <italic toggle=\"yes\">A</italic>(<italic toggle=\"yes\">h</italic>ν\n– <italic toggle=\"yes\">E</italic>\n<sub>g</sub>), where α is the absorption\ncoefficient, <italic toggle=\"yes\">A</italic> is a constant, <italic toggle=\"yes\">h</italic>ν\nis the incident photon energy, and <italic toggle=\"yes\">E</italic>\n<sub>g</sub> is\nthe optical band gap. The estimated band gap of 2D CuO NSs is approximately\n1.39 eV, which is slightly larger than that of bulk CuO samples due\nto the confinement effect.\n</p>", "clean_text": "The synthesized CuBDC MOF and CuO are further confirmed by the Raman spectrum. The Raman spectrum of the CuBDC MOF (Figure S2a) is the same as in the previous reports. Figure S2b shows three Raman peaks of 298, 348, and 630 cm-1, corresponding to the optical phonon Ag, B1g, and B2g modes of CuO, respectively. The peak intensity of 298 cm-1 is much stronger than those of the peaks at 348 and 630 cm-1, which indicates the good crystal quality of MOF-derived CuO. To observe the morphology and microstructure of the samples, SEM images of CuBDC MOF and CuO are recorded. Figure S3 shows the SEM image of CuBDC, which exhibits lateral dimensions of 0.6-2.7 μm. As shown in d, S4, and S5, CuO NSs with lateral sizes of 0.5-3.4 μm are obtained by annealing CuBDC NSs. 2D CuO NSs are composed of nanoparticles, as shown in the SEM image with larger magnification (e). Atomic-force microscopy (AFM) shows that the thicknesses of CuO NSs are in the range of 2-6 nm (f), demonstrating the 2D ultrathin feature of MOF-derived CuO NSs. g shows the high-resolution transmission electron microscopy (HRTEM) image of CuO NSs, which demonstrates their good crystallinity. The lattice space is 0.23 nm, which corresponds to the (111) plane of CuO. As shown in h, the selected area electron diffraction (SAED) pattern of the CuO NSs, which agrees well with the XRD pattern, further demonstrates a good crystalline structure. The absorption spectrum of 2D CuO NSs is presented in i, which demonstrates the broadband light absorption of 2D CuO NSs. The optical band gap of 2D CuO NSs is determined using the Tauc equation of α(hν)2 = A(hν - E g), where α is the absorption coefficient, A is a constant, hν is the incident photon energy, and E g is the optical band gap. The estimated band gap of 2D CuO NSs is approximately 1.39 eV, which is slightly larger than that of bulk CuO samples due to the confinement effect. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The\nworking mechanism of 2D CuO-based PEC PDs is shown in b. Due to the p-type\nnature of CuO, a downward bending band structure is formed at the\nCuO/electrolyte interface, and a built-in electric field is established,\npointing from the electrolyte to CuO. When light irradiates the surface of a CuO-based photocathode, photogenerated\ncarriers (electrons and holes) are produced. The photogenerated electrons\nflow to the CuO/electrolyte interface and reduce hydroxyl radicals\n(OH<sup>•</sup>) to hydroxyl anions (OH<sup>–</sup>).\nThe photogenerated holes transfer to FTO and arrive at the counter\nelectrode to oxidize OH<sup>–</sup> to OH<sup>•</sup>, forming a current loop.</p>", "clean_text": "The working mechanism of 2D CuO-based PEC PDs is shown in b. Due to the p-type nature of CuO, a downward bending band structure is formed at the CuO/electrolyte interface, and a built-in electric field is established, pointing from the electrolyte to CuO. When light irradiates the surface of a CuO-based photocathode, photogenerated carriers (electrons and holes) are produced. The photogenerated electrons flow to the CuO/electrolyte interface and reduce hydroxyl radicals (OH⋅) to hydroxyl anions (OH-). The photogenerated holes transfer to FTO and arrive at the counter electrode to oxidize OH- to OH⋅, forming a current loop.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>The photoresponse properties of 2D\nCuO NSs were investigated by\nthe PEC system, as shown in a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link> (more details\nin the ). For an optoelectronic\ndevice, the photoresponse properties depend on the application of\nan external voltage. Therefore, we first studied the external voltage\neffect on the photoresponse of 2D CuO PEC PDs. a shows the linear sweep voltammetry (LSV)\nof 2D CuO PEC PDs under pulsed 365 nm light irradiation with a power\nintensity of 2.85 mW/cm<sup>2</sup>, where the parts marked in pink\nindicate the periods under light irradiation and the parts marked\nin white correspond to the periods without irradiation. The photocurrent\ndensity (<italic toggle=\"yes\">J</italic>\n<sub>ph</sub>, <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> = <italic toggle=\"yes\">J</italic>\n<sub>light</sub> – <italic toggle=\"yes\">J</italic>\n<sub>dark</sub>, where <italic toggle=\"yes\">J</italic>\n<sub>light</sub> and <italic toggle=\"yes\">J</italic>\n<sub>dark</sub> represent the current densities with and\nwithout irradiation) varies with the external voltage. Due to CuO being a p-type semiconductor, the <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> displays a negative value. To more accurately\ninvestigate the external voltage-dependent photoresponse, the current\ndensity–time (<italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic>)\ncurves of 2D CuO PEC PDs were measured at various voltages using pulsed\n365 nm light (b), and the corresponding <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> values\nwith deviations are exhibited in c. The <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> gradually\nincreases from −0.175 to −7.35 μA/cm<sup>2</sup> as the external voltage sweeps from 0.2 to −0.4 V. The detailed <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> values for different bias voltages are exhibited\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. The slight deviations verify\nthat 2D CuO PEC PDs have good reproducibility for various devices.\nAlthough 2D CuO PEC PDs have self-powered capability, the devices\nshow a better photoresponse at −0.4 V. Meanwhile, <italic toggle=\"yes\">J</italic>\n<sub>dark</sub> rapidly increases as the external voltage is higher\nthan −0.4 V due to undergoing the hydrogen evolution reaction.\nTherefore, we focus on investigating the photodetection performance\nof 2D CuO PEC PDs at a bias of −0.4 V.</p>", "clean_text": "The photoresponse properties of 2D CuO NSs were investigated by the PEC system, as shown in a and Figure S7 (more details in the ). For an optoelectronic device, the photoresponse properties depend on the application of an external voltage. Therefore, we first studied the external voltage effect on the photoresponse of 2D CuO PEC PDs. a shows the linear sweep voltammetry (LSV) of 2D CuO PEC PDs under pulsed 365 nm light irradiation with a power intensity of 2.85 mW/cm2, where the parts marked in pink indicate the periods under light irradiation and the parts marked in white correspond to the periods without irradiation. The photocurrent density (J ph, J ph = J light - J dark, where J light and J dark represent the current densities with and without irradiation) varies with the external voltage. Due to CuO being a p-type semiconductor, the J ph displays a negative value. To more accurately investigate the external voltage-dependent photoresponse, the current density-time (J-t) curves of 2D CuO PEC PDs were measured at various voltages using pulsed 365 nm light (b), and the corresponding J ph values with deviations are exhibited in c. The J ph gradually increases from -0.175 to -7.35 μA/cm2 as the external voltage sweeps from 0.2 to -0.4 V. The detailed J ph values for different bias voltages are exhibited in Table S1. The slight deviations verify that 2D CuO PEC PDs have good reproducibility for various devices. Although 2D CuO PEC PDs have self-powered capability, the devices show a better photoresponse at -0.4 V. Meanwhile, J dark rapidly increases as the external voltage is higher than -0.4 V due to undergoing the hydrogen evolution reaction. Therefore, we focus on investigating the photodetection performance of 2D CuO PEC PDs at a bias of -0.4 V.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Effect of external voltages\non the 2D CuO PEC PDs. (a) LSV under\npulsed 365 nm light irradiation with a power intensity of 2.85 mW/cm<sup>2</sup>. The interval times are 5 s for light “on”\nand 5 s for light “off”. (b) <italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic> curves at various external voltages under 365 nm light\nirradiation with a power intensity of 2.85 mW/cm<sup>2</sup>. (c) <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> at various external voltages under 365 nm\nlight irradiation with a power intensity of 2.85 mW/cm<sup>2</sup>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Effect of external voltages on the 2D CuO PEC PDs. (a) LSV under pulsed 365 nm light irradiation with a power intensity of 2.85 mW/cm2. The interval times are 5 s for light \"on\" and 5 s for light \"off\". (b) J-t curves at various external voltages under 365 nm light irradiation with a power intensity of 2.85 mW/cm2. (c) J ph at various external voltages under 365 nm light irradiation with a power intensity of 2.85 mW/cm2.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Electrolytes play an important role in PEC PDs\nbecause they take\npart in the PEC process, offering more factors to regulate the photoresponse\nof PEC PDs. The photoresponse of CuO NS PEC PDs in different kinds\nof electrolyte (0.1 M Na<sub>2</sub>SO<sub>4</sub>, 0.1 M NaOH, and\ndistilled water) was investigated and is displayed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S8a</ext-link>. The <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> values are −6.95, −7.03, and −0.9 μA/cm<sup>2</sup> for 0.1 M Na<sub>2</sub>SO<sub>4</sub>, 0.1 M NaOH, and distilled\nwater, respectively, demonstrating a strongly electrolyte-dependent\nphotoresponse. The electrolyte-dependent photoresponse is attributed\nto the different resistances of various electrolytes, involving the\nequivalent series resistance (<italic toggle=\"yes\">R</italic>\n<sub>s</sub>) and\ncharge transfer resistance (<italic toggle=\"yes\">R</italic>\n<sub>ct</sub>). <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S8b</ext-link> shows the electrochemical impedance\nspectra (EIS) of 2D CuO PEC PDs in various electrolytes, and the corresponding\nfitting <italic toggle=\"yes\">R</italic>\n<sub>s</sub> and <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> are listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>. The difference\nin resistances (<italic toggle=\"yes\">R</italic>\n<sub>s</sub> and <italic toggle=\"yes\">R</italic>\n<sub>ct</sub>) between 0.1 M Na<sub>2</sub>SO<sub>4</sub> and 0.1\nM NaOH is very small, and the resistance dramatically increases in\ndistilled water, which is consistent with the <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> values. The smaller <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> facilitates\ncharge transfer at the CuO/electrolyte interface, while smaller <italic toggle=\"yes\">R</italic>\n<sub>s</sub> accelerates charge transport in the PEC system,\nleading to a higher <italic toggle=\"yes\">J</italic>\n<sub>ph</sub>. Because 0.1 M\nNaOH solution is more corrosive than 0.1 M Na<sub>2</sub>SO<sub>4</sub>, we choose Na<sub>2</sub>SO<sub>4</sub> solution as the electrolyte\nin our study. Furthermore, the photoresponses in different concentrations\nof the Na<sub>2</sub>SO<sub>4</sub> electrolyte (0.01 M Na<sub>2</sub>SO<sub>4</sub>, 0.1 M Na<sub>2</sub>SO<sub>4</sub>, and 1 M Na<sub>2</sub>SO<sub>4</sub>) are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S8c</ext-link>. The <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> values are −6.3, −6.5,\nand −6.7 μA/cm<sup>2</sup> for 0.01 M Na<sub>2</sub>SO<sub>4</sub>, 0.1 M Na<sub>2</sub>SO<sub>4</sub>, and 1 M Na<sub>2</sub>SO<sub>4</sub>, respectively. The slight variation of <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> demonstrates that the concentration of the Na<sub>2</sub>SO<sub>4</sub> electrolyte has little effect on 2D CuO PEC PDs. To\nensure the charge transfer process in the PEC system and avoid corrosion\ndue to high concentrations, we choose 0.1 M Na<sub>2</sub>SO<sub>4</sub> as the electrolyte in this work.</p>", "clean_text": "Electrolytes play an important role in PEC PDs because they take part in the PEC process, offering more factors to regulate the photoresponse of PEC PDs. The photoresponse of CuO NS PEC PDs in different kinds of electrolyte (0.1 M Na2SO4, 0.1 M NaOH, and distilled water) was investigated and is displayed in Figure S8a. The J ph values are -6.95, -7.03, and -0.9 μA/cm2 for 0.1 M Na2SO4, 0.1 M NaOH, and distilled water, respectively, demonstrating a strongly electrolyte-dependent photoresponse. The electrolyte-dependent photoresponse is attributed to the different resistances of various electrolytes, involving the equivalent series resistance (R s) and charge transfer resistance (R ct). Figure S8b shows the electrochemical impedance spectra (EIS) of 2D CuO PEC PDs in various electrolytes, and the corresponding fitting R s and R ct are listed in Table S2. The difference in resistances (R s and R ct) between 0.1 M Na2SO4 and 0.1 M NaOH is very small, and the resistance dramatically increases in distilled water, which is consistent with the J ph values. The smaller R ct facilitates charge transfer at the CuO/electrolyte interface, while smaller R s accelerates charge transport in the PEC system, leading to a higher J ph. Because 0.1 M NaOH solution is more corrosive than 0.1 M Na2SO4, we choose Na2SO4 solution as the electrolyte in our study. Furthermore, the photoresponses in different concentrations of the Na2SO4 electrolyte (0.01 M Na2SO4, 0.1 M Na2SO4, and 1 M Na2SO4) are shown in Figure S8c. The J ph values are -6.3, -6.5, and -6.7 μA/cm2 for 0.01 M Na2SO4, 0.1 M Na2SO4, and 1 M Na2SO4, respectively. The slight variation of J ph demonstrates that the concentration of the Na2SO4 electrolyte has little effect on 2D CuO PEC PDs. To ensure the charge transfer process in the PEC system and avoid corrosion due to high concentrations, we choose 0.1 M Na2SO4 as the electrolyte in this work.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>2D CuO NSs exhibit strong\nlight absorption in the UV–vis\nregion (i),\nindicating broadband photodetection capability. Next, the spectral\nphotoresponse performance of the 2D CuO PEC PDs was examined with\ndifferent wavelengths of light, including 365, 455, 525, 630, and\n850 nm. a displays\nthe <italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic> curves at various\nwavelengths as the power density increases from level I to V (more\ndetails in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). 2D CuO PEC PDs exhibit\na strong photoresponse to UV–vis (365–630 nm) and a\nweak photoresponse to NIR (850 nm), which are consistent with the\nlight absorption of 2D CuO NSs (i). As the light power intensity increases, <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> gradually increases for all irradiation light,\nas shown in b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>. For instance, <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> values are −5.02, −7.35, −8.18,\n−9.61, and −10.61 μA/cm<sup>2</sup> under 365\nnm irradiation with power intensities from level I to level V. The\nlarger power intensity generates more photogenerated carriers, leading\nto a higher <italic toggle=\"yes\">J</italic>\n<sub>ph</sub>. To further evaluate the\nphotodetection performance of 2D CuO PEC PDs, two crucial parameters\nof responsivity (<italic toggle=\"yes\">R</italic>) and detectivity (<italic toggle=\"yes\">D</italic>*) are calculated according to the following formula<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>R</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ph</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">|</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mi>P</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>=</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0.5</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>q</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dark</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">|</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0.5</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">P</italic> is the power intensity, <italic toggle=\"yes\">S</italic> is the area of the photocathode (1 × 1 cm<sup>2</sup>), and <italic toggle=\"yes\">q</italic> is the charge of an electron (1.6 ×\n10<sup>–19</sup> C). c,d shows the calculated <italic toggle=\"yes\">R</italic> and <italic toggle=\"yes\">D</italic>* values of 2D CuO PEC PDs under different wavelengths\nof light and various power intensities, respectively. The <italic toggle=\"yes\">R</italic> values are 2.7, 1.89, 1.54, 0.73, and 0.22 mA/W for 365,\n455, 525, 630, and 850 nm light illumination with a power intensity\nof level I, respectively (more details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>). The calculated <italic toggle=\"yes\">D</italic>* values are 9.1 ×\n10<sup>8</sup>, 6.9 × 10<sup>8</sup>, 5.4 × 10<sup>8</sup>, 2.9 × 10<sup>8</sup>, and 0.85 × 10<sup>8</sup> Jones\nfor 365, 455, 525, 630, and 850 nm light illumination with a power\nintensity of level I, respectively (more details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>). The photoresponse of CuO PEC PDs not only surpasses\nmost 2D material-based broadband PEC PDs but also outperforms some traditional solid-state CuO-based PDs (more details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S7</ext-link>).</p>", "clean_text": "2D CuO NSs exhibit strong light absorption in the UV-vis region (i), indicating broadband photodetection capability. Next, the spectral photoresponse performance of the 2D CuO PEC PDs was examined with different wavelengths of light, including 365, 455, 525, 630, and 850 nm. a displays the J-t curves at various wavelengths as the power density increases from level I to V (more details in Table S3). 2D CuO PEC PDs exhibit a strong photoresponse to UV-vis (365-630 nm) and a weak photoresponse to NIR (850 nm), which are consistent with the light absorption of 2D CuO NSs (i). As the light power intensity increases, J ph gradually increases for all irradiation light, as shown in b and Table S4. For instance, J ph values are -5.02, -7.35, -8.18, -9.61, and -10.61 μA/cm2 under 365 nm irradiation with power intensities from level I to level V. The larger power intensity generates more photogenerated carriers, leading to a higher J ph. To further evaluate the photodetection performance of 2D CuO PEC PDs, two crucial parameters of responsivity (R) and detectivity (D*) are calculated according to the following formula    R =  |   J   ph   |  / P          D   *   = R ×   S   0.5   /   ( 2 q  |   J   dark   |  )   0.5     where P is the power intensity, S is the area of the photocathode (1 × 1 cm2), and q is the charge of an electron (1.6 × 10-19 C). c,d shows the calculated R and D* values of 2D CuO PEC PDs under different wavelengths of light and various power intensities, respectively. The R values are 2.7, 1.89, 1.54, 0.73, and 0.22 mA/W for 365, 455, 525, 630, and 850 nm light illumination with a power intensity of level I, respectively (more details in Table S5). The calculated D* values are 9.1 × 108, 6.9 × 108, 5.4 × 108, 2.9 × 108, and 0.85 × 108 Jones for 365, 455, 525, 630, and 850 nm light illumination with a power intensity of level I, respectively (more details in Table S6). The photoresponse of CuO PEC PDs not only surpasses most 2D material-based broadband PEC PDs but also outperforms some traditional solid-state CuO-based PDs (more details in Table S7).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Spectral photoresponse\nof 2D CuO PEC PDs. (a) <italic toggle=\"yes\">J–t</italic> curves illuminated\nby different wavelengths of pulsed light (365,\n455, 525, 630, 850 nm) at different power intensities in 0.1 M Na<sub>2</sub>SO<sub>4</sub>. (b) <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> for various\nwavelengths of light at different power intensities in 0.1 M Na<sub>2</sub>SO<sub>4</sub>. (c) Calculated <italic toggle=\"yes\">R</italic> for various\nwavelengths of light at different power intensities in 0.1 M Na<sub>2</sub>SO<sub>4</sub>. (d) Calculated <italic toggle=\"yes\">D</italic>* for various\nwavelengths of light at different power intensities in 0.1 M Na<sub>2</sub>SO<sub>4</sub>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Spectral photoresponse of 2D CuO PEC PDs. (a) J-t curves illuminated by different wavelengths of pulsed light (365, 455, 525, 630, 850 nm) at different power intensities in 0.1 M Na2SO4. (b) J ph for various wavelengths of light at different power intensities in 0.1 M Na2SO4. (c) Calculated R for various wavelengths of light at different power intensities in 0.1 M Na2SO4. (d) Calculated D* for various wavelengths of light at different power intensities in 0.1 M Na2SO4.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>Multicycle and long-term stability are crucial\nfactors for evaluating\nPDs in practical applications. To study their stability, the fresh\nand 1-month storage of the 2D CuO NS photocathode are illuminated\nby pulsed 365 nm light with a power intensity of level II. a shows <italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic> curves of the fresh sample illuminated\nby pulsed 365 nm light for 400 cycles, including the first 100 s and\nthe last 100 s. The <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> nearly remains\nat −7.92 μA/cm<sup>2</sup> after 400 cycles of irradiation,\ndemonstrating outstanding multicycle stability. After 1 month of storage,\nthe photoswitching is stable and <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> decreases\nfrom −7.92 to −7.9 μA/cm<sup>2</sup> (b), demonstrating\nthe excellent long-term stability of 2D CuO-based PEC PDs. Compared\nwith previous studies, 2D CuO NSs PEC PDs show excellent multicycle stability and good\nlong-term stability (more details in ), which provide a solid foundation for practical\napplications. The weak decline in the photoresponse originates from\nthe erosion of the CuO photocathode in the solution. The stability could be further improved by surface coating. Moreover,\nthe response speed is another key factor for evaluating the PDs. The\nrise time (<italic toggle=\"yes\">t</italic>\n<sub>r</sub>) and fall time (<italic toggle=\"yes\">t</italic>\n<sub>f</sub>) of PDs are defined as the time interval for\nthe rise from 10 to 90% and decay from 90 to 10% of the peak values,\nrespectively. The response speeds are 60 and 400 ms for the rise and\ndecay processes of 2D CuO PEC PDs, respectively, as shown in c. The slower decay\nspeed is attributed to the persistent photoconductivity effect of\nmetal oxide semiconductors, originating from oxygen vacancy defects\nand trap states. The response speed transcends\nsome traditional solid-state CuO-based PDs and 2D material-based PEC\nPDs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S7</ext-link>). The excellent stability\nand rapid response speed further prove that 2D CuO NSs are promising\nin the field of PEC PDs.</p>", "clean_text": "Multicycle and long-term stability are crucial factors for evaluating PDs in practical applications. To study their stability, the fresh and 1-month storage of the 2D CuO NS photocathode are illuminated by pulsed 365 nm light with a power intensity of level II. a shows J-t curves of the fresh sample illuminated by pulsed 365 nm light for 400 cycles, including the first 100 s and the last 100 s. The J ph nearly remains at -7.92 μA/cm2 after 400 cycles of irradiation, demonstrating outstanding multicycle stability. After 1 month of storage, the photoswitching is stable and J ph decreases from -7.92 to -7.9 μA/cm2 (b), demonstrating the excellent long-term stability of 2D CuO-based PEC PDs. Compared with previous studies, 2D CuO NSs PEC PDs show excellent multicycle stability and good long-term stability (more details in ), which provide a solid foundation for practical applications. The weak decline in the photoresponse originates from the erosion of the CuO photocathode in the solution. The stability could be further improved by surface coating. Moreover, the response speed is another key factor for evaluating the PDs. The rise time (t r) and fall time (t f) of PDs are defined as the time interval for the rise from 10 to 90% and decay from 90 to 10% of the peak values, respectively. The response speeds are 60 and 400 ms for the rise and decay processes of 2D CuO PEC PDs, respectively, as shown in c. The slower decay speed is attributed to the persistent photoconductivity effect of metal oxide semiconductors, originating from oxygen vacancy defects and trap states. The response speed transcends some traditional solid-state CuO-based PDs and 2D material-based PEC PDs (Table S7). The excellent stability and rapid response speed further prove that 2D CuO NSs are promising in the field of PEC PDs.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Stability and response speed of 2D CuO PEC PDs.\n(a) Multicycle <italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic> curves\nfor 400 cycles illuminated\nby pulsed 365 nm light with a power intensity of level II, including\nthe first 100 s and the last 100 s. The interval times are 5 s for\nlight “on” and 5 s for light “off”. (b)\nStability measurements with a time duration of 30 days. (c) Response\nspeed curve illuminated by 365 nm light with a power intensity of\nlevel II.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Stability and response speed of 2D CuO PEC PDs. (a) Multicycle J-t curves for 400 cycles illuminated by pulsed 365 nm light with a power intensity of level II, including the first 100 s and the last 100 s. The interval times are 5 s for light \"on\" and 5 s for light \"off\". (b) Stability measurements with a time duration of 30 days. (c) Response speed curve illuminated by 365 nm light with a power intensity of level II.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Stability Comparison of Recently Reported\nPEC PDs Based on 2D Materials</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">PEC PDs</oasis:entry>\n<oasis:entry align=\"center\">multicycle\n(s)</oasis:entry>\n<oasis:entry align=\"center\">loss [%]</oasis:entry>\n<oasis:entry align=\"center\">long-term</oasis:entry>\n<oasis:entry align=\"center\">loss [%]</oasis:entry>\n<oasis:entry align=\"center\">refs</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>2D CuO NSs</oasis:entry>\n<oasis:entry>4000</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>0.3</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D BP</oasis:entry>\n<oasis:entry>800</oasis:entry>\n<oasis:entry>0.1</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>83.4</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D Bi<sub>2</sub>S<sub>3</sub>\n</oasis:entry>\n<oasis:entry>5000</oasis:entry>\n<oasis:entry>22.3</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>14.6</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D InSe</oasis:entry>\n<oasis:entry>400</oasis:entry>\n<oasis:entry>0.1</oasis:entry>\n<oasis:entry>1 day</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D Te</oasis:entry>\n<oasis:entry>5000</oasis:entry>\n<oasis:entry>13.7</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D GeSe</oasis:entry>\n<oasis:entry>600</oasis:entry>\n<oasis:entry>23.3</oasis:entry>\n<oasis:entry>14 days</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D graphdiyne</oasis:entry>\n<oasis:entry>6000</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>10.6</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D PbSe</oasis:entry>\n<oasis:entry>10 000</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>27</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D SnS</oasis:entry>\n<oasis:entry>5000</oasis:entry>\n<oasis:entry>18.2</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>38.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D Bi QDs</oasis:entry>\n<oasis:entry>6000</oasis:entry>\n<oasis:entry>37.5</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>56.7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D TaSe<sub>2</sub>\n</oasis:entry>\n<oasis:entry>1000</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D Bi<sub>2</sub>O<sub>2</sub>S</oasis:entry>\n<oasis:entry>5000</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>17.4</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref52\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D graphdiyne</oasis:entry>\n<oasis:entry>500</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>48.9</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref53\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary, 2D CuO NSs\nwere successfully synthesized by annealing\nCuBDC MOF NSs, and their PEC photoresponse properties were investigated\nfor the first time. The lateral sizes and thicknesses of 2D CuO NSs\nare in the range of 0.5–3.4 μm and 2–6 nm, respectively.\n2D CuO PEC PDs show a broadband photoresponse range of 365–850\nnm. Under 365 nm irradiation, CuO NS PEC PDs show a responsivity of\n2.7 mA/W and a response time of 60/400 ms, surpassing most 2D material-based\nbroadband PEC PDs. Furthermore, 2D CuO PEC PDs exhibit excellent multicycle\nstability and good long-term stability after 1-month storage with\nnegligible attenuation, which are superior to all recently reported\n2D material-based PEC PDs. The broadband photoresponse, high photoresponsivity,\nand outstanding stability grant that MOF-derived 2D CuO NSs are promising\ncandidates for underwater photodetection.</p>", "clean_text": "Conclusions\n\nIn summary, 2D CuO NSs were successfully synthesized by annealing CuBDC MOF NSs, and their PEC photoresponse properties were investigated for the first time. The lateral sizes and thicknesses of 2D CuO NSs are in the range of 0.5-3.4 μm and 2-6 nm, respectively. 2D CuO PEC PDs show a broadband photoresponse range of 365-850 nm. Under 365 nm irradiation, CuO NS PEC PDs show a responsivity of 2.7 mA/W and a response time of 60/400 ms, surpassing most 2D material-based broadband PEC PDs. Furthermore, 2D CuO PEC PDs exhibit excellent multicycle stability and good long-term stability after 1-month storage with negligible attenuation, which are superior to all recently reported 2D material-based PEC PDs. The broadband photoresponse, high photoresponsivity, and outstanding stability grant that MOF-derived 2D CuO NSs are promising candidates for underwater photodetection.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Experimental Details</title><title>Synthesis of CuO NSs</title><p>2D CuBDC MOF\nNSs were synthesized by a three-layer synthesis strategy following\nan earlier report (more details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). The blue CuBDC MOF NSs\nwere annealed for 1 h in air at 430 °C. Then, black 2D CuO NSs\nwere obtained. The characterizations of CuO NSs are shown in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "Experimental Details\n\nSynthesis of CuO NSs\n\n2D CuBDC MOF NSs were synthesized by a three-layer synthesis strategy following an earlier report (more details in the Supporting Information). The blue CuBDC MOF NSs were annealed for 1 h in air at 430 °C. Then, black 2D CuO NSs were obtained. The characterizations of CuO NSs are shown in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["synthesis condition"], "content": "<title>Fabrication of the CuO Photocathode</title><p>CuO NSs (1 mg) was dispersed in 200 μL of the mixture (<italic toggle=\"yes\">V</italic>\n<sub>PVDF</sub>/<italic toggle=\"yes\">V</italic>\n<sub>DMF</sub> = 2:10)\nand sonicated for 2 mins. The mixture was deposited by the drop-casting\nmethod on the precleaned FTO substrate (coating area of 1 × 1\ncm<sup>2</sup>). Then, the FTO with CuO NSs was dried in an oven at\n50 °C for 8 h.</p>", "clean_text": "Fabrication of the CuO Photocathode\n\nCuO NSs (1 mg) was dispersed in 200 μL of the mixture (V PVDF/V DMF = 2:10) and sonicated for 2 mins. The mixture was deposited by the drop-casting method on the precleaned FTO substrate (coating area of 1 × 1 cm2). Then, the FTO with CuO NSs was dried in an oven at 50 °C for 8 h.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Photoresponse of CuO-Based PEC PDs</title><p>As shown in a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>, an electrochemical workstation\n(CHI660E, CHENHUA) with the three electrodes was used to measure the\noptoelectronic properties of 2D CuO NSs in a 0.1 M Na<sub>2</sub>SO<sub>4</sub> electrolyte. The CuO photocathode, Pt plate, and Ag/AgCl\nelectrode function as the working electrode, counter electrode, and\nreference electrode, respectively. LED lights (PLS-LED100C) with different\nwavelengths of 365–850 nm work as the illumination light source.</p>", "clean_text": "Photoresponse of CuO-Based PEC PDs\n\nAs shown in a and Figure S7, an electrochemical workstation (CHI660E, CHENHUA) with the three electrodes was used to measure the optoelectronic properties of 2D CuO NSs in a 0.1 M Na2SO4 electrolyte. The CuO photocathode, Pt plate, and Ag/AgCl electrode function as the working electrode, counter electrode, and reference electrode, respectively. LED lights (PLS-LED100C) with different wavelengths of 365-850 nm work as the illumination light source.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsanm.2c05270?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsanm.2c05270</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Synthesis of 2D CuBDC MOF nanosheets and characterizations\nof CuO NSs; thermogravimetric analysis of CuBDC MOF; Raman spectra\nof CuBDC MOF and CuO nanosheets; SEM images of CuBDC MOF and CuO NSs;\nfull-scan XPS spectra of 2D CuO samples; optical images of CuO PEC\nPDs without light irradiation and with 365 nm light irradiation; <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> under 365 nm light irradiation at various\nbias voltages; <italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic> curves\nin different kinds of electrolytes; fitting <italic toggle=\"yes\">R</italic>\n<sub>s</sub> and <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> in different kinds of\nelectrolytes; power density of the light source; and calculated <italic toggle=\"yes\">R</italic>, <italic toggle=\"yes\">D</italic>*, and <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> at different wavelengths and different power intensities (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsanm.2c05270.  Synthesis of 2D CuBDC MOF nanosheets and characterizations of CuO NSs; thermogravimetric analysis of CuBDC MOF; Raman spectra of CuBDC MOF and CuO nanosheets; SEM images of CuBDC MOF and CuO NSs; full-scan XPS spectra of 2D CuO samples; optical images of CuO PEC PDs without light irradiation and with 365 nm light irradiation; J ph under 365 nm light irradiation at various bias voltages; J-t curves in different kinds of electrolytes; fitting R s and R ct in different kinds of electrolytes; power density of the light source; and calculated R, D*, and J ph at different wavelengths and different power intensities (PDF)   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Synthesis of 2D CuBDC MOF nanosheets and characterizations\nof CuO NSs; thermogravimetric analysis of CuBDC MOF; Raman spectra\nof CuBDC MOF and CuO nanosheets; SEM images of CuBDC MOF and CuO NSs;\nfull-scan XPS spectra of 2D CuO samples; optical images of CuO PEC\nPDs without light irradiation and with 365 nm light irradiation; <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> under 365 nm light irradiation at various\nbias voltages; <italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic> curves\nin different kinds of electrolytes; fitting <italic toggle=\"yes\">R</italic>\n<sub>s</sub> and <italic toggle=\"yes\">R</italic>\n<sub>ct</sub> in different kinds of\nelectrolytes; power density of the light source; and calculated <italic toggle=\"yes\">R</italic>, <italic toggle=\"yes\">D</italic>*, and <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> at different wavelengths and different power intensities (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Synthesis of 2D CuBDC MOF nanosheets and characterizations of CuO NSs; thermogravimetric analysis of CuBDC MOF; Raman spectra of CuBDC MOF and CuO nanosheets; SEM images of CuBDC MOF and CuO NSs; full-scan XPS spectra of 2D CuO samples; optical images of CuO PEC PDs without light irradiation and with 365 nm light irradiation; J ph under 365 nm light irradiation at various bias voltages; J-t curves in different kinds of electrolytes; fitting R s and R ct in different kinds of electrolytes; power density of the light source; and calculated R, D*, and J ph at different wavelengths and different power intensities (PDF)", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>College\nof Materials Science and Chemical Engineering,\nUniversity of Science and Technology, Harbin 150080, China</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "College of Materials Science and Chemical Engineering, University of Science and Technology, Harbin 150080, China\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 20, "type": "text", "classification": "synthesis condition", "content": "<title>Fabrication of the CuO Photocathode</title><p>CuO NSs (1 mg) was dispersed in 200 μL of the mixture (<italic toggle=\"yes\">V</italic>\n<sub>PVDF</sub>/<italic toggle=\"yes\">V</italic>\n<sub>DMF</sub> = 2:10)\nand sonicated for 2 mins. The mixture was deposited by the drop-casting\nmethod on the precleaned FTO substrate (coating area of 1 × 1\ncm<sup>2</sup>). Then, the FTO with CuO NSs was dried in an oven at\n50 °C for 8 h.</p>", "clean_text": "Fabrication of the CuO Photocathode\n\nCuO NSs (1 mg) was dispersed in 200 μL of the mixture (V PVDF/V DMF = 2:10) and sonicated for 2 mins. The mixture was deposited by the drop-casting method on the precleaned FTO substrate (coating area of 1 × 1 cm2). Then, the FTO with CuO NSs was dried in an oven at 50 °C for 8 h.", "data": [{"meta": {"name": "CuO Photocathode", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonochemical synthesis", "precursor": [{"name": "CuO NSs", "amount": "1", "unit": "mg"}], "solvent": [{"name": "mixture", "amount": "200", "unit": "μL"}, {"name": "PVDF", "amount": "2", "unit": ""}, {"name": "DMF", "amount": "10", "unit": ""}], "temperature": "", "ultrasonic frequency": "", "power": "", "time": "2 mins"}, {"synthesis method": "drying", "pressure": "", "temperature": "50 °C", "atmosphere": "", "time": "8 h"}], "yield": ""}], "include_properties": ["sonochemical_synthesis", "drying"]}, {"idx": "1, 4, 8, 10", "type": "text", "classification": "property", "content": "<p>Metal oxide semiconductors have attracted growing attention\ndue\nto their excellent electrical and optical properties, low-cost fabrication,\nand good stability, which grant them great application potential in\nphotodetectors (PDs). However, broadband photoelectrochemical (PEC)-type\nPDs based on metal oxide semiconductors are deficient. In this work,\nwe synthesized two-dimensional (2D) CuO nanosheets (NSs) by annealing\nCu-based metal–organic frameworks (Cu-MOFs) and first demonstrated\nbroadband PEC PDs based on 2D CuO NSs. The thicknesses of 2D CuO NSs\nare 2–6 nm. 2D CuO PEC PDs show a broadband photoresponse from\n365 to 850 nm with a responsivity of 2.7 mA/W and a response time\nof 60/400 ms, which surpass most 2D material-based PEC PDs. Moreover,\nCuO NSs PEC PDs exhibit outstanding multicycle stability and long-term\nstability for 1-month storage with negligible decay, exceeding all\nrecently reported 2D material-based PEC PDs. These results endow 2D\nCuO NSs with great potential in underwater photodetection.</p><p>In this work, we synthesized two-dimensional\n(2D) CuO nanosheets\n(NSs) by annealing 2D copper 1,4-benzenedicarboxylate (CuBDC) metal–organic\nframeworks (MOFs) and investigated their PEC photoresponse, as shown\nin a. 2D CuBDC\nMOF NSs were synthesized by a bottom-up synthesis strategy following\na previous report. MOF-derived 2D CuO\nNSs were fabricated by annealing 2D CuBDC MOF NSs at 430 °C.\nA comprehensive study was performed to characterize 2D CuO NSs, including\ncrystal structure, morphology, and optical properties. 2D CuO NS-based\nPEC PDs exhibit a broadband response from UV (365 nm) to NIR (850\nnm), a responsivity of 2.7 mA/W for 365 nm light, and a response speed\nof 60/400 ms, which surpass most 2D material-based broadband PEC PDs.\nMoreover, 2D CuO PEC PDs show outstanding multicycle and long-term\nstability for 1 month with negligible attenuation. All of the above\nresults demonstrate that 2D CuO NSs are promising in underwater broadband\nphotodetection.</p><p>The synthesized CuBDC MOF and CuO are further confirmed\nby the\nRaman spectrum. The Raman spectrum of the CuBDC MOF (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>) is the same as in the previous reports.\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link> shows\nthree Raman peaks of 298, 348, and 630 cm<sup>–1</sup>, corresponding\nto the optical phonon A<sub>g</sub>, B<sub>1g</sub>, and B<sub>2g</sub> modes of CuO, respectively. The peak\nintensity of 298 cm<sup>–1</sup> is much stronger than those\nof the peaks at 348 and 630 cm<sup>–1</sup>, which indicates\nthe good crystal quality of MOF-derived CuO. To observe the morphology and microstructure of the samples, SEM\nimages of CuBDC MOF and CuO are recorded. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link> shows the SEM image of CuBDC, which exhibits lateral dimensions\nof 0.6–2.7 μm. As shown in d, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">S4, and S5</ext-link>,\nCuO NSs with lateral sizes of 0.5–3.4 μm are obtained\nby annealing CuBDC NSs. 2D CuO NSs are composed of nanoparticles,\nas shown in the SEM image with larger magnification (e). Atomic-force microscopy\n(AFM) shows that the thicknesses of CuO NSs are in the range of 2–6\nnm (f), demonstrating\nthe 2D ultrathin feature of MOF-derived CuO NSs. g shows the high-resolution\ntransmission electron microscopy (HRTEM) image of CuO NSs, which demonstrates\ntheir good crystallinity. The lattice space is 0.23 nm, which corresponds\nto the (111) plane of CuO. As shown in h, the selected area\nelectron diffraction (SAED) pattern of the CuO NSs, which agrees well\nwith the XRD pattern, further demonstrates a good crystalline structure.\nThe absorption spectrum of 2D CuO NSs is presented in i, which demonstrates the broadband\nlight absorption of 2D CuO NSs. The optical band gap of 2D CuO NSs\nis determined using the Tauc equation of α­(<italic toggle=\"yes\">h</italic>ν)<sup>2</sup> = <italic toggle=\"yes\">A</italic>(<italic toggle=\"yes\">h</italic>ν\n– <italic toggle=\"yes\">E</italic>\n<sub>g</sub>), where α is the absorption\ncoefficient, <italic toggle=\"yes\">A</italic> is a constant, <italic toggle=\"yes\">h</italic>ν\nis the incident photon energy, and <italic toggle=\"yes\">E</italic>\n<sub>g</sub> is\nthe optical band gap. The estimated band gap of 2D CuO NSs is approximately\n1.39 eV, which is slightly larger than that of bulk CuO samples due\nto the confinement effect.\n</p><p>The photoresponse properties of 2D\nCuO NSs were investigated by\nthe PEC system, as shown in a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link> (more details\nin the ). For an optoelectronic\ndevice, the photoresponse properties depend on the application of\nan external voltage. Therefore, we first studied the external voltage\neffect on the photoresponse of 2D CuO PEC PDs. a shows the linear sweep voltammetry (LSV)\nof 2D CuO PEC PDs under pulsed 365 nm light irradiation with a power\nintensity of 2.85 mW/cm<sup>2</sup>, where the parts marked in pink\nindicate the periods under light irradiation and the parts marked\nin white correspond to the periods without irradiation. The photocurrent\ndensity (<italic toggle=\"yes\">J</italic>\n<sub>ph</sub>, <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> = <italic toggle=\"yes\">J</italic>\n<sub>light</sub> – <italic toggle=\"yes\">J</italic>\n<sub>dark</sub>, where <italic toggle=\"yes\">J</italic>\n<sub>light</sub> and <italic toggle=\"yes\">J</italic>\n<sub>dark</sub> represent the current densities with and\nwithout irradiation) varies with the external voltage. Due to CuO being a p-type semiconductor, the <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> displays a negative value. To more accurately\ninvestigate the external voltage-dependent photoresponse, the current\ndensity–time (<italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic>)\ncurves of 2D CuO PEC PDs were measured at various voltages using pulsed\n365 nm light (b), and the corresponding <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> values\nwith deviations are exhibited in c. The <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> gradually\nincreases from −0.175 to −7.35 μA/cm<sup>2</sup> as the external voltage sweeps from 0.2 to −0.4 V. The detailed <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> values for different bias voltages are exhibited\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. The slight deviations verify\nthat 2D CuO PEC PDs have good reproducibility for various devices.\nAlthough 2D CuO PEC PDs have self-powered capability, the devices\nshow a better photoresponse at −0.4 V. Meanwhile, <italic toggle=\"yes\">J</italic>\n<sub>dark</sub> rapidly increases as the external voltage is higher\nthan −0.4 V due to undergoing the hydrogen evolution reaction.\nTherefore, we focus on investigating the photodetection performance\nof 2D CuO PEC PDs at a bias of −0.4 V.</p>", "clean_text": "Metal oxide semiconductors have attracted growing attention due to their excellent electrical and optical properties, low-cost fabrication, and good stability, which grant them great application potential in photodetectors (PDs). However, broadband photoelectrochemical (PEC)-type PDs based on metal oxide semiconductors are deficient. In this work, we synthesized two-dimensional (2D) CuO nanosheets (NSs) by annealing Cu-based metal-organic frameworks (Cu-MOFs) and first demonstrated broadband PEC PDs based on 2D CuO NSs. The thicknesses of 2D CuO NSs are 2-6 nm. 2D CuO PEC PDs show a broadband photoresponse from 365 to 850 nm with a responsivity of 2.7 mA/W and a response time of 60/400 ms, which surpass most 2D material-based PEC PDs. Moreover, CuO NSs PEC PDs exhibit outstanding multicycle stability and long-term stability for 1-month storage with negligible decay, exceeding all recently reported 2D material-based PEC PDs. These results endow 2D CuO NSs with great potential in underwater photodetection.\n\nIn this work, we synthesized two-dimensional (2D) CuO nanosheets (NSs) by annealing 2D copper 1,4-benzenedicarboxylate (CuBDC) metal-organic frameworks (MOFs) and investigated their PEC photoresponse, as shown in a. 2D CuBDC MOF NSs were synthesized by a bottom-up synthesis strategy following a previous report. MOF-derived 2D CuO NSs were fabricated by annealing 2D CuBDC MOF NSs at 430 °C. A comprehensive study was performed to characterize 2D CuO NSs, including crystal structure, morphology, and optical properties. 2D CuO NS-based PEC PDs exhibit a broadband response from UV (365 nm) to NIR (850 nm), a responsivity of 2.7 mA/W for 365 nm light, and a response speed of 60/400 ms, which surpass most 2D material-based broadband PEC PDs. Moreover, 2D CuO PEC PDs show outstanding multicycle and long-term stability for 1 month with negligible attenuation. All of the above results demonstrate that 2D CuO NSs are promising in underwater broadband photodetection.\n\nThe synthesized CuBDC MOF and CuO are further confirmed by the Raman spectrum. The Raman spectrum of the CuBDC MOF (Figure S2a) is the same as in the previous reports. Figure S2b shows three Raman peaks of 298, 348, and 630 cm-1, corresponding to the optical phonon Ag, B1g, and B2g modes of CuO, respectively. The peak intensity of 298 cm-1 is much stronger than those of the peaks at 348 and 630 cm-1, which indicates the good crystal quality of MOF-derived CuO. To observe the morphology and microstructure of the samples, SEM images of CuBDC MOF and CuO are recorded. Figure S3 shows the SEM image of CuBDC, which exhibits lateral dimensions of 0.6-2.7 μm. As shown in d, S4, and S5, CuO NSs with lateral sizes of 0.5-3.4 μm are obtained by annealing CuBDC NSs. 2D CuO NSs are composed of nanoparticles, as shown in the SEM image with larger magnification (e). Atomic-force microscopy (AFM) shows that the thicknesses of CuO NSs are in the range of 2-6 nm (f), demonstrating the 2D ultrathin feature of MOF-derived CuO NSs. g shows the high-resolution transmission electron microscopy (HRTEM) image of CuO NSs, which demonstrates their good crystallinity. The lattice space is 0.23 nm, which corresponds to the (111) plane of CuO. As shown in h, the selected area electron diffraction (SAED) pattern of the CuO NSs, which agrees well with the XRD pattern, further demonstrates a good crystalline structure. The absorption spectrum of 2D CuO NSs is presented in i, which demonstrates the broadband light absorption of 2D CuO NSs. The optical band gap of 2D CuO NSs is determined using the Tauc equation of α(hν)2 = A(hν - E g), where α is the absorption coefficient, A is a constant, hν is the incident photon energy, and E g is the optical band gap. The estimated band gap of 2D CuO NSs is approximately 1.39 eV, which is slightly larger than that of bulk CuO samples due to the confinement effect. \n\nThe photoresponse properties of 2D CuO NSs were investigated by the PEC system, as shown in a and Figure S7 (more details in the ). For an optoelectronic device, the photoresponse properties depend on the application of an external voltage. Therefore, we first studied the external voltage effect on the photoresponse of 2D CuO PEC PDs. a shows the linear sweep voltammetry (LSV) of 2D CuO PEC PDs under pulsed 365 nm light irradiation with a power intensity of 2.85 mW/cm2, where the parts marked in pink indicate the periods under light irradiation and the parts marked in white correspond to the periods without irradiation. The photocurrent density (J ph, J ph = J light - J dark, where J light and J dark represent the current densities with and without irradiation) varies with the external voltage. Due to CuO being a p-type semiconductor, the J ph displays a negative value. To more accurately investigate the external voltage-dependent photoresponse, the current density-time (J-t) curves of 2D CuO PEC PDs were measured at various voltages using pulsed 365 nm light (b), and the corresponding J ph values with deviations are exhibited in c. The J ph gradually increases from -0.175 to -7.35 μA/cm2 as the external voltage sweeps from 0.2 to -0.4 V. The detailed J ph values for different bias voltages are exhibited in Table S1. The slight deviations verify that 2D CuO PEC PDs have good reproducibility for various devices. Although 2D CuO PEC PDs have self-powered capability, the devices show a better photoresponse at -0.4 V. Meanwhile, J dark rapidly increases as the external voltage is higher than -0.4 V due to undergoing the hydrogen evolution reaction. Therefore, we focus on investigating the photodetection performance of 2D CuO PEC PDs at a bias of -0.4 V.", "data": [[{"meta": {"name": "CuO", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "298, 348, 630", "unit": "cm-1", "condition": ""}]}]], "include_properties": ["peak_spectrum"]}, {"idx": "13, 15, 18", "type": "text", "classification": "property", "content": "<p>2D CuO NSs exhibit strong\nlight absorption in the UV–vis\nregion (i),\nindicating broadband photodetection capability. Next, the spectral\nphotoresponse performance of the 2D CuO PEC PDs was examined with\ndifferent wavelengths of light, including 365, 455, 525, 630, and\n850 nm. a displays\nthe <italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic> curves at various\nwavelengths as the power density increases from level I to V (more\ndetails in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). 2D CuO PEC PDs exhibit\na strong photoresponse to UV–vis (365–630 nm) and a\nweak photoresponse to NIR (850 nm), which are consistent with the\nlight absorption of 2D CuO NSs (i). As the light power intensity increases, <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> gradually increases for all irradiation light,\nas shown in b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>. For instance, <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> values are −5.02, −7.35, −8.18,\n−9.61, and −10.61 μA/cm<sup>2</sup> under 365\nnm irradiation with power intensities from level I to level V. The\nlarger power intensity generates more photogenerated carriers, leading\nto a higher <italic toggle=\"yes\">J</italic>\n<sub>ph</sub>. To further evaluate the\nphotodetection performance of 2D CuO PEC PDs, two crucial parameters\nof responsivity (<italic toggle=\"yes\">R</italic>) and detectivity (<italic toggle=\"yes\">D</italic>*) are calculated according to the following formula<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>R</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ph</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">|</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mi>P</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>=</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0.5</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo>/</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mi>q</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>J</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>dark</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">|</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0.5</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">P</italic> is the power intensity, <italic toggle=\"yes\">S</italic> is the area of the photocathode (1 × 1 cm<sup>2</sup>), and <italic toggle=\"yes\">q</italic> is the charge of an electron (1.6 ×\n10<sup>–19</sup> C). c,d shows the calculated <italic toggle=\"yes\">R</italic> and <italic toggle=\"yes\">D</italic>* values of 2D CuO PEC PDs under different wavelengths\nof light and various power intensities, respectively. The <italic toggle=\"yes\">R</italic> values are 2.7, 1.89, 1.54, 0.73, and 0.22 mA/W for 365,\n455, 525, 630, and 850 nm light illumination with a power intensity\nof level I, respectively (more details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link>). The calculated <italic toggle=\"yes\">D</italic>* values are 9.1 ×\n10<sup>8</sup>, 6.9 × 10<sup>8</sup>, 5.4 × 10<sup>8</sup>, 2.9 × 10<sup>8</sup>, and 0.85 × 10<sup>8</sup> Jones\nfor 365, 455, 525, 630, and 850 nm light illumination with a power\nintensity of level I, respectively (more details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>). The photoresponse of CuO PEC PDs not only surpasses\nmost 2D material-based broadband PEC PDs but also outperforms some traditional solid-state CuO-based PDs (more details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S7</ext-link>).</p><p>Multicycle and long-term stability are crucial\nfactors for evaluating\nPDs in practical applications. To study their stability, the fresh\nand 1-month storage of the 2D CuO NS photocathode are illuminated\nby pulsed 365 nm light with a power intensity of level II. a shows <italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic> curves of the fresh sample illuminated\nby pulsed 365 nm light for 400 cycles, including the first 100 s and\nthe last 100 s. The <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> nearly remains\nat −7.92 μA/cm<sup>2</sup> after 400 cycles of irradiation,\ndemonstrating outstanding multicycle stability. After 1 month of storage,\nthe photoswitching is stable and <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> decreases\nfrom −7.92 to −7.9 μA/cm<sup>2</sup> (b), demonstrating\nthe excellent long-term stability of 2D CuO-based PEC PDs. Compared\nwith previous studies, 2D CuO NSs PEC PDs show excellent multicycle stability and good\nlong-term stability (more details in ), which provide a solid foundation for practical\napplications. The weak decline in the photoresponse originates from\nthe erosion of the CuO photocathode in the solution. The stability could be further improved by surface coating. Moreover,\nthe response speed is another key factor for evaluating the PDs. The\nrise time (<italic toggle=\"yes\">t</italic>\n<sub>r</sub>) and fall time (<italic toggle=\"yes\">t</italic>\n<sub>f</sub>) of PDs are defined as the time interval for\nthe rise from 10 to 90% and decay from 90 to 10% of the peak values,\nrespectively. The response speeds are 60 and 400 ms for the rise and\ndecay processes of 2D CuO PEC PDs, respectively, as shown in c. The slower decay\nspeed is attributed to the persistent photoconductivity effect of\nmetal oxide semiconductors, originating from oxygen vacancy defects\nand trap states. The response speed transcends\nsome traditional solid-state CuO-based PDs and 2D material-based PEC\nPDs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsanm.2c05270/suppl_file/an2c05270_si_001.pdf\" xlink:type=\"simple\">Table S7</ext-link>). The excellent stability\nand rapid response speed further prove that 2D CuO NSs are promising\nin the field of PEC PDs.</p><title>Conclusions</title><p>In summary, 2D CuO NSs\nwere successfully synthesized by annealing\nCuBDC MOF NSs, and their PEC photoresponse properties were investigated\nfor the first time. The lateral sizes and thicknesses of 2D CuO NSs\nare in the range of 0.5–3.4 μm and 2–6 nm, respectively.\n2D CuO PEC PDs show a broadband photoresponse range of 365–850\nnm. Under 365 nm irradiation, CuO NS PEC PDs show a responsivity of\n2.7 mA/W and a response time of 60/400 ms, surpassing most 2D material-based\nbroadband PEC PDs. Furthermore, 2D CuO PEC PDs exhibit excellent multicycle\nstability and good long-term stability after 1-month storage with\nnegligible attenuation, which are superior to all recently reported\n2D material-based PEC PDs. The broadband photoresponse, high photoresponsivity,\nand outstanding stability grant that MOF-derived 2D CuO NSs are promising\ncandidates for underwater photodetection.</p>", "clean_text": "2D CuO NSs exhibit strong light absorption in the UV-vis region (i), indicating broadband photodetection capability. Next, the spectral photoresponse performance of the 2D CuO PEC PDs was examined with different wavelengths of light, including 365, 455, 525, 630, and 850 nm. a displays the J-t curves at various wavelengths as the power density increases from level I to V (more details in Table S3). 2D CuO PEC PDs exhibit a strong photoresponse to UV-vis (365-630 nm) and a weak photoresponse to NIR (850 nm), which are consistent with the light absorption of 2D CuO NSs (i). As the light power intensity increases, J ph gradually increases for all irradiation light, as shown in b and Table S4. For instance, J ph values are -5.02, -7.35, -8.18, -9.61, and -10.61 μA/cm2 under 365 nm irradiation with power intensities from level I to level V. The larger power intensity generates more photogenerated carriers, leading to a higher J ph. To further evaluate the photodetection performance of 2D CuO PEC PDs, two crucial parameters of responsivity (R) and detectivity (D*) are calculated according to the following formula    R =  |   J   ph   |  / P          D   *   = R ×   S   0.5   /   ( 2 q  |   J   dark   |  )   0.5     where P is the power intensity, S is the area of the photocathode (1 × 1 cm2), and q is the charge of an electron (1.6 × 10-19 C). c,d shows the calculated R and D* values of 2D CuO PEC PDs under different wavelengths of light and various power intensities, respectively. The R values are 2.7, 1.89, 1.54, 0.73, and 0.22 mA/W for 365, 455, 525, 630, and 850 nm light illumination with a power intensity of level I, respectively (more details in Table S5). The calculated D* values are 9.1 × 108, 6.9 × 108, 5.4 × 108, 2.9 × 108, and 0.85 × 108 Jones for 365, 455, 525, 630, and 850 nm light illumination with a power intensity of level I, respectively (more details in Table S6). The photoresponse of CuO PEC PDs not only surpasses most 2D material-based broadband PEC PDs but also outperforms some traditional solid-state CuO-based PDs (more details in Table S7).\n\nMulticycle and long-term stability are crucial factors for evaluating PDs in practical applications. To study their stability, the fresh and 1-month storage of the 2D CuO NS photocathode are illuminated by pulsed 365 nm light with a power intensity of level II. a shows J-t curves of the fresh sample illuminated by pulsed 365 nm light for 400 cycles, including the first 100 s and the last 100 s. The J ph nearly remains at -7.92 μA/cm2 after 400 cycles of irradiation, demonstrating outstanding multicycle stability. After 1 month of storage, the photoswitching is stable and J ph decreases from -7.92 to -7.9 μA/cm2 (b), demonstrating the excellent long-term stability of 2D CuO-based PEC PDs. Compared with previous studies, 2D CuO NSs PEC PDs show excellent multicycle stability and good long-term stability (more details in ), which provide a solid foundation for practical applications. The weak decline in the photoresponse originates from the erosion of the CuO photocathode in the solution. The stability could be further improved by surface coating. Moreover, the response speed is another key factor for evaluating the PDs. The rise time (t r) and fall time (t f) of PDs are defined as the time interval for the rise from 10 to 90% and decay from 90 to 10% of the peak values, respectively. The response speeds are 60 and 400 ms for the rise and decay processes of 2D CuO PEC PDs, respectively, as shown in c. The slower decay speed is attributed to the persistent photoconductivity effect of metal oxide semiconductors, originating from oxygen vacancy defects and trap states. The response speed transcends some traditional solid-state CuO-based PDs and 2D material-based PEC PDs (Table S7). The excellent stability and rapid response speed further prove that 2D CuO NSs are promising in the field of PEC PDs.\n\nConclusions\n\nIn summary, 2D CuO NSs were successfully synthesized by annealing CuBDC MOF NSs, and their PEC photoresponse properties were investigated for the first time. The lateral sizes and thicknesses of 2D CuO NSs are in the range of 0.5-3.4 μm and 2-6 nm, respectively. 2D CuO PEC PDs show a broadband photoresponse range of 365-850 nm. Under 365 nm irradiation, CuO NS PEC PDs show a responsivity of 2.7 mA/W and a response time of 60/400 ms, surpassing most 2D material-based broadband PEC PDs. Furthermore, 2D CuO PEC PDs exhibit excellent multicycle stability and good long-term stability after 1-month storage with negligible attenuation, which are superior to all recently reported 2D material-based PEC PDs. The broadband photoresponse, high photoresponsivity, and outstanding stability grant that MOF-derived 2D CuO NSs are promising candidates for underwater photodetection.", "data": [[{"meta": {"name": "CuO NSs", "symbol": "1", "chemical formula": ""}, "etc": [{"property name": "light absorption", "value": "", "unit": "", "condition": "UV–vis region"}, {"property name": "photodetection capability", "value": "", "unit": "", "condition": "broadband"}, {"property name": "photoresponse", "value": "", "unit": "", "condition": "UV–vis (365–630 nm)"}, {"property name": "photoresponse", "value": "", "unit": "", "condition": "NIR (850 nm)"}, {"property name": "photogenerated carriers", "value": "", "unit": "", "condition": "more power intensity"}, {"property name": "responsivity", "value": "2.7", "unit": "mA/W", "condition": "365 nm light illumination"}, {"property name": "detectivity", "value": "9.1 × 10^8", "unit": "Jones", "condition": "365 nm light illumination"}, {"property name": "multicycle stability", "value": "", "unit": "", "condition": "outstanding"}, {"property name": "long-term stability", "value": "", "unit": "", "condition": "excellent"}, {"property name": "rise time", "value": "60", "unit": "ms", "condition": ""}, {"property name": "fall time", "value": "400", "unit": "ms", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 17, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Stability Comparison of Recently Reported\nPEC PDs Based on 2D Materials</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">PEC PDs</oasis:entry>\n<oasis:entry align=\"center\">multicycle\n(s)</oasis:entry>\n<oasis:entry align=\"center\">loss [%]</oasis:entry>\n<oasis:entry align=\"center\">long-term</oasis:entry>\n<oasis:entry align=\"center\">loss [%]</oasis:entry>\n<oasis:entry align=\"center\">refs</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>2D CuO NSs</oasis:entry>\n<oasis:entry>4000</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>0.3</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D BP</oasis:entry>\n<oasis:entry>800</oasis:entry>\n<oasis:entry>0.1</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>83.4</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D Bi<sub>2</sub>S<sub>3</sub>\n</oasis:entry>\n<oasis:entry>5000</oasis:entry>\n<oasis:entry>22.3</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>14.6</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D InSe</oasis:entry>\n<oasis:entry>400</oasis:entry>\n<oasis:entry>0.1</oasis:entry>\n<oasis:entry>1 day</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D Te</oasis:entry>\n<oasis:entry>5000</oasis:entry>\n<oasis:entry>13.7</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D GeSe</oasis:entry>\n<oasis:entry>600</oasis:entry>\n<oasis:entry>23.3</oasis:entry>\n<oasis:entry>14 days</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D graphdiyne</oasis:entry>\n<oasis:entry>6000</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>10.6</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D PbSe</oasis:entry>\n<oasis:entry>10 000</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>27</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D SnS</oasis:entry>\n<oasis:entry>5000</oasis:entry>\n<oasis:entry>18.2</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>38.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D Bi QDs</oasis:entry>\n<oasis:entry>6000</oasis:entry>\n<oasis:entry>37.5</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>56.7</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D TaSe<sub>2</sub>\n</oasis:entry>\n<oasis:entry>1000</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D Bi<sub>2</sub>O<sub>2</sub>S</oasis:entry>\n<oasis:entry>5000</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>17.4</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref52\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2D graphdiyne</oasis:entry>\n<oasis:entry>500</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>30 days</oasis:entry>\n<oasis:entry>48.9</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref53\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Stability Comparison of Recently Reported PEC PDs Based on 2D Materials\n\n| PEC PDs        | multicycle (s) | loss [%] | long-term | loss [%] | refs |\n|----------------|----------------|----------|-----------|----------|------|\n| 2D CuO NSs     | 4000           | 0        | 30 days   | 0.3      | this work |\n| 2D BP          | 800            | 0.1      | 30 days   | 83.4     | [36] |\n| 2D Bi<sub>2</sub>S<sub>3</sub> | 5000 | 22.3 | 30 days | 14.6 | [37] |\n| 2D InSe        | 400            | 0.1      | 1 day     | 12       | [38] |\n| 2D Te          | 5000           | 13.7     | 30 days   | 24       | [39] |\n| 2D GeSe        | 600            | 23.3     | 14 days   | 50       | [40] |\n| 2D graphdiyne  | 6000           | 16       | 30 days   | 10.6     | [47] |\n| 2D PbSe        | 10 000         | 0        | 30 days   | 27       | [48] |\n| 2D SnS         | 5000           | 18.2     | 30 days   | 38.2     | [49] |\n| 2D Bi QDs      | 6000           | 37.5     | 30 days   | 56.7     | [50] |\n| 2D TaSe<sub>2</sub> | 1000      | 0        | 30 days   | 10       | [51] |\n| 2D Bi<sub>2</sub>O<sub>2</sub>S | 5000 | 30 | 30 days | 17.4 | [52] |\n| 2D graphdiyne  | 500            | 0        | 30 days   | 48.9     | [53] |", "data": [{"meta": {"name": "2D CuO NSs", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "4000", "unit": "s", "condition": ""}, {"property name": "loss", "value": "0", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "0.3", "unit": "%", "condition": ""}, {"property name": "refs", "value": "this work", "unit": "", "condition": ""}]}, {"meta": {"name": "2D BP", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "800", "unit": "", "condition": ""}, {"property name": "loss", "value": "0.1", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "83.4", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[36]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D Bi2S3", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "5000", "unit": "", "condition": ""}, {"property name": "loss", "value": "22.3", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "14.6", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[37]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D InSe", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "400", "unit": "", "condition": ""}, {"property name": "loss", "value": "0.1", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "1 day", "unit": "", "condition": ""}, {"property name": "loss", "value": "12", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[38]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D Te", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "5000", "unit": "", "condition": ""}, {"property name": "loss", "value": "13.7", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "24", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[39]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D GeSe", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "600", "unit": "", "condition": ""}, {"property name": "loss", "value": "23.3", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "14 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "50", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[40]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D graphdiyne", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "6000", "unit": "", "condition": ""}, {"property name": "loss", "value": "16", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "10.6", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[47]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D PbSe", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "10,000", "unit": "", "condition": ""}, {"property name": "loss", "value": "0", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "27", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[48]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D SnS", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "5000", "unit": "", "condition": ""}, {"property name": "loss", "value": "18.2", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "38.2", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[49]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D Bi QDs", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "6000", "unit": "", "condition": ""}, {"property name": "loss", "value": "37.5", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "56.7", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[50]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D TaSe2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "1000", "unit": "", "condition": ""}, {"property name": "loss", "value": "0", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "10", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[51]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D Bi2O2S", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "5000", "unit": "", "condition": ""}, {"property name": "loss", "value": "30", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "17.4", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[52]", "unit": "", "condition": ""}]}, {"meta": {"name": "2D graphdiyne", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "multicycle", "value": "500", "unit": "", "condition": ""}, {"property name": "loss", "value": "0", "unit": "%", "condition": ""}, {"property name": "long-term", "value": "30 days", "unit": "", "condition": ""}, {"property name": "loss", "value": "48.9", "unit": "%", "condition": ""}, {"property name": "refs", "value": "[53]", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>(a) Schematic Diagram of Fabricating 2D CuO and Evaluating\nCuO PEC\nPDs and the (b) Schematic Diagram of the Working Mechanism of CuO\nPEC PDs</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic Diagram of Fabricating 2D CuO and Evaluating CuO PEC PDs and the (b) Schematic Diagram of the Working Mechanism of CuO PEC PDs   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Characterization\nof MOF-derived 2D CuO NSs. (a) XRD patterns of\nCuBDC MOF and CuO NSs. XPS characterization of 2D CuO NSs. (b) Cu\n2p spectra. (c) O 1s spectra. (d) Scanning electron microscopy (SEM)\nimage of CuO NSs. (e) SEM image of CuO NSs with a larger magnification.\n(f) Atomic-force microscopy (AFM) image of CuO NSs. (g) High-resolution\ntransmission electron microscopy (HRTEM) image of CuO NSs. Inset:\ncorresponding reverse Fourier transform pattern. (h) Corresponding\nselected area electron diffraction (SAED) pattern. (i) Ultraviolet–visible–near-infrared\n(UV–vis–NIR) absorption spectrum of CuO NSs and the\ncorresponding Tauc curve.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Characterization of MOF-derived 2D CuO NSs. (a) XRD patterns of CuBDC MOF and CuO NSs. XPS characterization of 2D CuO NSs. (b) Cu 2p spectra. (c) O 1s spectra. (d) Scanning electron microscopy (SEM) image of CuO NSs. (e) SEM image of CuO NSs with a larger magnification. (f) Atomic-force microscopy (AFM) image of CuO NSs. (g) High-resolution transmission electron microscopy (HRTEM) image of CuO NSs. Inset: corresponding reverse Fourier transform pattern. (h) Corresponding selected area electron diffraction (SAED) pattern. (i) Ultraviolet-visible-near-infrared (UV-vis-NIR) absorption spectrum of CuO NSs and the corresponding Tauc curve.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Effect of external voltages\non the 2D CuO PEC PDs. (a) LSV under\npulsed 365 nm light irradiation with a power intensity of 2.85 mW/cm<sup>2</sup>. The interval times are 5 s for light “on”\nand 5 s for light “off”. (b) <italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic> curves at various external voltages under 365 nm light\nirradiation with a power intensity of 2.85 mW/cm<sup>2</sup>. (c) <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> at various external voltages under 365 nm\nlight irradiation with a power intensity of 2.85 mW/cm<sup>2</sup>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Effect of external voltages on the 2D CuO PEC PDs. (a) LSV under pulsed 365 nm light irradiation with a power intensity of 2.85 mW/cm2. The interval times are 5 s for light \"on\" and 5 s for light \"off\". (b) J-t curves at various external voltages under 365 nm light irradiation with a power intensity of 2.85 mW/cm2. (c) J ph at various external voltages under 365 nm light irradiation with a power intensity of 2.85 mW/cm2.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Spectral photoresponse\nof 2D CuO PEC PDs. (a) <italic toggle=\"yes\">J–t</italic> curves illuminated\nby different wavelengths of pulsed light (365,\n455, 525, 630, 850 nm) at different power intensities in 0.1 M Na<sub>2</sub>SO<sub>4</sub>. (b) <italic toggle=\"yes\">J</italic>\n<sub>ph</sub> for various\nwavelengths of light at different power intensities in 0.1 M Na<sub>2</sub>SO<sub>4</sub>. (c) Calculated <italic toggle=\"yes\">R</italic> for various\nwavelengths of light at different power intensities in 0.1 M Na<sub>2</sub>SO<sub>4</sub>. (d) Calculated <italic toggle=\"yes\">D</italic>* for various\nwavelengths of light at different power intensities in 0.1 M Na<sub>2</sub>SO<sub>4</sub>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Spectral photoresponse of 2D CuO PEC PDs. (a) J-t curves illuminated by different wavelengths of pulsed light (365, 455, 525, 630, 850 nm) at different power intensities in 0.1 M Na2SO4. (b) J ph for various wavelengths of light at different power intensities in 0.1 M Na2SO4. (c) Calculated R for various wavelengths of light at different power intensities in 0.1 M Na2SO4. (d) Calculated D* for various wavelengths of light at different power intensities in 0.1 M Na2SO4.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Stability and response speed of 2D CuO PEC PDs.\n(a) Multicycle <italic toggle=\"yes\">J</italic>–<italic toggle=\"yes\">t</italic> curves\nfor 400 cycles illuminated\nby pulsed 365 nm light with a power intensity of level II, including\nthe first 100 s and the last 100 s. The interval times are 5 s for\nlight “on” and 5 s for light “off”. (b)\nStability measurements with a time duration of 30 days. (c) Response\nspeed curve illuminated by 365 nm light with a power intensity of\nlevel II.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"an2c05270_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Stability and response speed of 2D CuO PEC PDs. (a) Multicycle J-t curves for 400 cycles illuminated by pulsed 365 nm light with a power intensity of level II, including the first 100 s and the last 100 s. The interval times are 5 s for light \"on\" and 5 s for light \"off\". (b) Stability measurements with a time duration of 30 days. (c) Response speed curve illuminated by 365 nm light with a power intensity of level II.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsanm.2c05270", "title": null, "journal": "American Chemical Society", "date": "2022.12", "author_list": ["Gao\nQiyue", "Jin\nZehao", "Qu\nLihang", "Shao\nZhitao", "Liu\nXin", "Zhang\nYunxiao", "Fu\nZhendong", "Huang\nYuewu", "Wang\nLili", "Feng\nWei"]}}