{"filepath": "../L2M3_data/1_application_papers/acs_xml/ao0c00539.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>In this study, by\nhybridization of zinc-based metal–organic\nframework-5 (MOF-5) and melamine-terephthaldehyde-based intergrade\ntwo-dimensional π-conjugated covalent organic framework (COF),\na novel MOF-5/COF (M5C) hybrid material was prepared and characterized\nby Fourier transform infrared, field emission scanning electron microscopy,\nX-ray diffraction, and thermogravimetric analysis. MOF-5 has a well-defined\ncubic structure, and the proposed COF has an orderly and spherical\nnanosize shape. The prepared MOF-5/COF was applied as an effective\nadsorbent for rapid and high-efficient simultaneous removal of auramine\nO (AO) and rhodamine B (RB) cationic dyes via electrostatic, H-bonding,\nLewis acid–base interactions, and π–π stacking\nfrom aqueous solution. The effect of experimental parameters such\nas pH, M5C mass, contact time, and AO and RB dyes concentration was\ninvestigated for removal efficiency and optimized. The M5C adsorbent\nshowed an adsorption capacity of 17.95 and 16.18 mg/g for AO and RB\ndyes, respectively, at pH 9.5. The adsorption study of AO and RB dyes\nby M5C comprises both isotherm and kinetic studies. The equilibrium\nadsorption data followed by Langmuir isotherm and the adsorption kinetic\nprocess were found to be a pseudo-second-order model. The robustness\nadsorption efficiency of MOF/COF hybrids can be attributed to the\nformation of amide bonds between COF and MOFs, which improve the stability\nof the adsorbent.</p>", "clean_text": "In this study, by hybridization of zinc-based metal-organic framework-5 (MOF-5) and melamine-terephthaldehyde-based intergrade two-dimensional π-conjugated covalent organic framework (COF), a novel MOF-5/COF (M5C) hybrid material was prepared and characterized by Fourier transform infrared, field emission scanning electron microscopy, X-ray diffraction, and thermogravimetric analysis. MOF-5 has a well-defined cubic structure, and the proposed COF has an orderly and spherical nanosize shape. The prepared MOF-5/COF was applied as an effective adsorbent for rapid and high-efficient simultaneous removal of auramine O (AO) and rhodamine B (RB) cationic dyes via electrostatic, H-bonding, Lewis acid-base interactions, and π-π stacking from aqueous solution. The effect of experimental parameters such as pH, M5C mass, contact time, and AO and RB dyes concentration was investigated for removal efficiency and optimized. The M5C adsorbent showed an adsorption capacity of 17.95 and 16.18 mg/g for AO and RB dyes, respectively, at pH 9.5. The adsorption study of AO and RB dyes by M5C comprises both isotherm and kinetic studies. The equilibrium adsorption data followed by Langmuir isotherm and the adsorption kinetic process were found to be a pseudo-second-order model. The robustness adsorption efficiency of MOF/COF hybrids can be attributed to the formation of amide bonds between COF and MOFs, which improve the stability of the adsorbent.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Recently, because of the\nrapid development of various industries,\nlarge amounts of dyeing wastewater are released into the environment\ndirectly without appropriate treatments. The toxicity of industrial dyes imposes\na serious menace to the water perimeter and human health. Synthetic dyes from printing and dyeing industries\nhamper sunlight penetration into water and causes the death of plants\nand animals, as well as is harmful to humans. Accordingly,\nefficient treatment technologies such as photocatalytic oxidation\nor reduction, membrane filtration, biological treatment, and adsorption\nhave been developed for the removal of organic dyes from wastewater. Amongst the removal techniques, adsorption is an eco-friendly technology\nfor the removal of dyes from wastewater owing to its simple operation,\ngreat efficiency, and economic facility and produces no byproducts. For the adsorption process, finding a new effective surface adsorbent\ncontaining aromatic rings, functional groups, and reactive sites for\nπ–π stacking, H-bonding, and electrostatic interactions\nwith other aromatic-containing compounds with OH, NH, O, and\nSH groups as well as surface charges for efficient capture is very\nimportant. A hybrid of two of these compounds\nis discussed in this study.</p>", "clean_text": "Introduction\n\nRecently, because of the rapid development of various industries, large amounts of dyeing wastewater are released into the environment directly without appropriate treatments. The toxicity of industrial dyes imposes a serious menace to the water perimeter and human health. Synthetic dyes from printing and dyeing industries hamper sunlight penetration into water and causes the death of plants and animals, as well as is harmful to humans. Accordingly, efficient treatment technologies such as photocatalytic oxidation or reduction, membrane filtration, biological treatment, and adsorption have been developed for the removal of organic dyes from wastewater. Amongst the removal techniques, adsorption is an eco-friendly technology for the removal of dyes from wastewater owing to its simple operation, great efficiency, and economic facility and produces no byproducts. For the adsorption process, finding a new effective surface adsorbent containing aromatic rings, functional groups, and reactive sites for π-π stacking, H-bonding, and electrostatic interactions with other aromatic-containing compounds with OH, NH, O, and SH groups as well as surface charges for efficient capture is very important. A hybrid of two of these compounds is discussed in this study.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>New compounds with diverse structures\nand unique properties are\nconsidered for various applications in chemical and material science\nin recent years. Therefore, metal–organic frameworks (MOFs)\nand covalent organic frameworks (COFs) have received increasing attention\nin recent years in various technological and scientific fields owing\nto the capability to control their pore size, shape, and chemical\nfunctionalities. MOFs consisting of organic linkers\nfor π–π stacking interaction and metal ions for\nelectrostatic interaction are an attractive class of porous crystalline\nmaterials because of their outstanding properties such as excellent\nsurface area, adjustable pore sizes, and various functionalities. MOFs are utilized in various applications while the direct use of\nMOFs for the adsorption of dyes has limitations such as skimp chemical\nstability to aqueous and organic and strongly acidic or alkaline media. We consider that grafting of MOFs with COFs can prevail these limitations\nimpressively which could possess structural features of each component\nand demonstrate new traits. COFs are beneficial\nbecause of their lower densities and improved chemical and thermal\nstability and generate hydrogen bonding, electrostatic bonding, and\nπ–π stacking interactions for adsorption of organic\ndyes. They overcame the limitations of\nchemical instability compared with MOFs because of their excellent\nporosity, surface area, and adsorption capacities; excellent chemical\nstability; high thermal stability; low density; ability to transport\ncharge; and highly ordered structures and have drawn remarkable research\ninterest in the adsorption process. They are produced\nby the exact assembly of organic molecular building moieties via covalent\nbonds and commonly comprise nanometer-sized uniform pores. Lately, the great advance in COF materials has\nled to the development of COF materials with potential performance\nand prolonged their applicability. There are only a few reports available\non the hybridization of COFs and MOFs for different applications.</p>", "clean_text": "New compounds with diverse structures and unique properties are considered for various applications in chemical and material science in recent years. Therefore, metal-organic frameworks (MOFs) and covalent organic frameworks (COFs) have received increasing attention in recent years in various technological and scientific fields owing to the capability to control their pore size, shape, and chemical functionalities. MOFs consisting of organic linkers for π-π stacking interaction and metal ions for electrostatic interaction are an attractive class of porous crystalline materials because of their outstanding properties such as excellent surface area, adjustable pore sizes, and various functionalities. MOFs are utilized in various applications while the direct use of MOFs for the adsorption of dyes has limitations such as skimp chemical stability to aqueous and organic and strongly acidic or alkaline media. We consider that grafting of MOFs with COFs can prevail these limitations impressively which could possess structural features of each component and demonstrate new traits. COFs are beneficial because of their lower densities and improved chemical and thermal stability and generate hydrogen bonding, electrostatic bonding, and π-π stacking interactions for adsorption of organic dyes. They overcame the limitations of chemical instability compared with MOFs because of their excellent porosity, surface area, and adsorption capacities; excellent chemical stability; high thermal stability; low density; ability to transport charge; and highly ordered structures and have drawn remarkable research interest in the adsorption process. They are produced by the exact assembly of organic molecular building moieties via covalent bonds and commonly comprise nanometer-sized uniform pores. Lately, the great advance in COF materials has led to the development of COF materials with potential performance and prolonged their applicability. There are only a few reports available on the hybridization of COFs and MOFs for different applications.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Zhang et al. have successfully produced a type of MOF and COF hybrid,\nNH<sub>2</sub>-MIL-68@TPA-COF, with pore structure and crystallinity,\nand used it as an efficient photocatalyst. Lan et al. have constructed a type of MOF/COF hybrid material through\ncovalently anchoring NH<sub>2</sub>-UiO-66 on the TpPa-1-COF surface.\nThe obtained hierarchical porous hybrid materials display effective\nphotocatalytic H<sub>2</sub> evolution. Zhao et al. have reported the production of mixed matrix membranes\ncomprising MOF@COF hybrid fillers for effective CO<sub>2</sub>/CH<sub>4</sub> separation. Ben et al. have\nprepared COF–MOF-based membranes and demonstrated that the\nobtained membranes give desirable separation selectivity of H<sub>2</sub>/CO<sub>2</sub> mixtures than the exclusive COF and MOF membranes. Xia et al. have reported electrocatalysts based\non MOF/COF for water splitting. Therefore,\nin this work, a type of MOF/COF hybrid with the potential of high\nπ–π stacking, H-bonding, and electrostatic interactions\nwas hydrothermally synthesized and applied for the simultaneous removal\nof auramine O (AO) and rhodamine B (RB) cationic dyes from aqueous\nmedia under sonication conditions. While detection of color and other\norganic and drug materials in effluents is difficult, many scientists\nand researchers have focused on designing and fabrication of electroanalytical\nkits and sensors with good selectivity and high sensitivity for different\ntypes of these compounds. The effects of various utilizable parameters, such as pH, M5C mass,\ninitial AO and RB concentration, and process time on removal percentage,\nwere checked and optimized. The adsorption isotherms, kinetics, and\nmechanism were also studied.</p>", "clean_text": "Zhang et al. have successfully produced a type of MOF and COF hybrid, NH2-MIL-68@TPA-COF, with pore structure and crystallinity, and used it as an efficient photocatalyst. Lan et al. have constructed a type of MOF/COF hybrid material through covalently anchoring NH2-UiO-66 on the TpPa-1-COF surface. The obtained hierarchical porous hybrid materials display effective photocatalytic H2 evolution. Zhao et al. have reported the production of mixed matrix membranes comprising MOF@COF hybrid fillers for effective CO2/CH4 separation. Ben et al. have prepared COF-MOF-based membranes and demonstrated that the obtained membranes give desirable separation selectivity of H2/CO2 mixtures than the exclusive COF and MOF membranes. Xia et al. have reported electrocatalysts based on MOF/COF for water splitting. Therefore, in this work, a type of MOF/COF hybrid with the potential of high π-π stacking, H-bonding, and electrostatic interactions was hydrothermally synthesized and applied for the simultaneous removal of auramine O (AO) and rhodamine B (RB) cationic dyes from aqueous media under sonication conditions. While detection of color and other organic and drug materials in effluents is difficult, many scientists and researchers have focused on designing and fabrication of electroanalytical kits and sensors with good selectivity and high sensitivity for different types of these compounds. The effects of various utilizable parameters, such as pH, M5C mass, initial AO and RB concentration, and process time on removal percentage, were checked and optimized. The adsorption isotherms, kinetics, and mechanism were also studied.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Apparatus</title><p>All reagents\nincluding ethanol, 1,4-benzendicarboxylic acid (BDC, terephthalic\nacid), zinc acetate dihydrate (Zn­(CH<sub>3</sub>CO<sub>2</sub>)<sub>2</sub>·2H<sub>2</sub>O), ethylenediamine, <italic>N</italic>,<italic>N</italic>-dimethylformamide (DMF), melamine, terephthaldehyde,\ndimethyl sulfoxide (DMSO), AO, and RB were purchased from Merck Company\n(Darmstadt, Germany). Fourier transform infrared (FT-IR) spectra were\nrecorded with a Jasco-680 spectrometer (Japan) in the range of 4000–400\ncm<sup>–1</sup> by making their pellets in KBr as a medium.\nThe diffraction patterns of related materials were recorded in the\nreflection mode using a Bruker, D8 ADVANCE diffractometer. Nickel-filtered\nCu Kα radiation (radiation wavelength, λ = 0.154 nm) was\nproduced at an operating voltage of 45 kV and a current of 100 mA.\nThe surface morphology of the resulting materials was investigated\nusing field emission-scanning electron microscopy (FE-SEM; EM10C-ZEISS,\n80 kV, Zeiss Co., Germany). Thermogravimetric analysis (TGA) was recorded\nusing a thermogravimetric analyzer TGA-PL-1500 from 30 to 800 °C\nat a heating rate of 10 °C min<sup>–1</sup> under a N<sub>2</sub> atmosphere.</p>", "clean_text": "Experimental Section\n\nMaterials and Apparatus\n\nAll reagents including ethanol, 1,4-benzendicarboxylic acid (BDC, terephthalic acid), zinc acetate dihydrate (Zn(CH3CO2)2⋅2H2O), ethylenediamine, N,N-dimethylformamide (DMF), melamine, terephthaldehyde, dimethyl sulfoxide (DMSO), AO, and RB were purchased from Merck Company (Darmstadt, Germany). Fourier transform infrared (FT-IR) spectra were recorded with a Jasco-680 spectrometer (Japan) in the range of 4000-400 cm-1 by making their pellets in KBr as a medium. The diffraction patterns of related materials were recorded in the reflection mode using a Bruker, D8 ADVANCE diffractometer. Nickel-filtered Cu Kα radiation (radiation wavelength, λ = 0.154 nm) was produced at an operating voltage of 45 kV and a current of 100 mA. The surface morphology of the resulting materials was investigated using field emission-scanning electron microscopy (FE-SEM; EM10C-ZEISS, 80 kV, Zeiss Co., Germany). Thermogravimetric analysis (TGA) was recorded using a thermogravimetric analyzer TGA-PL-1500 from 30 to 800 °C at a heating rate of 10 °C min-1 under a N2 atmosphere.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of MOF-5</title><p>Terephthalic acid\n(0.5 g) was dissolved in 60 mL of DMF, and subsequently, 2.19 g of\nZn­(CH<sub>3</sub>CO<sub>2</sub>)<sub>2</sub>·2H<sub>2</sub>O\nwas added and stirred for 10 min. Then, the mixture was transferred\nto an autoclave and heated at 100 °C for 12 h. Finally, the resulting\nsolid was collected and washed with ethanol and dried at room temperature.</p>", "clean_text": "Synthesis of MOF-5\n\nTerephthalic acid (0.5 g) was dissolved in 60 mL of DMF, and subsequently, 2.19 g of Zn(CH3CO2)2⋅2H2O was added and stirred for 10 min. Then, the mixture was transferred to an autoclave and heated at 100 °C for 12 h. Finally, the resulting solid was collected and washed with ethanol and dried at room temperature.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of MOF-5-NH<sub>2</sub>\n</title><p>A mixture\nof 0.20 g of MOF-5, 25 mL of ethanol, and 5 mL of ethylenediamine\nwas refluxed for 12 h, and subsequently, the resulting mixture was\nfiltered to yield a white precipitate which was washed with ethanol\nand dried at 80 °C.</p>", "clean_text": "Preparation of MOF-5-NH2 \n\nA mixture of 0.20 g of MOF-5, 25 mL of ethanol, and 5 mL of ethylenediamine was refluxed for 12 h, and subsequently, the resulting mixture was filtered to yield a white precipitate which was washed with ethanol and dried at 80 °C.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of MOF-5/COF\n(M5C)</title><p>MOF-5-NH<sub>2</sub> (0.20 g), 0.5 g (3.96 mmol) of\nmelamine, 0.5 g (3.73 mmol)\nof terephthaldehyde, 25 mL of DMSO, and 5 mL of distilled water were\nmixed and subsequently, transferred to an autoclave and heated at\n180 °C for 12 h. Finally, the resulting solid was collected,\nwashed with ethanol, and dried at room temperature. A schematic illustration\nof all steps for the synthesis of the MOF/COF hybrid material is shown\nin , and the\nproposed mechanism for the chemical synthesis of M5C is presented\nin .</p>", "clean_text": "Preparation of MOF-5/COF (M5C)\n\nMOF-5-NH2 (0.20 g), 0.5 g (3.96 mmol) of melamine, 0.5 g (3.73 mmol) of terephthaldehyde, 25 mL of DMSO, and 5 mL of distilled water were mixed and subsequently, transferred to an autoclave and heated at 180 °C for 12 h. Finally, the resulting solid was collected, washed with ethanol, and dried at room temperature. A schematic illustration of all steps for the synthesis of the MOF/COF hybrid material is shown in , and the proposed mechanism for the chemical synthesis of M5C is presented in .", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Graphical illustration\nof the synthesis of an M5C hybrid material.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ao0c00539_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Graphical illustration of the synthesis of an M5C hybrid material.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed Mechanism for the Synthesis of M5C</title>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ao0c00539_0009.eps\"></graphic>\n</fig>", "clean_text": " 1  Proposed Mechanism for the Synthesis of M5C   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>AO and RB Adsorption Method</title><p>The adsorption\nexperiment of AO and RB dyes with the help of ultrasound waves by\nM5C using a batch method was conducted as follows: 0.02 g of M5C was\nadded to 25 mL of AO and RB dyes solution (5 mg/L) at pH 9.5, and\nthen the suspension was dispersed for 1 min at room temperature. Finally,\nthe M5C adsorbent was collected, and the final AO and RB contents\nwere quantified by a UV–vis spectrophotometer. The adsorption\ncapacity (<italic>q</italic>\n<sub>e</sub>, mg/g) and the removal percentage\n(<italic>R</italic> %) were calculated according to our previous reports. The adsorption behaviors in binary solution were investigated by\nUV–vis spectrophotometry at different M5C masses (), which shows that\nM5C merely adsorbs AO and RB. These results further indicate that\nM5C can serve as a promising superadsorbent material for AO and RB\nabsorption from polluted water. In addition, there was no overlap\nobserved in the UV–vis spectrum of AO and RB, revealing that\nUV–vis spectrophotometry is a low-cost and an easily available\ntechnique for the detection of these compounds.</p>", "clean_text": "AO and RB Adsorption Method\n\nThe adsorption experiment of AO and RB dyes with the help of ultrasound waves by M5C using a batch method was conducted as follows: 0.02 g of M5C was added to 25 mL of AO and RB dyes solution (5 mg/L) at pH 9.5, and then the suspension was dispersed for 1 min at room temperature. Finally, the M5C adsorbent was collected, and the final AO and RB contents were quantified by a UV-vis spectrophotometer. The adsorption capacity (q e, mg/g) and the removal percentage (R %) were calculated according to our previous reports. The adsorption behaviors in binary solution were investigated by UV-vis spectrophotometry at different M5C masses (), which shows that M5C merely adsorbs AO and RB. These results further indicate that M5C can serve as a promising superadsorbent material for AO and RB absorption from polluted water. In addition, there was no overlap observed in the UV-vis spectrum of AO and RB, revealing that UV-vis spectrophotometry is a low-cost and an easily available technique for the detection of these compounds.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>UV–vis spectra\nof the mixture dyes of AO and RB at different\nM5C masses.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ao0c00539_0002.eps\"></graphic>\n</fig>", "clean_text": " 2  UV-vis spectra of the mixture dyes of AO and RB at different M5C masses.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Characterization of the\nSynthesized Materials</title><p>\nA shows\nthe FT-IR spectra of MOF-5, MOF-5-NH<sub>2</sub>, and M5C; the absorption\nband around 3416 cm<sup>–1</sup> in MOF-5 corresponds to O–H\nstretching vibration of H<sub>2</sub>O in the MOF. The peaks at 1662\nand 1392 cm<sup>–1</sup> correspond to the stretching encryptions\nof the OC–O bonded to Zn. The absorption band at 532\ncm<sup>–1</sup> is attributed to the stretching vibration of\nZn–O. In the functionalized MOF-5 spectrum, the new absorption\npeaks at 3324 and 3270 cm<sup>–1</sup> are attributed to the\nstretching vibrations of NH<sub>2</sub> groups, and the absorption\nbands appeared at 2958, 2904, and 2873 cm<sup>–1</sup> correspond\nto the vibration of C–H bonds of ethylenediamine. From the\nspectral data, it can be deduced that ethylenediamine has been grafted\non the MOF-5 surface. The FTIR spectrum of the M5C hybrid displays\na series of new characteristic stretching vibrations at 1547, 1465,\nand 1338 arising from the CN, CC, and C–N bonds,\nrespectively, showing condensation reaction and tautomerization.</p>", "clean_text": "Results and Discussion\n\nCharacterization of the Synthesized Materials\n\n A shows the FT-IR spectra of MOF-5, MOF-5-NH2, and M5C; the absorption band around 3416 cm-1 in MOF-5 corresponds to O-H stretching vibration of H2O in the MOF. The peaks at 1662 and 1392 cm-1 correspond to the stretching encryptions of the OC-O bonded to Zn. The absorption band at 532 cm-1 is attributed to the stretching vibration of Zn-O. In the functionalized MOF-5 spectrum, the new absorption peaks at 3324 and 3270 cm-1 are attributed to the stretching vibrations of NH2 groups, and the absorption bands appeared at 2958, 2904, and 2873 cm-1 correspond to the vibration of C-H bonds of ethylenediamine. From the spectral data, it can be deduced that ethylenediamine has been grafted on the MOF-5 surface. The FTIR spectrum of the M5C hybrid displays a series of new characteristic stretching vibrations at 1547, 1465, and 1338 arising from the CN, CC, and C-N bonds, respectively, showing condensation reaction and tautomerization.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>FT-IR\nspectra (A) of MOF-5 (a), MOF-5-NH<sub>2</sub> (b) and M5C\n(c) and XRD patterns of as simulated, as prepared MOF-5 and MOF-5-COF\n(B).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ao0c00539_0003.eps\"></graphic>\n</fig>", "clean_text": " 3  FT-IR spectra (A) of MOF-5 (a), MOF-5-NH2 (b) and M5C (c) and XRD patterns of as simulated, as prepared MOF-5 and MOF-5-COF (B).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>\nB shows\nthe X-ray diffraction (XRD) patterns of simulated and as-prepared\nMOF-5 and M5C that exhibit a crystal structure of as-prepared MOF-5,\nwhich matches its simulated pattern published previously. The XRD\npattern of M5C shows two broad peaks at 2θ of 8 and 20, which\nis probably related to the overlap of XRD peaks of MOF-5 and M5C,\nand the corresponding COF and MOF peaks were well-observed with short\ntentacles and wide spikes.</p>", "clean_text": " B shows the X-ray diffraction (XRD) patterns of simulated and as-prepared MOF-5 and M5C that exhibit a crystal structure of as-prepared MOF-5, which matches its simulated pattern published previously. The XRD pattern of M5C shows two broad peaks at 2θ of 8 and 20, which is probably related to the overlap of XRD peaks of MOF-5 and M5C, and the corresponding COF and MOF peaks were well-observed with short tentacles and wide spikes.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>\na shows\nFE-SEM images of MOF-5 with well-defined cubic crystals of 2.5 μm\nin width. The FE-SEM investigation of M5C confirms that the smooth\npure MOF-5 structure significantly changes due to the loading of the\norderly and spherical shape of the COF on the MOF-5 surface (b). The FE-SEM images\nof the resulting M5C hybrid show that the COF is well-dispersed on\nthe MOF-5 surface. The M5C hybrid surface tends to be rougher after\nthe insertion of the COF on MOF-5 and had a fatal effect on the MOF-5\nsupport structure.</p>", "clean_text": " a shows FE-SEM images of MOF-5 with well-defined cubic crystals of 2.5 μm in width. The FE-SEM investigation of M5C confirms that the smooth pure MOF-5 structure significantly changes due to the loading of the orderly and spherical shape of the COF on the MOF-5 surface (b). The FE-SEM images of the resulting M5C hybrid show that the COF is well-dispersed on the MOF-5 surface. The M5C hybrid surface tends to be rougher after the insertion of the COF on MOF-5 and had a fatal effect on the MOF-5 support structure.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SEM images of MOF-5 (a,b) and M5C (c,d).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ao0c00539_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  SEM images of MOF-5 (a,b) and M5C (c,d).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>\na\npresents\nthe weight loss of M5C with the increase in temperature, and the observations\nare explained as follows: weight loss was observed between 50 and\n150 °C, which could be ascribed to the loss in moisture and solvent\nmolecules. No obvious mass loss from 150 to 420 °C demonstrates\nthe superior thermodynamic stability of M5C up to 400 °C. Further,\nthe increase in temperature to 520 °C leads to weight loss due\nto the destruction of MOF and COF structures.</p>", "clean_text": " a presents the weight loss of M5C with the increase in temperature, and the observations are explained as follows: weight loss was observed between 50 and 150 °C, which could be ascribed to the loss in moisture and solvent molecules. No obvious mass loss from 150 to 420 °C demonstrates the superior thermodynamic stability of M5C up to 400 °C. Further, the increase in temperature to 520 °C leads to weight loss due to the destruction of MOF and COF structures.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>STA thermogram (a) and\nN<sub>2</sub> adsorption/desorption isotherm\n(b) of M5C.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ao0c00539_0005.eps\"></graphic>\n</fig>", "clean_text": " 5  STA thermogram (a) and N2 adsorption/desorption isotherm (b) of M5C.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>The N<sub>2</sub> adsorption–desorption\nisotherms of the\nas-obtained M5C (b) revealed a slight capillary condensation step at high relative\npressure, which belongs to type IV isotherm according to IUPAC classification,\nand the specific surface area BET was found to be 7.025 m<sup>2</sup>/g.</p>", "clean_text": "The N2 adsorption-desorption isotherms of the as-obtained M5C (b) revealed a slight capillary condensation step at high relative pressure, which belongs to type IV isotherm according to IUPAC classification, and the specific surface area BET was found to be 7.025 m2/g.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Effect of the Operational Parameter on AO\nand RB Removal</title><p>The solution pH as a significant factor can\naffect the adsorption capacity owing to its effect on the surface\nproperties as well as ionization or dissociation of the adsorbents.\nTo evaluate the pH effect on the simultaneous adsorption of AO and\nRB, pH values were varied between 2.0 and 9.5 (a). The pH<sub>zpc</sub> of M5C hybrid was\nfound to be 6.0, which shows that below the pH<sub>zpc</sub> value,\nthe M5C surface has a positive charge and above the pH<sub>zpc</sub> value, the M5C surface possesses a negatively charged surface. Hence,\nthe M5C hybrid possesses high adsorption capacity at pH 9.5 due to\nthe electrostatic interaction between M5C negative surface charge\nand cationic AO and RB dyes. When pH &gt; 7, the M5C adsorption capacity\ntends to be constant due to the π–π stacking and\nelectrostatic interaction of aromatic rings of AO and RB and electrostatic\ncharges of M5C, which are stable in weak alkali media. In addition,\nat low pH, low electrostatic attraction exists between the adsorbent\nM5C surface and AO and RB because of the presence of positively charged\nsites on both the AO and RB and M5C surfaces and the lack of free\nunpaired electrons on the adsorbent surface that hinders increased\nadsorption; hence acidic pH values do not favor the proposed adsorption\nsystem. As the pH of the system increases, free unpaired electrons\nbecome available on the adsorbent surface, which in turn will increase\nthe electrostatic attraction forces between AO and RB and the adsorbent\nsites resulting in high adsorption capacity of AO and RB at high pH\nvalues.</p>", "clean_text": "Effect of the Operational Parameter on AO and RB Removal\n\nThe solution pH as a significant factor can affect the adsorption capacity owing to its effect on the surface properties as well as ionization or dissociation of the adsorbents. To evaluate the pH effect on the simultaneous adsorption of AO and RB, pH values were varied between 2.0 and 9.5 (a). The pHzpc of M5C hybrid was found to be 6.0, which shows that below the pHzpc value, the M5C surface has a positive charge and above the pHzpc value, the M5C surface possesses a negatively charged surface. Hence, the M5C hybrid possesses high adsorption capacity at pH 9.5 due to the electrostatic interaction between M5C negative surface charge and cationic AO and RB dyes. When pH > 7, the M5C adsorption capacity tends to be constant due to the π-π stacking and electrostatic interaction of aromatic rings of AO and RB and electrostatic charges of M5C, which are stable in weak alkali media. In addition, at low pH, low electrostatic attraction exists between the adsorbent M5C surface and AO and RB because of the presence of positively charged sites on both the AO and RB and M5C surfaces and the lack of free unpaired electrons on the adsorbent surface that hinders increased adsorption; hence acidic pH values do not favor the proposed adsorption system. As the pH of the system increases, free unpaired electrons become available on the adsorbent surface, which in turn will increase the electrostatic attraction forces between AO and RB and the adsorbent sites resulting in high adsorption capacity of AO and RB at high pH values.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Effect of pH (a), adsorbent mass (b), contact time (c), and initial\ndye concentration (d) on the adsorption of AO and RB on M5C.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ao0c00539_0006.eps\"></graphic>\n</fig>", "clean_text": " 6  Effect of pH (a), adsorbent mass (b), contact time (c), and initial dye concentration (d) on the adsorption of AO and RB on M5C.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The adsorption of AO and RB on M5C was investigated\nat various\nadsorbent doses in the range of 0.004–0.020 g at a dye concentration\n(5 mg/L) and pH (9.5) at a contact time of 10 min (b). The removal efficiency\nwas enhanced as the adsorbent dose increased from 0.004 to 0.016 g\ndue to increase in active surface adsorption sites.</p>", "clean_text": "The adsorption of AO and RB on M5C was investigated at various adsorbent doses in the range of 0.004-0.020 g at a dye concentration (5 mg/L) and pH (9.5) at a contact time of 10 min (b). The removal efficiency was enhanced as the adsorbent dose increased from 0.004 to 0.016 g due to increase in active surface adsorption sites.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The effect\nof contact time on the removal of AO and RB dyes was\nstudied to evaluate the adsorption rate. The AO and RB removal percentage\nat pH 9.5 has a synergic and positive relation with contact time (c). As shown in c, more than 90%\nof AO and RB removal occurs in the first 8 min. Subsequently, the\nadsorption rate has a slight changed trend that is ascribed to diffusion\nrate diminution and concentration gradient. The rate of dye adsorption\nby M5C was observed to be very rapid for 8 min, which indicates the\nefficiency and high ability of M5C in the removal of AO and RB dyes.\nAfterward, the dye adsorption processes proceeded at a slower rate.\nThe slow rate of dye adsorption for a long time may result from the\nsaturation and coverage of M5C with the dyes.</p>", "clean_text": "The effect of contact time on the removal of AO and RB dyes was studied to evaluate the adsorption rate. The AO and RB removal percentage at pH 9.5 has a synergic and positive relation with contact time (c). As shown in c, more than 90% of AO and RB removal occurs in the first 8 min. Subsequently, the adsorption rate has a slight changed trend that is ascribed to diffusion rate diminution and concentration gradient. The rate of dye adsorption by M5C was observed to be very rapid for 8 min, which indicates the efficiency and high ability of M5C in the removal of AO and RB dyes. Afterward, the dye adsorption processes proceeded at a slower rate. The slow rate of dye adsorption for a long time may result from the saturation and coverage of M5C with the dyes.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The effect of\nthe initial AO and RB concentrations and their removal\nefficiency were assessed by varying the AO and RB concentrations from\n5 to 25 mg/L (d). The obtained results show that the adsorption capacity of AO\nand RB by the M5C hybrid is a function of the initial AO and RB concentrations\nand the adsorption percent decreases with the increase in the initial\nAO and RB dyes concentration. At lower AO and RB concentrations, the\nratio of the number of active sites of M5C to the available reactive\nsites of AO and RB was detracted. In fact, at lower AO and RB concentrations,\nM5C has more chance to react with the reactive sites of AO and RB\nand thus, the adsorption capacity is augmented.</p>", "clean_text": "The effect of the initial AO and RB concentrations and their removal efficiency were assessed by varying the AO and RB concentrations from 5 to 25 mg/L (d). The obtained results show that the adsorption capacity of AO and RB by the M5C hybrid is a function of the initial AO and RB concentrations and the adsorption percent decreases with the increase in the initial AO and RB dyes concentration. At lower AO and RB concentrations, the ratio of the number of active sites of M5C to the available reactive sites of AO and RB was detracted. In fact, at lower AO and RB concentrations, M5C has more chance to react with the reactive sites of AO and RB and thus, the adsorption capacity is augmented.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>For selectivity\ninvestigation, some anionic dyes such as fast green\nFCF, eosin yellow, and quinine yellow were tested, and M5C was able\nto eliminate 20, 23.5, and 31.2% of the dyes, respectively. Therefore,\nit can be said that the proposed adsorbent effectively eliminates\ncationic dyes and repels anionic dyes. In addition, methylene blue\nand malachite green as cationic dyes were tested in which M5C was\nable to eliminate a large percentage of the dyes, while due to the\nspectral overlap of these dyes with colors of AO and RB, they were\nexcluded from simultaneous removal.</p>", "clean_text": "For selectivity investigation, some anionic dyes such as fast green FCF, eosin yellow, and quinine yellow were tested, and M5C was able to eliminate 20, 23.5, and 31.2% of the dyes, respectively. Therefore, it can be said that the proposed adsorbent effectively eliminates cationic dyes and repels anionic dyes. In addition, methylene blue and malachite green as cationic dyes were tested in which M5C was able to eliminate a large percentage of the dyes, while due to the spectral overlap of these dyes with colors of AO and RB, they were excluded from simultaneous removal.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Adsorption\nIsotherms</title><p>The correlation\nbetween the adsorbent amount and the retained material in bulk at\na constant temperature is significant in MOF- and COF-based adsorption\nsystems. To optimize the conditions of the adsorption of AO and RB,\nit is important to prescribe the most suitable correlations of the\nequilibrium data. The most extensively utilized surface adsorption\nmodels are the Langmuir, Temkin, Freundlich, and Dubinin–Radushkevich\n(D–R) isotherms, which are the best-fitting isotherms found\nby linear regressions as well as the applicability of isotherms are\ncompared by recognizing the correlation coefficients and error analysis.\nThe resulting correlation coefficients provided strong evidence that\nAO and RB adsorption onto M5C follows the Langmuir isotherm (). The applicability\nof the Langmuir model was corroborated by the high correlation coefficients <italic>R</italic>\n<sup>2</sup> &gt; 0.984. The <italic>Q</italic>\n<sub>m</sub> values obtained from the Langmuir isotherms were 17.95 and 16.18\nmg/g for AO and RB, respectively. The <italic>R</italic>\n<sup>2</sup> values for other models are not fit of equilibrium data as compared\nwith the Langmuir isotherm model.</p>", "clean_text": "Adsorption Isotherms\n\nThe correlation between the adsorbent amount and the retained material in bulk at a constant temperature is significant in MOF- and COF-based adsorption systems. To optimize the conditions of the adsorption of AO and RB, it is important to prescribe the most suitable correlations of the equilibrium data. The most extensively utilized surface adsorption models are the Langmuir, Temkin, Freundlich, and Dubinin-Radushkevich (D-R) isotherms, which are the best-fitting isotherms found by linear regressions as well as the applicability of isotherms are compared by recognizing the correlation coefficients and error analysis. The resulting correlation coefficients provided strong evidence that AO and RB adsorption onto M5C follows the Langmuir isotherm (). The applicability of the Langmuir model was corroborated by the high correlation coefficients R 2 > 0.984. The Q m values obtained from the Langmuir isotherms were 17.95 and 16.18 mg/g for AO and RB, respectively. The R 2 values for other models are not fit of equilibrium data as compared with the Langmuir isotherm model.", "data": null, "include_properties": null}, {"idx": 28, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Adsorption Isotherm\nParameters for\nthe Adsorption of AO and RB</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">value</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">isotherm models</oasis:entry>\n<oasis:entry align=\"center\">parameters</oasis:entry>\n<oasis:entry align=\"center\">AO</oasis:entry>\n<oasis:entry align=\"center\">RB</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Langmuir: <italic>C</italic>\n<sub>e</sub>/<italic>q</italic>\n<sub>e</sub> = 1/<italic>K</italic>\n<sub>a</sub>\n<italic>Q</italic>\n<sub>m</sub> + <italic>C</italic>\n<sub>e</sub>/<italic>Q</italic>\n<sub>m</sub>\n</oasis:entry>\n<oasis:entry>\n<italic>Q</italic>\n<sub>m</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>17.95</oasis:entry>\n<oasis:entry>16.18</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>a</sub> (L mg<sup>–1</sup>)</oasis:entry>\n<oasis:entry>2.34</oasis:entry>\n<oasis:entry>3.33</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9848</oasis:entry>\n<oasis:entry>0.9882</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Freundlich: ln q<sub>e</sub> = ln <italic>K</italic>\n<sub>f</sub> + (1/<italic>n</italic>)ln <italic>C</italic>\n<sub>e</sub>\n</oasis:entry>\n<oasis:entry>1/<italic>n</italic>\n</oasis:entry>\n<oasis:entry>0.8689</oasis:entry>\n<oasis:entry>0.1396</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>f</sub> (L mg<sup>–1</sup>)</oasis:entry>\n<oasis:entry>3.092</oasis:entry>\n<oasis:entry>1.909</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.8938</oasis:entry>\n<oasis:entry>0.3748</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Temkin: <italic>q</italic>\n<sub>e</sub> = <italic>B</italic>\n<sub>l</sub> ln <italic>K</italic>\n<sub>T</sub> + <italic>B</italic>\n<sub>l</sub> ln <italic>C</italic>\n<sub>e</sub>\n</oasis:entry>\n<oasis:entry>\n<italic>B</italic>\n<sub>T</sub>\n</oasis:entry>\n<oasis:entry>4.9542</oasis:entry>\n<oasis:entry>0.5843</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>T</sub> (L mg<sup>–1</sup>)</oasis:entry>\n<oasis:entry>2.49</oasis:entry>\n<oasis:entry>307.07</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9477</oasis:entry>\n<oasis:entry>0.8278</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Dubinin–Radushkevich: ln <italic>q</italic>\n<sub>e</sub> = ln <italic>Q</italic>\n<sub>s</sub> – <italic>K</italic>ε<sup>2</sup>\n</oasis:entry>\n<oasis:entry>\n<italic>Q</italic>\n<sub>s</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>12.69</oasis:entry>\n<oasis:entry>5.92</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n</oasis:entry>\n<oasis:entry>6 × 10<sup>–8</sup>\n</oasis:entry>\n<oasis:entry>4 × 10<sup>–8</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9477</oasis:entry>\n<oasis:entry>0.8278</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Kinetics Models</title><p>To examine the adsorption\nkinetics, pseudo-first-order, pseudo-second-order, Elovich, and intraparticle\ndiffusion models were studied, and the experimental and calculated\nq<sub>e</sub> values have good correlation and agreement at different\ninitial AO and RB concentrations and adsorbent mass for the pseudo-second-order\nmodel ().</p>", "clean_text": "Kinetics Models\n\nTo examine the adsorption kinetics, pseudo-first-order, pseudo-second-order, Elovich, and intraparticle diffusion models were studied, and the experimental and calculated qe values have good correlation and agreement at different initial AO and RB concentrations and adsorbent mass for the pseudo-second-order model ().", "data": null, "include_properties": null}, {"idx": 30, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Adsorption Kinetics Parameters for\nthe Adsorption of AO and RB</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">value</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">kinetic model</oasis:entry>\n<oasis:entry align=\"center\">parameters</oasis:entry>\n<oasis:entry align=\"center\">AO</oasis:entry>\n<oasis:entry align=\"center\">RB</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>first-order: log(<italic>q</italic>\n<sub>e</sub> – <italic>q</italic>\n<sub>t</sub>) = log(<italic>q</italic>\n<sub>e</sub>) – (<italic>K</italic>\n<sub>1</sub>/2.303)t</oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>1</sub>\n</oasis:entry>\n<oasis:entry>0.2975</oasis:entry>\n<oasis:entry>0.3030</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>e</sub> (cal.)</oasis:entry>\n<oasis:entry>0.044</oasis:entry>\n<oasis:entry>2.225</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.5352</oasis:entry>\n<oasis:entry>0.9196</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>second-order: <italic>t</italic>/<italic>q</italic>\n<sub>t</sub> = 1/<italic>k</italic>\n<sub>2</sub>\n<italic>q</italic>\n<sub>e</sub>\n<sup>2</sup> + (1/<italic>q</italic>\n<sub>e</sub>)<italic>t</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>1.160</oasis:entry>\n<oasis:entry>1.242</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>e</sub> (cal.)</oasis:entry>\n<oasis:entry>3.13</oasis:entry>\n<oasis:entry>3.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9900</oasis:entry>\n<oasis:entry>0.9997</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>intraparticle diffusion: <italic>q</italic>\n<sub>t</sub> = <italic>K</italic>\n<sub>id</sub>\n<italic>t</italic>\n<sup>1/2</sup> + <italic>C</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>id</sub>\n</oasis:entry>\n<oasis:entry>0.1046</oasis:entry>\n<oasis:entry>0.1680</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>C</italic>\n</oasis:entry>\n<oasis:entry>2.75</oasis:entry>\n<oasis:entry>2.58</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9319</oasis:entry>\n<oasis:entry>0.8572</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Elovich: <italic>q</italic>\n<sub>t</sub> = 1/β ln(αβ) + 1/β ln(<italic>t</italic>)</oasis:entry>\n<oasis:entry>β</oasis:entry>\n<oasis:entry>8.76</oasis:entry>\n<oasis:entry>5.29</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>α</oasis:entry>\n<oasis:entry>1.40</oasis:entry>\n<oasis:entry>2.26</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9458</oasis:entry>\n<oasis:entry>0.9258</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>experimental adsorption capacity</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>e(exp)</sub>\n</oasis:entry>\n<oasis:entry>0.134</oasis:entry>\n<oasis:entry>2.125</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Adsorption\nMechanism</title><p>The plausible\ninteraction of M5C with AO and RB () is controlled by various factors like the\nAO and RB molecules structure and functional behavior and the M5C\nsurface characteristics. The AO and RB molecules are planar and can\nbe conveniently adsorbed on the M5C via physical interactions in addition\nto M5C cavities. The cavities of M5C could encapsulate all the AO\nand RB organic dyes. AO and RB can bind to M5C via electrostatic and\nvan der Waals forces and hydrogen bonding and host–guest interactions\nwith the M5C cavities.</p>", "clean_text": "Adsorption Mechanism\n\nThe plausible interaction of M5C with AO and RB () is controlled by various factors like the AO and RB molecules structure and functional behavior and the M5C surface characteristics. The AO and RB molecules are planar and can be conveniently adsorbed on the M5C via physical interactions in addition to M5C cavities. The cavities of M5C could encapsulate all the AO and RB organic dyes. AO and RB can bind to M5C via electrostatic and van der Waals forces and hydrogen bonding and host-guest interactions with the M5C cavities.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Interactions of the dyes with the adsorbent and proposed\nmechanism.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ao0c00539_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Interactions of the dyes with the adsorbent and proposed mechanism.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Regeneration\nand Reusability of M5C</title><p>To examine the reusability of M5C,\nthe adsorption experiments were\ncarried out, and subsequently, M5C was collected by a centrifuge,\nand the adsorbed AO and RB were washed with methanol for 6 cycles\nin which the removal percentage only slightly reduced (). This supports the adsorption\nprocess and offers the possibility to reuse chemically stable M5C\nfor multiple cycles, which indicates that M5C is a promising and robust\nadsorbent for the removal of AO and RB dye pollutants.</p>", "clean_text": "Regeneration and Reusability of M5C\n\nTo examine the reusability of M5C, the adsorption experiments were carried out, and subsequently, M5C was collected by a centrifuge, and the adsorbed AO and RB were washed with methanol for 6 cycles in which the removal percentage only slightly reduced (). This supports the adsorption process and offers the possibility to reuse chemically stable M5C for multiple cycles, which indicates that M5C is a promising and robust adsorbent for the removal of AO and RB dye pollutants.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Recycle, regeneration,\nand reuse cycle of the M5C.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ao0c00539_0008.eps\"></graphic>\n</fig>", "clean_text": " 8  Recycle, regeneration, and reuse cycle of the M5C.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Comparison with the Previously Reported Adsorbents</title><p>A comparison study of adsorption capacity, contact time, pH, and\nadsorbent mass for different methods was performed, and the results\nare reported in . Considering the literature, we have reached satisfactory results\nin particular in the simultaneous adsorption of AO and RB.</p>", "clean_text": "Comparison with the Previously Reported Adsorbents\n\nA comparison study of adsorption capacity, contact time, pH, and adsorbent mass for different methods was performed, and the results are reported in . Considering the literature, we have reached satisfactory results in particular in the simultaneous adsorption of AO and RB.", "data": null, "include_properties": null}, {"idx": 36, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of the Removal of AO and\nRB Dyes by Different Adsorbents</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbent</oasis:entry>\n<oasis:entry align=\"center\">dye</oasis:entry>\n<oasis:entry align=\"center\">pH</oasis:entry>\n<oasis:entry align=\"center\">adsorbent mass (mg)</oasis:entry>\n<oasis:entry align=\"center\">contact time (min)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>m</sub> (mg/g)</oasis:entry>\n<oasis:entry align=\"center\">refs</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>humic acid-modifying Fe<sub>3</sub>O<sub>4</sub> NPs</oasis:entry>\n<oasis:entry>RB</oasis:entry>\n<oasis:entry>2.53</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>161.8</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Sistan sand</oasis:entry>\n<oasis:entry>RB</oasis:entry>\n<oasis:entry>6.0</oasis:entry>\n<oasis:entry>1000</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3A zeolite</oasis:entry>\n<oasis:entry>RB</oasis:entry>\n<oasis:entry>9.0</oasis:entry>\n<oasis:entry>1000</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>0.74</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>carboxylated cellulose derivative</oasis:entry>\n<oasis:entry>AO</oasis:entry>\n<oasis:entry>6.0</oasis:entry>\n<oasis:entry>70 g//L</oasis:entry>\n<oasis:entry>24 h</oasis:entry>\n<oasis:entry>5.443</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-5-Ag<sub>2</sub>O-NPs</oasis:entry>\n<oasis:entry>AO</oasis:entry>\n<oasis:entry>6.0</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>50 s</oasis:entry>\n<oasis:entry>260.70</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnS:Cu-NP-AC</oasis:entry>\n<oasis:entry>AO</oasis:entry>\n<oasis:entry>7.0</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>94.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>3</sub>O<sub>4</sub>/C–COP</oasis:entry>\n<oasis:entry>AO</oasis:entry>\n<oasis:entry>6.5</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>107.11</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>3</sub>O<sub>4</sub>/C–COP</oasis:entry>\n<oasis:entry>RB</oasis:entry>\n<oasis:entry>6.5</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>131.23</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M5C</oasis:entry>\n<oasis:entry>AO</oasis:entry>\n<oasis:entry>9.5</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>17.95</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M5C</oasis:entry>\n<oasis:entry>RB</oasis:entry>\n<oasis:entry>9.5</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>16.18</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>As a novel shell structure adsorbent, M5C has electrostatic, hydrogen\nbonding, Lewis acid–base, and π–π stacking\ninteractions for AO and RB molecule adsorption, which enables rapid\nand efficient removal of AO and RB; therefore, M5C has a good potential\nin dyeing wastewater treatment. The optimum conditions for AO and\nRB dye adsorption were found to be the initial AO and RB concentration\nof 5 ppm, 0.016 g of M5C, and pH = 9.5. The linear forms of Langmuir\nand pseudo-second-order models were the best isotherm and kinetic\nmodel, respectively. Finally, water treatment agents with MOF and\nCOF hybrids are envisaged to become a new orientation in the development\nof wastewater treatment engineering.</p>", "clean_text": "Conclusions\n\nAs a novel shell structure adsorbent, M5C has electrostatic, hydrogen bonding, Lewis acid-base, and π-π stacking interactions for AO and RB molecule adsorption, which enables rapid and efficient removal of AO and RB; therefore, M5C has a good potential in dyeing wastewater treatment. The optimum conditions for AO and RB dye adsorption were found to be the initial AO and RB concentration of 5 ppm, 0.016 g of M5C, and pH = 9.5. The linear forms of Langmuir and pseudo-second-order models were the best isotherm and kinetic model, respectively. Finally, water treatment agents with MOF and COF hybrids are envisaged to become a new orientation in the development of wastewater treatment engineering.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 7, 8", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of MOF-5</title><p>Terephthalic acid\n(0.5 g) was dissolved in 60 mL of DMF, and subsequently, 2.19 g of\nZn­(CH<sub>3</sub>CO<sub>2</sub>)<sub>2</sub>·2H<sub>2</sub>O\nwas added and stirred for 10 min. Then, the mixture was transferred\nto an autoclave and heated at 100 °C for 12 h. Finally, the resulting\nsolid was collected and washed with ethanol and dried at room temperature.</p><title>Preparation of MOF-5-NH<sub>2</sub>\n</title><p>A mixture\nof 0.20 g of MOF-5, 25 mL of ethanol, and 5 mL of ethylenediamine\nwas refluxed for 12 h, and subsequently, the resulting mixture was\nfiltered to yield a white precipitate which was washed with ethanol\nand dried at 80 °C.</p><title>Preparation of MOF-5/COF\n(M5C)</title><p>MOF-5-NH<sub>2</sub> (0.20 g), 0.5 g (3.96 mmol) of\nmelamine, 0.5 g (3.73 mmol)\nof terephthaldehyde, 25 mL of DMSO, and 5 mL of distilled water were\nmixed and subsequently, transferred to an autoclave and heated at\n180 °C for 12 h. Finally, the resulting solid was collected,\nwashed with ethanol, and dried at room temperature. A schematic illustration\nof all steps for the synthesis of the MOF/COF hybrid material is shown\nin , and the\nproposed mechanism for the chemical synthesis of M5C is presented\nin .</p>", "clean_text": "Synthesis of MOF-5\n\nTerephthalic acid (0.5 g) was dissolved in 60 mL of DMF, and subsequently, 2.19 g of Zn(CH3CO2)2⋅2H2O was added and stirred for 10 min. Then, the mixture was transferred to an autoclave and heated at 100 °C for 12 h. Finally, the resulting solid was collected and washed with ethanol and dried at room temperature.\n\nPreparation of MOF-5-NH2 \n\nA mixture of 0.20 g of MOF-5, 25 mL of ethanol, and 5 mL of ethylenediamine was refluxed for 12 h, and subsequently, the resulting mixture was filtered to yield a white precipitate which was washed with ethanol and dried at 80 °C.\n\nPreparation of MOF-5/COF (M5C)\n\nMOF-5-NH2 (0.20 g), 0.5 g (3.96 mmol) of melamine, 0.5 g (3.73 mmol) of terephthaldehyde, 25 mL of DMSO, and 5 mL of distilled water were mixed and subsequently, transferred to an autoclave and heated at 180 °C for 12 h. Finally, the resulting solid was collected, washed with ethanol, and dried at room temperature. A schematic illustration of all steps for the synthesis of the MOF/COF hybrid material is shown in , and the proposed mechanism for the chemical synthesis of M5C is presented in .", "data": [{"meta": {"name": "MOF-5", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Terephthalic acid", "amount": "0.5", "unit": "g"}, {"name": "Zn­(CH3CO2)2·2H2O", "amount": "2.19", "unit": "g"}], "solution": [{"name": "DMF", "amount": "60", "unit": "mL"}], "pressure": "", "temperature": "100°C", "time": "12 h"}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "room temperature", "atmosphere": "", "time": ""}]}, {"meta": {"name": "MOF-5-NH2", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "MOF-5", "amount": "0.20", "unit": "g"}, {"name": "ethylenediamine", "amount": "5", "unit": "mL"}], "solution": [{"name": "ethanol", "amount": "25", "unit": "mL"}], "pressure": "", "temperature": "reflux", "time": "12 h"}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "", "time": ""}]}, {"meta": {"name": "MOF-5/COF (M5C)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "MOF-5-NH2", "amount": "0.20", "unit": "g"}, {"name": "melamine", "amount": "0.5", "unit": "g"}, {"name": "terephthaldehyde", "amount": "0.5", "unit": "g"}], "solution": [{"name": "DMSO", "amount": "25", "unit": "mL"}, {"name": "distilled water", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "180°C", "time": "12 h"}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "room temperature", "atmosphere": "", "time": ""}]}], "include_properties": ["solvothermal_synthesis", "washing", "drying", "chemical_synthesis", "filtration", "washing", "drying", "solvothermal_synthesis", "washing", "drying"]}, {"idx": "1, 18, 20, 26, 27", "type": "text", "classification": "property", "content": "<p>In this study, by\nhybridization of zinc-based metal–organic\nframework-5 (MOF-5) and melamine-terephthaldehyde-based intergrade\ntwo-dimensional π-conjugated covalent organic framework (COF),\na novel MOF-5/COF (M5C) hybrid material was prepared and characterized\nby Fourier transform infrared, field emission scanning electron microscopy,\nX-ray diffraction, and thermogravimetric analysis. MOF-5 has a well-defined\ncubic structure, and the proposed COF has an orderly and spherical\nnanosize shape. The prepared MOF-5/COF was applied as an effective\nadsorbent for rapid and high-efficient simultaneous removal of auramine\nO (AO) and rhodamine B (RB) cationic dyes via electrostatic, H-bonding,\nLewis acid–base interactions, and π–π stacking\nfrom aqueous solution. The effect of experimental parameters such\nas pH, M5C mass, contact time, and AO and RB dyes concentration was\ninvestigated for removal efficiency and optimized. The M5C adsorbent\nshowed an adsorption capacity of 17.95 and 16.18 mg/g for AO and RB\ndyes, respectively, at pH 9.5. The adsorption study of AO and RB dyes\nby M5C comprises both isotherm and kinetic studies. The equilibrium\nadsorption data followed by Langmuir isotherm and the adsorption kinetic\nprocess were found to be a pseudo-second-order model. The robustness\nadsorption efficiency of MOF/COF hybrids can be attributed to the\nformation of amide bonds between COF and MOFs, which improve the stability\nof the adsorbent.</p><p>\na\npresents\nthe weight loss of M5C with the increase in temperature, and the observations\nare explained as follows: weight loss was observed between 50 and\n150 °C, which could be ascribed to the loss in moisture and solvent\nmolecules. No obvious mass loss from 150 to 420 °C demonstrates\nthe superior thermodynamic stability of M5C up to 400 °C. Further,\nthe increase in temperature to 520 °C leads to weight loss due\nto the destruction of MOF and COF structures.</p><p>The N<sub>2</sub> adsorption–desorption\nisotherms of the\nas-obtained M5C (b) revealed a slight capillary condensation step at high relative\npressure, which belongs to type IV isotherm according to IUPAC classification,\nand the specific surface area BET was found to be 7.025 m<sup>2</sup>/g.</p><p>For selectivity\ninvestigation, some anionic dyes such as fast green\nFCF, eosin yellow, and quinine yellow were tested, and M5C was able\nto eliminate 20, 23.5, and 31.2% of the dyes, respectively. Therefore,\nit can be said that the proposed adsorbent effectively eliminates\ncationic dyes and repels anionic dyes. In addition, methylene blue\nand malachite green as cationic dyes were tested in which M5C was\nable to eliminate a large percentage of the dyes, while due to the\nspectral overlap of these dyes with colors of AO and RB, they were\nexcluded from simultaneous removal.</p><title>Adsorption\nIsotherms</title><p>The correlation\nbetween the adsorbent amount and the retained material in bulk at\na constant temperature is significant in MOF- and COF-based adsorption\nsystems. To optimize the conditions of the adsorption of AO and RB,\nit is important to prescribe the most suitable correlations of the\nequilibrium data. The most extensively utilized surface adsorption\nmodels are the Langmuir, Temkin, Freundlich, and Dubinin–Radushkevich\n(D–R) isotherms, which are the best-fitting isotherms found\nby linear regressions as well as the applicability of isotherms are\ncompared by recognizing the correlation coefficients and error analysis.\nThe resulting correlation coefficients provided strong evidence that\nAO and RB adsorption onto M5C follows the Langmuir isotherm (). The applicability\nof the Langmuir model was corroborated by the high correlation coefficients <italic>R</italic>\n<sup>2</sup> &gt; 0.984. The <italic>Q</italic>\n<sub>m</sub> values obtained from the Langmuir isotherms were 17.95 and 16.18\nmg/g for AO and RB, respectively. The <italic>R</italic>\n<sup>2</sup> values for other models are not fit of equilibrium data as compared\nwith the Langmuir isotherm model.</p>", "clean_text": "In this study, by hybridization of zinc-based metal-organic framework-5 (MOF-5) and melamine-terephthaldehyde-based intergrade two-dimensional π-conjugated covalent organic framework (COF), a novel MOF-5/COF (M5C) hybrid material was prepared and characterized by Fourier transform infrared, field emission scanning electron microscopy, X-ray diffraction, and thermogravimetric analysis. MOF-5 has a well-defined cubic structure, and the proposed COF has an orderly and spherical nanosize shape. The prepared MOF-5/COF was applied as an effective adsorbent for rapid and high-efficient simultaneous removal of auramine O (AO) and rhodamine B (RB) cationic dyes via electrostatic, H-bonding, Lewis acid-base interactions, and π-π stacking from aqueous solution. The effect of experimental parameters such as pH, M5C mass, contact time, and AO and RB dyes concentration was investigated for removal efficiency and optimized. The M5C adsorbent showed an adsorption capacity of 17.95 and 16.18 mg/g for AO and RB dyes, respectively, at pH 9.5. The adsorption study of AO and RB dyes by M5C comprises both isotherm and kinetic studies. The equilibrium adsorption data followed by Langmuir isotherm and the adsorption kinetic process were found to be a pseudo-second-order model. The robustness adsorption efficiency of MOF/COF hybrids can be attributed to the formation of amide bonds between COF and MOFs, which improve the stability of the adsorbent.\n\n a presents the weight loss of M5C with the increase in temperature, and the observations are explained as follows: weight loss was observed between 50 and 150 °C, which could be ascribed to the loss in moisture and solvent molecules. No obvious mass loss from 150 to 420 °C demonstrates the superior thermodynamic stability of M5C up to 400 °C. Further, the increase in temperature to 520 °C leads to weight loss due to the destruction of MOF and COF structures.\n\nThe N2 adsorption-desorption isotherms of the as-obtained M5C (b) revealed a slight capillary condensation step at high relative pressure, which belongs to type IV isotherm according to IUPAC classification, and the specific surface area BET was found to be 7.025 m2/g.\n\nFor selectivity investigation, some anionic dyes such as fast green FCF, eosin yellow, and quinine yellow were tested, and M5C was able to eliminate 20, 23.5, and 31.2% of the dyes, respectively. Therefore, it can be said that the proposed adsorbent effectively eliminates cationic dyes and repels anionic dyes. In addition, methylene blue and malachite green as cationic dyes were tested in which M5C was able to eliminate a large percentage of the dyes, while due to the spectral overlap of these dyes with colors of AO and RB, they were excluded from simultaneous removal.\n\nAdsorption Isotherms\n\nThe correlation between the adsorbent amount and the retained material in bulk at a constant temperature is significant in MOF- and COF-based adsorption systems. To optimize the conditions of the adsorption of AO and RB, it is important to prescribe the most suitable correlations of the equilibrium data. The most extensively utilized surface adsorption models are the Langmuir, Temkin, Freundlich, and Dubinin-Radushkevich (D-R) isotherms, which are the best-fitting isotherms found by linear regressions as well as the applicability of isotherms are compared by recognizing the correlation coefficients and error analysis. The resulting correlation coefficients provided strong evidence that AO and RB adsorption onto M5C follows the Langmuir isotherm (). The applicability of the Langmuir model was corroborated by the high correlation coefficients R 2 > 0.984. The Q m values obtained from the Langmuir isotherms were 17.95 and 16.18 mg/g for AO and RB, respectively. The R 2 values for other models are not fit of equilibrium data as compared with the Langmuir isotherm model.", "data": [[{"meta": {"name": "MOF-5/COF", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "auramine O", "adsorbed amount": "17.95", "unit": "mg/g", "temperature": "", "pressure": "", "condition": "pH 9.5"}, {"adsorbate": "rhodamine B", "adsorbed amount": "16.18", "unit": "mg/g", "temperature": "", "pressure": "", "condition": "pH 9.5"}]}, {"meta": {"name": "M5C", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "", "unit": "", "temperature": "", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 28, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Adsorption Isotherm\nParameters for\nthe Adsorption of AO and RB</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">value</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">isotherm models</oasis:entry>\n<oasis:entry align=\"center\">parameters</oasis:entry>\n<oasis:entry align=\"center\">AO</oasis:entry>\n<oasis:entry align=\"center\">RB</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Langmuir: <italic>C</italic>\n<sub>e</sub>/<italic>q</italic>\n<sub>e</sub> = 1/<italic>K</italic>\n<sub>a</sub>\n<italic>Q</italic>\n<sub>m</sub> + <italic>C</italic>\n<sub>e</sub>/<italic>Q</italic>\n<sub>m</sub>\n</oasis:entry>\n<oasis:entry>\n<italic>Q</italic>\n<sub>m</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>17.95</oasis:entry>\n<oasis:entry>16.18</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>a</sub> (L mg<sup>–1</sup>)</oasis:entry>\n<oasis:entry>2.34</oasis:entry>\n<oasis:entry>3.33</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9848</oasis:entry>\n<oasis:entry>0.9882</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Freundlich: ln q<sub>e</sub> = ln <italic>K</italic>\n<sub>f</sub> + (1/<italic>n</italic>)ln <italic>C</italic>\n<sub>e</sub>\n</oasis:entry>\n<oasis:entry>1/<italic>n</italic>\n</oasis:entry>\n<oasis:entry>0.8689</oasis:entry>\n<oasis:entry>0.1396</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>f</sub> (L mg<sup>–1</sup>)</oasis:entry>\n<oasis:entry>3.092</oasis:entry>\n<oasis:entry>1.909</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.8938</oasis:entry>\n<oasis:entry>0.3748</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Temkin: <italic>q</italic>\n<sub>e</sub> = <italic>B</italic>\n<sub>l</sub> ln <italic>K</italic>\n<sub>T</sub> + <italic>B</italic>\n<sub>l</sub> ln <italic>C</italic>\n<sub>e</sub>\n</oasis:entry>\n<oasis:entry>\n<italic>B</italic>\n<sub>T</sub>\n</oasis:entry>\n<oasis:entry>4.9542</oasis:entry>\n<oasis:entry>0.5843</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>T</sub> (L mg<sup>–1</sup>)</oasis:entry>\n<oasis:entry>2.49</oasis:entry>\n<oasis:entry>307.07</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9477</oasis:entry>\n<oasis:entry>0.8278</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Dubinin–Radushkevich: ln <italic>q</italic>\n<sub>e</sub> = ln <italic>Q</italic>\n<sub>s</sub> – <italic>K</italic>ε<sup>2</sup>\n</oasis:entry>\n<oasis:entry>\n<italic>Q</italic>\n<sub>s</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry>12.69</oasis:entry>\n<oasis:entry>5.92</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n</oasis:entry>\n<oasis:entry>6 × 10<sup>–8</sup>\n</oasis:entry>\n<oasis:entry>4 × 10<sup>–8</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9477</oasis:entry>\n<oasis:entry>0.8278</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Adsorption Isotherm Parameters for the Adsorption of AO and RB\n\n| isotherm models | parameters | AO    | RB    |\n|-----------------|------------|-------|-------|\n| Langmuir: C<sub>e</sub>/q<sub>e</sub> = 1/K<sub>a</sub>Q<sub>m</sub> + C<sub>e</sub>/Q<sub>m</sub> | Q<sub>m</sub> (mg g<sup>–1</sup>) | 17.95 | 16.18 |\n|                 | K<sub>a</sub> (L mg<sup>–1</sup>) | 2.34 | 3.33 |\n|                 | R<sup>2</sup> | 0.9848 | 0.9882 |\n| Freundlich: ln q<sub>e</sub> = ln K<sub>f</sub> + (1/n)ln C<sub>e</sub> | 1/n | 0.8689 | 0.1396 |\n|                 | K<sub>f</sub> (L mg<sup>–1</sup>) | 3.092 | 1.909 |\n|                 | R<sup>2</sup> | 0.8938 | 0.3748 |\n| Temkin: q<sub>e</sub> = B<sub>l</sub> ln K<sub>T</sub> + B<sub>l</sub> ln C<sub>e</sub> | B<sub>T</sub> | 4.9542 | 0.5843 |\n|                 | K<sub>T</sub> (L mg<sup>–1</sup>) | 2.49 | 307.07 |\n|                 | R<sup>2</sup> | 0.9477 | 0.8278 |\n| Dubinin–Radushkevich: ln q<sub>e</sub> = ln Q<sub>s</sub> – Kε<sup>2</sup> | Q<sub>s</sub> (mg g<sup>–1</sup>) | 12.69 | 5.92 |\n|                 | K | 6 × 10<sup>–8</sup> | 4 × 10<sup>–8</sup> |\n|                 | R<sup>2</sup> | 0.9477 | 0.8278 |", "data": [{"meta": {"name": "", "symbol": "AO", "chemical formula": ""}, "isotherm models": [{"model": "Langmuir", "parameters": [{"parameter": "Qm", "value": "17.95", "unit": "mg g^–1", "condition": ""}, {"parameter": "Ka", "value": "2.34", "unit": "L mg^–1", "condition": ""}, {"parameter": "R^2", "value": "0.9848", "unit": "", "condition": ""}]}, {"model": "Freundlich", "parameters": [{"parameter": "1/n", "value": "0.8689", "unit": "", "condition": ""}, {"parameter": "Kf", "value": "3.092", "unit": "L mg^–1", "condition": ""}, {"parameter": "R^2", "value": "0.8938", "unit": "", "condition": ""}]}, {"model": "Temkin", "parameters": [{"parameter": "BT", "value": "4.9542", "unit": "", "condition": ""}, {"parameter": "KT", "value": "2.49", "unit": "L mg^–1", "condition": ""}, {"parameter": "R^2", "value": "0.9477", "unit": "", "condition": ""}]}, {"model": "Dubinin–Radushkevich", "parameters": [{"parameter": "Qs", "value": "12.69", "unit": "mg g^–1", "condition": ""}, {"parameter": "K", "value": "6 × 10^–8", "unit": "", "condition": ""}, {"parameter": "R^2", "value": "0.9477", "unit": "", "condition": ""}]}]}, {"meta": {"name": "", "symbol": "RB", "chemical formula": ""}, "isotherm models": [{"model": "Langmuir", "parameters": [{"parameter": "Qm", "value": "16.18", "unit": "mg g^–1", "condition": ""}, {"parameter": "Ka", "value": "3.33", "unit": "L mg^–1", "condition": ""}, {"parameter": "R^2", "value": "0.9882", "unit": "", "condition": ""}]}, {"model": "Freundlich", "parameters": [{"parameter": "1/n", "value": "0.1396", "unit": "", "condition": ""}, {"parameter": "Kf", "value": "1.909", "unit": "L mg^–1", "condition": ""}, {"parameter": "R^2", "value": "0.3748", "unit": "", "condition": ""}]}, {"model": "Temkin", "parameters": [{"parameter": "BT", "value": "0.5843", "unit": "", "condition": ""}, {"parameter": "KT", "value": "307.07", "unit": "L mg^–1", "condition": ""}, {"parameter": "R^2", "value": "0.8278", "unit": "", "condition": ""}]}, {"model": "Dubinin–Radushkevich", "parameters": [{"parameter": "Qs", "value": "5.92", "unit": "mg g^–1", "condition": ""}, {"parameter": "K", "value": "4 × 10^–8", "unit": "", "condition": ""}, {"parameter": "R^2", "value": "0.8278", "unit": "", "condition": ""}]}]}], "include_properties": null}, {"idx": 30, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Adsorption Kinetics Parameters for\nthe Adsorption of AO and RB</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">value</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">kinetic model</oasis:entry>\n<oasis:entry align=\"center\">parameters</oasis:entry>\n<oasis:entry align=\"center\">AO</oasis:entry>\n<oasis:entry align=\"center\">RB</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>first-order: log(<italic>q</italic>\n<sub>e</sub> – <italic>q</italic>\n<sub>t</sub>) = log(<italic>q</italic>\n<sub>e</sub>) – (<italic>K</italic>\n<sub>1</sub>/2.303)t</oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>1</sub>\n</oasis:entry>\n<oasis:entry>0.2975</oasis:entry>\n<oasis:entry>0.3030</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>e</sub> (cal.)</oasis:entry>\n<oasis:entry>0.044</oasis:entry>\n<oasis:entry>2.225</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.5352</oasis:entry>\n<oasis:entry>0.9196</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>second-order: <italic>t</italic>/<italic>q</italic>\n<sub>t</sub> = 1/<italic>k</italic>\n<sub>2</sub>\n<italic>q</italic>\n<sub>e</sub>\n<sup>2</sup> + (1/<italic>q</italic>\n<sub>e</sub>)<italic>t</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>1.160</oasis:entry>\n<oasis:entry>1.242</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>e</sub> (cal.)</oasis:entry>\n<oasis:entry>3.13</oasis:entry>\n<oasis:entry>3.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9900</oasis:entry>\n<oasis:entry>0.9997</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>intraparticle diffusion: <italic>q</italic>\n<sub>t</sub> = <italic>K</italic>\n<sub>id</sub>\n<italic>t</italic>\n<sup>1/2</sup> + <italic>C</italic>\n</oasis:entry>\n<oasis:entry>\n<italic>K</italic>\n<sub>id</sub>\n</oasis:entry>\n<oasis:entry>0.1046</oasis:entry>\n<oasis:entry>0.1680</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>C</italic>\n</oasis:entry>\n<oasis:entry>2.75</oasis:entry>\n<oasis:entry>2.58</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9319</oasis:entry>\n<oasis:entry>0.8572</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Elovich: <italic>q</italic>\n<sub>t</sub> = 1/β ln(αβ) + 1/β ln(<italic>t</italic>)</oasis:entry>\n<oasis:entry>β</oasis:entry>\n<oasis:entry>8.76</oasis:entry>\n<oasis:entry>5.29</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>α</oasis:entry>\n<oasis:entry>1.40</oasis:entry>\n<oasis:entry>2.26</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>0.9458</oasis:entry>\n<oasis:entry>0.9258</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>experimental adsorption capacity</oasis:entry>\n<oasis:entry>\n<italic>q</italic>\n<sub>e(exp)</sub>\n</oasis:entry>\n<oasis:entry>0.134</oasis:entry>\n<oasis:entry>2.125</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Adsorption Kinetics Parameters for the Adsorption of AO and RB\n\n| kinetic model | parameters | AO    | RB    |\n|---------------|------------|-------|-------|\n| first-order: log(q<sub>e</sub> – q<sub>t</sub>) = log(q<sub>e</sub>) – (K<sub>1</sub>/2.303)t | K<sub>1</sub> | 0.2975 | 0.3030 |\n|               | q<sub>e</sub> (cal.) | 0.044 | 2.225 |\n|               | R<sup>2</sup> | 0.5352 | 0.9196 |\n| second-order: t/q<sub>t</sub> = 1/k<sub>2</sub>q<sub>e</sub><sup>2</sup> + (1/q<sub>e</sub>)t | K<sub>2</sub> | 1.160 | 1.242 |\n|               | q<sub>e</sub> (cal.) | 3.13 | 3.15 |\n|               | R<sup>2</sup> | 0.9900 | 0.9997 |\n| intraparticle diffusion: q<sub>t</sub> = K<sub>id</sub>t<sup>1/2</sup> + C | K<sub>id</sub> | 0.1046 | 0.1680 |\n|               | C | 2.75 | 2.58 |\n|               | R<sup>2</sup> | 0.9319 | 0.8572 |\n| Elovich: q<sub>t</sub> = 1/β ln(αβ) + 1/β ln(t) | β | 8.76 | 5.29 |\n|               | α | 1.40 | 2.26 |\n|               | R<sup>2</sup> | 0.9458 | 0.9258 |\n| experimental adsorption capacity | q<sub>e(exp)</sub> | 0.134 | 2.125 |", "data": [{"meta": {"name": "", "symbol": "AO", "chemical formula": ""}, "kinetic model": [{"model": "first-order: log(qe – qt) = log(qe) – (K1/2.303)t", "parameters": [{"parameter": "K1", "value": "0.2975", "unit": "", "condition": ""}]}, {"model": "second-order: t/qt = 1/k2qe^2 + (1/qe)t", "parameters": [{"parameter": "K2", "value": "1.160", "unit": "", "condition": ""}]}, {"model": "intraparticle diffusion: qt = Kidt^(1/2) + C", "parameters": [{"parameter": "Kid", "value": "0.1046", "unit": "", "condition": ""}, {"parameter": "C", "value": "2.75", "unit": "", "condition": ""}]}, {"model": "Elovich: qt = 1/β ln(αβ) + 1/β ln(t)", "parameters": [{"parameter": "β", "value": "8.76", "unit": "", "condition": ""}, {"parameter": "α", "value": "1.40", "unit": "", "condition": ""}]}], "experimental adsorption capacity": [{"value": "0.134", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "RB", "chemical formula": ""}, "kinetic model": [{"model": "first-order: log(qe – qt) = log(qe) – (K1/2.303)t", "parameters": [{"parameter": "K1", "value": "0.3030", "unit": "", "condition": ""}]}, {"model": "second-order: t/qt = 1/k2qe^2 + (1/qe)t", "parameters": [{"parameter": "K2", "value": "1.242", "unit": "", "condition": ""}]}, {"model": "intraparticle diffusion: qt = Kidt^(1/2) + C", "parameters": [{"parameter": "Kid", "value": "0.1680", "unit": "", "condition": ""}, {"parameter": "C", "value": "2.58", "unit": "", "condition": ""}]}, {"model": "Elovich: qt = 1/β ln(αβ) + 1/β ln(t)", "parameters": [{"parameter": "β", "value": "5.29", "unit": "", "condition": ""}, {"parameter": "α", "value": "2.26", "unit": "", "condition": ""}]}], "experimental adsorption capacity": [{"value": "2.125", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 36, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of the Removal of AO and\nRB Dyes by Different Adsorbents</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbent</oasis:entry>\n<oasis:entry align=\"center\">dye</oasis:entry>\n<oasis:entry align=\"center\">pH</oasis:entry>\n<oasis:entry align=\"center\">adsorbent mass (mg)</oasis:entry>\n<oasis:entry align=\"center\">contact time (min)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>m</sub> (mg/g)</oasis:entry>\n<oasis:entry align=\"center\">refs</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>humic acid-modifying Fe<sub>3</sub>O<sub>4</sub> NPs</oasis:entry>\n<oasis:entry>RB</oasis:entry>\n<oasis:entry>2.53</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>161.8</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref36\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Sistan sand</oasis:entry>\n<oasis:entry>RB</oasis:entry>\n<oasis:entry>6.0</oasis:entry>\n<oasis:entry>1000</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3A zeolite</oasis:entry>\n<oasis:entry>RB</oasis:entry>\n<oasis:entry>9.0</oasis:entry>\n<oasis:entry>1000</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>0.74</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref38\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>carboxylated cellulose derivative</oasis:entry>\n<oasis:entry>AO</oasis:entry>\n<oasis:entry>6.0</oasis:entry>\n<oasis:entry>70 g//L</oasis:entry>\n<oasis:entry>24 h</oasis:entry>\n<oasis:entry>5.443</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref39\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-5-Ag<sub>2</sub>O-NPs</oasis:entry>\n<oasis:entry>AO</oasis:entry>\n<oasis:entry>6.0</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>50 s</oasis:entry>\n<oasis:entry>260.70</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnS:Cu-NP-AC</oasis:entry>\n<oasis:entry>AO</oasis:entry>\n<oasis:entry>7.0</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n<oasis:entry>94.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>3</sub>O<sub>4</sub>/C–COP</oasis:entry>\n<oasis:entry>AO</oasis:entry>\n<oasis:entry>6.5</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>107.11</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe<sub>3</sub>O<sub>4</sub>/C–COP</oasis:entry>\n<oasis:entry>RB</oasis:entry>\n<oasis:entry>6.5</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>131.23</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M5C</oasis:entry>\n<oasis:entry>AO</oasis:entry>\n<oasis:entry>9.5</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>17.95</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M5C</oasis:entry>\n<oasis:entry>RB</oasis:entry>\n<oasis:entry>9.5</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>16.18</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Comparison of the Removal of AO and RB Dyes by Different Adsorbents\n\n| adsorbent                        | dye | pH  | adsorbent mass (mg) | contact time (min) | q<sub>m</sub> (mg/g) | refs |\n|----------------------------------|-----|-----|---------------------|---------------------|---------------------|------|\n| humic acid-modifying Fe<sub>3</sub>O<sub>4</sub> NPs | RB  | 2.53 | 100                 | 30                  | 161.8               | [36] |\n| Sistan sand                      | RB  | 6.0 | 1000                | 30                  | 0.11                | [37] |\n| 3A zeolite                       | RB  | 9.0 | 1000                | 40                  | 0.74                | [38] |\n| carboxylated cellulose derivative | AO  | 6.0 | 70 g//L             | 24 h                | 5.443               | [39] |\n| MOF-5-Ag<sub>2</sub>O-NPs         | AO  | 6.0 | 25                  | 50 s                | 260.70              | [40] |\n| ZnS:Cu-NP-AC                     | AO  | 7.0 | 40                  | 2.2                 | 94.2                | [41] |\n| Fe<sub>3</sub>O<sub>4</sub>/C–COP | AO  | 6.5 | 12                  | 4                   | 107.11              | [42] |\n| Fe<sub>3</sub>O<sub>4</sub>/C–COP | RB  | 6.5 | 12                  | 4                   | 131.23              | [42] |\n| M5C                              | AO  | 9.5 | 16                  | 8                   | 17.95               | this work |\n| M5C                              | RB  | 9.5 | 16                  | 8                   | 16.18               | this work |", "data": [{"meta": {"name": "humic acid-modifying Fe3O4 NPs", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dye", "value": "RB", "unit": "", "condition": ""}, {"property name": "pH", "value": "2.53", "unit": "", "condition": ""}, {"property name": "adsorbent mass", "value": "100", "unit": "mg", "condition": ""}, {"property name": "contact time", "value": "30", "unit": "min", "condition": ""}, {"property name": "q_m", "value": "161.8", "unit": "mg/g", "condition": ""}, {"property name": "refs", "value": "[36]", "unit": "", "condition": ""}]}, {"meta": {"name": "Sistan sand", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dye", "value": "RB", "unit": "", "condition": ""}, {"property name": "pH", "value": "6.0", "unit": "", "condition": ""}, {"property name": "adsorbent mass", "value": "1000", "unit": "mg", "condition": ""}, {"property name": "contact time", "value": "30", "unit": "min", "condition": ""}, {"property name": "q_m", "value": "0.11", "unit": "mg/g", "condition": ""}, {"property name": "refs", "value": "[37]", "unit": "", "condition": ""}]}, {"meta": {"name": "3A zeolite", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dye", "value": "RB", "unit": "", "condition": ""}, {"property name": "pH", "value": "9.0", "unit": "", "condition": ""}, {"property name": "adsorbent mass", "value": "1000", "unit": "mg", "condition": ""}, {"property name": "contact time", "value": "40", "unit": "min", "condition": ""}, {"property name": "q_m", "value": "0.74", "unit": "mg/g", "condition": ""}, {"property name": "refs", "value": "[38]", "unit": "", "condition": ""}]}, {"meta": {"name": "carboxylated cellulose derivative", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dye", "value": "AO", "unit": "", "condition": ""}, {"property name": "pH", "value": "6.0", "unit": "", "condition": ""}, {"property name": "adsorbent mass", "value": "70 g/L", "unit": "", "condition": ""}, {"property name": "contact time", "value": "24 h", "unit": "", "condition": ""}, {"property name": "q_m", "value": "5.443", "unit": "mg/g", "condition": ""}, {"property name": "refs", "value": "[39]", "unit": "", "condition": ""}]}, {"meta": {"name": "MOF-5-Ag2O-NPs", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dye", "value": "AO", "unit": "", "condition": ""}, {"property name": "pH", "value": "6.0", "unit": "", "condition": ""}, {"property name": "adsorbent mass", "value": "25", "unit": "", "condition": ""}, {"property name": "contact time", "value": "50 s", "unit": "", "condition": ""}, {"property name": "q_m", "value": "260.70", "unit": "mg/g", "condition": ""}, {"property name": "refs", "value": "[40]", "unit": "", "condition": ""}]}, {"meta": {"name": "ZnS:Cu-NP-AC", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dye", "value": "AO", "unit": "", "condition": ""}, {"property name": "pH", "value": "7.0", "unit": "", "condition": ""}, {"property name": "adsorbent mass", "value": "40", "unit": "", "condition": ""}, {"property name": "contact time", "value": "2.2", "unit": "", "condition": ""}, {"property name": "q_m", "value": "94.2", "unit": "mg/g", "condition": ""}, {"property name": "refs", "value": "[41]", "unit": "", "condition": ""}]}, {"meta": {"name": "Fe3O4/C–COP", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dye", "value": "AO", "unit": "", "condition": ""}, {"property name": "pH", "value": "6.5", "unit": "", "condition": ""}, {"property name": "adsorbent mass", "value": "12", "unit": "", "condition": ""}, {"property name": "contact time", "value": "4", "unit": "", "condition": ""}, {"property name": "q_m", "value": "107.11", "unit": "mg/g", "condition": ""}, {"property name": "refs", "value": "[42]", "unit": "", "condition": ""}]}, {"meta": {"name": "Fe3O4/C–COP", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dye", "value": "RB", "unit": "", "condition": ""}, {"property name": "pH", "value": "6.5", "unit": "", "condition": ""}, {"property name": "adsorbent mass", "value": "12", "unit": "", "condition": ""}, {"property name": "contact time", "value": "4", "unit": "", "condition": ""}, {"property name": "q_m", "value": "131.23", "unit": "mg/g", "condition": ""}, {"property name": "refs", "value": "[42]", "unit": "", "condition": ""}]}, {"meta": {"name": "M5C", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dye", "value": "AO", "unit": "", "condition": ""}, {"property name": "pH", "value": "9.5", "unit": "", "condition": ""}, {"property name": "adsorbent mass", "value": "16", "unit": "", "condition": ""}, {"property name": "contact time", "value": "8", "unit": "", "condition": ""}, {"property name": "q_m", "value": "17.95", "unit": "mg/g", "condition": ""}, {"property name": "refs", "value": "this work", "unit": "", "condition": ""}]}, {"meta": {"name": "M5C", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dye", "value": "RB", "unit": "", "condition": ""}, {"property name": "pH", "value": "9.5", "unit": "", "condition": ""}, {"property name": "adsorbent mass", "value": "16", "unit": "", "condition": ""}, {"property name": "contact time", "value": "8", "unit": "", "condition": ""}, {"property name": "q_m", "value": "16.18", "unit": "mg/g", "condition": ""}, {"property name": "refs", "value": "this work", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Graphical illustration\nof the synthesis of an M5C hybrid material.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ao0c00539_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Graphical illustration of the synthesis of an M5C hybrid material.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed Mechanism for the Synthesis of M5C</title>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ao0c00539_0009.eps\"></graphic>\n</fig>", "clean_text": " 1  Proposed Mechanism for the Synthesis of M5C   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>UV–vis spectra\nof the mixture dyes of AO and RB at different\nM5C masses.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ao0c00539_0002.eps\"></graphic>\n</fig>", "clean_text": " 2  UV-vis spectra of the mixture dyes of AO and RB at different M5C masses.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>FT-IR\nspectra (A) of MOF-5 (a), MOF-5-NH<sub>2</sub> (b) and M5C\n(c) and XRD patterns of as simulated, as prepared MOF-5 and MOF-5-COF\n(B).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ao0c00539_0003.eps\"></graphic>\n</fig>", "clean_text": " 3  FT-IR spectra (A) of MOF-5 (a), MOF-5-NH2 (b) and M5C (c) and XRD patterns of as simulated, as prepared MOF-5 and MOF-5-COF (B).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>SEM images of MOF-5 (a,b) and M5C (c,d).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ao0c00539_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  SEM images of MOF-5 (a,b) and M5C (c,d).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>STA thermogram (a) and\nN<sub>2</sub> adsorption/desorption isotherm\n(b) of M5C.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ao0c00539_0005.eps\"></graphic>\n</fig>", "clean_text": " 5  STA thermogram (a) and N2 adsorption/desorption isotherm (b) of M5C.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Effect of pH (a), adsorbent mass (b), contact time (c), and initial\ndye concentration (d) on the adsorption of AO and RB on M5C.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ao0c00539_0006.eps\"></graphic>\n</fig>", "clean_text": " 6  Effect of pH (a), adsorbent mass (b), contact time (c), and initial dye concentration (d) on the adsorption of AO and RB on M5C.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Interactions of the dyes with the adsorbent and proposed\nmechanism.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ao0c00539_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Interactions of the dyes with the adsorbent and proposed mechanism.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Recycle, regeneration,\nand reuse cycle of the M5C.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ao0c00539_0008.eps\"></graphic>\n</fig>", "clean_text": " 8  Recycle, regeneration, and reuse cycle of the M5C.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsomega.0c00539", "title": null, "journal": "American Chemical Society", "date": "2020.04", "author_list": ["Firoozi\nMaryam", "Rafiee\nZahra", "Dashtian\nKheibar"]}}