{"filepath": "../L2M3_data/1_application_papers/acs_xml/ap0c01230.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Tailoring\nthe microstructure of a selective layer is a highly attractive\nway to improve the water flux of a reverse osmosis (RO) membrane by\nforming a crumpled surface without altering its chemical structure\nrequired for high salt rejection. However, it is challenging to maintain\nits structural integrity and stability and high flux at high pressure\nduring desalination. Herein, a robust hilly thin-film composite (TFC)\npolyamide (PA) membrane is developed based on composite substrates\nmade of cellulose nanofibers (CNFs) and metal–organic frameworks\n(MOFs). Water-stable, highly crystalline, submicrometer-sized MOF\ncrystals, NH<sub>2</sub>-MIL-53­(Al), are integrated with CNFs to form\na robust and highly porous intermediate layer for the formation of\na hilly PA layer. The resulting TFC RO membrane exhibits an excellent\nwater permeance of 5.55 LMH/bar and a NaCl rejection of ∼94.8%.\nThe strategy reported here has great potential for the fabrication\nof polyamide desalination membranes with enhanced flux and mechanical\nstability.</p>", "clean_text": "Tailoring the microstructure of a selective layer is a highly attractive way to improve the water flux of a reverse osmosis (RO) membrane by forming a crumpled surface without altering its chemical structure required for high salt rejection. However, it is challenging to maintain its structural integrity and stability and high flux at high pressure during desalination. Herein, a robust hilly thin-film composite (TFC) polyamide (PA) membrane is developed based on composite substrates made of cellulose nanofibers (CNFs) and metal-organic frameworks (MOFs). Water-stable, highly crystalline, submicrometer-sized MOF crystals, NH2-MIL-53(Al), are integrated with CNFs to form a robust and highly porous intermediate layer for the formation of a hilly PA layer. The resulting TFC RO membrane exhibits an excellent water permeance of 5.55 LMH/bar and a NaCl rejection of ~94.8%. The strategy reported here has great potential for the fabrication of polyamide desalination membranes with enhanced flux and mechanical stability.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The supply of affordable\nand potable water remains a global challenge. The\ngrowing imbalance between freshwater supply and usage has led\nto greater reliance on water desalination technologies as a means\nof supplying freshwater. Membrane separation\ntechnology has become increasingly important for water purification,\ndue to its low energy requirement and easy operation. The reverse osmosis (RO) desalination process is currently\nthe most widely adopted technology. Current\nstate-of-the-art RO membranes are thin-film composite (TFC) membranes\ncomposed of an interfacially polymerized polyamide (PA) selective\nlayer on top of a porous support layer. Although significant efforts have been made to improve the properties\nof TFC membranes over the last decades, simultaneously achieving high\nwater permeance and salt rejection remains a significant challenge. High water permeance and salt rejection in membranes\nare highly desirable for reducing the energy consumption and operating\ncosts of the membrane desalination process.</p>", "clean_text": "Introduction\n\nThe supply of affordable and potable water remains a global challenge. The growing imbalance between freshwater supply and usage has led to greater reliance on water desalination technologies as a means of supplying freshwater. Membrane separation technology has become increasingly important for water purification, due to its low energy requirement and easy operation. The reverse osmosis (RO) desalination process is currently the most widely adopted technology. Current state-of-the-art RO membranes are thin-film composite (TFC) membranes composed of an interfacially polymerized polyamide (PA) selective layer on top of a porous support layer. Although significant efforts have been made to improve the properties of TFC membranes over the last decades, simultaneously achieving high water permeance and salt rejection remains a significant challenge. High water permeance and salt rejection in membranes are highly desirable for reducing the energy consumption and operating costs of the membrane desalination process.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The PA selective\nlayer, which is formed by interfacial polymerization,\ngoverns the water permeance and salt selectivity of the TFC membranes. Thus, it is imperative to control the formation\nof the PA layer to achieve desirable molecular and structural characteristics.\nApproaches such as the incorporation of porous nanoparticles into\nthe PA layer and surface modification on the PA layer have been used to enhance the water permeance of the selective layer\nof the TFC membranes. However, it has proven difficult\nto achieve significant improvement of transport properties in the\nselective layers due to the limitation imparted by the highly cross-linked\npolyamide chains.\n</p>", "clean_text": "The PA selective layer, which is formed by interfacial polymerization, governs the water permeance and salt selectivity of the TFC membranes. Thus, it is imperative to control the formation of the PA layer to achieve desirable molecular and structural characteristics. Approaches such as the incorporation of porous nanoparticles into the PA layer and surface modification on the PA layer have been used to enhance the water permeance of the selective layer of the TFC membranes. However, it has proven difficult to achieve significant improvement of transport properties in the selective layers due to the limitation imparted by the highly cross-linked polyamide chains. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Another strategy\nto increase the membrane permeance is to increase\nthe surface area of the PA selective layer without compromising its\nsalt selectivity. Wang et al. prepared\na high permeance PA membrane by preloading sacrificial polydopamine-decorated\nZIF-8 nanoparticles (PD/ZIF-8) on the porous support layer that were\nsubsequently washed away, creating a more crumpled PA layer with an\nincreased surface area. Compared to the\nPA active layer produced without PD/ZIF-8, the actual surface area\nof the PA layer with a PD/ZIF-8 loading of 4.3 μg/cm<sup>2</sup> increased by 27 μm<sup>2</sup> per projected area, resulting\nin a flux increase from ∼32.5 to 53.5 L/(m<sup>2</sup> h bar)\nand a decline in Na<sub>2</sub>SO<sub>4</sub> rejection from ∼99\nto 95.3%. In a separate work, Zhang and co-workers created a PA layer\nwith the Turing structure by manipulating the diffusion rates of PA\nmonomers to significantly increase its surface area. The surface area increase of the membrane with striped\n(TS-II) Turing structures was nearly 2 times greater than that of\nthe membrane with spotted (TS-I) structure. The water flux of TS-II\nreached 26.0 L/(m<sup>2</sup> h bar), which was also approximately\n2 times greater than that of TS-I. This result correlated well with\nthe increased surface area ratio of the membranes. Wang and co-workers\nalso reported the preparation of a highly permeable PA layer by introducing\na scaffolding interlayer of covalent organic framework (COF) nanofibers\nin between the PA layer and the substrate. The rugged COF nanofiber layer increased the surface area of the\nPA layer, which contributed to increased water permeance. Arising\nfrom the ultrathin PA layer and increased surface area, the membranes\nshowed a flux of as high as 31.1 L/(m<sup>2</sup> h bar) and a Na<sub>2</sub>SO<sub>4</sub> rejection of 95%. These studies demonstrate\nthat increasing the surface area of the PA layer is an effective way\nto improve the water permeance of PA membranes. However, to the best\nof our knowledge, the approach has only been able to produce, at most,\nnanofiltration membranes but not RO membranes with higher salt rejections.</p>", "clean_text": "Another strategy to increase the membrane permeance is to increase the surface area of the PA selective layer without compromising its salt selectivity. Wang et al. prepared a high permeance PA membrane by preloading sacrificial polydopamine-decorated ZIF-8 nanoparticles (PD/ZIF-8) on the porous support layer that were subsequently washed away, creating a more crumpled PA layer with an increased surface area. Compared to the PA active layer produced without PD/ZIF-8, the actual surface area of the PA layer with a PD/ZIF-8 loading of 4.3 μg/cm2 increased by 27 μm2 per projected area, resulting in a flux increase from ~32.5 to 53.5 L/(m2 h bar) and a decline in Na2SO4 rejection from ~99 to 95.3%. In a separate work, Zhang and co-workers created a PA layer with the Turing structure by manipulating the diffusion rates of PA monomers to significantly increase its surface area. The surface area increase of the membrane with striped (TS-II) Turing structures was nearly 2 times greater than that of the membrane with spotted (TS-I) structure. The water flux of TS-II reached 26.0 L/(m2 h bar), which was also approximately 2 times greater than that of TS-I. This result correlated well with the increased surface area ratio of the membranes. Wang and co-workers also reported the preparation of a highly permeable PA layer by introducing a scaffolding interlayer of covalent organic framework (COF) nanofibers in between the PA layer and the substrate. The rugged COF nanofiber layer increased the surface area of the PA layer, which contributed to increased water permeance. Arising from the ultrathin PA layer and increased surface area, the membranes showed a flux of as high as 31.1 L/(m2 h bar) and a Na2SO4 rejection of 95%. These studies demonstrate that increasing the surface area of the PA layer is an effective way to improve the water permeance of PA membranes. However, to the best of our knowledge, the approach has only been able to produce, at most, nanofiltration membranes but not RO membranes with higher salt rejections.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>Herein, we report on the fabrication of a polyamide TFC RO membrane\nwith increased surface area using the cellulose nanofiber (CNF)- or\nNH<sub>2</sub>-MIL-53­(Al) metal–organic framework (MOF) nanoparticle-modified\nNylon substrate. The Nylon membrane has suitable hydrophilicity and\nhigh mechanical strength, which make it an excellent substrate to\nfabricate high-performance TFC membranes. In this work, we chose both CNFs and NH<sub>2</sub>-MIL-53­(Al) particles\nto modify the Nylon substrate. The CNF-modified Nylon membrane serves\nas a highly porous and hydrophilic substrate, and water-stable, submicron-sized\nNH<sub>2</sub>-MIL-53­(Al) crystals that are permeable to water are\nused to create a hilly surface morphology. The resulting CNF/NH<sub>2</sub>-MIL-53­(Al) PA membrane exhibits a high water permeance of\nup to 5.55 L/(m<sup>2</sup> h bar) while achieving a high NaCl rejection\nof 94.8%. This strategy has great potential to be implemented for\nthe fabrication of desalination membranes with enhanced flux.</p>", "clean_text": "Herein, we report on the fabrication of a polyamide TFC RO membrane with increased surface area using the cellulose nanofiber (CNF)- or NH2-MIL-53(Al) metal-organic framework (MOF) nanoparticle-modified Nylon substrate. The Nylon membrane has suitable hydrophilicity and high mechanical strength, which make it an excellent substrate to fabricate high-performance TFC membranes. In this work, we chose both CNFs and NH2-MIL-53(Al) particles to modify the Nylon substrate. The CNF-modified Nylon membrane serves as a highly porous and hydrophilic substrate, and water-stable, submicron-sized NH2-MIL-53(Al) crystals that are permeable to water are used to create a hilly surface morphology. The resulting CNF/NH2-MIL-53(Al) PA membrane exhibits a high water permeance of up to 5.55 L/(m2 h bar) while achieving a high NaCl rejection of 94.8%. This strategy has great potential to be implemented for the fabrication of desalination membranes with enhanced flux.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Fabrication of the CNF/NH<sub>2</sub>-MIL-53­(Al)\nSubstrate</title><p>A rough and porous substrate is essential to achieving\nthe hilly\nPA selective top layers. Ultrafine CNFs blended with submicron NH<sub>2</sub>-MIL-53­(Al) were coated onto the Nylon substrate (a pore size\nof 100 nm) to modify the surface of the Nylon substrate by a simple\nvacuum filtration method to reduce its pore size while maintaining\nits surface roughness for effective interfacial polymerization. Compared\nto conventional TFC substrates such as polysulfone, the Nylon substrate\nused in this study has larger pore sizes and thus lower water transport\nresistance. The fabrication of the hilly PA membrane on the CNF/NH<sub>2</sub>-MIL-53­(Al) substrate is illustrated in .</p>", "clean_text": "Results and Discussion\n\nFabrication of the CNF/NH2-MIL-53(Al) Substrate\n\nA rough and porous substrate is essential to achieving the hilly PA selective top layers. Ultrafine CNFs blended with submicron NH2-MIL-53(Al) were coated onto the Nylon substrate (a pore size of 100 nm) to modify the surface of the Nylon substrate by a simple vacuum filtration method to reduce its pore size while maintaining its surface roughness for effective interfacial polymerization. Compared to conventional TFC substrates such as polysulfone, the Nylon substrate used in this study has larger pore sizes and thus lower water transport resistance. The fabrication of the hilly PA membrane on the CNF/NH2-MIL-53(Al) substrate is illustrated in .", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Representation of the Fabrication\nof the Hilly PA RO Membrane\non the CNF/NH<sub>2</sub>-MIL-53­(Al) Substrate in Comparison with\nthe Traditional Route of the Fabrication of the RO Membrane</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ap0c01230_0006.eps\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation of the Fabrication of the Hilly PA RO Membrane on the CNF/NH2-MIL-53(Al) Substrate in Comparison with the Traditional Route of the Fabrication of the RO Membrane   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>We investigated the sizes of CNFs and NH<sub>2</sub>-MIL-53­(Al)\nsynthesized in the laboratory to ensure good compatibility. The transmission\nelectron microscopy (TEM) imaging revealed that the length and diameter\nof CNFs were 250–550 and 3–10 nm, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S1a,b</ext-link> in the Supporting Information), while NH<sub>2</sub>-MIL-53­(Al) particles of\n300–700 nm in size were confirmed using the dynamic light scattering\ntechnique (a,b). Due to the adequate functional groups on the surface of CNFs\n(i.e., −OH, −COOH, and −CHO group), NH<sub>2</sub>-MIL-53­(Al) particles were fully\nwrapped in CNFs (c). The diffraction pattern of the synthesized NH<sub>2</sub>-MIL-53­(Al)\nmatched well with the simulated X-ray diffraction (XRD) pattern of\nNH<sub>2</sub>-MIL-53­(Al) (d). NH<sub>2</sub>-MIL-53­(Al) contains one-dimensional\nshaped apertures (diameter ∼7.5 Å) with free NH<sub>2</sub> groups, which can react with the abundant\n−COOH and −CHO groups of CNFs via a simple heating step.\nThe ultrafine CNFs blended with the submicrometer size MOF crystals,\nNH<sub>2</sub>-MIL-53­(Al), were coated onto the Nylon substrate to\nreduce its pore size to meet the conditions for effective interfacial\npolymerization while increasing the roughness of the CNF/MOF substrate.\nMeanwhile, the NH<sub>2</sub> groups of the NH<sub>2</sub>-MIL-53­(Al)\nMOF may react with TMC during the interfacial polymerization process,\nfurther stabilizing the PA layer. NH<sub>2</sub>-MIL-53­(Al) particles\nare highly stable in water as evidenced by the unchanged morphology\nof NH<sub>2</sub>-MIL-53­(Al) after being dispersed and kept in water\nfor 10 months (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S1c</ext-link> in the Supporting\nInformation).</p>", "clean_text": "We investigated the sizes of CNFs and NH2-MIL-53(Al) synthesized in the laboratory to ensure good compatibility. The transmission electron microscopy (TEM) imaging revealed that the length and diameter of CNFs were 250-550 and 3-10nm, respectively (Figure S1a,b in the Supporting Information), while NH2-MIL-53(Al) particles of 300-700 nm in size were confirmed using the dynamic light scattering technique (a,b). Due to the adequate functional groups on the surface of CNFs (i.e., -OH, -COOH, and -CHO group), NH2-MIL-53(Al) particles were fully wrapped in CNFs (c). The diffraction pattern of the synthesized NH2-MIL-53(Al) matched well with the simulated X-ray diffraction (XRD) pattern of NH2-MIL-53(Al) (d). NH2-MIL-53(Al) contains one-dimensional shaped apertures (diameter ~7.5 Å) with free NH2 groups, which can react with the abundant -COOH and -CHO groups of CNFs via a simple heating step. The ultrafine CNFs blended with the submicrometer size MOF crystals, NH2-MIL-53(Al), were coated onto the Nylon substrate to reduce its pore size to meet the conditions for effective interfacial polymerization while increasing the roughness of the CNF/MOF substrate. Meanwhile, the NH2 groups of the NH2-MIL-53(Al) MOF may react with TMC during the interfacial polymerization process, further stabilizing the PA layer. NH2-MIL-53(Al) particles are highly stable in water as evidenced by the unchanged morphology of NH2-MIL-53(Al) after being dispersed and kept in water for 10 months (Figure S1c in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Scanning electron microscopy (SEM) image of NH<sub>2</sub>-MIL-53­(Al)\ndispersed in water, (b) particle-size distribution of NH<sub>2</sub>-MIL-53­(Al), (c) SEM image of NH<sub>2</sub>-MIL-53­(Al) mixed with\na high concentration of the CNF solution and dispersed on a silica\nwafer, and (d) XRD patterns of synthesized and simulated XRD patterns\nof NH<sub>2</sub>-MIL-53­(Al) powders.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ap0c01230_0002.eps\"></graphic>\n</fig>", "clean_text": " 1  (a) Scanning electron microscopy (SEM) image of NH2-MIL-53(Al) dispersed in water, (b) particle-size distribution of NH2-MIL-53(Al), (c) SEM image of NH2-MIL-53(Al) mixed with a high concentration of the CNF solution and dispersed on a silica wafer, and (d) XRD patterns of synthesized and simulated XRD patterns of NH2-MIL-53(Al) powders.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The morphologies of Nylon and CNF/NH<sub>2</sub>-MIL-53 loaded\nsubstrate membranes were investigated by SEM (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">S2</ext-link> in the\nSupporting Information). The MOF loading on the Nylon substrate was\nvaried at 0, 2, 4, and 8 μg/cm<sup>2</sup>, with the same CNF\nloading of 80 μm/cm<sup>2</sup>. The resulting substrates were\ndenoted CM0, CM2, CM4, and CM8, respectively. The pore size of the\npure Nylon substrate (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2a</ext-link> in the\nSupporting Information) varies with some pores significantly larger\nthan 100 nm. After the modification with CNF/NH<sub>2</sub>-MIL-53­(Al),\nthe CNF/NH<sub>2</sub>-MIL-53­(Al) loaded substrate membranes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2b–e</ext-link> in the Supporting Information)\nshow smaller pore sizes than the pure Nylon substrate. As the loading\nof NH<sub>2</sub>-MIL-53­(Al) increases, more NH<sub>2</sub>-MIL-53­(Al)\ncubic particles are observed on the surface of the substrate.</p>", "clean_text": "The morphologies of Nylon and CNF/NH2-MIL-53 loaded substrate membranes were investigated by SEM (a and S2 in the Supporting Information). The MOF loading on the Nylon substrate was varied at 0, 2, 4, and 8 μg/cm2, with the same CNF loading of 80 μm/cm2. The resulting substrates were denoted CM0, CM2, CM4, and CM8, respectively. The pore size of the pure Nylon substrate (Figure S2a in the Supporting Information) varies with some pores significantly larger than 100 nm. After the modification with CNF/NH2-MIL-53(Al), the CNF/NH2-MIL-53(Al) loaded substrate membranes (Figure S2b-e in the Supporting Information) show smaller pore sizes than the pure Nylon substrate. As the loading of NH2-MIL-53(Al) increases, more NH2-MIL-53(Al) cubic particles are observed on the surface of the substrate.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) SEM surface\nimage of substrate CM4 (an MOF loading of 4 μg/cm<sup>2</sup> and a CNF loading of 80 μm/cm<sup>2</sup>), (b) SEM\ncross-sectional image of the TFC-CM4 membrane, (c) SEM surface image\nand (d) energy-dispersive system (EDS) mapping of the Al element of\nthe TFC-CM4 membrane, and (e) atomic force microscopy (AFM) image\nof the TFC-CM4 membrane. (5 μm × 5 μm).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ap0c01230_0003.eps\"></graphic>\n</fig>", "clean_text": " 2  (a) SEM surface image of substrate CM4 (an MOF loading of 4 μg/cm2 and a CNF loading of 80 μm/cm2), (b) SEM cross-sectional image of the TFC-CM4 membrane, (c) SEM surface image and (d) energy-dispersive system (EDS) mapping of the Al element of the TFC-CM4 membrane, and (e) atomic force microscopy (AFM) image of the TFC-CM4 membrane. (5 μm × 5 μm).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Characterization of the Hilly TFC RO Membrane on the CNF/NH<sub>2</sub>-MIL-53­(Al) Substrate</title><p>The TFC PA membranes were fabricated\nby performing interfacial polymerization reactions on the Nylon and\nCNF/NH<sub>2</sub>-MIL-53­(Al) substrates. After the interfacial polymerization,\na very thin layer of PA was formed on the rugged CNF/NH<sub>2</sub>-MIL-53­(Al) substrate. The cross-sectional SEM images of TFC-CM4\n(an MOF loading of 4 μg/cm<sup>2</sup>) are shown in b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">S3</ext-link> (Supporting Information). The thickness of\nthe PA layer is ∼23 ± 5 nm (the yellow numbers labeled\nin b), and\nthe whole PA layer is continuous and rugged. Under the PA layer, the\nNH<sub>2</sub>-MIL-53­(Al) particles can be observed (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">S3d</ext-link> in the Supporting Information). A similar surface morphology\nis also observed in the TFC-CM2 and TFC-CM8 membranes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S3c,e</ext-link>, Supporting Information).</p>", "clean_text": "Characterization of the Hilly TFC RO Membrane on the CNF/NH2-MIL-53(Al) Substrate\n\nThe TFC PA membranes were fabricated by performing interfacial polymerization reactions on the Nylon and CNF/NH2-MIL-53(Al) substrates. After the interfacial polymerization, a very thin layer of PA was formed on the rugged CNF/NH2-MIL-53(Al) substrate. The cross-sectional SEM images of TFC-CM4 (an MOF loading of 4 μg/cm2) are shown in b and S3 (Supporting Information). The thickness of the PA layer is ~23 ± 5 nm (the yellow numbers labeled in b), and the whole PA layer is continuous and rugged. Under the PA layer, the NH2-MIL-53(Al) particles can be observed (b and S3d in the Supporting Information). A similar surface morphology is also observed in the TFC-CM2 and TFC-CM8 membranes (Figure S3c,e, Supporting Information).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The SEM image of the surface of the TFC-CM membrane reveals the typical\n“ridge and valley” surface morphology of the PA membrane\nas well as regions of hilly structures (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">S4</ext-link> in the\nSupporting Information). To identify whether these hilly structures\nare produced by the NH<sub>2</sub>-MIL-53­(Al) crystals, EDS mapping\nanalyses were performed. As shown in d, the enriched area of the Al (red) element\nof NH<sub>2</sub>-MIL-53­(Al) matches well with the hilly structures\nof the surface of the TFC-CM4 membrane, confirming that most of the\nlarge hilly structures of the PA layer are formed by the underlying\nNH<sub>2</sub>-MIL-53­(Al) crystals. The observation is similar for\nall other TFC membranes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S4</ext-link> in the\nSupporting Information). The surface SEM and EDS mapping (c,d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">S4</ext-link> in the Supporting Information) results suggest\nthat the hilly structures of PA layers are generated by the loading\nof NH<sub>2</sub>-MIL-53­(Al) in the substrate.</p>", "clean_text": "The SEM image of the surface of the TFC-CM membrane reveals the typical \"ridge and valley\" surface morphology of the PA membrane as well as regions of hilly structures (c and S4 in the Supporting Information). To identify whether these hilly structures are produced by the NH2-MIL-53(Al) crystals, EDS mapping analyses were performed. As shown in d, the enriched area of the Al (red) element of NH2-MIL-53(Al) matches well with the hilly structures of the surface of the TFC-CM4 membrane, confirming that most of the large hilly structures of the PA layer are formed by the underlying NH2-MIL-53(Al) crystals. The observation is similar for all other TFC membranes (Figure S4 in the Supporting Information). The surface SEM and EDS mapping (c,d and S4 in the Supporting Information) results suggest that the hilly structures of PA layers are generated by the loading of NH2-MIL-53(Al) in the substrate.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Both TFC-Nylon\nand TFC-CM0 membranes exhibit relatively smooth\nsurfaces (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S4a,b</ext-link> in the Supporting\nInformation), whereas the morphologies of the PA active layers (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S4c–e</ext-link> in the Supporting Information)\nfabricated on CNF/NH<sub>2</sub>-MIL-53­(Al) substrates show more hilly\nstructures. This is consistent with the EDS mapping, where more Al\nelement signals are observed as the MOF loading increases (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S4f–j</ext-link> in the Supporting Information).\nThe morphology of TFC-CM membranes is also confirmed by the AFM images,\nwhereas the TFC membranes exhibit a typical ridge and valley structure\n(e and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">S5</ext-link> in the Supporting Information). As shown in\nthe low-magnification SEM images of the TFC membranes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S6</ext-link> in the Supporting Information), the\nPA membranes based on the pristine Nylon substrate (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S6a</ext-link> in the Supporting Information) also show similar\nhilly structures caused by the rough texture of the Nylon substrate,\nbut the NH<sub>2</sub>-MIL-53­(Al) crystals, especially at higher loading,\nplay a more significant role in achieving the hilly structures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S6b–e</ext-link> in the Supporting Information).</p>", "clean_text": "Both TFC-Nylon and TFC-CM0 membranes exhibit relatively smooth surfaces (Figure S4a,b in the Supporting Information), whereas the morphologies of the PA active layers (Figure S4c-e in the Supporting Information) fabricated on CNF/NH2-MIL-53(Al) substrates show more hilly structures. This is consistent with the EDS mapping, where more Al element signals are observed as the MOF loading increases (Figure S4f-j in the Supporting Information). The morphology of TFC-CM membranes is also confirmed by the AFM images, whereas the TFC membranes exhibit a typical ridge and valley structure (e and S5 in the Supporting Information). As shown in the low-magnification SEM images of the TFC membranes (Figure S6 in the Supporting Information), the PA membranes based on the pristine Nylon substrate (Figure S6a in the Supporting Information) also show similar hilly structures caused by the rough texture of the Nylon substrate, but the NH2-MIL-53(Al) crystals, especially at higher loading, play a more significant role in achieving the hilly structures (Figure S6b-e in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The attenuated total reflection-Fourier transform infrared (ATR-FTIR)\nspectra of the Nylon substrate, CM4 substrate, TFC-Nylon, and TFC-CM4\nmembranes are presented in a. All samples exhibit similar peaks of the Nylon substrate.\nThe PA layer can be identified by the characteristic peaks of PA at\n1686 and 1656 cm<sup>–1</sup>, corresponding to the CO\nstretching and C–N stretching (amide I band), respectively,\nas shown in both the TFC-Nylon and TFC-CM4 membranes. Compared to\nthe TFC-Nylon membrane, TFC-CM4 shows an additional smaller peak at\n1440 cm<sup>–1</sup>, which can be assigned to NH<sub>2</sub>-MIL-53­(Al) particles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S1d</ext-link>in the\nSupporting Information). The same peak\nis also observed in the CM4 substrate, which also consists of the\nNH<sub>2</sub>-MIL-53­(Al) particles, CNFs, and Nylon. The FTIR spectra\nfurther confirm the formation of the PA layer and the existence of\nNH<sub>2</sub>-MIL-53­(Al) in the CM4 substrate and the TFC-CM4 membrane,\nwhich is consistent with the evidence from SEM and EDS mappings (c,d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">S4</ext-link> in the Supporting Information).</p>", "clean_text": "The attenuated total reflection-Fourier transform infrared (ATR-FTIR) spectra of the Nylon substrate, CM4 substrate, TFC-Nylon, and TFC-CM4 membranes are presented in a. All samples exhibit similar peaks of the Nylon substrate. The PA layer can be identified by the characteristic peaks of PA at 1686 and 1656 cm-1, corresponding to the CO stretching and C-N stretching (amide I band), respectively, as shown in both the TFC-Nylon and TFC-CM4 membranes. Compared to the TFC-Nylon membrane, TFC-CM4 shows an additional smaller peak at 1440 cm-1, which can be assigned to NH2-MIL-53(Al) particles (Figure S1din the Supporting Information). The same peak is also observed in the CM4 substrate, which also consists of the NH2-MIL-53(Al) particles, CNFs, and Nylon. The FTIR spectra further confirm the formation of the PA layer and the existence of NH2-MIL-53(Al) in the CM4 substrate and the TFC-CM4 membrane, which is consistent with the evidence from SEM and EDS mappings (c,d and S4 in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) ATR-FTIR\nspectra of the Nylon substrate, CM4 substrate, TFC-Nylon,\nand TFC-CM4 membranes. (b) Contact angle, (c) surface roughness, and\n(d) surface area of the TFC membranes prepared in this work in comparison\nwith a commercial RO membrane (DOW BW30).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ap0c01230_0004.eps\"></graphic>\n</fig>", "clean_text": " 3  (a) ATR-FTIR spectra of the Nylon substrate, CM4 substrate, TFC-Nylon, and TFC-CM4 membranes. (b) Contact angle, (c) surface roughness, and (d) surface area of the TFC membranes prepared in this work in comparison with a commercial RO membrane (DOW BW30).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The surface wettability is a key factor affecting the permeability\nof the membrane. As shown in b, the average contact\nangles of all TFC-CM membranes are smaller than that of the TFC-Nylon\nmembrane, indicating that the TFC-CM membranes are more hydrophilic.\nWith CNFs and NH<sub>2</sub>-MIL-53­(Al) loaded on the substrate, the\ncontact angle of the PA membrane decreases from 48.0° (TFC-Nylon)\nto 32.8° (TFC-CM4). The improved hydrophilicity of the TFC membranes\nmay be contributed by the hydroxyl group of the CNFs and NH<sub>2</sub>-MIL-53­(Al) particles in the PA layer and the increased roughness.\nThe contact angles of the TFC-CM membranes are much lower than that\nof the commercial membrane (DOW BW30). It has been previously reported\nthat embedding the hydrophilic particles improves the hydrophilicity\nand thus the water flux of TFC membranes. Based on the contact angle results, a higher water flux of the TFC-CM\nmembranes would be expected.</p>", "clean_text": "The surface wettability is a key factor affecting the permeability of the membrane. As shown in b, the average contact angles of all TFC-CM membranes are smaller than that of the TFC-Nylon membrane, indicating that the TFC-CM membranes are more hydrophilic. With CNFs and NH2-MIL-53(Al) loaded on the substrate, the contact angle of the PA membrane decreases from 48.0° (TFC-Nylon) to 32.8° (TFC-CM4). The improved hydrophilicity of the TFC membranes may be contributed by the hydroxyl group of the CNFs and NH2-MIL-53(Al) particles in the PA layer and the increased roughness. The contact angles of the TFC-CM membranes are much lower than that of the commercial membrane (DOW BW30). It has been previously reported that embedding the hydrophilic particles improves the hydrophilicity and thus the water flux of TFC membranes. Based on the contact angle results, a higher water flux of the TFC-CM membranes would be expected.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>The surface area and the roughness\nof the TFC membranes were investigated\nusing AFM (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">S5</ext-link> in the Supporting Information).\nCompare to the TFC-Nylon membrane, TFC membranes prepared on the CNF/NH<sub>2</sub>-MIL-53­(Al) substrate show much greater average (<italic>R</italic>\n<sub>a</sub>) and root-mean-square (<italic>R</italic>\n<sub>q</sub>) roughness values (c). The roughness values of the membranes increase with increasing\nthe loading of the NH<sub>2</sub>-MIL-53­(Al) particles. An increase\nin the roughness value may lead to increased surface area favoring\nwater transport, which may contribute to the increased water flux. The actual surface areas of TFC membranes with\ndifferent mass loadings of NH<sub>2</sub>-MIL-53­(Al) and the commercial\nTFC membrane (DOW BW30) were calculated using AFM software (d). In this experiment,\nthe projected area of each sample is the same, i.e., 25 μm<sup>2</sup> (5 μm × 5 μm). The actual surface area of\nthe TFC membranes is higher due to increased surface roughness, ranging\nfrom 35.4 to 62.3 μm<sup>2</sup>. As the loading of NH<sub>2</sub>-MIL-53­(Al) particles increases, the actual surface area of the PA\nmembranes also increases. However, when the amount of NH<sub>2</sub>-MIL-53­(Al) particles is increased to 8 μg/cm<sup>2</sup>,\nthe surface area of the TFC-CM8 membrane decreases slightly. This\nmay be due to the agglomeration of NH<sub>2</sub>-MIL-53­(Al) particles\non the surface of the CM8 substrate membrane, as shown in the SEM\nimage (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2e</ext-link> in the Supporting Information).</p>", "clean_text": "The surface area and the roughness of the TFC membranes were investigated using AFM (c and S5 in the Supporting Information). Compare to the TFC-Nylon membrane, TFC membranes prepared on the CNF/NH2-MIL-53(Al) substrate show much greater average (R a) and root-mean-square (R q) roughness values (c). The roughness values of the membranes increase with increasing the loading of the NH2-MIL-53(Al) particles. An increase in the roughness value may lead to increased surface area favoring water transport, which may contribute to the increased water flux. The actual surface areas of TFC membranes with different mass loadings of NH2-MIL-53(Al) and the commercial TFC membrane (DOW BW30) were calculated using AFM software (d). In this experiment, the projected area of each sample is the same, i.e., 25 μm2 (5 μm × 5 μm). The actual surface area of the TFC membranes is higher due to increased surface roughness, ranging from 35.4 to 62.3 μm2. As the loading of NH2-MIL-53(Al) particles increases, the actual surface area of the PA membranes also increases. However, when the amount of NH2-MIL-53(Al) particles is increased to 8 μg/cm2, the surface area of the TFC-CM8 membrane decreases slightly. This may be due to the agglomeration of NH2-MIL-53(Al) particles on the surface of the CM8 substrate membrane, as shown in the SEM image (Figure S2e in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<title>Desalination Performance of PA RO Membranes</title><p>The effect\nof CNFs and the NH<sub>2</sub>-MIL-53­(Al) loading on the membrane\ndesalination performance is shown in a. Without the CNF modification, the pore\nsize of the pure Nylon substrate (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2a</ext-link> in the Supporting Information) is larger than 100 nm, which is not\nsuitable for preparing a TFC RO membrane. Therefore, TFC-Nylon shows\nalmost no rejection of NaCl and the water flux is up to 300 LMH/bar.\nNormally, the pore sizes of the substrate for TFC RO membranes are\nmostly in the range of 5–70 nm. The CNF-modified\nsubstrate has a smaller pore size (66.7 ± 16.8 nm) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2b</ext-link> in the Supporting Information), and\nthe corresponding TFC-CM0 membrane shows a reasonable NaCl rejection\nof 88.3% and a permeance of 4 LMH/bar. CNFs have previously been used\nas an intermediate layer for the PAN substrate in the fabrication\nof TFC NF/RO membranes by interfacial polymerization. The PA layer formed on the CNF substrate contained interconnected\nCNFs imbedded in the PA matrix. It was found that the interfacial\ngaps between CNFs and PA could act as water channels to improve the\nTFC membrane flux. Our approach to the incorporation\nof NH<sub>2</sub>-MIL-53­(Al) into the substrate further helped to\nimprove the NaCl rejection of PA membranes. One of the reasons is\nthat the addition of NH<sub>2</sub>-MIL-53­(Al) particles can cover\nthe large pores of the Nylon substrate (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2a</ext-link> in the Supporting Information) to reduce the subsequent\ndefects of the PA layer of the TFC membranes. Another reason may be\nthat the additional −NH<sub>2</sub> groups of the NH<sub>2</sub>-MIL-53­(Al) particles and the −OH groups of CNFs react with\nTMC, thereby improving the cross-linking\ndegree of the selective layer of TFC membranes. The TFC-CM0 membrane without the NH<sub>2</sub>-MIL-53­(Al)\nparticles shows a water permeance of 4.19 LMH/bar and a NaCl rejection\nof 88.3%. At an optimal NH<sub>2</sub>-MIL-53­(Al) loading of 4 μg/cm<sup>2</sup>, the TFC-CM4 membrane exhibits much higher water permeance,\nup to 5.55 LMH/bar, with a high NaCl rejection of 94.8% (a). The higher water\npermeance is a result of the enhanced hydrophilicity (b), as well as the rough surface\nand a more crumpled PA layer, which increases the effective surface\narea (d). Beyond\nthe optimal MOF loading, the lower water permeance of the TFC-CM (TFC-CM8)\nmembrane may be due to the aggregation of NH<sub>2</sub>-MIL-53­(Al)\non the substrate, which decreases the porosity of the substrate (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2e</ext-link> in the Supporting Information).</p>", "clean_text": "Desalination Performance of PA RO Membranes\n\nThe effect of CNFs and the NH2-MIL-53(Al) loading on the membrane desalination performance is shown in a. Without the CNF modification, the pore size of the pure Nylon substrate (Figure S2a in the Supporting Information) is larger than 100 nm, which is not suitable for preparing a TFC RO membrane. Therefore, TFC-Nylon shows almost no rejection of NaCl and the water flux is up to 300 LMH/bar. Normally, the pore sizes of the substrate for TFC RO membranes are mostly in the range of 5-70 nm. The CNF-modified substrate has a smaller pore size (66.7 ± 16.8 nm) (Figure S2b in the Supporting Information), and the corresponding TFC-CM0 membrane shows a reasonable NaCl rejection of 88.3% and a permeance of 4 LMH/bar. CNFs have previously been used as an intermediate layer for the PAN substrate in the fabrication of TFC NF/RO membranes by interfacial polymerization. The PA layer formed on the CNF substrate contained interconnected CNFs imbedded in the PA matrix. It was found that the interfacial gaps between CNFs and PA could act as water channels to improve the TFC membrane flux. Our approach to the incorporation of NH2-MIL-53(Al) into the substrate further helped to improve the NaCl rejection of PA membranes. One of the reasons is that the addition of NH2-MIL-53(Al) particles can cover the large pores of the Nylon substrate (Figure S2a in the Supporting Information) to reduce the subsequent defects of the PA layer of the TFC membranes. Another reason may be that the additional -NH2 groups of the NH2-MIL-53(Al) particles and the -OH groups of CNFs react with TMC, thereby improving the cross-linking degree of the selective layer of TFC membranes. The TFC-CM0 membrane without the NH2-MIL-53(Al) particles shows a water permeance of 4.19 LMH/bar and a NaCl rejection of 88.3%. At an optimal NH2-MIL-53(Al) loading of 4 μg/cm2, the TFC-CM4 membrane exhibits much higher water permeance, up to 5.55 LMH/bar, with a high NaCl rejection of 94.8% (a). The higher water permeance is a result of the enhanced hydrophilicity (b), as well as the rough surface and a more crumpled PA layer, which increases the effective surface area (d). Beyond the optimal MOF loading, the lower water permeance of the TFC-CM (TFC-CM8) membrane may be due to the aggregation of NH2-MIL-53(Al) on the substrate, which decreases the porosity of the substrate (Figure S2e in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Influence of\nthe loading of the NH<sub>2</sub>-MIL-53­(Al) particles\non the surface area and the desalination performance of the membranes\n(testing condition: 2000 ppm NaCl at 15 bar). (a) Water permeance\n(LMH/bar) and NaCl rejection (%) of the TFC membranes. (b) Flux and\nrejection of the TFC-CM4 membrane over time. (c) Comparison of the\nRO desalination performance of the commercial RO membranes (BW30 and\nGE AG) with the TFC-CM4 membrane prepared in this work.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ap0c01230_0005.eps\"></graphic>\n</fig>", "clean_text": " 4  Influence of the loading of the NH2-MIL-53(Al) particles on the surface area and the desalination performance of the membranes (testing condition: 2000 ppm NaCl at 15 bar). (a) Water permeance (LMH/bar) and NaCl rejection (%) of the TFC membranes. (b) Flux and rejection of the TFC-CM4 membrane over time. (c) Comparison of the RO desalination performance of the commercial RO membranes (BW30 and GE AG) with the TFC-CM4 membrane prepared in this work.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The membrane stability is important for water desalination\napplications.\nTo study the membrane stability of TFC membranes containing CNFs and\nNH<sub>2</sub>-MIL-53­(Al) particles, the water permeance and NaCl\nrejection were measured over the operating time (b). As shown in b, with the exception of a\nsmall fluctuation at the initial stage, both the salt rejection and\nwater permeance of the TFC-CM4 membrane remain stable throughout the\nexperiment. This demonstrates the stability of TFC-CM4 membrane performance,\nwhich can be attributed to the covalent bonding between the NH<sub>2</sub>-MIL-53­(Al) particles and PA networks, as the amino groups\nof NH<sub>2</sub>-MIL-53­(Al) may react with TMC during the membrane\nformation. This may be proved by the FTIR spectra of TFC-Nylon and\nTFC-CM4 membranes (a). Compared with the TFC-Nylon membrane, the peak at 1656\ncm<sup>–1</sup> (corresponding to the C–N stretching)\nof the TFC-CM4 membrane is more prominent.</p>", "clean_text": "The membrane stability is important for water desalination applications. To study the membrane stability of TFC membranes containing CNFs and NH2-MIL-53(Al) particles, the water permeance and NaCl rejection were measured over the operating time (b). As shown in b, with the exception of a small fluctuation at the initial stage, both the salt rejection and water permeance of the TFC-CM4 membrane remain stable throughout the experiment. This demonstrates the stability of TFC-CM4 membrane performance, which can be attributed to the covalent bonding between the NH2-MIL-53(Al) particles and PA networks, as the amino groups of NH2-MIL-53(Al) may react with TMC during the membrane formation. This may be proved by the FTIR spectra of TFC-Nylon and TFC-CM4 membranes (a). Compared with the TFC-Nylon membrane, the peak at 1656 cm-1 (corresponding to the C-N stretching) of the TFC-CM4 membrane is more prominent.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>The CNF/NH<sub>2</sub>-MIL-53­(Al)-loaded TFC membranes enable a\nhilly and hydrophilic PA nanofilm that improves the membrane separation\nperformance compared to the commercial TFC RO membrane coupons (the\nDOW BW30 and GE AG membranes) tested under the same testing condition\nin our laboratory (c). The water permeance values of the DOW BW30 and GE AG membranes\nare 3.53 and 2.35 LMH/bar, respectively, while the salt rejection\nvalues are 95.9 and 92.3%, respectively. The CNF/NH<sub>2</sub>-MIL-53­(Al)-loaded\nTFC RO membrane (TFC-CM4) shows &gt;50% greater water permeance than\nthe commercial RO membranes with similar monovalent salt rejection.</p>", "clean_text": "The CNF/NH2-MIL-53(Al)-loaded TFC membranes enable a hilly and hydrophilic PA nanofilm that improves the membrane separation performance compared to the commercial TFC RO membrane coupons (the DOW BW30 and GE AG membranes) tested under the same testing condition in our laboratory (c). The water permeance values of the DOW BW30 and GE AG membranes are 3.53 and 2.35 LMH/bar, respectively, while the salt rejection values are 95.9 and 92.3%, respectively. The CNF/NH2-MIL-53(Al)-loaded TFC RO membrane (TFC-CM4) shows >50% greater water permeance than the commercial RO membranes with similar monovalent salt rejection.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we have developed an effective strategy\nto fabricate\nhigh-performance TFC RO membrane by designing a new substrate structure.\nThe CNF/NH<sub>2</sub>-MIL-53­(Al)-loaded Nylon membrane was used as\nthe substrate for the formation of a thin and more hydrophilic polyamide\nlayer with a hilly surface via interfacial polymerization. This substrate\nmodification method is facile and effective for synthesizing the hilly\nTFC membranes with enhanced desalination performance. The ability\nto produce stable and very hilly TFC membranes based on nanofibers\nand MOFs opens a new avenue to fabricate TFC RO membranes with desirable\nproperties.</p>", "clean_text": "Conclusions\n\nIn summary, we have developed an effective strategy to fabricate high-performance TFC RO membrane by designing a new substrate structure. The CNF/NH2-MIL-53(Al)-loaded Nylon membrane was used as the substrate for the formation of a thin and more hydrophilic polyamide layer with a hilly surface via interfacial polymerization. This substrate modification method is facile and effective for synthesizing the hilly TFC membranes with enhanced desalination performance. The ability to produce stable and very hilly TFC membranes based on nanofibers and MOFs opens a new avenue to fabricate TFC RO membranes with desirable properties.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Methods</title><title>Materials</title><p>Nylon\nmembrane filters (0.1 μm, 47\nmm) were purchased from Sterlitech. Sodium bromide (99%), 2,2,6,6-tetramethyl-1-piperidinyloxy\n(TEMPO, 98%), hydrochloric acid (37%), a sodium hypochlorite (NaClO)\nsolution (12.5 w/v %), 2-aminoterephthalic acid (NH<sub>2</sub>-BDC),\naluminum­(III) nitrate nanohydrate (Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O), <italic>N</italic>,<italic>N</italic>-dimethylformamide\n(DMF), trimesoyl chloride (TMC, 98%), m-phenylenediamine (MPD, 99%),\ncaprolactam (99%), and hexane (95%) were purchased from Sigma-Aldrich.\nSodium hydroxide (99%), ethanol (99%), and sodium chloride (99%) were\nsupplied by Merck Pty Ltd. The kraft pulp (cellulose, Kinleith Hi\nWhite) was kindly provided by Oji Fibre Solutions Company. Mill-Q\nwater (18.2 MΩ·cm, Millipore) was used in the experiments.</p>", "clean_text": "Methods\n\nMaterials\n\nNylon membrane filters (0.1 μm, 47 mm) were purchased from Sterlitech. Sodium bromide (99%), 2,2,6,6-tetramethyl-1-piperidinyloxy (TEMPO, 98%), hydrochloric acid (37%), a sodium hypochlorite (NaClO) solution (12.5 w/v %), 2-aminoterephthalic acid (NH2-BDC), aluminum(III) nitrate nanohydrate (Al(NO3)3⋅9H2O), N,N-dimethylformamide (DMF), trimesoyl chloride (TMC, 98%), m-phenylenediamine (MPD, 99%), caprolactam (99%), and hexane (95%) were purchased from Sigma-Aldrich. Sodium hydroxide (99%), ethanol (99%), and sodium chloride (99%) were supplied by Merck Pty Ltd. The kraft pulp (cellulose, Kinleith Hi White) was kindly provided by Oji Fibre Solutions Company. Mill-Q water (18.2 MΩ⋅cm, Millipore) was used in the experiments.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["synthesis condition"], "content": "<title>Fabrication of a CNF Suspension Solution</title><p>The synthesis\nmethod of a CNF suspension solution was described in our previous\nwork. Briefly, 100 mg of NaBr and 16\nmg of TEMPO were added in 100 mL of a kraft pulp solution (0.01 g/ml),\nfollowed by adding 11.16 g of a NaClO solution. The pH of the above\nsolution was adjusted at 10 by adding a 0.1M HCl solution and a 0.5M\nNaOH solution. The reaction continued for 8 h and was terminated by\nadding 5 mL of ethanol. The solid was collected by centrifugation\nat 8000 rpm for 15 min, followed by washing with Mill-Q water. The\nsolid sample (fiber gel) was washed three times. Subsequently, a total\nof 500 mL of Mill-Q water was added to the fiber gel to lower the\nfiber concentration to 2 mg/mL. The fiber suspension was vigorously\nagitated for 3 min using a Nutribullet 900 series blender to produce\na milky suspension, which was sonicated for 30 min using a probe sonicator\n(Qsonica) with a pulse of 25% and an output power of 500 W–20\nkHz. A transparent CNF solution with a CNF loading of 2 mg/mL was\nfinally obtained.</p>", "clean_text": "Fabrication of a CNF Suspension Solution\n\nThe synthesis method of a CNF suspension solution was described in our previous work. Briefly, 100 mg of NaBr and 16 mg of TEMPO were added in 100 mL of a kraft pulp solution (0.01 g/ml), followed by adding 11.16 g of a NaClO solution. The pH of the above solution was adjusted at 10 by adding a 0.1M HCl solution and a 0.5M NaOH solution. The reaction continued for 8 h and was terminated by adding 5 mL of ethanol. The solid was collected by centrifugation at 8000 rpm for 15 min, followed by washing with Mill-Q water. The solid sample (fiber gel) was washed three times. Subsequently, a total of 500 mL of Mill-Q water was added to the fiber gel to lower the fiber concentration to 2 mg/mL. The fiber suspension was vigorously agitated for 3 min using a Nutribullet 900 series blender to produce a milky suspension, which was sonicated for 30 min using a probe sonicator (Qsonica) with a pulse of 25% and an output power of 500 W-20 kHz. A transparent CNF solution with a CNF loading of 2 mg/mL was finally obtained.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of NH<sub>2</sub>-MIL-53­(Al)</title><p>NH<sub>2</sub>-MIL-53­(Al) crystals were synthesized hydrothermally\nwith NH<sub>2</sub>-BDC and Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O as the organic linker and the metal source, respectively.\nA total\nof 0.779 g of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O\nand 0.376 g of NH<sub>2</sub>-BDC were dissolved in 5 mL of Mill-Q\nwater, and the resulting solution was transferred into a Teflon-lined\nsteel autoclave (a total volume of 50 mL), which was then placed in\nan oven at 150 °C for 24 h. After cooling, a yellow solid product\nwas collected by centrifugation. The resultant yellow powder was dried\nat 70 °C overnight.</p>", "clean_text": "Synthesis of NH2-MIL-53(Al)\n\nNH2-MIL-53(Al) crystals were synthesized hydrothermally with NH2-BDC and Al(NO3)3⋅9H2O as the organic linker and the metal source, respectively. A total of 0.779 g of Al(NO3)3⋅9H2O and 0.376 g of NH2-BDC were dissolved in 5 mL of Mill-Q water, and the resulting solution was transferred into a Teflon-lined steel autoclave (a total volume of 50 mL), which was then placed in an oven at 150 °C for 24 h. After cooling, a yellow solid product was collected by centrifugation. The resultant yellow powder was dried at 70 °C overnight.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Preparation of CNF/NH<sub>2</sub>-MIL-53­(Al)\nSubstrate Membranes</title><p>Different amounts of NH<sub>2</sub>-MIL-53­(Al)\nparticles were added\ninto the CNF suspension solution to achieve CNF/NH<sub>2</sub>-MIL-53­(Al)\nmixture solutions. The concentration of the CNF in the mixture solutions\nwas the same (500 μg/mL), and the concentrations of NH<sub>2</sub>-MIL-53­(Al) were 0, 12.5, 25, 50, and 100 μg/mL, respectively.\nA total of 2 mL of the prepared CNF/NH<sub>2</sub>-MIL-53­(Al) mixture\nsolutions was deposited onto a 12.5 cm<sup>2</sup> Nylon substrate\nvia vacuum filtration. After being dried at 100 °C for 20 min,\nthe CNF/NH<sub>2</sub>-MIL-53­(Al) membranes with the same CNF loading\n(80 μg/cm<sup>2</sup>) and different NH<sub>2</sub>-MIL-53­(Al)\nloadings (0, 2, 4, and 8 μg/cm<sup>2</sup>) were obtained. The\nresulting CNF/NH<sub>2</sub>-MIL-53­(Al) substrates were denoted as\nNylon, CM0, CM2, CM4, and CM8, respectively. The mass loadings of\nCNFs and NH<sub>2</sub>-MIL-53­(Al) are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Table S1</ext-link>.</p>", "clean_text": "Preparation of CNF/NH2-MIL-53(Al) Substrate Membranes\n\nDifferent amounts of NH2-MIL-53(Al) particles were added into the CNF suspension solution to achieve CNF/NH2-MIL-53(Al) mixture solutions. The concentration of the CNF in the mixture solutions was the same (500 μg/mL), and the concentrations of NH2-MIL-53(Al) were 0, 12.5, 25, 50, and 100 μg/mL, respectively. A total of 2 mL of the prepared CNF/NH2-MIL-53(Al) mixture solutions was deposited onto a 12.5 cm2 Nylon substrate via vacuum filtration. After being dried at 100 °C for 20 min, the CNF/NH2-MIL-53(Al) membranes with the same CNF loading (80 μg/cm2) and different NH2-MIL-53(Al) loadings (0, 2, 4, and 8 μg/cm2) were obtained. The resulting CNF/NH2-MIL-53(Al) substrates were denoted as Nylon, CM0, CM2, CM4, and CM8, respectively. The mass loadings of CNFs and NH2-MIL-53(Al) are listed in Table S1.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Preparation of PA Membranes on CNF/NH<sub>2</sub>-MIL-53­(Al)\nSubstrates</title><p>A piece of the above prepared CNF/NH<sub>2</sub>-MIL-53­(Al) membranes was used as a substrate and put in a vacuum\nfiltration setup. The aqueous-phase solution (MPD 2 wt %, caprolactam\n0.8 wt %) was poured on the Nylon or CM substrate for 30 s, and then\nthe solution was poured off from the substrate. The substrate was\nleft vertically in the fume hood for 1 min to remove the excess MPD\nsolution. The organic TMC <italic>n</italic>-hexane solution (0.1\nw/v %) was then poured over the substrate to carry out the polymerization\nfor 20 s. The membrane was finally washed with pure <italic>n</italic>-hexane, followed by annealing in an oven at 50 °C for about\n20 min. Finally, the TFC membrane based on the CNF/NH<sub>2</sub>-MIL-53­(Al)\nsubstrate was obtained. The membranes are referred to as TFC-CM0,\nTFC-CM2, TFC-CM4, and TFC-CM8, respectively. A control TFC-Nylon membrane\nwas prepared directly on the Nylon substrate using the same procedure.</p>", "clean_text": "Preparation of PA Membranes on CNF/NH2-MIL-53(Al) Substrates\n\nA piece of the above prepared CNF/NH2-MIL-53(Al) membranes was used as a substrate and put in a vacuum filtration setup. The aqueous-phase solution (MPD 2 wt %, caprolactam 0.8 wt %) was poured on the Nylon or CM substrate for 30 s, and then the solution was poured off from the substrate. The substrate was left vertically in the fume hood for 1 min to remove the excess MPD solution. The organic TMC n-hexane solution (0.1 w/v %) was then poured over the substrate to carry out the polymerization for 20 s. The membrane was finally washed with pure n-hexane, followed by annealing in an oven at 50 °C for about 20 min. Finally, the TFC membrane based on the CNF/NH2-MIL-53(Al) substrate was obtained. The membranes are referred to as TFC-CM0, TFC-CM2, TFC-CM4, and TFC-CM8, respectively. A control TFC-Nylon membrane was prepared directly on the Nylon substrate using the same procedure.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>The surface and cross-sectional morphologies\nof the composite membranes were observed using a field emission scanning\nelectron microscope (FEI Magellan 400 FEGSEM). The functional groups\nof the CNFs, NH<sub>2</sub>-MIL-53­(Al), and membranes were analyzed\nby attenuated total reflectance-Fourier transform infrared spectroscopy\n(ATR-FTIR, Nicolet iS10, Thermo Fisher). The actual surface area of\nTFC membranes was analyzed by AFM software (NanoScope Analysis 1.5).\nThe water contact angle of the membrane was measured using a video\ncontact angle goniometer (Dataphysics OCA15, Germany) via the sessile\ndrop method to characterize the surface hydrophilicity. At least five\nmeasurements were performed to obtain an average contact angle value\nfor each membrane sample. The X-ray diffraction (XRD, Rigaku Miniflex\n600) patterns were determined at 40 kV and 25 mA. The surface roughness\nand the morphology of the membranes were observed by atomic force\nmicroscopy (AFM, Bruker Dimension Icon).</p>", "clean_text": "Characterization\n\nThe surface and cross-sectional morphologies of the composite membranes were observed using a field emission scanning electron microscope (FEI Magellan 400 FEGSEM). The functional groups of the CNFs, NH2-MIL-53(Al), and membranes were analyzed by attenuated total reflectance-Fourier transform infrared spectroscopy (ATR-FTIR, Nicolet iS10, Thermo Fisher). The actual surface area of TFC membranes was analyzed by AFM software (NanoScope Analysis 1.5). The water contact angle of the membrane was measured using a video contact angle goniometer (Dataphysics OCA15, Germany) via the sessile drop method to characterize the surface hydrophilicity. At least five measurements were performed to obtain an average contact angle value for each membrane sample. The X-ray diffraction (XRD, Rigaku Miniflex 600) patterns were determined at 40 kV and 25 mA. The surface roughness and the morphology of the membranes were observed by atomic force microscopy (AFM, Bruker Dimension Icon).", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Separation Performance\nof PA Membranes Supported on CNF/NH<sub>2</sub>-MIL-53­(Al)</title><p>Membrane permeance and salt rejection\nwere evaluated using a homemade cross-flow device with an effective\narea of 7.1 cm<sup>2</sup>. The operating conditions for all PA membranes\nused a 2000 ppm NaCl solution as the feed at room temperature and\n15 bar. All membranes were precompacted at 15 bar for 1 h before the\nseparation performance measurements. The permeance of the NaCl solution\nwas determined by measuring the weight change of the permeate by a\nprecision balance. The permeance of the membrane was calculated by . The salt rejection was\ndetermined by measuring the electrical conductivities of the feed\nand permeate solutions using a conductivity meter (Cond 730, inoLab).\nThe salt rejection was calculated by . All results were averaged values measured from at\nleast three samples for each membrane.<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"ap0c01230_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>P</mml:mi>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mo>=</mml:mo>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">A</mml:mi>\n<mml:mo>×</mml:mo>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>t</mml:mi>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mo>×</mml:mo>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>P</italic> is the permeate flux\n(L/(m<sup>2</sup> h)), Δ<italic>V</italic> is the permeate volume\n(L), <italic>A</italic> is the membrane area (m<sup>2</sup>), Δ<italic>t</italic> is the filtration time (h), and Δ<italic>P</italic> is the applied transmembrane pressure.<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"ap0c01230_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>R</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">P</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">F</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mspace width=\"0.25em\"></mml:mspace>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>R</italic> is the rejection\nand <italic>C</italic>\n<sub>p</sub> and <italic>C</italic>\n<sub>f</sub> represent conductivities of the permeate and feed solutions, respectively.</p>", "clean_text": "Separation Performance of PA Membranes Supported on CNF/NH2-MIL-53(Al)\n\nMembrane permeance and salt rejection were evaluated using a homemade cross-flow device with an effective area of 7.1 cm2. The operating conditions for all PA membranes used a 2000 ppm NaCl solution as the feed at room temperature and 15 bar. All membranes were precompacted at 15 bar for 1 h before the separation performance measurements. The permeance of the NaCl solution was determined by measuring the weight change of the permeate by a precision balance. The permeance of the membrane was calculated by . The salt rejection was determined by measuring the electrical conductivities of the feed and permeate solutions using a conductivity meter (Cond 730, inoLab). The salt rejection was calculated by . All results were averaged values measured from at least three samples for each membrane. 1    P  =    Δ V   A ×  Δ t  ×  Δ P     where P is the permeate flux (L/(m2 h)), ΔV is the permeate volume (L), A is the membrane area (m2), Δt is the filtration time (h), and ΔP is the applied transmembrane pressure. 2    R =    ( 1 -     C   P       C   F     )    ×  100 %   where R is the rejection and C p and C f represent conductivities of the permeate and feed solutions, respectively.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsapm.0c01230?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acsapm.0c01230</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Interfacial polymerization\nparameter and substrate composites\ncorresponding to the assigned polyamide RO membranes; (a) TEM image\nof CNFs, (b) size distribution of CNFs, (c) NH2-MIL-53­(Al) crystals\ndispersed in water for 10 months, and (d) FTIR spectra of the NH2-MIL-53\npowder; SEM images of the substrate membrane; and low-magnification\nSEM surface images of the PA membranes based on the Nylon substrate\nand CNF/NH2-MIL-53 substrate membranes with different NH2-MIL-53­(Al)\nloadings (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsapm.0c01230.  Interfacial polymerization parameter and substrate composites corresponding to the assigned polyamide RO membranes; (a) TEM image of CNFs, (b) size distribution of CNFs, (c) NH2-MIL-53(Al) crystals dispersed in water for 10 months, and (d) FTIR spectra of the NH2-MIL-53 powder; SEM images of the substrate membrane; and low-magnification SEM surface images of the PA membranes based on the Nylon substrate and CNF/NH2-MIL-53 substrate membranes with different NH2-MIL-53(Al) loadings (PDF)   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Interfacial polymerization\nparameter and substrate composites\ncorresponding to the assigned polyamide RO membranes; (a) TEM image\nof CNFs, (b) size distribution of CNFs, (c) NH2-MIL-53­(Al) crystals\ndispersed in water for 10 months, and (d) FTIR spectra of the NH2-MIL-53\npowder; SEM images of the substrate membrane; and low-magnification\nSEM surface images of the PA membranes based on the Nylon substrate\nand CNF/NH2-MIL-53 substrate membranes with different NH2-MIL-53­(Al)\nloadings (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Interfacial polymerization parameter and substrate composites corresponding to the assigned polyamide RO membranes; (a) TEM image of CNFs, (b) size distribution of CNFs, (c) NH2-MIL-53(Al) crystals dispersed in water for 10 months, and (d) FTIR spectra of the NH2-MIL-53 powder; SEM images of the substrate membrane; and low-magnification SEM surface images of the PA membranes based on the Nylon substrate and CNF/NH2-MIL-53 substrate membranes with different NH2-MIL-53(Al) loadings (PDF)", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>Abbreviation Used</title><p>polyamide</p><p>thin-film composite</p><p>cellulose nanofiber</p><p>metal–organic\nframework</p><p>covalent\norganic framework</p>", "clean_text": "The authors declare no competing financial interest.\n\nAbbreviation Used\n\npolyamide\n\nthin-film composite\n\ncellulose nanofiber\n\nmetal-organic framework\n\ncovalent organic framework", "data": null, "include_properties": null}], "cln_elements": [{"idx": "25, 26", "type": "text", "classification": "synthesis condition", "content": "<title>Fabrication of a CNF Suspension Solution</title><p>The synthesis\nmethod of a CNF suspension solution was described in our previous\nwork. Briefly, 100 mg of NaBr and 16\nmg of TEMPO were added in 100 mL of a kraft pulp solution (0.01 g/ml),\nfollowed by adding 11.16 g of a NaClO solution. The pH of the above\nsolution was adjusted at 10 by adding a 0.1M HCl solution and a 0.5M\nNaOH solution. The reaction continued for 8 h and was terminated by\nadding 5 mL of ethanol. The solid was collected by centrifugation\nat 8000 rpm for 15 min, followed by washing with Mill-Q water. The\nsolid sample (fiber gel) was washed three times. Subsequently, a total\nof 500 mL of Mill-Q water was added to the fiber gel to lower the\nfiber concentration to 2 mg/mL. The fiber suspension was vigorously\nagitated for 3 min using a Nutribullet 900 series blender to produce\na milky suspension, which was sonicated for 30 min using a probe sonicator\n(Qsonica) with a pulse of 25% and an output power of 500 W–20\nkHz. A transparent CNF solution with a CNF loading of 2 mg/mL was\nfinally obtained.</p><title>Synthesis of NH<sub>2</sub>-MIL-53­(Al)</title><p>NH<sub>2</sub>-MIL-53­(Al) crystals were synthesized hydrothermally\nwith NH<sub>2</sub>-BDC and Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O as the organic linker and the metal source, respectively.\nA total\nof 0.779 g of Al­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O\nand 0.376 g of NH<sub>2</sub>-BDC were dissolved in 5 mL of Mill-Q\nwater, and the resulting solution was transferred into a Teflon-lined\nsteel autoclave (a total volume of 50 mL), which was then placed in\nan oven at 150 °C for 24 h. After cooling, a yellow solid product\nwas collected by centrifugation. The resultant yellow powder was dried\nat 70 °C overnight.</p>", "clean_text": "Fabrication of a CNF Suspension Solution\n\nThe synthesis method of a CNF suspension solution was described in our previous work. Briefly, 100 mg of NaBr and 16 mg of TEMPO were added in 100 mL of a kraft pulp solution (0.01 g/ml), followed by adding 11.16 g of a NaClO solution. The pH of the above solution was adjusted at 10 by adding a 0.1M HCl solution and a 0.5M NaOH solution. The reaction continued for 8 h and was terminated by adding 5 mL of ethanol. The solid was collected by centrifugation at 8000 rpm for 15 min, followed by washing with Mill-Q water. The solid sample (fiber gel) was washed three times. Subsequently, a total of 500 mL of Mill-Q water was added to the fiber gel to lower the fiber concentration to 2 mg/mL. The fiber suspension was vigorously agitated for 3 min using a Nutribullet 900 series blender to produce a milky suspension, which was sonicated for 30 min using a probe sonicator (Qsonica) with a pulse of 25% and an output power of 500 W-20 kHz. A transparent CNF solution with a CNF loading of 2 mg/mL was finally obtained.\n\nSynthesis of NH2-MIL-53(Al)\n\nNH2-MIL-53(Al) crystals were synthesized hydrothermally with NH2-BDC and Al(NO3)3⋅9H2O as the organic linker and the metal source, respectively. A total of 0.779 g of Al(NO3)3⋅9H2O and 0.376 g of NH2-BDC were dissolved in 5 mL of Mill-Q water, and the resulting solution was transferred into a Teflon-lined steel autoclave (a total volume of 50 mL), which was then placed in an oven at 150 °C for 24 h. After cooling, a yellow solid product was collected by centrifugation. The resultant yellow powder was dried at 70 °C overnight.", "data": ["(SyntaxError('invalid syntax', ('<unknown>', 1, 1109, '[{\"meta\":{\"name\":\"CNF suspension solution\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"chemical synthesis\", \"precursor\":[{\"name\":\"NaBr\", \"amount\":\"100\", \"unit\":\"mg\"}, {\"name\":\"TEMPO\", \"amount\":\"16\", \"unit\":\"mg\"}], \"solution\":[{\"name\":\"kraft pulp solution\", \"amount\":\"100\", \"unit\":\"mL\"}, {\"name\":\"NaClO solution\", \"amount\":\"11.16\", \"unit\":\"g\"}], \"pressure\":\"\", \"temperature\":\"\", \"time\":\"8 h\"}, {\"synthesis method\":\"pH adjustment\", \"pH\":\"10\", \"modulator\":\"0.1M HCl solution, 0.5M NaOH solution\"}, {\"synthesis method\":\"centrifugation\", \"revolution per time\":\"8000 rpm\", \"relative centrifugal force\":\"\", \"time\":\"15 min\", \"temperature\":\"\", \"additive\":[{\"name\":\"Mill-Q water\", \"amount\":\"\", \"unit\":\"\"}], \"tube material\":\"\", \"tube volume\":\"\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"Mill-Q water\", \"amount\":\"3 times\"}, {\"synthesis method\":\"sonication\", \"composition\":\"fiber gel\", \"power\":\"500 W–20 kHz\", \"solvent\":\"\", \"temperature\":\"\", \"time\":\"30 min\", \"type\":\"probe sonicator\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"Mill-Q water\", \"amount\":\"500 mL\"}]}], \"yield\":\"\"}, {\"meta\":{\"name\":\"NH2-MIL-53\\xad(Al)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"hydrothermal synthesis\", \"precursor\":[{\"name\":\"Al(NO3)3·9H2O\", \"amount\":\"0.779\", \"unit\":\"g\"}, {\"name\":\"NH2-BDC\", \"amount\":\"0.376\", \"unit\":\"g\"}], \"solution\":[{\"name\":\"Mill-Q water\", \"amount\":\"5\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"150 °C\", \"time\":\"24 h\"}, {\"synthesis method\":\"centrifugation\", \"revolution per time\":\"\", \"relative centrifugal force\":\"\", \"time\":\"\", \"temperature\":\"\", \"additive\":[{\"name\":\"\", \"amount\":\"\", \"unit\":\"\"}], \"tube material\":\"\", \"tube volume\":\"\"}, {\"synthesis method\":\"drying\", \"pressure\":\"\", \"temperature\":\"70 °C\", \"atmosphere\":\"\", \"time\":\"overnight\"}]}]')), '[{\"meta\":{\"name\":\"CNF suspension solution\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"chemical synthesis\", \"precursor\":[{\"name\":\"NaBr\", \"amount\":\"100\", \"unit\":\"mg\"}, {\"name\":\"TEMPO\", \"amount\":\"16\", \"unit\":\"mg\"}], \"solution\":[{\"name\":\"kraft pulp solution\", \"amount\":\"100\", \"unit\":\"mL\"}, {\"name\":\"NaClO solution\", \"amount\":\"11.16\", \"unit\":\"g\"}], \"pressure\":\"\", \"temperature\":\"\", \"time\":\"8 h\"}, {\"synthesis method\":\"pH adjustment\", \"pH\":\"10\", \"modulator\":\"0.1M HCl solution, 0.5M NaOH solution\"}, {\"synthesis method\":\"centrifugation\", \"revolution per time\":\"8000 rpm\", \"relative centrifugal force\":\"\", \"time\":\"15 min\", \"temperature\":\"\", \"additive\":[{\"name\":\"Mill-Q water\", \"amount\":\"\", \"unit\":\"\"}], \"tube material\":\"\", \"tube volume\":\"\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"Mill-Q water\", \"amount\":\"3 times\"}, {\"synthesis method\":\"sonication\", \"composition\":\"fiber gel\", \"power\":\"500 W–20 kHz\", \"solvent\":\"\", \"temperature\":\"\", \"time\":\"30 min\", \"type\":\"probe sonicator\"}, {\"synthesis method\":\"washing\", \"washing solution\":\"Mill-Q water\", \"amount\":\"500 mL\"}]}], \"yield\":\"\"}, {\"meta\":{\"name\":\"NH2-MIL-53\\xad(Al)\", \"symbol\":\"\", \"chemical formula\":\"\"}, \"processes\":[{\"synthesis method\":\"hydrothermal synthesis\", \"precursor\":[{\"name\":\"Al(NO3)3·9H2O\", \"amount\":\"0.779\", \"unit\":\"g\"}, {\"name\":\"NH2-BDC\", \"amount\":\"0.376\", \"unit\":\"g\"}], \"solution\":[{\"name\":\"Mill-Q water\", \"amount\":\"5\", \"unit\":\"mL\"}], \"pressure\":\"\", \"temperature\":\"150 °C\", \"time\":\"24 h\"}, {\"synthesis method\":\"centrifugation\", \"revolution per time\":\"\", \"relative centrifugal force\":\"\", \"time\":\"\", \"temperature\":\"\", \"additive\":[{\"name\":\"\", \"amount\":\"\", \"unit\":\"\"}], \"tube material\":\"\", \"tube volume\":\"\"}, {\"synthesis method\":\"drying\", \"pressure\":\"\", \"temperature\":\"70 °C\", \"atmosphere\":\"\", \"time\":\"overnight\"}]}]')"], "include_properties": ["chemical_synthesis", "pH_adjustment", "centrifugation", "washing", "sonication", "drying", "chemical_synthesis", "centrifugation", "drying"]}, {"idx": "1, 5, 18, 19, 22", "type": "text", "classification": "property", "content": "<p>Tailoring\nthe microstructure of a selective layer is a highly attractive\nway to improve the water flux of a reverse osmosis (RO) membrane by\nforming a crumpled surface without altering its chemical structure\nrequired for high salt rejection. However, it is challenging to maintain\nits structural integrity and stability and high flux at high pressure\nduring desalination. Herein, a robust hilly thin-film composite (TFC)\npolyamide (PA) membrane is developed based on composite substrates\nmade of cellulose nanofibers (CNFs) and metal–organic frameworks\n(MOFs). Water-stable, highly crystalline, submicrometer-sized MOF\ncrystals, NH<sub>2</sub>-MIL-53­(Al), are integrated with CNFs to form\na robust and highly porous intermediate layer for the formation of\na hilly PA layer. The resulting TFC RO membrane exhibits an excellent\nwater permeance of 5.55 LMH/bar and a NaCl rejection of ∼94.8%.\nThe strategy reported here has great potential for the fabrication\nof polyamide desalination membranes with enhanced flux and mechanical\nstability.</p><p>Herein, we report on the fabrication of a polyamide TFC RO membrane\nwith increased surface area using the cellulose nanofiber (CNF)- or\nNH<sub>2</sub>-MIL-53­(Al) metal–organic framework (MOF) nanoparticle-modified\nNylon substrate. The Nylon membrane has suitable hydrophilicity and\nhigh mechanical strength, which make it an excellent substrate to\nfabricate high-performance TFC membranes. In this work, we chose both CNFs and NH<sub>2</sub>-MIL-53­(Al) particles\nto modify the Nylon substrate. The CNF-modified Nylon membrane serves\nas a highly porous and hydrophilic substrate, and water-stable, submicron-sized\nNH<sub>2</sub>-MIL-53­(Al) crystals that are permeable to water are\nused to create a hilly surface morphology. The resulting CNF/NH<sub>2</sub>-MIL-53­(Al) PA membrane exhibits a high water permeance of\nup to 5.55 L/(m<sup>2</sup> h bar) while achieving a high NaCl rejection\nof 94.8%. This strategy has great potential to be implemented for\nthe fabrication of desalination membranes with enhanced flux.</p><p>The surface area and the roughness\nof the TFC membranes were investigated\nusing AFM (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">S5</ext-link> in the Supporting Information).\nCompare to the TFC-Nylon membrane, TFC membranes prepared on the CNF/NH<sub>2</sub>-MIL-53­(Al) substrate show much greater average (<italic>R</italic>\n<sub>a</sub>) and root-mean-square (<italic>R</italic>\n<sub>q</sub>) roughness values (c). The roughness values of the membranes increase with increasing\nthe loading of the NH<sub>2</sub>-MIL-53­(Al) particles. An increase\nin the roughness value may lead to increased surface area favoring\nwater transport, which may contribute to the increased water flux. The actual surface areas of TFC membranes with\ndifferent mass loadings of NH<sub>2</sub>-MIL-53­(Al) and the commercial\nTFC membrane (DOW BW30) were calculated using AFM software (d). In this experiment,\nthe projected area of each sample is the same, i.e., 25 μm<sup>2</sup> (5 μm × 5 μm). The actual surface area of\nthe TFC membranes is higher due to increased surface roughness, ranging\nfrom 35.4 to 62.3 μm<sup>2</sup>. As the loading of NH<sub>2</sub>-MIL-53­(Al) particles increases, the actual surface area of the PA\nmembranes also increases. However, when the amount of NH<sub>2</sub>-MIL-53­(Al) particles is increased to 8 μg/cm<sup>2</sup>,\nthe surface area of the TFC-CM8 membrane decreases slightly. This\nmay be due to the agglomeration of NH<sub>2</sub>-MIL-53­(Al) particles\non the surface of the CM8 substrate membrane, as shown in the SEM\nimage (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2e</ext-link> in the Supporting Information).</p><title>Desalination Performance of PA RO Membranes</title><p>The effect\nof CNFs and the NH<sub>2</sub>-MIL-53­(Al) loading on the membrane\ndesalination performance is shown in a. Without the CNF modification, the pore\nsize of the pure Nylon substrate (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2a</ext-link> in the Supporting Information) is larger than 100 nm, which is not\nsuitable for preparing a TFC RO membrane. Therefore, TFC-Nylon shows\nalmost no rejection of NaCl and the water flux is up to 300 LMH/bar.\nNormally, the pore sizes of the substrate for TFC RO membranes are\nmostly in the range of 5–70 nm. The CNF-modified\nsubstrate has a smaller pore size (66.7 ± 16.8 nm) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2b</ext-link> in the Supporting Information), and\nthe corresponding TFC-CM0 membrane shows a reasonable NaCl rejection\nof 88.3% and a permeance of 4 LMH/bar. CNFs have previously been used\nas an intermediate layer for the PAN substrate in the fabrication\nof TFC NF/RO membranes by interfacial polymerization. The PA layer formed on the CNF substrate contained interconnected\nCNFs imbedded in the PA matrix. It was found that the interfacial\ngaps between CNFs and PA could act as water channels to improve the\nTFC membrane flux. Our approach to the incorporation\nof NH<sub>2</sub>-MIL-53­(Al) into the substrate further helped to\nimprove the NaCl rejection of PA membranes. One of the reasons is\nthat the addition of NH<sub>2</sub>-MIL-53­(Al) particles can cover\nthe large pores of the Nylon substrate (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2a</ext-link> in the Supporting Information) to reduce the subsequent\ndefects of the PA layer of the TFC membranes. Another reason may be\nthat the additional −NH<sub>2</sub> groups of the NH<sub>2</sub>-MIL-53­(Al) particles and the −OH groups of CNFs react with\nTMC, thereby improving the cross-linking\ndegree of the selective layer of TFC membranes. The TFC-CM0 membrane without the NH<sub>2</sub>-MIL-53­(Al)\nparticles shows a water permeance of 4.19 LMH/bar and a NaCl rejection\nof 88.3%. At an optimal NH<sub>2</sub>-MIL-53­(Al) loading of 4 μg/cm<sup>2</sup>, the TFC-CM4 membrane exhibits much higher water permeance,\nup to 5.55 LMH/bar, with a high NaCl rejection of 94.8% (a). The higher water\npermeance is a result of the enhanced hydrophilicity (b), as well as the rough surface\nand a more crumpled PA layer, which increases the effective surface\narea (d). Beyond\nthe optimal MOF loading, the lower water permeance of the TFC-CM (TFC-CM8)\nmembrane may be due to the aggregation of NH<sub>2</sub>-MIL-53­(Al)\non the substrate, which decreases the porosity of the substrate (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.0c01230/suppl_file/ap0c01230_si_001.pdf\">Figure S2e</ext-link> in the Supporting Information).</p><p>The CNF/NH<sub>2</sub>-MIL-53­(Al)-loaded TFC membranes enable a\nhilly and hydrophilic PA nanofilm that improves the membrane separation\nperformance compared to the commercial TFC RO membrane coupons (the\nDOW BW30 and GE AG membranes) tested under the same testing condition\nin our laboratory (c). The water permeance values of the DOW BW30 and GE AG membranes\nare 3.53 and 2.35 LMH/bar, respectively, while the salt rejection\nvalues are 95.9 and 92.3%, respectively. The CNF/NH<sub>2</sub>-MIL-53­(Al)-loaded\nTFC RO membrane (TFC-CM4) shows &gt;50% greater water permeance than\nthe commercial RO membranes with similar monovalent salt rejection.</p>", "clean_text": "Tailoring the microstructure of a selective layer is a highly attractive way to improve the water flux of a reverse osmosis (RO) membrane by forming a crumpled surface without altering its chemical structure required for high salt rejection. However, it is challenging to maintain its structural integrity and stability and high flux at high pressure during desalination. Herein, a robust hilly thin-film composite (TFC) polyamide (PA) membrane is developed based on composite substrates made of cellulose nanofibers (CNFs) and metal-organic frameworks (MOFs). Water-stable, highly crystalline, submicrometer-sized MOF crystals, NH2-MIL-53(Al), are integrated with CNFs to form a robust and highly porous intermediate layer for the formation of a hilly PA layer. The resulting TFC RO membrane exhibits an excellent water permeance of 5.55 LMH/bar and a NaCl rejection of ~94.8%. The strategy reported here has great potential for the fabrication of polyamide desalination membranes with enhanced flux and mechanical stability.\n\nHerein, we report on the fabrication of a polyamide TFC RO membrane with increased surface area using the cellulose nanofiber (CNF)- or NH2-MIL-53(Al) metal-organic framework (MOF) nanoparticle-modified Nylon substrate. The Nylon membrane has suitable hydrophilicity and high mechanical strength, which make it an excellent substrate to fabricate high-performance TFC membranes. In this work, we chose both CNFs and NH2-MIL-53(Al) particles to modify the Nylon substrate. The CNF-modified Nylon membrane serves as a highly porous and hydrophilic substrate, and water-stable, submicron-sized NH2-MIL-53(Al) crystals that are permeable to water are used to create a hilly surface morphology. The resulting CNF/NH2-MIL-53(Al) PA membrane exhibits a high water permeance of up to 5.55 L/(m2 h bar) while achieving a high NaCl rejection of 94.8%. This strategy has great potential to be implemented for the fabrication of desalination membranes with enhanced flux.\n\nThe surface area and the roughness of the TFC membranes were investigated using AFM (c and S5 in the Supporting Information). Compare to the TFC-Nylon membrane, TFC membranes prepared on the CNF/NH2-MIL-53(Al) substrate show much greater average (R a) and root-mean-square (R q) roughness values (c). The roughness values of the membranes increase with increasing the loading of the NH2-MIL-53(Al) particles. An increase in the roughness value may lead to increased surface area favoring water transport, which may contribute to the increased water flux. The actual surface areas of TFC membranes with different mass loadings of NH2-MIL-53(Al) and the commercial TFC membrane (DOW BW30) were calculated using AFM software (d). In this experiment, the projected area of each sample is the same, i.e., 25 μm2 (5 μm × 5 μm). The actual surface area of the TFC membranes is higher due to increased surface roughness, ranging from 35.4 to 62.3 μm2. As the loading of NH2-MIL-53(Al) particles increases, the actual surface area of the PA membranes also increases. However, when the amount of NH2-MIL-53(Al) particles is increased to 8 μg/cm2, the surface area of the TFC-CM8 membrane decreases slightly. This may be due to the agglomeration of NH2-MIL-53(Al) particles on the surface of the CM8 substrate membrane, as shown in the SEM image (Figure S2e in the Supporting Information).\n\nDesalination Performance of PA RO Membranes\n\nThe effect of CNFs and the NH2-MIL-53(Al) loading on the membrane desalination performance is shown in a. Without the CNF modification, the pore size of the pure Nylon substrate (Figure S2a in the Supporting Information) is larger than 100 nm, which is not suitable for preparing a TFC RO membrane. Therefore, TFC-Nylon shows almost no rejection of NaCl and the water flux is up to 300 LMH/bar. Normally, the pore sizes of the substrate for TFC RO membranes are mostly in the range of 5-70 nm. The CNF-modified substrate has a smaller pore size (66.7 ± 16.8 nm) (Figure S2b in the Supporting Information), and the corresponding TFC-CM0 membrane shows a reasonable NaCl rejection of 88.3% and a permeance of 4 LMH/bar. CNFs have previously been used as an intermediate layer for the PAN substrate in the fabrication of TFC NF/RO membranes by interfacial polymerization. The PA layer formed on the CNF substrate contained interconnected CNFs imbedded in the PA matrix. It was found that the interfacial gaps between CNFs and PA could act as water channels to improve the TFC membrane flux. Our approach to the incorporation of NH2-MIL-53(Al) into the substrate further helped to improve the NaCl rejection of PA membranes. One of the reasons is that the addition of NH2-MIL-53(Al) particles can cover the large pores of the Nylon substrate (Figure S2a in the Supporting Information) to reduce the subsequent defects of the PA layer of the TFC membranes. Another reason may be that the additional -NH2 groups of the NH2-MIL-53(Al) particles and the -OH groups of CNFs react with TMC, thereby improving the cross-linking degree of the selective layer of TFC membranes. The TFC-CM0 membrane without the NH2-MIL-53(Al) particles shows a water permeance of 4.19 LMH/bar and a NaCl rejection of 88.3%. At an optimal NH2-MIL-53(Al) loading of 4 μg/cm2, the TFC-CM4 membrane exhibits much higher water permeance, up to 5.55 LMH/bar, with a high NaCl rejection of 94.8% (a). The higher water permeance is a result of the enhanced hydrophilicity (b), as well as the rough surface and a more crumpled PA layer, which increases the effective surface area (d). Beyond the optimal MOF loading, the lower water permeance of the TFC-CM (TFC-CM8) membrane may be due to the aggregation of NH2-MIL-53(Al) on the substrate, which decreases the porosity of the substrate (Figure S2e in the Supporting Information).\n\nThe CNF/NH2-MIL-53(Al)-loaded TFC membranes enable a hilly and hydrophilic PA nanofilm that improves the membrane separation performance compared to the commercial TFC RO membrane coupons (the DOW BW30 and GE AG membranes) tested under the same testing condition in our laboratory (c). The water permeance values of the DOW BW30 and GE AG membranes are 3.53 and 2.35 LMH/bar, respectively, while the salt rejection values are 95.9 and 92.3%, respectively. The CNF/NH2-MIL-53(Al)-loaded TFC RO membrane (TFC-CM4) shows >50% greater water permeance than the commercial RO membranes with similar monovalent salt rejection.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "water flux", "value": "", "unit": "", "condition": "reverse osmosis (RO) membrane"}, {"property name": "surface roughness", "value": "", "unit": "", "condition": "TFC membranes"}, {"property name": "surface area", "value": "", "unit": "", "condition": "TFC membranes"}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Representation of the Fabrication\nof the Hilly PA RO Membrane\non the CNF/NH<sub>2</sub>-MIL-53­(Al) Substrate in Comparison with\nthe Traditional Route of the Fabrication of the RO Membrane</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ap0c01230_0006.eps\"></graphic>\n</fig>", "clean_text": " 1  Schematic Representation of the Fabrication of the Hilly PA RO Membrane on the CNF/NH2-MIL-53(Al) Substrate in Comparison with the Traditional Route of the Fabrication of the RO Membrane   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Scanning electron microscopy (SEM) image of NH<sub>2</sub>-MIL-53­(Al)\ndispersed in water, (b) particle-size distribution of NH<sub>2</sub>-MIL-53­(Al), (c) SEM image of NH<sub>2</sub>-MIL-53­(Al) mixed with\na high concentration of the CNF solution and dispersed on a silica\nwafer, and (d) XRD patterns of synthesized and simulated XRD patterns\nof NH<sub>2</sub>-MIL-53­(Al) powders.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ap0c01230_0002.eps\"></graphic>\n</fig>", "clean_text": " 1  (a) Scanning electron microscopy (SEM) image of NH2-MIL-53(Al) dispersed in water, (b) particle-size distribution of NH2-MIL-53(Al), (c) SEM image of NH2-MIL-53(Al) mixed with a high concentration of the CNF solution and dispersed on a silica wafer, and (d) XRD patterns of synthesized and simulated XRD patterns of NH2-MIL-53(Al) powders.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) SEM surface\nimage of substrate CM4 (an MOF loading of 4 μg/cm<sup>2</sup> and a CNF loading of 80 μm/cm<sup>2</sup>), (b) SEM\ncross-sectional image of the TFC-CM4 membrane, (c) SEM surface image\nand (d) energy-dispersive system (EDS) mapping of the Al element of\nthe TFC-CM4 membrane, and (e) atomic force microscopy (AFM) image\nof the TFC-CM4 membrane. (5 μm × 5 μm).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ap0c01230_0003.eps\"></graphic>\n</fig>", "clean_text": " 2  (a) SEM surface image of substrate CM4 (an MOF loading of 4 μg/cm2 and a CNF loading of 80 μm/cm2), (b) SEM cross-sectional image of the TFC-CM4 membrane, (c) SEM surface image and (d) energy-dispersive system (EDS) mapping of the Al element of the TFC-CM4 membrane, and (e) atomic force microscopy (AFM) image of the TFC-CM4 membrane. (5 μm × 5 μm).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) ATR-FTIR\nspectra of the Nylon substrate, CM4 substrate, TFC-Nylon,\nand TFC-CM4 membranes. (b) Contact angle, (c) surface roughness, and\n(d) surface area of the TFC membranes prepared in this work in comparison\nwith a commercial RO membrane (DOW BW30).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ap0c01230_0004.eps\"></graphic>\n</fig>", "clean_text": " 3  (a) ATR-FTIR spectra of the Nylon substrate, CM4 substrate, TFC-Nylon, and TFC-CM4 membranes. (b) Contact angle, (c) surface roughness, and (d) surface area of the TFC membranes prepared in this work in comparison with a commercial RO membrane (DOW BW30).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Influence of\nthe loading of the NH<sub>2</sub>-MIL-53­(Al) particles\non the surface area and the desalination performance of the membranes\n(testing condition: 2000 ppm NaCl at 15 bar). (a) Water permeance\n(LMH/bar) and NaCl rejection (%) of the TFC membranes. (b) Flux and\nrejection of the TFC-CM4 membrane over time. (c) Comparison of the\nRO desalination performance of the commercial RO membranes (BW30 and\nGE AG) with the TFC-CM4 membrane prepared in this work.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ap0c01230_0005.eps\"></graphic>\n</fig>", "clean_text": " 4  Influence of the loading of the NH2-MIL-53(Al) particles on the surface area and the desalination performance of the membranes (testing condition: 2000 ppm NaCl at 15 bar). (a) Water permeance (LMH/bar) and NaCl rejection (%) of the TFC membranes. (b) Flux and rejection of the TFC-CM4 membrane over time. (c) Comparison of the RO desalination performance of the commercial RO membranes (BW30 and GE AG) with the TFC-CM4 membrane prepared in this work.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsapm.0c01230", "title": null, "journal": "American Chemical Society", "date": "2021.01", "author_list": ["Liu\nShasha", "Low\nZe-Xian", "Hegab\nHanaa M.", "Xie\nZongli", "Ou\nRanwen", "Mohammed\nShabin", "Simon\nGeorge P.", "Zhang\nXiwang", "Zhang\nLian", "Wang\nHuanting"]}}