{"filepath": "../L2M3_data/1_application_papers/acs_xml/ap1c00096.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Metal–organic\nframework (MOF)/polymer composites combining\nadvantages of both materials have received significant attention in\nthe recent years. However, the complexity and inefficiency of the\ncurrent fabrication approaches have hindered their further development.\nHerein, we demonstrate a facile one-pot solvent crystal template strategy\nto efficiently fabricate ZIF-8/polyurethane (PU) composites. This\nmethod eliminated the pre-synthesis and purification of MOFs, thus\ngreatly simplifying the fabrication process. Moreover, the solvent\ncrystal template introduced macropores in the polymer matrix, which\ngenerated a hierarchically porous structure to facilitate the molecular\ndiffusion in the composite. The obtained ZIF-8/PU composites exhibited\nan accelerated dye adsorption rate constant of 1.89 × 10<sup>–3</sup> g mg<sup>–1</sup> min<sup>–1</sup>,\nwhich was 2.6 times higher than that of MOF powders. The Langmuir\nisotherm study further confirmed favorable adsorption of dye molecules\nwith a maximum adsorption capacity of 18.1 mg g<sup>–1</sup>.</p>", "clean_text": "Metal-organic framework (MOF)/polymer composites combining advantages of both materials have received significant attention in the recent years. However, the complexity and inefficiency of the current fabrication approaches have hindered their further development. Herein, we demonstrate a facile one-pot solvent crystal template strategy to efficiently fabricate ZIF-8/polyurethane (PU) composites. This method eliminated the pre-synthesis and purification of MOFs, thus greatly simplifying the fabrication process. Moreover, the solvent crystal template introduced macropores in the polymer matrix, which generated a hierarchically porous structure to facilitate the molecular diffusion in the composite. The obtained ZIF-8/PU composites exhibited an accelerated dye adsorption rate constant of 1.89 × 10-3 g mg-1 min-1, which was 2.6 times higher than that of MOF powders. The Langmuir isotherm study further confirmed favorable adsorption of dye molecules with a maximum adsorption capacity of 18.1 mg g-1.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are an emerging type of\ncrystalline porous materials, constituted of metal centers coordinated\nby organic linkers. The unique features,\nsuch as high porosity, large surface area, and excellent thermal stability,\nmake MOFs one of the fastest-growing materials in the application\nstudies of adsorption, separation, catalysis, energy, and so forth. However, a majority of the reported MOFs so far possess only a microporous\nstructure, thus limiting diffusion and mass transfer of guest molecules\nin the pores. Besides, the insoluble\nand non-meltable nature of MOFs leads to difficulties in handling\nand processing, further hindering their practical applications. To this end, integrating MOFs with polymers is an attractive solution\nto address these challenges since low-cost polymers not only improve\nthe processability of pure MOFs but also introduce\nmultilevel porous structures.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are an emerging type of crystalline porous materials, constituted of metal centers coordinated by organic linkers. The unique features, such as high porosity, large surface area, and excellent thermal stability, make MOFs one of the fastest-growing materials in the application studies of adsorption, separation, catalysis, energy, and so forth. However, a majority of the reported MOFs so far possess only a microporous structure, thus limiting diffusion and mass transfer of guest molecules in the pores. Besides, the insoluble and non-meltable nature of MOFs leads to difficulties in handling and processing, further hindering their practical applications. To this end, integrating MOFs with polymers is an attractive solution to address these challenges since low-cost polymers not only improve the processability of pure MOFs but also introduce multilevel porous structures. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The fabrication\nof MOF/polymer porous composites is an emerging\nresearch area and can be generally summarized into two categories.\nOne approach is the physical blending of synthesized MOF particles\nwith a polymer solution, forming a suspension for composite production. Valizadeh et al. blended preformed MOF microcrystals in a polymer\nsolution and prepared a MOF@polymer composite beads via phase inversion. The resulting hierarchically porous HKUST-1@polyethersulfone\nexhibited rapid and efficient iodine adsorption from both liquid and\nvapor phases. Similarly, Abdi and Abedini prepared the ZIF-67/polyethersulfone\ncomposite for wastewater treatment with their modeling results, indicating\na fast adsorption rate owing to the hierarchical structure. However, the poor compatibility between synthesized\nMOFs and polymers often resulted in phase separation and MOF aggregation,\nexerting a negative effect to the performance of the composites. The\nother approach is stepwise synthesis, that is, growing MOFs onto preformed\npolymer substrates. For example, Chen and co-workers grew various MOFs onto prepared\nmagnetic macroporous polyacrylamides, successfully fabricating a hierarchically\nporous separable catalyst. The macropores\nformed by an emulsion template method significantly lowered the diffusion\nresistance of the substrate and thus increased the conversion efficiency.\nTu et al. grew MOF nanocrystals on the modified wood substrates, which\nprovided macroporosity and also mechanical support. The MOF/wood-derived composites possessed an enhanced specific\nsurface area and excellent carbon capture ability. However, this method\nsuffered from complicated manufacturing processes. As a result, the\ndevelopment of an efficient and effective fabrication strategy to\nconstruct MOF/polymer porous composites is still highly desirable\nand attractive.</p>", "clean_text": "The fabrication of MOF/polymer porous composites is an emerging research area and can be generally summarized into two categories. One approach is the physical blending of synthesized MOF particles with a polymer solution, forming a suspension for composite production. Valizadeh et al. blended preformed MOF microcrystals in a polymer solution and prepared a MOF@polymer composite beads via phase inversion. The resulting hierarchically porous HKUST-1@polyethersulfone exhibited rapid and efficient iodine adsorption from both liquid and vapor phases. Similarly, Abdi and Abedini prepared the ZIF-67/polyethersulfone composite for wastewater treatment with their modeling results, indicating a fast adsorption rate owing to the hierarchical structure. However, the poor compatibility between synthesized MOFs and polymers often resulted in phase separation and MOF aggregation, exerting a negative effect to the performance of the composites. The other approach is stepwise synthesis, that is, growing MOFs onto preformed polymer substrates. For example, Chen and co-workers grew various MOFs onto prepared magnetic macroporous polyacrylamides, successfully fabricating a hierarchically porous separable catalyst. The macropores formed by an emulsion template method significantly lowered the diffusion resistance of the substrate and thus increased the conversion efficiency. Tu et al. grew MOF nanocrystals on the modified wood substrates, which provided macroporosity and also mechanical support. The MOF/wood-derived composites possessed an enhanced specific surface area and excellent carbon capture ability. However, this method suffered from complicated manufacturing processes. As a result, the development of an efficient and effective fabrication strategy to construct MOF/polymer porous composites is still highly desirable and attractive.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>Herein, we propose a facile one-pot solvent\ncrystal template strategy\nto prepare ZIF-8/polyurethane (PU) composites with a hierarchically\nmacro-/microporous structure. MOF precursors and polymers were dissolved\nin the solvent, which was then frozen and exchanged with iced water.\nMacropores in the polymer matrix were formed by the solvent crystal\ntemplate, while micropores came from MOF particles crystalized during\nthe process. This unique one-pot strategy not only avoided a time-consuming\nstepwise synthesis for the hierarchical architecture but also guaranteed\na uniform MOF distribution within the polymer matrix. The obtained\nZIF-8/PU composite showed good mechanical properties and enhanced\nadsorption performance. Compared with pristine MOF particles, the\ncomposite displayed a 2.61 times higher dye adsorption rate constant\nand a high equilibrium uptake of 6.42 mg g<sup>–1</sup>. Moreover,\nthe adsorption isotherm study confirmed its behavior in accordance\nwith the Langmuir adsorption model having a maximum adsorption capacity\nof 18.1 mg g<sup>–1</sup>.</p>", "clean_text": "Herein, we propose a facile one-pot solvent crystal template strategy to prepare ZIF-8/polyurethane (PU) composites with a hierarchically macro-/microporous structure. MOF precursors and polymers were dissolved in the solvent, which was then frozen and exchanged with iced water. Macropores in the polymer matrix were formed by the solvent crystal template, while micropores came from MOF particles crystalized during the process. This unique one-pot strategy not only avoided a time-consuming stepwise synthesis for the hierarchical architecture but also guaranteed a uniform MOF distribution within the polymer matrix. The obtained ZIF-8/PU composite showed good mechanical properties and enhanced adsorption performance. Compared with pristine MOF particles, the composite displayed a 2.61 times higher dye adsorption rate constant and a high equilibrium uptake of 6.42 mg g-1. Moreover, the adsorption isotherm study confirmed its behavior in accordance with the Langmuir adsorption model having a maximum adsorption capacity of 18.1 mg g-1.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials</title><p>2-Methylimidazole (2-MeIM, 99%) and lemon\nyellow (LY) were supplied by J&amp;K Chemical. Zinc nitrate (Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, 99%), methanol (MeOH,\n99.5%), and dimethyl sulfoxide (DMSO, 99%) were received from Sinopharm\nChemical Reagent Co., Ltd. The chemicals were used directly without\nany purification.</p>", "clean_text": "Experimental Section\n\nMaterials\n\n2-Methylimidazole (2-MeIM, 99%) and lemon yellow (LY) were supplied by J&K Chemical. Zinc nitrate (Zn(NO3)2⋅6H2O, 99%), methanol (MeOH, 99.5%), and dimethyl sulfoxide (DMSO, 99%) were received from Sinopharm Chemical Reagent Co., Ltd. The chemicals were used directly without any purification.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of ZIF-8 Powder</title><p>0.67\ng of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and 1.33\ng of 2-MeIM were dissolved\nin 15 g of DMSO, and the mixture was kept still at room temperature\nfor 24 h. The formed powder was washed by MeOH several times, centrifuged,\nand vacuum-dried. All these procedures were performed at room temperature.</p>", "clean_text": "Preparation of ZIF-8 Powder\n\n0.67 g of Zn(NO3)2⋅6H2O and 1.33 g of 2-MeIM were dissolved in 15 g of DMSO, and the mixture was kept still at room temperature for 24 h. The formed powder was washed by MeOH several times, centrifuged, and vacuum-dried. All these procedures were performed at room temperature.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Fabrication of ZIF-8/PU Composites</title><p>Taking the preparation\nof the ZIF-8/PU(2) composite as an example, waterborne PU was synthesized\naccording to the literature (more details in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> and Figure S1). PU was vacuum-dried at 30 °C for 24 h prior to use.\n1 g of PU was dissolved in 7.5 g of DMSO. ZIF-8 precursors, that is,\n0.67 g of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and\n1.33 g of 2-MeIM, were dissolved in 7.5 g of DMSO. The two solutions\nwere mixed together and intensely stirred for 12 h, during which some\nparticles that might contain ZIF-8 were formed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The mixture was then frozen under −25 °C\novernight. After that, the completely frozen mixture was immersed\nin iced water to leach out DMSO. Iced water was used to prevent DMSO\ncrystals from melting during their removal so that they could be used\nas templates. Finally, the ZIF-8/PU composite was obtained after vacuum-drying\nat room temperature for 48 h.</p>", "clean_text": "Fabrication of ZIF-8/PU Composites\n\nTaking the preparation of the ZIF-8/PU(2) composite as an example, waterborne PU was synthesized according to the literature (more details in the Supporting Information and Figure S1). PU was vacuum-dried at 30 °C for 24 h prior to use. 1 g of PU was dissolved in 7.5 g of DMSO. ZIF-8 precursors, that is, 0.67 g of Zn(NO3)2⋅6H2O and 1.33 g of 2-MeIM, were dissolved in 7.5 g of DMSO. The two solutions were mixed together and intensely stirred for 12 h, during which some particles that might contain ZIF-8 were formed (Figure S2). The mixture was then frozen under -25 °C overnight. After that, the completely frozen mixture was immersed in iced water to leach out DMSO. Iced water was used to prevent DMSO crystals from melting during their removal so that they could be used as templates. Finally, the ZIF-8/PU composite was obtained after vacuum-drying at room temperature for 48 h.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Adsorption Procedures</title><p>In the adsorption measurements,\n0.25 g of the ZIF-8/PU(2) composite (30.4% MOF loading) or the corresponding\namount of MOF particles and polymers was put into 10 mL of LY aqueous\nsolutions with various initial concentrations at 25 °C. The uptake\namount <italic toggle=\"yes\">q</italic> was calculated by .<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>q</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">C</italic>\n<sub>0</sub> (mg L<sup>–1</sup>) and <italic toggle=\"yes\">C</italic>\n<sub>t</sub> (mg L<sup>–1</sup>) are the LY initial\nconcentration and concentration at time <italic toggle=\"yes\">t</italic>, respectively. <italic toggle=\"yes\">V</italic> (mL) is the solution\nvolume and <italic toggle=\"yes\">m</italic> (g) is the MOF mass.</p>", "clean_text": "Adsorption Procedures\n\nIn the adsorption measurements, 0.25 g of the ZIF-8/PU(2) composite (30.4% MOF loading) or the corresponding amount of MOF particles and polymers was put into 10 mL of LY aqueous solutions with various initial concentrations at 25 °C. The uptake amount q was calculated by . 1     q =  (   C   0   -   C   t   )  ×   V   m      where C 0 (mg L-1) and C t (mg L-1) are the LY initial concentration and concentration at time t, respectively. V (mL) is the solution volume and m (g) is the MOF mass.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>For the adsorption\nkinetics, two widely used models, pseudo-first-order and pseudo-second-order\nmodels, were applied, as shown in  and , respectively<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">log</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">log</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2.303</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>) is the LY equilibrium\nuptake and <italic toggle=\"yes\">q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub> (mg g<sup>–1</sup>) is the LY\nuptake at the contact time <italic toggle=\"yes\">t</italic> (min). <italic toggle=\"yes\">k</italic>\n<sub>1</sub> (min<sup>–1</sup>) and <italic toggle=\"yes\">k</italic>\n<sub>2</sub> (g mg<sup>–1</sup> min<sup>–1</sup>) are the\nadsorption rate constants fitted by pseudo-first-order and pseudo-second-order\nmodels, respectively.</p>", "clean_text": "For the adsorption kinetics, two widely used models, pseudo-first-order and pseudo-second-order models, were applied, as shown in  and , respectively 2     log  (   q   e   -   q   t   )  = log  (   q   e   )  -     k   1   t   2.303        3       t     q   t     =   1     k   2       q   e     2     +   t     q   e        where q e (mg g-1) is the LY equilibrium uptake and q  t  (mg g-1) is the LY uptake at the contact time t (min). k 1 (min-1) and k 2 (g mg-1 min-1) are the adsorption rate constants fitted by pseudo-first-order and pseudo-second-order models, respectively.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>To investigate the adsorption isotherm,\ntwo models were utilized.\nThe Langmuir isotherm model is described as  and \n<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_m004.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>b</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq5\">\n<label>5</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_m005.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">L</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n<mml:mo>+</mml:mo>\n<mml:mi>b</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">C</italic>\n<sub>e</sub> (mg g<sup>–1</sup>) is the LY equilibrium\nconcentration, <italic toggle=\"yes\">Q</italic>\n<sub>m</sub> (mg g<sup>–1</sup>) is the LY maximum adsorption\ncapacity, and b is the adsorption rate of the Langmuir isotherm model.\nThe dimensionless factor, <italic toggle=\"yes\">R</italic>\n<sub>L</sub>, implies\neither favorable adsorption (0 &lt; <italic toggle=\"yes\">R</italic>\n<sub>L</sub> &lt; 1) or unfavorable adsorption (<italic toggle=\"yes\">R</italic>\n<sub>L</sub> &gt; 1).</p>", "clean_text": "To investigate the adsorption isotherm, two models were utilized. The Langmuir isotherm model is described as  and   4         C   e       q   e     =   1     Q   m   b   +     C   e       Q   m          5       R   L   =   1   1 + b   C   0        where C e (mg g-1) is the LY equilibrium concentration, Q m (mg g-1) is the LY maximum adsorption capacity, and b is the adsorption rate of the Langmuir isotherm model. The dimensionless factor, R L, implies either favorable adsorption (0 < R L < 1) or unfavorable adsorption (R L > 1).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The Freundlich isotherm model is described as \n<disp-formula id=\"eq6\">\n<label>6</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_m006.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">F</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mi mathvariant=\"normal\">ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where\nFreundlich characteristic constant, <italic toggle=\"yes\">K</italic>\n<sub>F</sub>, indicates the adsorption capacity and n indicates\nthe adsorption condition as either favorable (<italic toggle=\"yes\">n</italic> &gt;\n1) or unfavorable (0 &lt; <italic toggle=\"yes\">n</italic> &lt; 1).</p>", "clean_text": "The Freundlich isotherm model is described as   6     ln ⁡   q   e   = ln ⁡   K   F   +   1   n   ln ⁡   C   e      where Freundlich characteristic constant, K F, indicates the adsorption capacity and n indicates the adsorption condition as either favorable (n > 1) or unfavorable (0 < n < 1).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>The morphologies of ZIF-8/PU composites\nwere characterized by using a SU-8010 scanning electron microscope.\nPrior to the scanning electron microscopy (SEM) observation, the samples\nwere fractured in liquid N<sub>2</sub> and coated with Pt for a time\nof 60 s. MOF loading was calculated based on thermogravimetric analysis\n(TGA) results. All samples were heated from 50 to 700 °C with\na heating rate of 10 °C min<sup>–1</sup> and an air flow\nof 20 ml min<sup>–1</sup> on a PerkinElmer Pyris 1 TGA analyzer.\nX-ray diffraction (XRD) analyses were characterized utilizing an Empyrean\n200895 X-ray diffractometer from 5 to 50°. Fourier transform\ninfrared (FT-IR) spectra were collected with a Nicolet5700 FT-IR spectrometer.\nThe LY concentration was determined by a UV–visible spectrophotometer\n(Unico 2802). N<sub>2</sub> adsorption/desorption isotherms were performed\non a Quantachrome Autosorb-1-C, and the samples were degassed at 100\n°C for 24 h prior to the measurement. The Brunauer–Emmett–Teller\nmethod was used to estimate the specific surface areas of samples\nin the partial pressure range 0.01 to 0.1. Compression tests were\nmeasured by utilizing a universal testing machine (UTM, Zwick/Roell\nZ020, Germany). Samples were prepared in a cylindrical form with a\ndiameter of 8 mm and a length of 10 mm and tested under a cross-head\nspeed of 2 mm min<sup>–1</sup> at room temperature.</p>", "clean_text": "Characterization\n\nThe morphologies of ZIF-8/PU composites were characterized by using a SU-8010 scanning electron microscope. Prior to the scanning electron microscopy (SEM) observation, the samples were fractured in liquid N2 and coated with Pt for a time of 60 s. MOF loading was calculated based on thermogravimetric analysis (TGA) results. All samples were heated from 50 to 700 °C with a heating rate of 10 °C min-1 and an air flow of 20 ml min-1 on a PerkinElmer Pyris 1 TGA analyzer. X-ray diffraction (XRD) analyses were characterized utilizing an Empyrean 200895 X-ray diffractometer from 5 to 50°. Fourier transform infrared (FT-IR) spectra were collected with a Nicolet5700 FT-IR spectrometer. The LY concentration was determined by a UV-visible spectrophotometer (Unico 2802). N2 adsorption/desorption isotherms were performed on a Quantachrome Autosorb-1-C, and the samples were degassed at 100 °C for 24 h prior to the measurement. The Brunauer-Emmett-Teller method was used to estimate the specific surface areas of samples in the partial pressure range 0.01 to 0.1. Compression tests were measured by utilizing a universal testing machine (UTM, Zwick/Roell Z020, Germany). Samples were prepared in a cylindrical form with a diameter of 8 mm and a length of 10 mm and tested under a cross-head speed of 2 mm min-1 at room temperature.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>Results\nand Discussion</title><p>The hierarchically porous ZIF-8/PU composites\nwere fabricated by\na one-pot solvent crystal template strategy, as shown in a. In brief, ZIF-8\nprecursors and PU were dissolved in DMSO with a mass ratio of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O/2-MeIM/PU/DMSO = 0.67:1.33:1:15,\nwhich was then frozen at −25 °C. The solvent crystallized\nand the polymer was expelled and solidified under this temperature,\nleading to a bi-continuous network. The solvent crystals were leached\nout by soaking in iced water, and finally, the composite was obtained\nafter vacuum-drying. It is worth mentioning that this one-pot strategy\n(i) alleviated the MOF aggregation and sedimentation problem since\nit started from a uniform mixture of MOF precursors and the polymer,\n(ii) eliminated the need to prepare and disperse MOF particles separately\nsince the growth of MOFs occurred during the fabrication process,\nand (iii) efficiently introduced macropores since it applied a solvent\ncrystal template that could be easily removed. The obtained composite\nmonolith was labeled as ZIF-8/PU(2). XRD results confirmed the formation\nof ZIF-8 in the composite, matching well with the simulated XRD pattern\n(b). Additionally, the FTIR spectrum of ZIF-8/PU(2)\nshowed peaks at 1565, 1145, and 421 cm<sup>–1</sup>, attributed\nto the CN stretching and aromatic C–N stretching from\n2-MeIM and the Zn–N stretching, respectively (c). The composite morphology was characterized by SEM, as shown in d. It can be observed\nthat ZIF-8 particles were randomly dispersed in the macroporous polymer\nmatrix. The average sizes of MOF particles and polymer macropores\nwere estimated to be ∼34 nm and ∼0.64 μm, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). MOF loading was determined\nby TGA and calculated to be 30.4%, corresponding to a MOF conversion\nof 89.8% (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S4 and Table S1</ext-link>). Besides,\nthe composite exhibited a specific surface area of 187 m<sup>2</sup> g<sup>–1</sup>, as determined by the nitrogen adsorption–desorption\nanalysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>).</p>", "clean_text": "Results and Discussion\n\nThe hierarchically porous ZIF-8/PU composites were fabricated by a one-pot solvent crystal template strategy, as shown in a. In brief, ZIF-8 precursors and PU were dissolved in DMSO with a mass ratio of Zn(NO3)2⋅6H2O/2-MeIM/PU/DMSO = 0.67:1.33:1:15, which was then frozen at -25 °C. The solvent crystallized and the polymer was expelled and solidified under this temperature, leading to a bi-continuous network. The solvent crystals were leached out by soaking in iced water, and finally, the composite was obtained after vacuum-drying. It is worth mentioning that this one-pot strategy (i) alleviated the MOF aggregation and sedimentation problem since it started from a uniform mixture of MOF precursors and the polymer, (ii) eliminated the need to prepare and disperse MOF particles separately since the growth of MOFs occurred during the fabrication process, and (iii) efficiently introduced macropores since it applied a solvent crystal template that could be easily removed. The obtained composite monolith was labeled as ZIF-8/PU(2). XRD results confirmed the formation of ZIF-8 in the composite, matching well with the simulated XRD pattern (b). Additionally, the FTIR spectrum of ZIF-8/PU(2) showed peaks at 1565, 1145, and 421 cm-1, attributed to the CN stretching and aromatic C-N stretching from 2-MeIM and the Zn-N stretching, respectively (c). The composite morphology was characterized by SEM, as shown in d. It can be observed that ZIF-8 particles were randomly dispersed in the macroporous polymer matrix. The average sizes of MOF particles and polymer macropores were estimated to be ~34 nm and ~0.64 μm, respectively (Figure S3). MOF loading was determined by TGA and calculated to be 30.4%, corresponding to a MOF conversion of 89.8% (Figure S4 and Table S1). Besides, the composite exhibited a specific surface area of 187 m2 g-1, as determined by the nitrogen adsorption-desorption analysis (Figure S5).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic diagram\nof the one-pot solvent crystal template fabrication\nof ZIF-8/PU. (b) XRD and (c) FTIR results of ZIF-8/PU(2). (d) SEM\nimages of ZIF-8/PU(2). The inset is a SEM image with low magnification.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic diagram of the one-pot solvent crystal template fabrication of ZIF-8/PU. (b) XRD and (c) FTIR results of ZIF-8/PU(2). (d) SEM images of ZIF-8/PU(2). The inset is a SEM image with low magnification.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>Next, the effect of the initial ZIF-8 precursor\namount on ZIF-8/PU\ncomposite properties was systematically investigated. ZIF-8/PU­(<italic toggle=\"yes\">x</italic>) represents the composites prepared with x mass portions\nof the initial MOF precursor (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>).\nIn all the cases, PU and DMSO were kept at 1 portion and 15 portions,\nrespectively. As the mass potion of the ZIF-8 precursor increased\nfrom 0.5 to 3, the surface of the PU matrix became rougher because\nmore MOF particles were formed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The corresponding MOF loading increased from 10.4 to 37.0% with\nan average conversion of 85.6% (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S4 and Table S1</ext-link>). The mechanical properties of the composites increased\nfirst and then decreased, as displayed in . ZIF-8/PU(1) showed the best compression\nproperties among all the samples with a Young’s modulus of\n1747 ± 150 kPa, a yield stress of 224.3 ± 7.1 kPa, and a\nyield strain of 11.4 ± 1.3%. Besides, the cyclic compression\ntest was performed and the ZIF-8/PU(1) composite could maintain its\nmechanical behavior (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). When the\namount of the initial ZIF-8 precursor increased to 2 portions, the\ncomposite still retained good mechanical properties, having a Young’s\nmodulus of 1147 ± 81 kPa, a yield stress of 94.1 ± 7.0 kPa,\nand a yield strain of 9.6 ± 0.4%. However, as the mass portion\nfurther increased to 3, the mechanical properties of the composite\ndramatically declined. This was because when a small amount of ZIF-8\nwas added into the composite, the compressive stress would transfer\nfrom the polymer matrix to the uniformly dispersed ZIF-8 particles,\nthus reinforcing the composite; however, when the amount of ZIF-8\nincreases to a relatively high level, some aggregation might occur\nand the stress could not be uniformly distributed throughout the composite,\nleading to a decrease in mechanical properties. Therefore, in balancing good mechanical properties and high MOF\nloading, ZIF-8/PU(2) could be considered a promising candidate for\nadsorption applications.</p>", "clean_text": "Next, the effect of the initial ZIF-8 precursor amount on ZIF-8/PU composite properties was systematically investigated. ZIF-8/PU(x) represents the composites prepared with x mass portions of the initial MOF precursor (Table S1). In all the cases, PU and DMSO were kept at 1 portion and 15 portions, respectively. As the mass potion of the ZIF-8 precursor increased from 0.5 to 3, the surface of the PU matrix became rougher because more MOF particles were formed (Figure S6). The corresponding MOF loading increased from 10.4 to 37.0% with an average conversion of 85.6% (Figure S4 and Table S1). The mechanical properties of the composites increased first and then decreased, as displayed in . ZIF-8/PU(1) showed the best compression properties among all the samples with a Young's modulus of 1747 ± 150 kPa, a yield stress of 224.3 ± 7.1 kPa, and a yield strain of 11.4 ± 1.3%. Besides, the cyclic compression test was performed and the ZIF-8/PU(1) composite could maintain its mechanical behavior (Figure S7). When the amount of the initial ZIF-8 precursor increased to 2 portions, the composite still retained good mechanical properties, having a Young's modulus of 1147 ± 81 kPa, a yield stress of 94.1 ± 7.0 kPa, and a yield strain of 9.6 ± 0.4%. However, as the mass portion further increased to 3, the mechanical properties of the composite dramatically declined. This was because when a small amount of ZIF-8 was added into the composite, the compressive stress would transfer from the polymer matrix to the uniformly dispersed ZIF-8 particles, thus reinforcing the composite; however, when the amount of ZIF-8 increases to a relatively high level, some aggregation might occur and the stress could not be uniformly distributed throughout the composite, leading to a decrease in mechanical properties. Therefore, in balancing good mechanical properties and high MOF loading, ZIF-8/PU(2) could be considered a promising candidate for adsorption applications.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Compression stress–strain curves\nand (b) compression\nproperties of the ZIF-8/PU composites prepared from different initial\nZIF-8 precursor portions.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Compression stress-strain curves and (b) compression properties of the ZIF-8/PU composites prepared from different initial ZIF-8 precursor portions.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>The macroporous network in a polymer matrix has been proven to\nimprove the diffusion rate of guest molecules and the accessibility\nof MOF particles. In this work, the hierarchically\nporous ZIF-8/PU(2) composite was used to adsorb LY from wastewater.\nFor comparison, the adsorption behaviors of PU and pristine ZIF-8\npowder were also evaluated, as shown in . PU itself did not show any adsorption,\nwhile the other two materials exhibited similar behavior, that is,\nshowing rapid adsorption initially and then gradually reaching their\nequilibrium states. However, ZIF-8/PU(2) attained the highest uptake\nearlier than ZIF-8 powder did (a), indicating a faster kinetics of the composite.\nThe adsorption kinetics were then fitted with both the pseudo-first-order\nmodel and pseudo-second-order model, and the latter gave a significantly\nhigher coefficient of determination (R<sup>2</sup> ≥ 0.997)\n(b,c and ). Based on the pseudo-second-order\nmodel, the composite showed a kinetic rate constant of 1.89 ×\n10<sup>–3</sup> g mg<sup>–1</sup> min<sup>–1</sup>, which was 2.61 times higher than 7.23 × 10<sup>–4</sup> g mg<sup>–1</sup> min<sup>–1</sup> of pristine ZIF-8\npowder under the same condition. Furthermore, the time required to\nattain half of the equilibrium adsorption value (<italic toggle=\"yes\">t</italic>\n<sub>1/2</sub>) was 83 min for ZIF-8/PU(2), while it was much longer\nat 211 min for ZIF-8 powder (). Moreover, the composite possessed a dye uptake of\n6.42 mg g<sup>–1</sup> (based on the MOF mass in the composite),\nwhich was competitive with 7.85 mg g<sup>–1</sup> of ZIF-8.\nThe slight decrease in the dye uptake might be attributed to the partial\nblocking of ZIF-8 by the polymer in the composite. In addition, the\ncomposite could be recycled and retained 81% of its original uptake\nafter three cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). Finally,\nno structural variation could be observed on the composite, indicating\nits great stability (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figures S9 and S10</ext-link>). Therefore, the hierarchical pore structure lowered the mass transfer\nresistance and increased the exposure of inner surfaces, thus exhibiting\na greatly improved adsorption performance.</p>", "clean_text": "The macroporous network in a polymer matrix has been proven to improve the diffusion rate of guest molecules and the accessibility of MOF particles. In this work, the hierarchically porous ZIF-8/PU(2) composite was used to adsorb LY from wastewater. For comparison, the adsorption behaviors of PU and pristine ZIF-8 powder were also evaluated, as shown in . PU itself did not show any adsorption, while the other two materials exhibited similar behavior, that is, showing rapid adsorption initially and then gradually reaching their equilibrium states. However, ZIF-8/PU(2) attained the highest uptake earlier than ZIF-8 powder did (a), indicating a faster kinetics of the composite. The adsorption kinetics were then fitted with both the pseudo-first-order model and pseudo-second-order model, and the latter gave a significantly higher coefficient of determination (R2 ≥ 0.997) (b,c and ). Based on the pseudo-second-order model, the composite showed a kinetic rate constant of 1.89 × 10-3 g mg-1 min-1, which was 2.61 times higher than 7.23 × 10-4 g mg-1 min-1 of pristine ZIF-8 powder under the same condition. Furthermore, the time required to attain half of the equilibrium adsorption value (t 1/2) was 83 min for ZIF-8/PU(2), while it was much longer at 211 min for ZIF-8 powder (). Moreover, the composite possessed a dye uptake of 6.42 mg g-1 (based on the MOF mass in the composite), which was competitive with 7.85 mg g-1 of ZIF-8. The slight decrease in the dye uptake might be attributed to the partial blocking of ZIF-8 by the polymer in the composite. In addition, the composite could be recycled and retained 81% of its original uptake after three cycles (Figure S8). Finally, no structural variation could be observed on the composite, indicating its great stability (Figures S9 and S10). Therefore, the hierarchical pore structure lowered the mass transfer resistance and increased the exposure of inner surfaces, thus exhibiting a greatly improved adsorption performance.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) LY adsorption kinetic\ncurves of the ZIF-8/PU(2) composite,\nZIF-8 powder, and PU. Adsorption kinetics fitting results of the ZIF-8/PU(2)\ncomposite and ZIF-8 using (b) pseudo-first-order and (c) pseudo-second-order\nmodels. Note: 0.25 g of the ZIF-8/PU(2) composite (30.4% MOF loading)\nor the corresponding amount of MOF particles and the polymer was put\ninto 10 mL of LY aqueous solutions (initial concentration was 50 mg\nL<sup>–1</sup>); <italic toggle=\"yes\">q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub> and <italic toggle=\"yes\">q</italic>\n<sub>e</sub> were the mass uptake values at\ntime t and at the equilibrium based on the MOF mass, respectively;\nand the temperature was 298 K.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) LY adsorption kinetic curves of the ZIF-8/PU(2) composite, ZIF-8 powder, and PU. Adsorption kinetics fitting results of the ZIF-8/PU(2) composite and ZIF-8 using (b) pseudo-first-order and (c) pseudo-second-order models. Note: 0.25 g of the ZIF-8/PU(2) composite (30.4% MOF loading) or the corresponding amount of MOF particles and the polymer was put into 10 mL of LY aqueous solutions (initial concentration was 50 mg L-1); q  t  and q e were the mass uptake values at time t and at the equilibrium based on the MOF mass, respectively; and the temperature was 298 K.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>LY Adsorption Kinetic Fitting Parameters\nof the ZIF-8/PU(2) Composite and ZIF-8<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"×\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"×\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col4\" rowsep=\"1\">pseudo-first-order</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col9\" namest=\"col7\" rowsep=\"1\">pseudo-second-order</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">C</italic>\n<sub>0</sub> (mg L<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">t</italic>\n<sub>1/2</sub> (min)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">k</italic>\n<sub>1</sub> (min<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">R<sup>2</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">k</italic>\n<sub>2</sub> (g mg<sup>–1</sup> min<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">R<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>211</oasis:entry>\n<oasis:entry>1.09 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>5.94</oasis:entry>\n<oasis:entry>0.922</oasis:entry>\n<oasis:entry>7.23 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>7.85</oasis:entry>\n<oasis:entry>0.997</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8/PU(2)</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>83</oasis:entry>\n<oasis:entry>1.83 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>3.52</oasis:entry>\n<oasis:entry>0.895</oasis:entry>\n<oasis:entry>1.89 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>6.42</oasis:entry>\n<oasis:entry>0.999</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8/PU(2)</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>56</oasis:entry>\n<oasis:entry>5.32 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>2.24</oasis:entry>\n<oasis:entry>0.968</oasis:entry>\n<oasis:entry>5.78 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>3.05</oasis:entry>\n<oasis:entry>0.999</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8/PU(2)</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>42</oasis:entry>\n<oasis:entry>7.19 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>1.04</oasis:entry>\n<oasis:entry>0.963</oasis:entry>\n<oasis:entry>1.65 × 10<sup>–2</sup>\n</oasis:entry>\n<oasis:entry>1.47</oasis:entry>\n<oasis:entry>0.999</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">C</italic>\n<sub>0</sub>,\ninitial LY dye concentration (mg L<sup>–1</sup>); <italic toggle=\"yes\">k</italic>\n<sub>1</sub> (min<sup>–1</sup>) &amp; <italic toggle=\"yes\">k</italic>\n<sub>2</sub> (g mg<sup>–1</sup> min<sup>–1</sup>), pseudo-first-order\nand pseudo-second-order adsorption rate constants; q<sub>e</sub>,\nmass uptake at the equilibrium based on MOF (mg g<sup>–1</sup>); and the temperature was 298 K.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>The effect of initial concentration on LY adsorption\nperformance\nof the ZIF-8/PU composite was then analyzed using the abovementioned\nadsorption kinetic models, as shown in  and . Similarly, the experimental results were well-fitted\nwith the pseudo-second-order model with R<sup>2</sup> ≥ 0.999.\nThe rate constant, k<sub>2</sub>, decreased from 1.65 × 10<sup>–2</sup> to 1.89 × 10<sup>–3</sup> g mg<sup>–1</sup> min<sup>–1</sup> when the initial dye concentration increased\nfrom 10 to 50 mg L<sup>–1</sup> (). This could be due to stronger competition\nfor the adsorption sites at higher initial LY concentrations, leading\nto the decrease in the adsorption rate accordingly.\n displays\nthe LY adsorption isotherm study of the composite, and  lists the linear fitting parameters\naccordingly. The Langmuir and Freundlich isotherm models have been\nwidely applied to illustrate the organic dye adsorption onto porous\nmaterials. In this work, the isotherm adsorption data fitted better\nwith the Langmuir model with a coefficient of determination of 0.998\n(a), indicating\nthe monolayer coverage of LY molecules on the surface of the adsorbents. Besides, it also gave the maximum LY adsorption\ncapacity of 18.1 mg g<sup>–1</sup>. The dimensionless factor <italic toggle=\"yes\">R</italic>\n<sub>L</sub> in all the tested concentrations was calculated\nto be in the range of 0–1, suggesting a favorable adsorption\nof LY on the composite.\n</p>", "clean_text": "The effect of initial concentration on LY adsorption performance of the ZIF-8/PU composite was then analyzed using the abovementioned adsorption kinetic models, as shown in  and . Similarly, the experimental results were well-fitted with the pseudo-second-order model with R2 ≥ 0.999. The rate constant, k2, decreased from 1.65 × 10-2 to 1.89 × 10-3 g mg-1 min-1 when the initial dye concentration increased from 10 to 50 mg L-1 (). This could be due to stronger competition for the adsorption sites at higher initial LY concentrations, leading to the decrease in the adsorption rate accordingly.  displays the LY adsorption isotherm study of the composite, and  lists the linear fitting parameters accordingly. The Langmuir and Freundlich isotherm models have been widely applied to illustrate the organic dye adsorption onto porous materials. In this work, the isotherm adsorption data fitted better with the Langmuir model with a coefficient of determination of 0.998 (a), indicating the monolayer coverage of LY molecules on the surface of the adsorbents. Besides, it also gave the maximum LY adsorption capacity of 18.1 mg g-1. The dimensionless factor R L in all the tested concentrations was calculated to be in the range of 0-1, suggesting a favorable adsorption of LY on the composite. ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) LY dye adsorption\nkinetic curves, and adsorption kinetic fitting\nresults of the ZIF-8/PU(2) composite using (b) pseudo-first-order\nand (c) pseudo-second-order models at different initial LY concentrations.\nNote: 0.25 g of the ZIF-8/PU(2) composite (30.4% MOF loading) was\nput into 10 mL of LY aqueous solutions with different initial concentrations; <italic toggle=\"yes\">q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub> and <italic toggle=\"yes\">q</italic>\n<sub>e</sub> were mass uptake values at time t and at the equilibrium\nbased on the MOF mass, respectively; and the temperature was 298 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) LY dye adsorption kinetic curves, and adsorption kinetic fitting results of the ZIF-8/PU(2) composite using (b) pseudo-first-order and (c) pseudo-second-order models at different initial LY concentrations. Note: 0.25 g of the ZIF-8/PU(2) composite (30.4% MOF loading) was put into 10 mL of LY aqueous solutions with different initial concentrations; q  t  and q e were mass uptake values at time t and at the equilibrium based on the MOF mass, respectively; and the temperature was 298 K.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Fitting results of LY isotherm adsorption by the ZIF-8/PU(2)\ncomposite\nusing (a) Langmuir isotherm and (b) Freundlich isotherm models. Note:\nthe temperature was 298 K.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Fitting results of LY isotherm adsorption by the ZIF-8/PU(2) composite using (a) Langmuir isotherm and (b) Freundlich isotherm models. Note: the temperature was 298 K.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Adsorption Isotherm Fitting Results\nof LY Adsorption on the ZIF-8/PU(2) Composite<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\" rowsep=\"1\">Langmuir\nisotherm</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col4\" rowsep=\"1\">Freundlich\nisotherm</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">Q</italic>\n<sub>m</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">b</italic> (L mg<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">k</italic>\n<sub>F</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">R</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>18.1</oasis:entry>\n<oasis:entry>0.078</oasis:entry>\n<oasis:entry>0.998</oasis:entry>\n<oasis:entry>5.81</oasis:entry>\n<oasis:entry>5.24</oasis:entry>\n<oasis:entry>0.953</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Temperature was\n298 K.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nconclusion, we have developed a one-pot solvent crystal template\nstrategy for the preparation of MOF/polymer composites with a hierarchically\nporous structure. This approach not only simplified the preparation\nprocess of MOF/polymer composites but also introduced macropores via\nthe solvent crystal template. The obtained ZIF-8/PU composite exhibited\na uniform MOF dispersion and good mechanical properties. When applied\nin dye adsorption, the presence of the hierarchically porous structure\ngreatly improved the adsorption rate. In addition, the composite possessed\na high adsorption capacity and showed favorable adsorption of LY.\nHence, this facile one-pot solvent crystal template strategy is highly\npromising in preparing macro/microporous MOF/polymer composites, and\nthe obtained materials have potential in adsorption, catalysis, separation,\nand so forth.</p>", "clean_text": "Conclusions\n\nIn conclusion, we have developed a one-pot solvent crystal template strategy for the preparation of MOF/polymer composites with a hierarchically porous structure. This approach not only simplified the preparation process of MOF/polymer composites but also introduced macropores via the solvent crystal template. The obtained ZIF-8/PU composite exhibited a uniform MOF dispersion and good mechanical properties. When applied in dye adsorption, the presence of the hierarchically porous structure greatly improved the adsorption rate. In addition, the composite possessed a high adsorption capacity and showed favorable adsorption of LY. Hence, this facile one-pot solvent crystal template strategy is highly promising in preparing macro/microporous MOF/polymer composites, and the obtained materials have potential in adsorption, catalysis, separation, and so forth.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsapm.1c00096?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsapm.1c00096</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental conditions,\nPU structures, TGA results,\nsize distributions, N<sub>2</sub> adsorption–desorption isotherms,\nSEM images of composites, and structural stability and recyclability\nof composites (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsapm.1c00096.  Experimental conditions, PU structures, TGA results, size distributions, N2 adsorption-desorption isotherms, SEM images of composites, and structural stability and recyclability of composites (PDF)   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Experimental conditions,\nPU structures, TGA results,\nsize distributions, N<sub>2</sub> adsorption–desorption isotherms,\nSEM images of composites, and structural stability and recyclability\nof composites (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors\ndeclare no\ncompeting financial interest.</p>", "clean_text": "Experimental conditions, PU structures, TGA results, size distributions, N2 adsorption-desorption isotherms, SEM images of composites, and structural stability and recyclability of composites (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 7", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of ZIF-8 Powder</title><p>0.67\ng of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and 1.33\ng of 2-MeIM were dissolved\nin 15 g of DMSO, and the mixture was kept still at room temperature\nfor 24 h. The formed powder was washed by MeOH several times, centrifuged,\nand vacuum-dried. All these procedures were performed at room temperature.</p><title>Fabrication of ZIF-8/PU Composites</title><p>Taking the preparation\nof the ZIF-8/PU(2) composite as an example, waterborne PU was synthesized\naccording to the literature (more details in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> and Figure S1). PU was vacuum-dried at 30 °C for 24 h prior to use.\n1 g of PU was dissolved in 7.5 g of DMSO. ZIF-8 precursors, that is,\n0.67 g of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and\n1.33 g of 2-MeIM, were dissolved in 7.5 g of DMSO. The two solutions\nwere mixed together and intensely stirred for 12 h, during which some\nparticles that might contain ZIF-8 were formed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The mixture was then frozen under −25 °C\novernight. After that, the completely frozen mixture was immersed\nin iced water to leach out DMSO. Iced water was used to prevent DMSO\ncrystals from melting during their removal so that they could be used\nas templates. Finally, the ZIF-8/PU composite was obtained after vacuum-drying\nat room temperature for 48 h.</p>", "clean_text": "Preparation of ZIF-8 Powder\n\n0.67 g of Zn(NO3)2⋅6H2O and 1.33 g of 2-MeIM were dissolved in 15 g of DMSO, and the mixture was kept still at room temperature for 24 h. The formed powder was washed by MeOH several times, centrifuged, and vacuum-dried. All these procedures were performed at room temperature.\n\nFabrication of ZIF-8/PU Composites\n\nTaking the preparation of the ZIF-8/PU(2) composite as an example, waterborne PU was synthesized according to the literature (more details in the Supporting Information and Figure S1). PU was vacuum-dried at 30 °C for 24 h prior to use. 1 g of PU was dissolved in 7.5 g of DMSO. ZIF-8 precursors, that is, 0.67 g of Zn(NO3)2⋅6H2O and 1.33 g of 2-MeIM, were dissolved in 7.5 g of DMSO. The two solutions were mixed together and intensely stirred for 12 h, during which some particles that might contain ZIF-8 were formed (Figure S2). The mixture was then frozen under -25 °C overnight. After that, the completely frozen mixture was immersed in iced water to leach out DMSO. Iced water was used to prevent DMSO crystals from melting during their removal so that they could be used as templates. Finally, the ZIF-8/PU composite was obtained after vacuum-drying at room temperature for 48 h.", "data": [{"meta": {"name": "ZIF-8 Powder", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn­(NO3)2·6H2O", "amount": "0.67", "unit": "g"}, {"name": "2-MeIM", "amount": "1.33", "unit": "g"}], "solution": [{"name": "DMSO", "amount": "15", "unit": "g"}], "pressure": "", "temperature": "room temperature", "time": "24 h"}, {"synthesis method": "washing", "washing solution": "MeOH", "amount": "several times"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "vacuum", "time": ""}]}, {"meta": {"name": "ZIF-8/PU Composites", "symbol": "2", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn­(NO3)2·6H2O", "amount": "0.67", "unit": "g"}, {"name": "2-MeIM", "amount": "1.33", "unit": "g"}], "solution": [{"name": "DMSO", "amount": "7.5", "unit": "g"}], "pressure": "", "temperature": "", "time": "12 h"}, {"synthesis method": "freezing", "temperature": "-25°C", "time": "overnight"}, {"synthesis method": "leaching", "leaching solution": "iced water"}]}], "include_properties": ["chemical_synthesis", "washing", "centrifugation", "drying"]}, {"idx": "1, 4, 13, 15, 17, 20", "type": "text", "classification": "property", "content": "<p>Metal–organic\nframework (MOF)/polymer composites combining\nadvantages of both materials have received significant attention in\nthe recent years. However, the complexity and inefficiency of the\ncurrent fabrication approaches have hindered their further development.\nHerein, we demonstrate a facile one-pot solvent crystal template strategy\nto efficiently fabricate ZIF-8/polyurethane (PU) composites. This\nmethod eliminated the pre-synthesis and purification of MOFs, thus\ngreatly simplifying the fabrication process. Moreover, the solvent\ncrystal template introduced macropores in the polymer matrix, which\ngenerated a hierarchically porous structure to facilitate the molecular\ndiffusion in the composite. The obtained ZIF-8/PU composites exhibited\nan accelerated dye adsorption rate constant of 1.89 × 10<sup>–3</sup> g mg<sup>–1</sup> min<sup>–1</sup>,\nwhich was 2.6 times higher than that of MOF powders. The Langmuir\nisotherm study further confirmed favorable adsorption of dye molecules\nwith a maximum adsorption capacity of 18.1 mg g<sup>–1</sup>.</p><p>Herein, we propose a facile one-pot solvent\ncrystal template strategy\nto prepare ZIF-8/polyurethane (PU) composites with a hierarchically\nmacro-/microporous structure. MOF precursors and polymers were dissolved\nin the solvent, which was then frozen and exchanged with iced water.\nMacropores in the polymer matrix were formed by the solvent crystal\ntemplate, while micropores came from MOF particles crystalized during\nthe process. This unique one-pot strategy not only avoided a time-consuming\nstepwise synthesis for the hierarchical architecture but also guaranteed\na uniform MOF distribution within the polymer matrix. The obtained\nZIF-8/PU composite showed good mechanical properties and enhanced\nadsorption performance. Compared with pristine MOF particles, the\ncomposite displayed a 2.61 times higher dye adsorption rate constant\nand a high equilibrium uptake of 6.42 mg g<sup>–1</sup>. Moreover,\nthe adsorption isotherm study confirmed its behavior in accordance\nwith the Langmuir adsorption model having a maximum adsorption capacity\nof 18.1 mg g<sup>–1</sup>.</p><title>Results\nand Discussion</title><p>The hierarchically porous ZIF-8/PU composites\nwere fabricated by\na one-pot solvent crystal template strategy, as shown in a. In brief, ZIF-8\nprecursors and PU were dissolved in DMSO with a mass ratio of Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O/2-MeIM/PU/DMSO = 0.67:1.33:1:15,\nwhich was then frozen at −25 °C. The solvent crystallized\nand the polymer was expelled and solidified under this temperature,\nleading to a bi-continuous network. The solvent crystals were leached\nout by soaking in iced water, and finally, the composite was obtained\nafter vacuum-drying. It is worth mentioning that this one-pot strategy\n(i) alleviated the MOF aggregation and sedimentation problem since\nit started from a uniform mixture of MOF precursors and the polymer,\n(ii) eliminated the need to prepare and disperse MOF particles separately\nsince the growth of MOFs occurred during the fabrication process,\nand (iii) efficiently introduced macropores since it applied a solvent\ncrystal template that could be easily removed. The obtained composite\nmonolith was labeled as ZIF-8/PU(2). XRD results confirmed the formation\nof ZIF-8 in the composite, matching well with the simulated XRD pattern\n(b). Additionally, the FTIR spectrum of ZIF-8/PU(2)\nshowed peaks at 1565, 1145, and 421 cm<sup>–1</sup>, attributed\nto the CN stretching and aromatic C–N stretching from\n2-MeIM and the Zn–N stretching, respectively (c). The composite morphology was characterized by SEM, as shown in d. It can be observed\nthat ZIF-8 particles were randomly dispersed in the macroporous polymer\nmatrix. The average sizes of MOF particles and polymer macropores\nwere estimated to be ∼34 nm and ∼0.64 μm, respectively\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). MOF loading was determined\nby TGA and calculated to be 30.4%, corresponding to a MOF conversion\nof 89.8% (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S4 and Table S1</ext-link>). Besides,\nthe composite exhibited a specific surface area of 187 m<sup>2</sup> g<sup>–1</sup>, as determined by the nitrogen adsorption–desorption\nanalysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>).</p><p>Next, the effect of the initial ZIF-8 precursor\namount on ZIF-8/PU\ncomposite properties was systematically investigated. ZIF-8/PU­(<italic toggle=\"yes\">x</italic>) represents the composites prepared with x mass portions\nof the initial MOF precursor (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>).\nIn all the cases, PU and DMSO were kept at 1 portion and 15 portions,\nrespectively. As the mass potion of the ZIF-8 precursor increased\nfrom 0.5 to 3, the surface of the PU matrix became rougher because\nmore MOF particles were formed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The corresponding MOF loading increased from 10.4 to 37.0% with\nan average conversion of 85.6% (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S4 and Table S1</ext-link>). The mechanical properties of the composites increased\nfirst and then decreased, as displayed in . ZIF-8/PU(1) showed the best compression\nproperties among all the samples with a Young’s modulus of\n1747 ± 150 kPa, a yield stress of 224.3 ± 7.1 kPa, and a\nyield strain of 11.4 ± 1.3%. Besides, the cyclic compression\ntest was performed and the ZIF-8/PU(1) composite could maintain its\nmechanical behavior (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). When the\namount of the initial ZIF-8 precursor increased to 2 portions, the\ncomposite still retained good mechanical properties, having a Young’s\nmodulus of 1147 ± 81 kPa, a yield stress of 94.1 ± 7.0 kPa,\nand a yield strain of 9.6 ± 0.4%. However, as the mass portion\nfurther increased to 3, the mechanical properties of the composite\ndramatically declined. This was because when a small amount of ZIF-8\nwas added into the composite, the compressive stress would transfer\nfrom the polymer matrix to the uniformly dispersed ZIF-8 particles,\nthus reinforcing the composite; however, when the amount of ZIF-8\nincreases to a relatively high level, some aggregation might occur\nand the stress could not be uniformly distributed throughout the composite,\nleading to a decrease in mechanical properties. Therefore, in balancing good mechanical properties and high MOF\nloading, ZIF-8/PU(2) could be considered a promising candidate for\nadsorption applications.</p><p>The macroporous network in a polymer matrix has been proven to\nimprove the diffusion rate of guest molecules and the accessibility\nof MOF particles. In this work, the hierarchically\nporous ZIF-8/PU(2) composite was used to adsorb LY from wastewater.\nFor comparison, the adsorption behaviors of PU and pristine ZIF-8\npowder were also evaluated, as shown in . PU itself did not show any adsorption,\nwhile the other two materials exhibited similar behavior, that is,\nshowing rapid adsorption initially and then gradually reaching their\nequilibrium states. However, ZIF-8/PU(2) attained the highest uptake\nearlier than ZIF-8 powder did (a), indicating a faster kinetics of the composite.\nThe adsorption kinetics were then fitted with both the pseudo-first-order\nmodel and pseudo-second-order model, and the latter gave a significantly\nhigher coefficient of determination (R<sup>2</sup> ≥ 0.997)\n(b,c and ). Based on the pseudo-second-order\nmodel, the composite showed a kinetic rate constant of 1.89 ×\n10<sup>–3</sup> g mg<sup>–1</sup> min<sup>–1</sup>, which was 2.61 times higher than 7.23 × 10<sup>–4</sup> g mg<sup>–1</sup> min<sup>–1</sup> of pristine ZIF-8\npowder under the same condition. Furthermore, the time required to\nattain half of the equilibrium adsorption value (<italic toggle=\"yes\">t</italic>\n<sub>1/2</sub>) was 83 min for ZIF-8/PU(2), while it was much longer\nat 211 min for ZIF-8 powder (). Moreover, the composite possessed a dye uptake of\n6.42 mg g<sup>–1</sup> (based on the MOF mass in the composite),\nwhich was competitive with 7.85 mg g<sup>–1</sup> of ZIF-8.\nThe slight decrease in the dye uptake might be attributed to the partial\nblocking of ZIF-8 by the polymer in the composite. In addition, the\ncomposite could be recycled and retained 81% of its original uptake\nafter three cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). Finally,\nno structural variation could be observed on the composite, indicating\nits great stability (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00096/suppl_file/ap1c00096_si_001.pdf\" xlink:type=\"simple\">Figures S9 and S10</ext-link>). Therefore, the hierarchical pore structure lowered the mass transfer\nresistance and increased the exposure of inner surfaces, thus exhibiting\na greatly improved adsorption performance.</p><p>The effect of initial concentration on LY adsorption\nperformance\nof the ZIF-8/PU composite was then analyzed using the abovementioned\nadsorption kinetic models, as shown in  and . Similarly, the experimental results were well-fitted\nwith the pseudo-second-order model with R<sup>2</sup> ≥ 0.999.\nThe rate constant, k<sub>2</sub>, decreased from 1.65 × 10<sup>–2</sup> to 1.89 × 10<sup>–3</sup> g mg<sup>–1</sup> min<sup>–1</sup> when the initial dye concentration increased\nfrom 10 to 50 mg L<sup>–1</sup> (). This could be due to stronger competition\nfor the adsorption sites at higher initial LY concentrations, leading\nto the decrease in the adsorption rate accordingly.\n displays\nthe LY adsorption isotherm study of the composite, and  lists the linear fitting parameters\naccordingly. The Langmuir and Freundlich isotherm models have been\nwidely applied to illustrate the organic dye adsorption onto porous\nmaterials. In this work, the isotherm adsorption data fitted better\nwith the Langmuir model with a coefficient of determination of 0.998\n(a), indicating\nthe monolayer coverage of LY molecules on the surface of the adsorbents. Besides, it also gave the maximum LY adsorption\ncapacity of 18.1 mg g<sup>–1</sup>. The dimensionless factor <italic toggle=\"yes\">R</italic>\n<sub>L</sub> in all the tested concentrations was calculated\nto be in the range of 0–1, suggesting a favorable adsorption\nof LY on the composite.\n</p>", "clean_text": "Metal-organic framework (MOF)/polymer composites combining advantages of both materials have received significant attention in the recent years. However, the complexity and inefficiency of the current fabrication approaches have hindered their further development. Herein, we demonstrate a facile one-pot solvent crystal template strategy to efficiently fabricate ZIF-8/polyurethane (PU) composites. This method eliminated the pre-synthesis and purification of MOFs, thus greatly simplifying the fabrication process. Moreover, the solvent crystal template introduced macropores in the polymer matrix, which generated a hierarchically porous structure to facilitate the molecular diffusion in the composite. The obtained ZIF-8/PU composites exhibited an accelerated dye adsorption rate constant of 1.89 × 10-3 g mg-1 min-1, which was 2.6 times higher than that of MOF powders. The Langmuir isotherm study further confirmed favorable adsorption of dye molecules with a maximum adsorption capacity of 18.1 mg g-1.\n\nHerein, we propose a facile one-pot solvent crystal template strategy to prepare ZIF-8/polyurethane (PU) composites with a hierarchically macro-/microporous structure. MOF precursors and polymers were dissolved in the solvent, which was then frozen and exchanged with iced water. Macropores in the polymer matrix were formed by the solvent crystal template, while micropores came from MOF particles crystalized during the process. This unique one-pot strategy not only avoided a time-consuming stepwise synthesis for the hierarchical architecture but also guaranteed a uniform MOF distribution within the polymer matrix. The obtained ZIF-8/PU composite showed good mechanical properties and enhanced adsorption performance. Compared with pristine MOF particles, the composite displayed a 2.61 times higher dye adsorption rate constant and a high equilibrium uptake of 6.42 mg g-1. Moreover, the adsorption isotherm study confirmed its behavior in accordance with the Langmuir adsorption model having a maximum adsorption capacity of 18.1 mg g-1.\n\nResults and Discussion\n\nThe hierarchically porous ZIF-8/PU composites were fabricated by a one-pot solvent crystal template strategy, as shown in a. In brief, ZIF-8 precursors and PU were dissolved in DMSO with a mass ratio of Zn(NO3)2⋅6H2O/2-MeIM/PU/DMSO = 0.67:1.33:1:15, which was then frozen at -25 °C. The solvent crystallized and the polymer was expelled and solidified under this temperature, leading to a bi-continuous network. The solvent crystals were leached out by soaking in iced water, and finally, the composite was obtained after vacuum-drying. It is worth mentioning that this one-pot strategy (i) alleviated the MOF aggregation and sedimentation problem since it started from a uniform mixture of MOF precursors and the polymer, (ii) eliminated the need to prepare and disperse MOF particles separately since the growth of MOFs occurred during the fabrication process, and (iii) efficiently introduced macropores since it applied a solvent crystal template that could be easily removed. The obtained composite monolith was labeled as ZIF-8/PU(2). XRD results confirmed the formation of ZIF-8 in the composite, matching well with the simulated XRD pattern (b). Additionally, the FTIR spectrum of ZIF-8/PU(2) showed peaks at 1565, 1145, and 421 cm-1, attributed to the CN stretching and aromatic C-N stretching from 2-MeIM and the Zn-N stretching, respectively (c). The composite morphology was characterized by SEM, as shown in d. It can be observed that ZIF-8 particles were randomly dispersed in the macroporous polymer matrix. The average sizes of MOF particles and polymer macropores were estimated to be ~34 nm and ~0.64 μm, respectively (Figure S3). MOF loading was determined by TGA and calculated to be 30.4%, corresponding to a MOF conversion of 89.8% (Figure S4 and Table S1). Besides, the composite exhibited a specific surface area of 187 m2 g-1, as determined by the nitrogen adsorption-desorption analysis (Figure S5).\n\nNext, the effect of the initial ZIF-8 precursor amount on ZIF-8/PU composite properties was systematically investigated. ZIF-8/PU(x) represents the composites prepared with x mass portions of the initial MOF precursor (Table S1). In all the cases, PU and DMSO were kept at 1 portion and 15 portions, respectively. As the mass potion of the ZIF-8 precursor increased from 0.5 to 3, the surface of the PU matrix became rougher because more MOF particles were formed (Figure S6). The corresponding MOF loading increased from 10.4 to 37.0% with an average conversion of 85.6% (Figure S4 and Table S1). The mechanical properties of the composites increased first and then decreased, as displayed in . ZIF-8/PU(1) showed the best compression properties among all the samples with a Young's modulus of 1747 ± 150 kPa, a yield stress of 224.3 ± 7.1 kPa, and a yield strain of 11.4 ± 1.3%. Besides, the cyclic compression test was performed and the ZIF-8/PU(1) composite could maintain its mechanical behavior (Figure S7). When the amount of the initial ZIF-8 precursor increased to 2 portions, the composite still retained good mechanical properties, having a Young's modulus of 1147 ± 81 kPa, a yield stress of 94.1 ± 7.0 kPa, and a yield strain of 9.6 ± 0.4%. However, as the mass portion further increased to 3, the mechanical properties of the composite dramatically declined. This was because when a small amount of ZIF-8 was added into the composite, the compressive stress would transfer from the polymer matrix to the uniformly dispersed ZIF-8 particles, thus reinforcing the composite; however, when the amount of ZIF-8 increases to a relatively high level, some aggregation might occur and the stress could not be uniformly distributed throughout the composite, leading to a decrease in mechanical properties. Therefore, in balancing good mechanical properties and high MOF loading, ZIF-8/PU(2) could be considered a promising candidate for adsorption applications.\n\nThe macroporous network in a polymer matrix has been proven to improve the diffusion rate of guest molecules and the accessibility of MOF particles. In this work, the hierarchically porous ZIF-8/PU(2) composite was used to adsorb LY from wastewater. For comparison, the adsorption behaviors of PU and pristine ZIF-8 powder were also evaluated, as shown in . PU itself did not show any adsorption, while the other two materials exhibited similar behavior, that is, showing rapid adsorption initially and then gradually reaching their equilibrium states. However, ZIF-8/PU(2) attained the highest uptake earlier than ZIF-8 powder did (a), indicating a faster kinetics of the composite. The adsorption kinetics were then fitted with both the pseudo-first-order model and pseudo-second-order model, and the latter gave a significantly higher coefficient of determination (R2 ≥ 0.997) (b,c and ). Based on the pseudo-second-order model, the composite showed a kinetic rate constant of 1.89 × 10-3 g mg-1 min-1, which was 2.61 times higher than 7.23 × 10-4 g mg-1 min-1 of pristine ZIF-8 powder under the same condition. Furthermore, the time required to attain half of the equilibrium adsorption value (t 1/2) was 83 min for ZIF-8/PU(2), while it was much longer at 211 min for ZIF-8 powder (). Moreover, the composite possessed a dye uptake of 6.42 mg g-1 (based on the MOF mass in the composite), which was competitive with 7.85 mg g-1 of ZIF-8. The slight decrease in the dye uptake might be attributed to the partial blocking of ZIF-8 by the polymer in the composite. In addition, the composite could be recycled and retained 81% of its original uptake after three cycles (Figure S8). Finally, no structural variation could be observed on the composite, indicating its great stability (Figures S9 and S10). Therefore, the hierarchical pore structure lowered the mass transfer resistance and increased the exposure of inner surfaces, thus exhibiting a greatly improved adsorption performance.\n\nThe effect of initial concentration on LY adsorption performance of the ZIF-8/PU composite was then analyzed using the abovementioned adsorption kinetic models, as shown in  and . Similarly, the experimental results were well-fitted with the pseudo-second-order model with R2 ≥ 0.999. The rate constant, k2, decreased from 1.65 × 10-2 to 1.89 × 10-3 g mg-1 min-1 when the initial dye concentration increased from 10 to 50 mg L-1 (). This could be due to stronger competition for the adsorption sites at higher initial LY concentrations, leading to the decrease in the adsorption rate accordingly.  displays the LY adsorption isotherm study of the composite, and  lists the linear fitting parameters accordingly. The Langmuir and Freundlich isotherm models have been widely applied to illustrate the organic dye adsorption onto porous materials. In this work, the isotherm adsorption data fitted better with the Langmuir model with a coefficient of determination of 0.998 (a), indicating the monolayer coverage of LY molecules on the surface of the adsorbents. Besides, it also gave the maximum LY adsorption capacity of 18.1 mg g-1. The dimensionless factor R L in all the tested concentrations was calculated to be in the range of 0-1, suggesting a favorable adsorption of LY on the composite. ", "data": [[{"meta": {"name": "ZIF-8/PU", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "dye", "adsorbed amount": "1.89 × 10–3", "unit": "g mg–1 min–1", "temperature": "", "pressure": "", "condition": ""}, {"adsorbate": "dye", "adsorbed amount": "6.42", "unit": "mg g–1", "temperature": "", "pressure": "", "condition": ""}, {"adsorbate": "LY", "adsorbed amount": "18.1", "unit": "mg g–1", "temperature": "", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 19, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>LY Adsorption Kinetic Fitting Parameters\nof the ZIF-8/PU(2) Composite and ZIF-8<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"×\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"×\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col4\" rowsep=\"1\">pseudo-first-order</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col9\" namest=\"col7\" rowsep=\"1\">pseudo-second-order</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">C</italic>\n<sub>0</sub> (mg L<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">t</italic>\n<sub>1/2</sub> (min)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">k</italic>\n<sub>1</sub> (min<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">R<sup>2</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">k</italic>\n<sub>2</sub> (g mg<sup>–1</sup> min<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">q</italic>\n<sub>e</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">R<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>211</oasis:entry>\n<oasis:entry>1.09 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>5.94</oasis:entry>\n<oasis:entry>0.922</oasis:entry>\n<oasis:entry>7.23 × 10<sup>–4</sup>\n</oasis:entry>\n<oasis:entry>7.85</oasis:entry>\n<oasis:entry>0.997</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8/PU(2)</oasis:entry>\n<oasis:entry>50</oasis:entry>\n<oasis:entry>83</oasis:entry>\n<oasis:entry>1.83 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>3.52</oasis:entry>\n<oasis:entry>0.895</oasis:entry>\n<oasis:entry>1.89 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>6.42</oasis:entry>\n<oasis:entry>0.999</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8/PU(2)</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>56</oasis:entry>\n<oasis:entry>5.32 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>2.24</oasis:entry>\n<oasis:entry>0.968</oasis:entry>\n<oasis:entry>5.78 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>3.05</oasis:entry>\n<oasis:entry>0.999</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8/PU(2)</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>42</oasis:entry>\n<oasis:entry>7.19 × 10<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>1.04</oasis:entry>\n<oasis:entry>0.963</oasis:entry>\n<oasis:entry>1.65 × 10<sup>–2</sup>\n</oasis:entry>\n<oasis:entry>1.47</oasis:entry>\n<oasis:entry>0.999</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">C</italic>\n<sub>0</sub>,\ninitial LY dye concentration (mg L<sup>–1</sup>); <italic toggle=\"yes\">k</italic>\n<sub>1</sub> (min<sup>–1</sup>) &amp; <italic toggle=\"yes\">k</italic>\n<sub>2</sub> (g mg<sup>–1</sup> min<sup>–1</sup>), pseudo-first-order\nand pseudo-second-order adsorption rate constants; q<sub>e</sub>,\nmass uptake at the equilibrium based on MOF (mg g<sup>–1</sup>); and the temperature was 298 K.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. LY Adsorption Kinetic Fitting Parameters of the ZIF-8/PU(2) Composite and ZIF-8[^a]\n\n| sample      | C<sub>0</sub> (mg L<sup>–1</sup>) | t<sub>1/2</sub> (min) | k<sub>1</sub> (min<sup>–1</sup>) | q<sub>e</sub> (mg g<sup>–1</sup>) | R<sup>2</sup> | k<sub>2</sub> (g mg<sup>–1</sup> min<sup>–1</sup>) | q<sub>e</sub> (mg g<sup>–1</sup>) | R<sup>2</sup> |\n|-------------|---------------------------------|-----------------------|---------------------------------|---------------------------------|--------------|--------------------------------------------------|---------------------------------|--------------|\n| ZIF-8       | 50                              | 211                   | 1.09 × 10<sup>–3</sup>          | 5.94                            | 0.922        | 7.23 × 10<sup>–4</sup>                           | 7.85                            | 0.997        |\n| ZIF-8/PU(2) | 50                              | 83                    | 1.83 × 10<sup>–3</sup>          | 3.52                            | 0.895        | 1.89 × 10<sup>–3</sup>                           | 6.42                            | 0.999        |\n| ZIF-8/PU(2) | 25                              | 56                    | 5.32 × 10<sup>–3</sup>          | 2.24                            | 0.968        | 5.78 × 10<sup>–3</sup>                           | 3.05                            | 0.999        |\n| ZIF-8/PU(2) | 10                              | 42                    | 7.19 × 10<sup>–3</sup>          | 1.04                            | 0.963        | 1.65 × 10<sup>–2</sup>                           | 1.47                            | 0.999        |\n\n[^a]: C<sub>0</sub>, initial LY dye concentration (mg L<sup>–1</sup>); k<sub>1</sub> (min<sup>–1</sup>) & k<sub>2</sub> (g mg<sup>–1</sup> min<sup>–1</sup>), pseudo-first-order and pseudo-second-order adsorption rate constants; q<sub>e</sub>, mass uptake at the equilibrium based on MOF (mg g<sup>–1</sup>); and the temperature was 298 K.", "data": [{"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "LY Adsorption Kinetic Fitting Parameters", "value": "C0: 50 mg L–1, t1/2: 211 min, k1: 1.09 × 10–3 min–1, qe: 5.94 mg g–1, R2: 0.922, k2: 7.23 × 10–4 g mg–1 min–1, qe: 7.85 mg g–1, R2: 0.997", "unit": "", "condition": ""}]}, {"meta": {"name": "ZIF-8/PU(2)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "LY Adsorption Kinetic Fitting Parameters", "value": "C0: 50 mg L–1, t1/2: 83 min, k1: 1.83 × 10–3 min–1, qe: 3.52 mg g–1, R2: 0.895, k2: 1.89 × 10–3 g mg–1 min–1, qe: 6.42 mg g–1, R2: 0.999", "unit": "", "condition": ""}, {"property name": "LY Adsorption Kinetic Fitting Parameters", "value": "C0: 25 mg L–1, t1/2: 56 min, k1: 5.32 × 10–3 min–1, qe: 2.24 mg g–1, R2: 0.968, k2: 5.78 × 10–3 g mg–1 min–1, qe: 3.05 mg g–1, R2: 0.999", "unit": "", "condition": ""}, {"property name": "LY Adsorption Kinetic Fitting Parameters", "value": "C0: 10 mg L–1, t1/2: 42 min, k1: 7.19 × 10–3 min–1, qe: 1.04 mg g–1, R2: 0.963, k2: 1.65 × 10–2 g mg–1 min–1, qe: 1.47 mg g–1, R2: 0.999", "unit": "", "condition": ""}]}], "include_properties": ["gas_adsorption"]}, {"idx": 23, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Adsorption Isotherm Fitting Results\nof LY Adsorption on the ZIF-8/PU(2) Composite<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col1\" rowsep=\"1\">Langmuir\nisotherm</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col4\" rowsep=\"1\">Freundlich\nisotherm</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">Q</italic>\n<sub>m</sub> (mg g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">b</italic> (L mg<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">R</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">k</italic>\n<sub>F</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">R</italic>\n<sup>2</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>18.1</oasis:entry>\n<oasis:entry>0.078</oasis:entry>\n<oasis:entry>0.998</oasis:entry>\n<oasis:entry>5.81</oasis:entry>\n<oasis:entry>5.24</oasis:entry>\n<oasis:entry>0.953</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Temperature was\n298 K.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Adsorption Isotherm Fitting Results of LY Adsorption on the ZIF-8/PU(2) Composite[^a]\n\n| Langmuir isotherm |              |              | Freundlich isotherm |              |              |\n|-------------------|--------------|--------------|---------------------|--------------|--------------|\n| Q<sub>m</sub> (mg g<sup>–1</sup>) | b (L mg<sup>–1</sup>) | R<sup>2</sup> | k<sub>F</sub> | n | R<sup>2</sup> |\n| 18.1 | 0.078 | 0.998 | 5.81 | 5.24 | 0.953 |\n\n[^a]: Temperature was 298 K.", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "langmuir isotherm": [{"parameter": "Qm", "value": "18.1", "unit": "mg g^–1", "condition": "Temperature was 298 K"}, {"parameter": "b", "value": "0.078", "unit": "L mg^–1", "condition": "Temperature was 298 K"}, {"parameter": "R^2", "value": "0.998", "unit": "", "condition": "Temperature was 298 K"}], "freundlich isotherm": [{"parameter": "kF", "value": "5.81", "unit": "", "condition": "Temperature was 298 K"}, {"parameter": "n", "value": "5.24", "unit": "", "condition": "Temperature was 298 K"}, {"parameter": "R^2", "value": "0.953", "unit": "", "condition": "Temperature was 298 K"}]}], "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic diagram\nof the one-pot solvent crystal template fabrication\nof ZIF-8/PU. (b) XRD and (c) FTIR results of ZIF-8/PU(2). (d) SEM\nimages of ZIF-8/PU(2). The inset is a SEM image with low magnification.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic diagram of the one-pot solvent crystal template fabrication of ZIF-8/PU. (b) XRD and (c) FTIR results of ZIF-8/PU(2). (d) SEM images of ZIF-8/PU(2). The inset is a SEM image with low magnification.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Compression stress–strain curves\nand (b) compression\nproperties of the ZIF-8/PU composites prepared from different initial\nZIF-8 precursor portions.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Compression stress-strain curves and (b) compression properties of the ZIF-8/PU composites prepared from different initial ZIF-8 precursor portions.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) LY adsorption kinetic\ncurves of the ZIF-8/PU(2) composite,\nZIF-8 powder, and PU. Adsorption kinetics fitting results of the ZIF-8/PU(2)\ncomposite and ZIF-8 using (b) pseudo-first-order and (c) pseudo-second-order\nmodels. Note: 0.25 g of the ZIF-8/PU(2) composite (30.4% MOF loading)\nor the corresponding amount of MOF particles and the polymer was put\ninto 10 mL of LY aqueous solutions (initial concentration was 50 mg\nL<sup>–1</sup>); <italic toggle=\"yes\">q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub> and <italic toggle=\"yes\">q</italic>\n<sub>e</sub> were the mass uptake values at\ntime t and at the equilibrium based on the MOF mass, respectively;\nand the temperature was 298 K.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) LY adsorption kinetic curves of the ZIF-8/PU(2) composite, ZIF-8 powder, and PU. Adsorption kinetics fitting results of the ZIF-8/PU(2) composite and ZIF-8 using (b) pseudo-first-order and (c) pseudo-second-order models. Note: 0.25 g of the ZIF-8/PU(2) composite (30.4% MOF loading) or the corresponding amount of MOF particles and the polymer was put into 10 mL of LY aqueous solutions (initial concentration was 50 mg L-1); q  t  and q e were the mass uptake values at time t and at the equilibrium based on the MOF mass, respectively; and the temperature was 298 K.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) LY dye adsorption\nkinetic curves, and adsorption kinetic fitting\nresults of the ZIF-8/PU(2) composite using (b) pseudo-first-order\nand (c) pseudo-second-order models at different initial LY concentrations.\nNote: 0.25 g of the ZIF-8/PU(2) composite (30.4% MOF loading) was\nput into 10 mL of LY aqueous solutions with different initial concentrations; <italic toggle=\"yes\">q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub> and <italic toggle=\"yes\">q</italic>\n<sub>e</sub> were mass uptake values at time t and at the equilibrium\nbased on the MOF mass, respectively; and the temperature was 298 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) LY dye adsorption kinetic curves, and adsorption kinetic fitting results of the ZIF-8/PU(2) composite using (b) pseudo-first-order and (c) pseudo-second-order models at different initial LY concentrations. Note: 0.25 g of the ZIF-8/PU(2) composite (30.4% MOF loading) was put into 10 mL of LY aqueous solutions with different initial concentrations; q  t  and q e were mass uptake values at time t and at the equilibrium based on the MOF mass, respectively; and the temperature was 298 K.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Fitting results of LY isotherm adsorption by the ZIF-8/PU(2)\ncomposite\nusing (a) Langmuir isotherm and (b) Freundlich isotherm models. Note:\nthe temperature was 298 K.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00096_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Fitting results of LY isotherm adsorption by the ZIF-8/PU(2) composite using (a) Langmuir isotherm and (b) Freundlich isotherm models. Note: the temperature was 298 K.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsapm.1c00096", "title": null, "journal": "American\nChemical Society", "date": "2021.03", "author_list": ["Chen\nCongcong", "Zhu\nHe", "Li\nBo-Geng", "Zhu\nShiping"]}}