{"filepath": "../L2M3_data/1_application_papers/acs_xml/ap1c00501.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Adhesion between\nfillers and a polymeric matrix is an essential\ncharacteristic for mixed-matrix membranes for molecular separation\nto avoid defects and cavities that would decrease selectivity. We\ndemonstrate here how solution rheology can be an excellent tool to\nidentity polymer–filler pairs with strong interaction. The\ninvestigated system was polytriazole with and without hydroxyl functionalization\n(PTA-OH and PTA) and ZIF-8. ZIF-8/PTA-OH forms stable gels even with\na small filler content, which was investigated under increasing shear\nrates and different temperatures, while analogous systems without\nOH functionalization do not gel. The investigations were supported\nby spectroscopic methods, electron microscopy, and dynamic mechanical\nanalysis of the final solid film. While small ZIF contents lead to\nsensitive changes in the solution viscosity, only minor changes in\nthe Fourier transform infrared and NMR spectra were detected for the\nsame system. The good adhesion between PTA-OH and ZIF-8 could be seen\nby electron microscopy, while the analogous PTA/ZIF-8 composites provided\nfilms with poor matrix–filler adhesion and undesired cavities.\nThe methods described in this work can be extended as useful tools\nin the development of composites such as mixed-matrix membranes applied\nto a large variety of currently available metal–organic frameworks\nand polymers.</p>", "clean_text": "Adhesion between fillers and a polymeric matrix is an essential characteristic for mixed-matrix membranes for molecular separation to avoid defects and cavities that would decrease selectivity. We demonstrate here how solution rheology can be an excellent tool to identity polymer-filler pairs with strong interaction. The investigated system was polytriazole with and without hydroxyl functionalization (PTA-OH and PTA) and ZIF-8. ZIF-8/PTA-OH forms stable gels even with a small filler content, which was investigated under increasing shear rates and different temperatures, while analogous systems without OH functionalization do not gel. The investigations were supported by spectroscopic methods, electron microscopy, and dynamic mechanical analysis of the final solid film. While small ZIF contents lead to sensitive changes in the solution viscosity, only minor changes in the Fourier transform infrared and NMR spectra were detected for the same system. The good adhesion between PTA-OH and ZIF-8 could be seen by electron microscopy, while the analogous PTA/ZIF-8 composites provided films with poor matrix-filler adhesion and undesired cavities. The methods described in this work can be extended as useful tools in the development of composites such as mixed-matrix membranes applied to a large variety of currently available metal-organic frameworks and polymers.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Mixed-matrix\nmembranes have raised expectations on the possibility\nof combining the intrinsic properties of polymers and inorganic or\nmetal–organic fillers for decades. The main advantages are the excellent processability of polymeric\nmaterials, which can be manufactured into different configurations\nsuch as flat sheets and hollow fibers in continuous production, and\nthe perspective of combining high selectivity and permeability for\ndifferent separations. The interest in mixed-matrix membranes has grown even more with the advent of an infinite variety of finely\ntuned metal–organic frameworks (MOFs), which can be designed\nwith different functionalities and pore sizes. However, the application of mixed-matrix membranes in industries\ndid not reflect the expectations yet. Taking full advantage of exceptional\nfillers and polymers requires much more than choosing materials with\nthe highest selectivity for a specific separation. A technically competitive\nmembrane frequently consists of multilayers, with the most selective\none being thinner than 1 μm. Obtaining defect-free stable and\nscalable selective layers is essential. Tailoring the selective layer\nby choosing the right combination of materials has different challenges.\nConcentration, selectivity, and permeability are relevant parameters.\nThe permeability and selectivity of a film constituted by blended\nmaterials are not the simple average values of each component. If\nthe permeability of the matrix is too high, a permeant gas would preferentially\npass through it without taking advantage of the filler characteristics,\neven if they would have excellent selectivity. To optimize the composition\nof an ideal binary system for multicomponent membranes aiming for\ngas separation, the Maxwell equation (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>) has been a classical tool, in analogy\nto the description of the conductivity in an electric circuit. However, the optimized combination of permeability\nand selectivity values predictable by the Maxwell equation is only\nvalid if the dispersed and continuous phases are homogeneously distributed\nwithout defects or cavities between them. For mixed-matrix membranes,\ngood adhesion between the filler and polymer matrix is essential,\nas illustrated in . Poor adhesion leads to cavities around the filler particles,\nwhich would provide a preferential path for the permeants, erroneously\nindicating an apparent increase of permeability, however without reaching\nthe expected selectivity. On the other hand, too strong interactions\nmight lead to an increase in the rigidity of the polymer layer around\nthe filler affecting the permeability. Verifying if a polymer/filler\npair has sufficient adhesion for a good membrane is frequently confirmed\nafter steps of optimization of membrane preparation and testing. A\nsufficient amount of polymer and filler is required. Having a simple\nmethod to effectively predict the interface characteristics and screen different polymer–filler pairs\neven with small amounts of filler before investing time in the material\npreparation and membrane optimization would be very useful. Potential\nmethods include the measurement of other properties indirectly affected\nby the polymer–filler interactions, for instance, spectroscopic\nmethods, microscopy of fractured films, or mechanical characterizations.\nWe compare some of the possibilities in this work. Membrane preparation\nis mostly a solution process. Strong interactions between fillers\nand specific functionalization groups of a polymer can lead to strong\nadhesion in the final composite film and have an impact on the rheology\nof the processing solution. In this work, we propose and explore the\nrheological investigation as a strong indicator of effective polymer–filler\ninteraction to guide the preparation of defect-free polymeric films\nfor membrane and other applications. Our focus here is the rheology\nof the solution, supported by chemical characterization. We demonstrate\nthat the method can be successful even with low filler contents. We\nchose as model filler a zeolitic imidazole framework, ZIF-8, which\nhas been frequently used for mixed-matrix preparation with promising\nperformance, having zinc ions as the coordination metal and imidazole linkers.\nA list of previously prepared membranes using ZIF in a combination\nof different polymers is shown in Supporting Information <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. ZIF is a commercial product and easily\navailable. An even more important reason for using ZIF is its imidazole\nfunctionalization that can be a source of interaction with the chosen\npolymer in this work, which is a fluorinated polytriazole with hydroxyl\ngroups (PTA-OH). PTA-OH has been investigated by our group for different\nmembrane applications and has demonstrated high stability, easy processability,\nand versatility in terms of functionalization with potential interaction\nsites provided by hydroxyl and amino groups. The functionalizations\nof PTA-OH could in principle also be a source of interaction with\nthe zinc atoms of ZIF. ZIF-8 would therefore act as a noncovalent\ncross-linker, enabling the formation of stable polymer gels in different\norganic solvents with a characteristic rheological behavior.</p>", "clean_text": "Introduction\n\nMixed-matrix membranes have raised expectations on the possibility of combining the intrinsic properties of polymers and inorganic or metal-organic fillers for decades. The main advantages are the excellent processability of polymeric materials, which can be manufactured into different configurations such as flat sheets and hollow fibers in continuous production, and the perspective of combining high selectivity and permeability for different separations. The interest in mixed-matrix membranes has grown even more with the advent of an infinite variety of finely tuned metal-organic frameworks (MOFs), which can be designed with different functionalities and pore sizes. However, the application of mixed-matrix membranes in industries did not reflect the expectations yet. Taking full advantage of exceptional fillers and polymers requires much more than choosing materials with the highest selectivity for a specific separation. A technically competitive membrane frequently consists of multilayers, with the most selective one being thinner than 1 μm. Obtaining defect-free stable and scalable selective layers is essential. Tailoring the selective layer by choosing the right combination of materials has different challenges. Concentration, selectivity, and permeability are relevant parameters. The permeability and selectivity of a film constituted by blended materials are not the simple average values of each component. If the permeability of the matrix is too high, a permeant gas would preferentially pass through it without taking advantage of the filler characteristics, even if they would have excellent selectivity. To optimize the composition of an ideal binary system for multicomponent membranes aiming for gas separation, the Maxwell equation (see the Supporting Information) has been a classical tool, in analogy to the description of the conductivity in an electric circuit. However, the optimized combination of permeability and selectivity values predictable by the Maxwell equation is only valid if the dispersed and continuous phases are homogeneously distributed without defects or cavities between them. For mixed-matrix membranes, good adhesion between the filler and polymer matrix is essential, as illustrated in . Poor adhesion leads to cavities around the filler particles, which would provide a preferential path for the permeants, erroneously indicating an apparent increase of permeability, however without reaching the expected selectivity. On the other hand, too strong interactions might lead to an increase in the rigidity of the polymer layer around the filler affecting the permeability. Verifying if a polymer/filler pair has sufficient adhesion for a good membrane is frequently confirmed after steps of optimization of membrane preparation and testing. A sufficient amount of polymer and filler is required. Having a simple method to effectively predict the interface characteristics and screen different polymer-filler pairs even with small amounts of filler before investing time in the material preparation and membrane optimization would be very useful. Potential methods include the measurement of other properties indirectly affected by the polymer-filler interactions, for instance, spectroscopic methods, microscopy of fractured films, or mechanical characterizations. We compare some of the possibilities in this work. Membrane preparation is mostly a solution process. Strong interactions between fillers and specific functionalization groups of a polymer can lead to strong adhesion in the final composite film and have an impact on the rheology of the processing solution. In this work, we propose and explore the rheological investigation as a strong indicator of effective polymer-filler interaction to guide the preparation of defect-free polymeric films for membrane and other applications. Our focus here is the rheology of the solution, supported by chemical characterization. We demonstrate that the method can be successful even with low filler contents. We chose as model filler a zeolitic imidazole framework, ZIF-8, which has been frequently used for mixed-matrix preparation with promising performance, having zinc ions as the coordination metal and imidazole linkers. A list of previously prepared membranes using ZIF in a combination of different polymers is shown in Supporting Information Table S1. ZIF is a commercial product and easily available. An even more important reason for using ZIF is its imidazole functionalization that can be a source of interaction with the chosen polymer in this work, which is a fluorinated polytriazole with hydroxyl groups (PTA-OH). PTA-OH has been investigated by our group for different membrane applications and has demonstrated high stability, easy processability, and versatility in terms of functionalization with potential interaction sites provided by hydroxyl and amino groups. The functionalizations of PTA-OH could in principle also be a source of interaction with the zinc atoms of ZIF. ZIF-8 would therefore act as a noncovalent cross-linker, enabling the formation of stable polymer gels in different organic solvents with a characteristic rheological behavior.", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic of\nfiller content and filler–matrix adhesion effects\non the separation properties of mixed-matrix membranes.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic of filler content and filler-matrix adhesion effects on the separation properties of mixed-matrix membranes.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Gelation of polymer solutions occurs in different forms,\nand understanding\nthe mechanism has been a topic of theoretical and experimental work\nby different groups with classical models proposed early by Flory, Stockmayer, and\nDe Gennes. Gelation can be observed during\npolymerization, as the chain grows to a large molecular weight or\neven cross-links as a result of covalent bonding, while still surrounded\nby solvent. Physical gelation can result from partial crystallization,\ncoil–helix transitions, or by the thermodynamic deterioration of the solvent quality by changing the temperature,\nleading to thermal reversible gels. Thermodynamic interactions can\nbe governed by hydrophobic–hydrophilic contacts, polarity,\nand hydrogen bonding. Ion complexation can also promote gelation.\nPolymer gels have been also considered as percolated colloidal particles.\n</p>", "clean_text": "Gelation of polymer solutions occurs in different forms, and understanding the mechanism has been a topic of theoretical and experimental work by different groups with classical models proposed early by Flory, Stockmayer, and De Gennes. Gelation can be observed during polymerization, as the chain grows to a large molecular weight or even cross-links as a result of covalent bonding, while still surrounded by solvent. Physical gelation can result from partial crystallization, coil-helix transitions, or by the thermodynamic deterioration of the solvent quality by changing the temperature, leading to thermal reversible gels. Thermodynamic interactions can be governed by hydrophobic-hydrophilic contacts, polarity, and hydrogen bonding. Ion complexation can also promote gelation. Polymer gels have been also considered as percolated colloidal particles. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The method proposed here could be extended\nto new functionalized\npolymers and MOFs frequently synthesized in small amounts to evaluate\ntheir potential before investing in the scaling up of the material\nsynthesis and membrane fabrication.</p>", "clean_text": "The method proposed here could be extended to new functionalized polymers and MOFs frequently synthesized in small amounts to evaluate their potential before investing in the scaling up of the material synthesis and membrane fabrication.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>\n<italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-Dimethylformamide (DMF), <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylacetamide (DMAc), 2-methylimidazole\nzinc salt, and ZIF-8\n(Basolite Z1200) were purchased from Sigma-Aldrich. Fluorinated polytriazole\n(PTA) and the corresponding hydroxyl-functionalized polytriazole (PTA-OH)\nwere synthesized in our lab, as reported before and described in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.\n</p>", "clean_text": "Experimental Section\n\nMaterials\n\n N,N-Dimethylformamide (DMF), N,N-dimethylacetamide (DMAc), 2-methylimidazole zinc salt, and ZIF-8 (Basolite Z1200) were purchased from Sigma-Aldrich. Fluorinated polytriazole (PTA) and the corresponding hydroxyl-functionalized polytriazole (PTA-OH) were synthesized in our lab, as reported before and described in the Supporting Information. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Rheological Measurements</title><p>The rheological\nproperties of freshly prepared solutions of PTA-OH with different\nZIF-8 contents were investigated on an AR-2000ex rheometer (TA Instruments\nLtd, New Castle, DE), as detailed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. If not otherwise specified, the final polymer\nsolution contained 10 wt % PTA-OH.</p>", "clean_text": "Rheological Measurements\n\nThe rheological properties of freshly prepared solutions of PTA-OH with different ZIF-8 contents were investigated on an AR-2000ex rheometer (TA Instruments Ltd, New Castle, DE), as detailed in the Supporting Information. If not otherwise specified, the final polymer solution contained 10 wt % PTA-OH.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Chemical\nand Morphological Characterization</title><p>The Fourier transform\ninfrared (FTIR) spectroscopy investigation\nwas done with a Nicolet 6700 FT-IR System. Nuclear magnetic resonance\n(NMR) spectroscopy investigations were conducted in solution and in\nsolid samples. The spectra were obtained on a Bruker Advance III 400.\nThe mass ratio between the polytriazole and the zinc acetate dihydrate\nor 2-methylimidazole was 6:1 (mg). One-dimensional <sup>13</sup>C\nCP/MAS solid-state NMR spectra were recorded on Bruker AVANCE III\nspectrometers operating at 400 and/or 600 MHz resonance frequencies\nfor <sup>1</sup>H.</p>", "clean_text": "Chemical and Morphological Characterization\n\nThe Fourier transform infrared (FTIR) spectroscopy investigation was done with a Nicolet 6700 FT-IR System. Nuclear magnetic resonance (NMR) spectroscopy investigations were conducted in solution and in solid samples. The spectra were obtained on a Bruker Advance III 400. The mass ratio between the polytriazole and the zinc acetate dihydrate or 2-methylimidazole was 6:1 (mg). One-dimensional 13C CP/MAS solid-state NMR spectra were recorded on Bruker AVANCE III spectrometers operating at 400 and/or 600 MHz resonance frequencies for 1H.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Scanning Electron Microscopy\n(SEM)</title><p>For the morphological analysis, dry film samples with\ndifferent ZIF-8\ncontents, prepared as detailed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, were fractured in liquid nitrogen, sputter-coated\nwith iridium using a Quorum Q150TES equipment, and imaged on a Nova\nNano FEI field emission scanning electron microscope. The voltage\nwas in the range of 3–5 kV, and the working distance was in\nthe range of 3–5 mm.</p>", "clean_text": "Scanning Electron Microscopy (SEM)\n\nFor the morphological analysis, dry film samples with different ZIF-8 contents, prepared as detailed in the Supporting Information, were fractured in liquid nitrogen, sputter-coated with iridium using a Quorum Q150TES equipment, and imaged on a Nova Nano FEI field emission scanning electron microscope. The voltage was in the range of 3-5 kV, and the working distance was in the range of 3-5 mm.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>X-ray Diffraction (XRD)</title><p>XRD measurements\nwere performed on a Bruker D8 Advance X-ray diffractometer using Cu\nKα<sub>1</sub> radiation (λ = 1.5406 Å). Samples\nwere measured in the 2θ angle scan range of 5–60°\nusing a step size of 0.2° and a scanning rate of 1°/min.</p>", "clean_text": "X-ray Diffraction (XRD)\n\nXRD measurements were performed on a Bruker D8 Advance X-ray diffractometer using Cu Kα1 radiation (λ = 1.5406 Å). Samples were measured in the 2θ angle scan range of 5-60° using a step size of 0.2° and a scanning rate of 1°/min.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Mechanical Characterization</title><p>Dynamic\nmechanical analysis (DMA) was carried out with a Discovery DMA 850\n(TA Instruments). Details are shown in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p><title>Results and Discussion</title><p>Fluorinated polytriazole and ZIF-8 were expected to form highly\nhomogeneous composite films due to the similarity between the ZIF-8\nlinker, imidazole, and triazole group in the polymer backbone. In\nthe case of PTA (without hydroxyl groups), although the films are\nvisually homogeneous, when their cross section was imaged by SEM,\nZIF-8 particles could be seen clearly detached from the matrix, as\nshown in  and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">S1</ext-link>, an indication of relatively poor adhesion.\nCavities around the filler particle are known to contribute to weaken\nthe mechanical properties and promote the formation of nonselective\npaths for the transport of molecules. These are detrimental characteristics\nfor systems aiming applications as membranes. The cavities are even\nmore evident at a higher ZIF-8 content. Fortunately, the cavities\nare practically absent in composites prepared with the analogous polymer\nPTA-OH, with almost the same chemical structure but functionalized\nwith OH groups.</p>", "clean_text": "Mechanical Characterization\n\nDynamic mechanical analysis (DMA) was carried out with a Discovery DMA 850 (TA Instruments). Details are shown in the Supporting Information.\n\nResults and Discussion\n\nFluorinated polytriazole and ZIF-8 were expected to form highly homogeneous composite films due to the similarity between the ZIF-8 linker, imidazole, and triazole group in the polymer backbone. In the case of PTA (without hydroxyl groups), although the films are visually homogeneous, when their cross section was imaged by SEM, ZIF-8 particles could be seen clearly detached from the matrix, as shown in  and S1, an indication of relatively poor adhesion. Cavities around the filler particle are known to contribute to weaken the mechanical properties and promote the formation of nonselective paths for the transport of molecules. These are detrimental characteristics for systems aiming applications as membranes. The cavities are even more evident at a higher ZIF-8 content. Fortunately, the cavities are practically absent in composites prepared with the analogous polymer PTA-OH, with almost the same chemical structure but functionalized with OH groups.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Cross-sectional SEM images of PTA (top) and PTA-OH (bottom)\nfilms\nwith different contents of ZIF-8.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Cross-sectional SEM images of PTA (top) and PTA-OH (bottom) films with different contents of ZIF-8.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>We observed that solutions prepared with PTA-OH gel after adding\nsmall amounts of ZIF-8, while analogous solutions with PTA do not\ngel. a shows\nthat the time for gelation of 10 wt % PTA-OH solutions in DMF is highly\ndependent on their content of ZIF-8. In this plot, the system was\nconsidered fully gelled when no flow could be visibly detected in\nupside-down vials (see b). More precisely, we measured the storage (<italic toggle=\"yes\">G</italic>′) and loss (<italic toggle=\"yes\">G</italic>″) moduli as a function\nof time for solutions with 10 wt % PTA-OH and different ZIF-8 contents\n(c). Initially,\nfor all solutions <italic toggle=\"yes\">G</italic>″ &gt; <italic toggle=\"yes\">G</italic>′,\nsimilar to solutions without ZIF-8 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), the <italic toggle=\"yes\">G</italic>′/<italic toggle=\"yes\">G</italic>″ ratio\nis &lt;1. When no ZIF-8 is added, practically no significant change\nof viscosity or <italic toggle=\"yes\">G</italic>′/<italic toggle=\"yes\">G</italic>″\nwith time was observed. This indicates the viscous fluidic behavior\nof the solutions. For samples with 5–15 wt % ZIF-8, above 12\nmin (c), <italic toggle=\"yes\">G</italic>′ becomes larger than <italic toggle=\"yes\">G</italic>″,\ndemonstrating that a gel-like behavior is developed. The time corresponding\nto the crossing of the <italic toggle=\"yes\">G</italic>′ and <italic toggle=\"yes\">G</italic>″ curves (<italic toggle=\"yes\">G</italic>′/<italic toggle=\"yes\">G</italic>″\n= 1) increases as 5 &gt; 10 &gt; 15 wt %. We performed the same experiment,\nsubstituting PTA-OH by the analogous nonfunctionalized polytriazole.\nIn this case, due to the lack of solubility at room temperature, the\nexperiments were conducted at 60 °C. As seen in d, no gelation was observed. <italic toggle=\"yes\">G</italic>′/<italic toggle=\"yes\">G</italic>″ remained constant with\ntime and smaller than 1, characterizing a viscous behavior.</p>", "clean_text": "We observed that solutions prepared with PTA-OH gel after adding small amounts of ZIF-8, while analogous solutions with PTA do not gel. a shows that the time for gelation of 10 wt % PTA-OH solutions in DMF is highly dependent on their content of ZIF-8. In this plot, the system was considered fully gelled when no flow could be visibly detected in upside-down vials (see b). More precisely, we measured the storage (G') and loss (G\") moduli as a function of time for solutions with 10 wt % PTA-OH and different ZIF-8 contents (c). Initially, for all solutions G\" > G', similar to solutions without ZIF-8 (Figure S2), the G'/G\" ratio is <1. When no ZIF-8 is added, practically no significant change of viscosity or G'/G\" with time was observed. This indicates the viscous fluidic behavior of the solutions. For samples with 5-15 wt % ZIF-8, above 12 min (c), G' becomes larger than G\", demonstrating that a gel-like behavior is developed. The time corresponding to the crossing of the G' and G\" curves (G'/G\" = 1) increases as 5 > 10 > 15 wt %. We performed the same experiment, substituting PTA-OH by the analogous nonfunctionalized polytriazole. In this case, due to the lack of solubility at room temperature, the experiments were conducted at 60 °C. As seen in d, no gelation was observed. G'/G\" remained constant with time and smaller than 1, characterizing a viscous behavior.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Gelation of\nPTA-OH and PTA solutions in DMF: (a) Time till gelation\nfor 10 wt % PTA-OH solutions as a function of ZIF-8 content. (b) Photographs\nof gelling ZIF-8/PTA-OH solutions in DMF (complete gelation on the\nright). (c) Ratio between storage (<italic toggle=\"yes\">G</italic>′) and\nloss (<italic toggle=\"yes\">G</italic>″) moduli as a function of time of\nsolutions with 10 wt % PTA-OH and different ZIF-8 contents. (d) Ratio\nbetween storage (<italic toggle=\"yes\">G</italic>′) and loss (<italic toggle=\"yes\">G</italic>″) moduli as a function of time of solutions with 10 wt %\nPTA and different ZIF-8 contents.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Gelation of PTA-OH and PTA solutions in DMF: (a) Time till gelation for 10 wt % PTA-OH solutions as a function of ZIF-8 content. (b) Photographs of gelling ZIF-8/PTA-OH solutions in DMF (complete gelation on the right). (c) Ratio between storage (G') and loss (G\") moduli as a function of time of solutions with 10 wt % PTA-OH and different ZIF-8 contents. (d) Ratio between storage (G') and loss (G\") moduli as a function of time of solutions with 10 wt % PTA and different ZIF-8 contents.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>The rheology of solutions with 10 wt % PTA-OH (or PTA) and different\ncontents of ZIF-8 were then investigated in detail. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link> shows first how the viscosity of PTA-OH solutions\nwithout ZIF-8 depends on shear rate. As expected, at a low shear rate,\nthe viscosity is constant and the solutions have a Newtonian behavior.\nAs the shear rate increases, a shear thinning is observed, which is\nusually understood as the elongation or partial disentanglement of\npolymer coils in solution. The inverse\nof the shear rate corresponding to the initial viscosity decrease\ncan be correlated to the relaxation time of the system. For weight\nfractions 10, 12, and 15 wt %, the values at which the shear thinning\ninitiates at 25 °C were 40, 400, and 600 s<sup>–1</sup>, with the corresponding relaxation times of 0.025, 0.0025, and 0.0017\ns. The addition of only 3 wt % ZIF-8 (relative to the polymer content)\nto the PTA-OH solution causes gelation with a 4 orders of magnitude\nincrease in viscosity, as seen in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link>. By fixing the polymer fraction in 10 wt %, it was possible to observe\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S3c</ext-link> an even higher increase of\nviscosity as the ZIF-8 content increased from 3 to 15 wt %.</p>", "clean_text": "The rheology of solutions with 10 wt % PTA-OH (or PTA) and different contents of ZIF-8 were then investigated in detail. Figure S3a shows first how the viscosity of PTA-OH solutions without ZIF-8 depends on shear rate. As expected, at a low shear rate, the viscosity is constant and the solutions have a Newtonian behavior. As the shear rate increases, a shear thinning is observed, which is usually understood as the elongation or partial disentanglement of polymer coils in solution. The inverse of the shear rate corresponding to the initial viscosity decrease can be correlated to the relaxation time of the system. For weight fractions 10, 12, and 15 wt %, the values at which the shear thinning initiates at 25 °C were 40, 400, and 600 s-1, with the corresponding relaxation times of 0.025, 0.0025, and 0.0017 s. The addition of only 3 wt % ZIF-8 (relative to the polymer content) to the PTA-OH solution causes gelation with a 4 orders of magnitude increase in viscosity, as seen in Figure S3b. By fixing the polymer fraction in 10 wt %, it was possible to observe in Figure S3c an even higher increase of viscosity as the ZIF-8 content increased from 3 to 15 wt %.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>An initial time is required for ZIF-8 and polymer chains to associate.\nZIF-8 acts as a physical cross-linker as the contact between more\nsites will be formed. The nature of this interaction will be later\ndiscussed based on spectroscopic measurements.</p>", "clean_text": "An initial time is required for ZIF-8 and polymer chains to associate. ZIF-8 acts as a physical cross-linker as the contact between more sites will be formed. The nature of this interaction will be later discussed based on spectroscopic measurements.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>By investigating\nthe viscosity of freshly prepared 10 wt % PTA-OH\nsolutions in DMF with 5 wt % ZIF-8 (relative to the polymer content)\nas a function of temperature, we see in a a clear increase in viscosity (shear thickening)\nbefore shear thinning is initiated. The shear rate at which the maximum\noccurs depends on temperature. For 30 °C or below, the maximum\nis probably out of the measurement range of the rheometer, with a\nslight increase of viscosity starting just below 10 000 s<sup>–1</sup>. As the temperature increases to 40, 50, and 60 °C,\na maximum is clearly seen, occurring, respectively, at 1100, 400,\nand 240 s<sup>–1</sup>. Shear thinning in polymers solutions\nwithout additives is understood as simply related to the disentanglement\nof polymer coils under shearing. Shear\nthickening and thinning reflect the friction between chain segments\nand are therefore influenced by the quality of the solvent, which\nmay change with temperature. In the system\nrepresented in , the shear thickening and thinning start at a lower shear rate at\na higher temperature. A higher mobility of the polymer coils at a\nhigher temperature would explain this behavior with less shearing\nbeing enough to disentangle coils under flow. Shear thickening is\nan indication of the presence of a transient network, caused by the\nstretching of potential intersegment bridges or by the formation of\nadditional bridges. In our system, bridges are built\nby the strong interaction between specific groups in the polymer chains\nand ZIF-8. The kind of interaction is discussed later, based on spectroscopic\ndata. In ,\nthe shear thickening is more pronounced at higher temperatures, with\ndifferentiated shear thickening for systems above 40 °C. However,\none should keep in mind that the viscosity values at a low shear rate\nare in the range of 0.05–0.15 Pa s. Under these conditions,\nthe interaction with ZIF-8 is still being built. The results in  were obtained with\nfreshly prepared solutions, immediately after mixing the PTA-OH solution\nand the ZIF-8 dispersion, when gelation still did not start. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link> presents Arrhenius-like plots of viscosity\nas a function of the inverse of temperature, at different shear rates.\nThe slopes are steeper at 252 and 398 s<sup>−1</sup>, range\nat which shear thickening is more pronounced, indicating a relatively\nhigh activation energy to break the transient network built by the\nentangled polymer chains with incipient ZIF-8 connections.</p>", "clean_text": "By investigating the viscosity of freshly prepared 10 wt % PTA-OH solutions in DMF with 5 wt % ZIF-8 (relative to the polymer content) as a function of temperature, we see in a a clear increase in viscosity (shear thickening) before shear thinning is initiated. The shear rate at which the maximum occurs depends on temperature. For 30 °C or below, the maximum is probably out of the measurement range of the rheometer, with a slight increase of viscosity starting just below 10000 s-1. As the temperature increases to 40, 50, and 60 °C, a maximum is clearly seen, occurring, respectively, at 1100, 400, and 240 s-1. Shear thinning in polymers solutions without additives is understood as simply related to the disentanglement of polymer coils under shearing. Shear thickening and thinning reflect the friction between chain segments and are therefore influenced by the quality of the solvent, which may change with temperature. In the system represented in , the shear thickening and thinning start at a lower shear rate at a higher temperature. A higher mobility of the polymer coils at a higher temperature would explain this behavior with less shearing being enough to disentangle coils under flow. Shear thickening is an indication of the presence of a transient network, caused by the stretching of potential intersegment bridges or by the formation of additional bridges. In our system, bridges are built by the strong interaction between specific groups in the polymer chains and ZIF-8. The kind of interaction is discussed later, based on spectroscopic data. In , the shear thickening is more pronounced at higher temperatures, with differentiated shear thickening for systems above 40 °C. However, one should keep in mind that the viscosity values at a low shear rate are in the range of 0.05-0.15 Pa s. Under these conditions, the interaction with ZIF-8 is still being built. The results in  were obtained with freshly prepared solutions, immediately after mixing the PTA-OH solution and the ZIF-8 dispersion, when gelation still did not start. Figure S4 presents Arrhenius-like plots of viscosity as a function of the inverse of temperature, at different shear rates. The slopes are steeper at 252 and 398 s-1, range at which shear thickening is more pronounced, indicating a relatively high activation energy to break the transient network built by the entangled polymer chains with incipient ZIF-8 connections.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Viscosity\nof freshly prepared 10 wt % PTA-OH solutions in DMF\nwith 5 wt % ZIF-8 (relative to the polymer content) as a function\nof shear rate and temperature. (b) Viscosity of freshly prepared 10\nwt % PTA solutions in DMF with 5 wt % ZIF-8 (relative to the polymer\ncontent) as a function of shear rate and temperature.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Viscosity of freshly prepared 10 wt % PTA-OH solutions in DMF with 5 wt % ZIF-8 (relative to the polymer content) as a function of shear rate and temperature. (b) Viscosity of freshly prepared 10 wt % PTA solutions in DMF with 5 wt % ZIF-8 (relative to the polymer content) as a function of shear rate and temperature.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Freshly prepared 10 wt % PTA (without OH functionalization)\nsolutions\nin DMF with 5 wt % ZIF-8 do not suffer shear thickening in the investigated\ntemperature range of 40–60 °C (b). In contrast, a drastic shear thinning\nis observed above 1 s<sup>–1</sup>. At 40 °C, this is\neven more pronounced. In this case, a small viscosity increase was\nobserved above 30 s<sup>–1</sup>, which could indicate phase\nseparation.</p>", "clean_text": "Freshly prepared 10 wt % PTA (without OH functionalization) solutions in DMF with 5 wt % ZIF-8 do not suffer shear thickening in the investigated temperature range of 40-60 °C (b). In contrast, a drastic shear thinning is observed above 1 s-1. At 40 °C, this is even more pronounced. In this case, a small viscosity increase was observed above 30 s-1, which could indicate phase separation.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The rheology of fluids with dispersed fillers without\npreferential\ninteractions has been classically understood with the help of simple\nmodels such as the Einstein equation\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). But this is a\nsimplified approach. In our system, the ZIF-8 particles are much more\nthan inert fillers added to the polymer solution. They are highly\ninteractive and act as knots tightening macromolecular segments together\nand promoting gelation. Understanding the rheology of the system requires\nconsidering additional aspects that give important insight into the\ninteractions between filler and polymers and might enable us to predict\nhow the filler–matrix adhesion in a film will be.</p>", "clean_text": "The rheology of fluids with dispersed fillers without preferential interactions has been classically understood with the help of simple models such as the Einstein equation (Supporting Information). But this is a simplified approach. In our system, the ZIF-8 particles are much more than inert fillers added to the polymer solution. They are highly interactive and act as knots tightening macromolecular segments together and promoting gelation. Understanding the rheology of the system requires considering additional aspects that give important insight into the interactions between filler and polymers and might enable us to predict how the filler-matrix adhesion in a film will be.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>\n reports\nthe rheological investigation of the systems after the gelation of\nZIF-8/PTA-OH was initiated. While no gelation is observed for samples\nwithout ZIF-8, with the viscosity remaining lower than 0.1 Pa s (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>), the viscosity values are orders\nof magnitude larger, above 400 Pa s, for systems with &gt;5 wt % ZIF-8.\nFor these systems, the shear thickening is higher than 400 Pa s (). The plots in  have multi-inflections\nfirst with a light shear thickening, followed by a sharp shear thinning.\nThis behavior indicates the presence of transient networks with a\npolydisperse set of bridges with different strengths and relaxation\ntimes. The first shear thickening probably reflects the tendency of\nthe macromolecule to disentangle, driven by the increasing shear rate\n(as depicted in b), at the same time suffering a strong resistance to break the strong\nbridges between the polymer and ZIF-8. As the shear rate is increased,\nthese bridges holding the entangled coils together break, the friction\nbetween segments decreases, as well as the viscosity decreases. As\nthe shear rate continues to increase, the remaining links between\nZIF-8 particles and the already disentangled macromolecules are also\ndisrupted. As seen later, bridges might be formed by strong hydrogen\nbonds between the polymer and the linker or potentially by competing\nto coordinate with the zinc ions.</p>", "clean_text": "  reports the rheological investigation of the systems after the gelation of ZIF-8/PTA-OH was initiated. While no gelation is observed for samples without ZIF-8, with the viscosity remaining lower than 0.1 Pa s (Figure S3a), the viscosity values are orders of magnitude larger, above 400 Pa s, for systems with >5 wt % ZIF-8. For these systems, the shear thickening is higher than 400 Pa s (). The plots in  have multi-inflections first with a light shear thickening, followed by a sharp shear thinning. This behavior indicates the presence of transient networks with a polydisperse set of bridges with different strengths and relaxation times. The first shear thickening probably reflects the tendency of the macromolecule to disentangle, driven by the increasing shear rate (as depicted in b), at the same time suffering a strong resistance to break the strong bridges between the polymer and ZIF-8. As the shear rate is increased, these bridges holding the entangled coils together break, the friction between segments decreases, as well as the viscosity decreases. As the shear rate continues to increase, the remaining links between ZIF-8 particles and the already disentangled macromolecules are also disrupted. As seen later, bridges might be formed by strong hydrogen bonds between the polymer and the linker or potentially by competing to coordinate with the zinc ions.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Viscosity as a function of shear rate\nat different temperatures\nof 10 wt % PTA-OH solutions in DMF containing 5 wt % ZIF-8 (relative\nto the polymer content), after the samples were partially gelled.\n(b) Simplified scheme of polymer-chain disentanglement and ZIF-8 bridge\ndisconnection as the shear rate increases. (c, d) Viscosity as a function\nof shear rate of partially gelled 10 wt % PTA-OH solutions in (c)\nDMF and (d) DMAc containing up to 15 wt % ZIF-8 (relative to the polymer\ncontent).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Viscosity as a function of shear rate at different temperatures of 10 wt % PTA-OH solutions in DMF containing 5 wt % ZIF-8 (relative to the polymer content), after the samples were partially gelled. (b) Simplified scheme of polymer-chain disentanglement and ZIF-8 bridge disconnection as the shear rate increases. (c, d) Viscosity as a function of shear rate of partially gelled 10 wt % PTA-OH solutions in (c) DMF and (d) DMAc containing up to 15 wt % ZIF-8 (relative to the polymer content).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The first shear thickening events\nin a,c for\nsolutions in DMF are around 1.5 s<sup>–1</sup>, independently\nof the ZIF-8 content in the range\nbetween 5 and 15 wt %. For solutions in DMAc in d, the corresponding maxima are significantly\nshifted from 0.3 to 0.6 and 2 s<sup>–1</sup>, when decreasing\nthe ZIF-8 content from 15 to 10 and 5 wt %. At least one additional\ninflection point can be seen at a higher shear rate in plots for solutions\nin DMF (20–40 s<sup>–1</sup>). In DMAc, additional steps\naround 6–15 and 15–30 s<sup>–1</sup> were also\nobserved. DMF and DMAc have similar structures, differing by a hydrogen\nor methyl group linked to the carbonyl group, respectively. Particularly,\nDMF can form strong directional CO–H–N bonds. DMF might compete more for H-bonds or other\nforms of association with the polymer and/or ZIF-8 imidazole linkers\nthan DMAc. It is possible that DMF would compete to interact with\nPTA-OH or with ZIF-8, while in DMAc, this would happen much less.\nOne kind of interaction might be by hydrogen bonding. This affects\nthe strength and density of “bridges” between polymers\nsegments and ZIF-8. The polymer–ZIF-8 interactions responsible\nfor the formation of a gel network with characteristic high viscosity\nvalues are therefore more dependent on the ZIF-8 concentration in\nDMAc solutions than in DMF.</p>", "clean_text": "The first shear thickening events in a,c for solutions in DMF are around 1.5 s-1, independently of the ZIF-8 content in the range between 5 and 15 wt %. For solutions in DMAc in d, the corresponding maxima are significantly shifted from 0.3 to 0.6 and 2 s-1, when decreasing the ZIF-8 content from 15 to 10 and 5 wt %. At least one additional inflection point can be seen at a higher shear rate in plots for solutions in DMF (20-40 s-1). In DMAc, additional steps around 6-15 and 15-30 s-1 were also observed. DMF and DMAc have similar structures, differing by a hydrogen or methyl group linked to the carbonyl group, respectively. Particularly, DMF can form strong directional CO-H-N bonds. DMF might compete more for H-bonds or other forms of association with the polymer and/or ZIF-8 imidazole linkers than DMAc. It is possible that DMF would compete to interact with PTA-OH or with ZIF-8, while in DMAc, this would happen much less. One kind of interaction might be by hydrogen bonding. This affects the strength and density of \"bridges\" between polymers segments and ZIF-8. The polymer-ZIF-8 interactions responsible for the formation of a gel network with characteristic high viscosity values are therefore more dependent on the ZIF-8 concentration in DMAc solutions than in DMF.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>\na shows\nthe rheological behavior of partially gelled 10 wt % PTA-OH solutions\nin DMF with 5 wt % ZIF-8 at different temperatures. The data were\ncollected at an earlier stage of gelation than for c. The maximum relative to\nshear thickening occurs around 2 s<sup>–2</sup> at all temperatures.\nA second event more affected by temperature is seen at 50–80\ns<sup>–1</sup>, occurring at a higher shear rate at a lower\ntemperature, at which it is also more evident. A final step is seen\nabove 500 s<sup>–1</sup>, more pronounced at a higher temperature.\nPTA without OH functionalization is much less soluble in DMF. It could\nbe dissolved at 60 °C. A few experiments could be performed only\nat 60 °C with 10 wt % PTA in DMF with 5 wt % ZIF-8 relative to\nthe polymer content. Measurements performed at 10 s<sup>–1</sup> or above indicated viscosity around 0.02 Pa s, which is 4500-fold\nlower than values measured for PTA-OH in DMF with 5 wt % ZIF-8 at\nthis shear rate, corresponding to the maximum value in a, confirming that gelation\ndid not take place in the absence of OH functionalization.</p>", "clean_text": " a shows the rheological behavior of partially gelled 10 wt % PTA-OH solutions in DMF with 5 wt % ZIF-8 at different temperatures. The data were collected at an earlier stage of gelation than for c. The maximum relative to shear thickening occurs around 2 s-2 at all temperatures. A second event more affected by temperature is seen at 50-80 s-1, occurring at a higher shear rate at a lower temperature, at which it is also more evident. A final step is seen above 500 s-1, more pronounced at a higher temperature. PTA without OH functionalization is much less soluble in DMF. It could be dissolved at 60 °C. A few experiments could be performed only at 60 °C with 10 wt % PTA in DMF with 5 wt % ZIF-8 relative to the polymer content. Measurements performed at 10 s-1 or above indicated viscosity around 0.02 Pa s, which is 4500-fold lower than values measured for PTA-OH in DMF with 5 wt % ZIF-8 at this shear rate, corresponding to the maximum value in a, confirming that gelation did not take place in the absence of OH functionalization.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The\nstrong gel character of ZIF-8/PTA-OH solutions with intense\nstorage modulus in DMF is typically demonstrated in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link> for solutions in DMF. For the polymer films without\nZIF-8, <italic toggle=\"yes\">G</italic>′ at 10% oscillation strain was below\n1 Pa. Above 100% oscillation strain, the gel network of composite\nfilms is disrupted, and the system acquires a more fluidic behavior\nwith higher loss moduli.</p>", "clean_text": "The strong gel character of ZIF-8/PTA-OH solutions with intense storage modulus in DMF is typically demonstrated in Figure S2 for solutions in DMF. For the polymer films without ZIF-8, G' at 10% oscillation strain was below 1 Pa. Above 100% oscillation strain, the gel network of composite films is disrupted, and the system acquires a more fluidic behavior with higher loss moduli.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>As the strong interaction and consequent\ngelation were confirmed\nby rheological experiments, we performed a spectroscopic investigation\nto identify the groups responsible for the interaction. While ZIF-8\nis constituted by Zn<sup>2+</sup> coordinated by four 2-methylimidazole\nlinkers, the bridge with PTA-OH could, in principle, occur by interaction\nthrough the potential presence of some noncoordinated zinc atoms or\nthrough interactions with the linker. PTA-OH has triazole rings and\nOH groups, which would be the most probable interactive sites. FTIR\nand NMR peaks assignments followed the literature for analogous functionalization. FTIR spectra are reported in the Supplementary Information (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). A clear increase of peaks relative\nto the imidazole linker and coordinated metal was observed due to\nthe addition of ZIF-8 to the system, but this did not lead to a visible\nshift or quantitative confirmation of interaction between specific\ngroups in the polymer and filler, indicating that the sensibility\nof FTIR spectroscopy for this purpose might not be enough. NMR was\nthen applied.  (and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figures S6–S9</ext-link>) shows <sup>1</sup>H NMR and <sup>13</sup>C NMR spectra of PTA-OH solutions in\ndeuterated DMF compared to solutions to which zinc acetate or 2-methylimidazole\nwere added (polymer:additive weight ratio, 6:1). It can be seen in a that the peak at\n10.45 ppm, relative to the free OH functionalization, disappeared\nin the presence of additives, suggesting that it is now committed\nto a strong interaction, which can, in principle, happen both with\nthe metal and with the linker. The potential coordination with the\nzinc ions is due to the acidic nature of the phenolic proton and the\nstrong electron-withdrawing character of the triazole rings. From the <sup>13</sup>C NMR spectra in b, a minor shift\nof the peak relative to the carbon bonded to the OH group could be\nobserved when 2-methylimidazole was added. From the solid <sup>13</sup>C NMR spectra in c, minor shifts in the peak relative to the carbon bonded\nto the OH group were seen with the addition of 5 and 10 wt % ZIF-8,\nand a shift relative to carbons from the imidazole ring was seen with\n15 wt % ZIF-8. No significant shift could be seen in the PTA spectra\nin d, evidencing\nthat the OH functionalization is the main site in the polymer responsible\nfor a strong adhesion between filler and matrix and for the gelation\nof the hybrid solution. Triazole could, in principle, coordinate with\nfree Zn<sup>2+</sup>, by acting as a Lewis base in the same form as\nimidazole. The basicity of triazole is however lower and should not be enough to compete with the already formed\nimidazole–Zn<sup>2+</sup> complex of the added ZIF-8. On the\nother hand, the phenol groups of PTA-OH can form strong hydrogen bonds\nto Lewis bases, especially those with an electron-rich donor atom\nlike imidazole. This has been investigated early, for instance, by\nEpley and Drago using calorimetry. Therefore,\nwe believe that the phenol–imidazole interaction is the main\nreason for the gelation in this work.</p>", "clean_text": "As the strong interaction and consequent gelation were confirmed by rheological experiments, we performed a spectroscopic investigation to identify the groups responsible for the interaction. While ZIF-8 is constituted by Zn2+ coordinated by four 2-methylimidazole linkers, the bridge with PTA-OH could, in principle, occur by interaction through the potential presence of some noncoordinated zinc atoms or through interactions with the linker. PTA-OH has triazole rings and OH groups, which would be the most probable interactive sites. FTIR and NMR peaks assignments followed the literature for analogous functionalization. FTIR spectra are reported in the Supplementary Information (Figure S5). A clear increase of peaks relative to the imidazole linker and coordinated metal was observed due to the addition of ZIF-8 to the system, but this did not lead to a visible shift or quantitative confirmation of interaction between specific groups in the polymer and filler, indicating that the sensibility of FTIR spectroscopy for this purpose might not be enough. NMR was then applied.  (and Figures S6-S9) shows 1H NMR and 13C NMR spectra of PTA-OH solutions in deuterated DMF compared to solutions to which zinc acetate or 2-methylimidazole were added (polymer:additive weight ratio, 6:1). It can be seen in a that the peak at 10.45 ppm, relative to the free OH functionalization, disappeared in the presence of additives, suggesting that it is now committed to a strong interaction, which can, in principle, happen both with the metal and with the linker. The potential coordination with the zinc ions is due to the acidic nature of the phenolic proton and the strong electron-withdrawing character of the triazole rings. From the 13C NMR spectra in b, a minor shift of the peak relative to the carbon bonded to the OH group could be observed when 2-methylimidazole was added. From the solid 13C NMR spectra in c, minor shifts in the peak relative to the carbon bonded to the OH group were seen with the addition of 5 and 10 wt % ZIF-8, and a shift relative to carbons from the imidazole ring was seen with 15 wt % ZIF-8. No significant shift could be seen in the PTA spectra in d, evidencing that the OH functionalization is the main site in the polymer responsible for a strong adhesion between filler and matrix and for the gelation of the hybrid solution. Triazole could, in principle, coordinate with free Zn2+, by acting as a Lewis base in the same form as imidazole. The basicity of triazole is however lower and should not be enough to compete with the already formed imidazole-Zn2+ complex of the added ZIF-8. On the other hand, the phenol groups of PTA-OH can form strong hydrogen bonds to Lewis bases, especially those with an electron-rich donor atom like imidazole. This has been investigated early, for instance, by Epley and Drago using calorimetry. Therefore, we believe that the phenol-imidazole interaction is the main reason for the gelation in this work.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a, b) Spectroscopic characterization\nof PTA-OH solutions in deuterated\nDMF: (a) <sup>1</sup>H NMR and (b) <sup>13</sup>C NMR spectra. The\nweight ratio of zinc acetate or 2-methylimidazole to PTA-OH added\nto the solution was 1:6. (c, d) Solid <sup>13</sup>C NMR spectra of\nfilms prepared from (c) PTA-OH and (d) PTA solutions with different\ncontents of ZIF-8.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a, b) Spectroscopic characterization of PTA-OH solutions in deuterated DMF: (a) 1H NMR and (b) 13C NMR spectra. The weight ratio of zinc acetate or 2-methylimidazole to PTA-OH added to the solution was 1:6. (c, d) Solid 13C NMR spectra of films prepared from (c) PTA-OH and (d) PTA solutions with different contents of ZIF-8.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>\n<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link> shows X-ray diffractograms\nof PTA-OH, a series of films with increasing ZIF-8 contents and pure\nZIF-8 as well. The XRD patterns show that all of the peaks of pure\nZIF-8 are present in the ZIF-8/PTA-OH films, indicating that the crystal\nstructure of ZIF-8 was retained. However, a clear shift of the ZIF-8\npeak at 7.5° is seen when dispersed in PTA-OH for all films corresponding\nto a distance increase from 16.29 Å to 17.70 Å. Possibly,\nthe matrix–filler interaction can cause this change, as it\nis already known that under specific circumstances like very high\npressure and gas adsorption uptake, ZIF-8 can expand due to the flexibility\nof the organic linker.\n</p>", "clean_text": " Figure S10 shows X-ray diffractograms of PTA-OH, a series of films with increasing ZIF-8 contents and pure ZIF-8 as well. The XRD patterns show that all of the peaks of pure ZIF-8 are present in the ZIF-8/PTA-OH films, indicating that the crystal structure of ZIF-8 was retained. However, a clear shift of the ZIF-8 peak at 7.5° is seen when dispersed in PTA-OH for all films corresponding to a distance increase from 16.29 Å to 17.70 Å. Possibly, the matrix-filler interaction can cause this change, as it is already known that under specific circumstances like very high pressure and gas adsorption uptake, ZIF-8 can expand due to the flexibility of the organic linker. ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>A good interaction\nbetween filler and polymer should contribute\nto satisfactory mechanical properties. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S11a</ext-link> shows stress–strain curves of films prepared with\nincreasing ZIF-8 contents, and additional characterization is reported\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>. The integration of stress–strain\ncurves led to the toughness values in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S11b</ext-link>. The toughness and tensile strength decrease with the incorporation\nof ZIF-8. One potential reason might be the local aggregation of the\nfiller that could to be minimized. But independent of that, the toughness\nand processability of polymers are known to be better than those of\nMOFs. Polymers are even used to enable MOF processability in the form\nof fibers. Although lower than that for\nthe pure polymer, the values for PTA-OH/ZIF-8 composites are still\nhigh compared to analogous films prepared with other polymers, including\nother examples with OH functionalization. Creep tests in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S11c</ext-link> show that\nsamples submitted up to 0.7% strain could be recovered without permanent\ndeformation. For the preparation of composite membranes for gas separation,\nthe selective layer is ultrathin and deposited on a thicker, porous\nsupport. Therefore, the mechanical stability of the selective material\nbecomes less important. The adhesion needs to be enough to avoid the\nformation of cavities between the polymer and the filler but does\nnot need to secure high toughness.</p>", "clean_text": "A good interaction between filler and polymer should contribute to satisfactory mechanical properties. Figure S11a shows stress-strain curves of films prepared with increasing ZIF-8 contents, and additional characterization is reported in Table S2. The integration of stress-strain curves led to the toughness values in Figure S11b. The toughness and tensile strength decrease with the incorporation of ZIF-8. One potential reason might be the local aggregation of the filler that could to be minimized. But independent of that, the toughness and processability of polymers are known to be better than those of MOFs. Polymers are even used to enable MOF processability in the form of fibers. Although lower than that for the pure polymer, the values for PTA-OH/ZIF-8 composites are still high compared to analogous films prepared with other polymers, including other examples with OH functionalization. Creep tests in Figure S11c show that samples submitted up to 0.7% strain could be recovered without permanent deformation. For the preparation of composite membranes for gas separation, the selective layer is ultrathin and deposited on a thicker, porous support. Therefore, the mechanical stability of the selective material becomes less important. The adhesion needs to be enough to avoid the formation of cavities between the polymer and the filler but does not need to secure high toughness.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>More than the mechanical\ncharacterization reported in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S11 and Table S2</ext-link>, the DMA is sensitive\nto variations of the viscoelastic properties of the final solid films.\nIn analogy to that analyzed in solution, by submitting the system\nto oscillating stresses, information on the molecular motions during\nthe specimen heating could be obtained. The effect\nof ZIF-8 loading on the molecular dynamics of PTA-OH films was in\nthis form investigated. As shown in  and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">S12</ext-link>, the\nincrease of the sample mobility during heating is accompanied by mechanical\nrelaxations, which is manifested as a drop of the storage modulus\nas the polymer stiffness decreases. A maximum loss modulus is observed\nbecause a higher amount of energy is lost due to the increased internal\nmotion within the material. To distinguish between mechanical relaxations\ncorrelated with polymer mobility and other processes that might occur,\nsuch as cross-linking, thermal rearrangement, or removal of trapped solvent vapors, we performed the DMA experiments at several frequencies. The reasoning\nis that mechanical relaxations obey the well-known time–temperature\nsuperposition principle: when a higher-frequency stress is applied,\nthe relaxation shifts to a higher temperature, which basically means\nthat at higher temperatures, the relaxation time is smaller. Based\non this rule, in the investigated range, we identified two relaxations\nfor ZIF-8/PTA-OH films, which are seen in  and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">S12</ext-link> and discussed\nin the next paragraphs, while for the process around 200 °C,\nwe could exclude a relaxation underlying mechanism. This transition\ncould involve the release of any residual solvent trapped within the\nZIF-8 particles, as reported before for ZIF-8/Matrimid composites. Starting from lower temperatures, as the material\nheats and expands, there is an increase of free volume, which allows\nbending and stretching of bonds in the polymer-chain and side-chain\nmovements. This is a γ-relaxation,\nand for polyimides, it encompasses limited length scale having a local\ncharacter. It has been previously shown for other systems that it\nmay involve associations with water. The free volume continues to increase with a further\nincrease of temperature. The localized groups in the backbone gain\nmobility and also encompass side-group movements, giving rise to the\nβ-relaxation. This broader β-relaxation was observed in\nthe range of 50–170 °C and has been assigned in the case\nof polyoxadiazoles, polyimides, thermally rearranged polyimides, and polytriazole asymmetric membranes to the local mobility of the main polymeric\nbackbone, which can encompass segments that oscillate in a correlated\nmanner. Taking into consideration the most flexible bonds in the PTA-OH,\nwe believe that the γ-relaxation might include movements of\nthe phenyl side groups bearing OH groups, while β-relaxation\nmobility could be linked to flexibility of quaternary C-phenyl bond\nin the main chain and involves local rotation, bending, or stretching\nof the polymer backbone, which also moves in a coupled manner with\nlateral groups. Therefore, the analysis of these local transitions\nprovides additional insights into the ZIF–polymer interactions.\nChanges of the two relaxations are observed for the ZIF-8 mixed-matrix\nmembranes ( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">S12</ext-link>). Broader peaks indicate that\nthe system is less homogeneous with the addition of filler. For the\nfilms with 5 and 10 wt % ZIF-8, the γ-relaxation was shifted\nto slightly higher temperatures and was detected with lower intensity,\nsuggesting a reduced mobility of pendant polymeric groups. For higher\nZIF-8 contents (15 and 20 wt %), γ-relaxation could not be detected\nin the temperature range covered by the available DMA equipment (down\nto −90 °C), but the increased tail of <italic toggle=\"yes\">E</italic>″(<italic toggle=\"yes\">T</italic>) at these temperatures can be a hint\nthat the relaxation is located at lower temperatures.</p>", "clean_text": "More than the mechanical characterization reported in Figure S11 and Table S2, the DMA is sensitive to variations of the viscoelastic properties of the final solid films. In analogy to that analyzed in solution, by submitting the system to oscillating stresses, information on the molecular motions during the specimen heating could be obtained. The effect of ZIF-8 loading on the molecular dynamics of PTA-OH films was in this form investigated. As shown in  and S12, the increase of the sample mobility during heating is accompanied by mechanical relaxations, which is manifested as a drop of the storage modulus as the polymer stiffness decreases. A maximum loss modulus is observed because a higher amount of energy is lost due to the increased internal motion within the material. To distinguish between mechanical relaxations correlated with polymer mobility and other processes that might occur, such as cross-linking, thermal rearrangement, or removal of trapped solvent vapors, we performed the DMA experiments at several frequencies. The reasoning is that mechanical relaxations obey the well-known time-temperature superposition principle: when a higher-frequency stress is applied, the relaxation shifts to a higher temperature, which basically means that at higher temperatures, the relaxation time is smaller. Based on this rule, in the investigated range, we identified two relaxations for ZIF-8/PTA-OH films, which are seen in  and S12 and discussed in the next paragraphs, while for the process around 200 °C, we could exclude a relaxation underlying mechanism. This transition could involve the release of any residual solvent trapped within the ZIF-8 particles, as reported before for ZIF-8/Matrimid composites. Starting from lower temperatures, as the material heats and expands, there is an increase of free volume, which allows bending and stretching of bonds in the polymer-chain and side-chain movements. This is a γ-relaxation, and for polyimides, it encompasses limited length scale having a local character. It has been previously shown for other systems that it may involve associations with water. The free volume continues to increase with a further increase of temperature. The localized groups in the backbone gain mobility and also encompass side-group movements, giving rise to the β-relaxation. This broader β-relaxation was observed in the range of 50-170 °C and has been assigned in the case of polyoxadiazoles, polyimides, thermally rearranged polyimides, and polytriazole asymmetric membranes to the local mobility of the main polymeric backbone, which can encompass segments that oscillate in a correlated manner. Taking into consideration the most flexible bonds in the PTA-OH, we believe that the γ-relaxation might include movements of the phenyl side groups bearing OH groups, while β-relaxation mobility could be linked to flexibility of quaternary C-phenyl bond in the main chain and involves local rotation, bending, or stretching of the polymer backbone, which also moves in a coupled manner with lateral groups. Therefore, the analysis of these local transitions provides additional insights into the ZIF-polymer interactions. Changes of the two relaxations are observed for the ZIF-8 mixed-matrix membranes ( and S12). Broader peaks indicate that the system is less homogeneous with the addition of filler. For the films with 5 and 10 wt % ZIF-8, the γ-relaxation was shifted to slightly higher temperatures and was detected with lower intensity, suggesting a reduced mobility of pendant polymeric groups. For higher ZIF-8 contents (15 and 20 wt %), γ-relaxation could not be detected in the temperature range covered by the available DMA equipment (down to -90 °C), but the increased tail of E\"(T) at these temperatures can be a hint that the relaxation is located at lower temperatures.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Dynamic mechanical analysis:\n(a) relaxations of PTA-OH visualized\nin curves of loss moduli as a function of temperature; (b) logarithm\nof the frequency corresponding to the maximum of the <italic toggle=\"yes\">E</italic>″(<italic toggle=\"yes\">T</italic>) as a function of the inverse of temperature\nfor films with different ZIF-8 contents. The activation energy values\nfor the relaxations are estimated by the slopes of each curve.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Dynamic mechanical analysis: (a) relaxations of PTA-OH visualized in curves of loss moduli as a function of temperature; (b) logarithm of the frequency corresponding to the maximum of the E\"(T) as a function of the inverse of temperature for films with different ZIF-8 contents. The activation energy values for the relaxations are estimated by the slopes of each curve.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>A similar trend was observed for β-relaxation,\nwhich shifted\nto higher temperatures for the 5 and 10 wt % ZIF-8 membranes. Additionally,\nthe relaxation was wider and had a shoulder at a high temperature.\nThis shoulder on the right side of the β-transition observed\nin the case of ZIF-8 composites suggests areas with more limited mobility,\nwhich are known to exist at the filler proximity. The wider distribution of relaxation times may be explained by the\nmobility of the polymer in bulk and at the polymer–ZIF interface\nand potentially can be explained by the polytriazole–ZIF-8\ninteractions. More than this, this relaxation has a dual character\nin the case of 15 wt % ZIF-8 membrane. The activation energy for the\ntwo relaxations estimated from the Arrhenius plot in b and reported in  offers further support\nfor these affirmations: <italic toggle=\"yes\">E</italic>\n<sub>a</sub> increases with\nthe ZIF content between 10 and 15 wt %, while for a higher ZIF-8 content,\nthe β relaxation has a lower activation energy. A possible hypothesis\nis that above this concentration, the high ZIF-8 loading induces a\nlooser packing of the PTA-OH polymer creating a higher free volume,\nwhich facilitates the molecular mobility of the polymer. At the same\ntime, the increased mobility would also facilitate the release of\nsolvent molecules trapped in the ZIF-8 particles and could explain\nthe peaks located around 200 °C. Overall, the mobility increase\nmay impact the performance of separation membranes by increasing the\npermeability but decreasing the selectivity. The relevance of local\nmobility probed as by DMA on the membrane performance has been pinpointed\nbefore both for solvent and for gas diffusion\napplications. Here, we highlight its importance to understand preferential\ninteractions provided by additional functionalization of polymers\nlike PTA-OH and others developed targeting an improvement of adhesion\nbetween fillers and polymer matrix. The DMA validates the observations\nin solution. The rheology investigation in solution is highly sensitive\nto the polymer–filler interactions and could be an important\ntool in developing more effective composites and films particularly\nin applications like separation membranes for which even the presence\nof minor cavities might compromise the performance.</p>", "clean_text": "A similar trend was observed for β-relaxation, which shifted to higher temperatures for the 5 and 10 wt % ZIF-8 membranes. Additionally, the relaxation was wider and had a shoulder at a high temperature. This shoulder on the right side of the β-transition observed in the case of ZIF-8 composites suggests areas with more limited mobility, which are known to exist at the filler proximity. The wider distribution of relaxation times may be explained by the mobility of the polymer in bulk and at the polymer-ZIF interface and potentially can be explained by the polytriazole-ZIF-8 interactions. More than this, this relaxation has a dual character in the case of 15 wt % ZIF-8 membrane. The activation energy for the two relaxations estimated from the Arrhenius plot in b and reported in  offers further support for these affirmations: E a increases with the ZIF content between 10 and 15 wt %, while for a higher ZIF-8 content, the β relaxation has a lower activation energy. A possible hypothesis is that above this concentration, the high ZIF-8 loading induces a looser packing of the PTA-OH polymer creating a higher free volume, which facilitates the molecular mobility of the polymer. At the same time, the increased mobility would also facilitate the release of solvent molecules trapped in the ZIF-8 particles and could explain the peaks located around 200 °C. Overall, the mobility increase may impact the performance of separation membranes by increasing the permeability but decreasing the selectivity. The relevance of local mobility probed as by DMA on the membrane performance has been pinpointed before both for solvent and for gas diffusion applications. Here, we highlight its importance to understand preferential interactions provided by additional functionalization of polymers like PTA-OH and others developed targeting an improvement of adhesion between fillers and polymer matrix. The DMA validates the observations in solution. The rheology investigation in solution is highly sensitive to the polymer-filler interactions and could be an important tool in developing more effective composites and films particularly in applications like separation membranes for which even the presence of minor cavities might compromise the performance.", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Activation Energy of the Relaxations\nMeasured by DMA for PTA-OH and Composite Films with ZIF-8</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">E</italic>\n<sub>a,γ</sub> (kJ/mol)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">E</italic>\n<sub>a,β</sub> (kJ/mol)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PTA-OH</oasis:entry>\n<oasis:entry>47.48</oasis:entry>\n<oasis:entry>97.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5 wt % ZIF-8</oasis:entry>\n<oasis:entry>67.19</oasis:entry>\n<oasis:entry>184.86</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>10 wt % ZIF-8</oasis:entry>\n<oasis:entry>62.28</oasis:entry>\n<oasis:entry>160.92</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>15 wt % ZIF-8</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>92.97</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>20 wt % ZIF-8</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>94.27</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We investigated the rheology of solutions of\nhydroxyl-functionalized\npolytriazole and ZIF-8. We confirmed that rheological measurements\nare highly sensitive to the interactions between the filler and polymer,\neven at a low ZIF-8 content. Gelation was observed for 10 wt % PTA-OH\nsolutions containing 3–15 wt % (relative to the polymer), while\nsolutions with analogous PTA without OH functionalization did not\ngel. These results indicate that rheology could be a simple method\nto screen new fillers/polymer pairs using small amounts of materials,\nbefore investing time and material in the membrane optimization. The\ninvestigation was supported by microscopic, spectroscopic, mechanical,\nand dynamic mechanical experiments. SEM images confirmed the formation\nof cavities in membranes prepared with PTA without OH, while those\nprepared with gelling PTA-OH/ZIF-8 systems had a minimum presence\nof cavities. FTIR identifies the added filler but was not sensitive\nto clarify or quantify interactions. NMR confirmed that the OH groups\nin PTA are involved in the interaction with ZIF-8. Therefore, we believe\nthat the phenol–imidazole interaction is the main reason for\nthe gelation in this work.</p>", "clean_text": "Conclusions\n\nWe investigated the rheology of solutions of hydroxyl-functionalized polytriazole and ZIF-8. We confirmed that rheological measurements are highly sensitive to the interactions between the filler and polymer, even at a low ZIF-8 content. Gelation was observed for 10 wt % PTA-OH solutions containing 3-15 wt % (relative to the polymer), while solutions with analogous PTA without OH functionalization did not gel. These results indicate that rheology could be a simple method to screen new fillers/polymer pairs using small amounts of materials, before investing time and material in the membrane optimization. The investigation was supported by microscopic, spectroscopic, mechanical, and dynamic mechanical experiments. SEM images confirmed the formation of cavities in membranes prepared with PTA without OH, while those prepared with gelling PTA-OH/ZIF-8 systems had a minimum presence of cavities. FTIR identifies the added filler but was not sensitive to clarify or quantify interactions. NMR confirmed that the OH groups in PTA are involved in the interaction with ZIF-8. Therefore, we believe that the phenol-imidazole interaction is the main reason for the gelation in this work.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Since a large increase in viscosity\nwas observed even with 3% filler,\nrheology seems to be very convenient to identify the best polymer/filler\npairs, being more sensitive than spectroscopic or mechanical methods.\nThe application can be easily extended to test new fillers and functionalized\npolymers.</p>", "clean_text": "Since a large increase in viscosity was observed even with 3% filler, rheology seems to be very convenient to identify the best polymer/filler pairs, being more sensitive than spectroscopic or mechanical methods. The application can be easily extended to test new fillers and functionalized polymers.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsapm.1c00501?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsapm.1c00501</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Literature examples of\nmixed-matrix membranes prepared\nwith ZIF; detailed experimental procedures; Maxwell and Einstein equations;\nadditional SEM images for 5 wt % ZIF-8 samples; additional rheological,\nspectroscopic, and X-ray characterization; and mechanical and additional\nDMA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsapm.1c00501.  Literature examples of mixed-matrix membranes prepared with ZIF; detailed experimental procedures; Maxwell and Einstein equations; additional SEM images for 5 wt % ZIF-8 samples; additional rheological, spectroscopic, and X-ray characterization; and mechanical and additional DMA (PDF)   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Literature examples of\nmixed-matrix membranes prepared\nwith ZIF; detailed experimental procedures; Maxwell and Einstein equations;\nadditional SEM images for 5 wt % ZIF-8 samples; additional rheological,\nspectroscopic, and X-ray characterization; and mechanical and additional\nDMA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Literature examples of mixed-matrix membranes prepared with ZIF; detailed experimental procedures; Maxwell and Einstein equations; additional SEM images for 5 wt % ZIF-8 samples; additional rheological, spectroscopic, and X-ray characterization; and mechanical and additional DMA (PDF)", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>All authors\nhave discussed and approved the manuscript. The authors declare no\ncompeting financial interest.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "All authors have discussed and approved the manuscript. The authors declare no competing financial interest.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "13, 15, 17, 21, 29", "type": "text", "classification": "property", "content": "<p>We observed that solutions prepared with PTA-OH gel after adding\nsmall amounts of ZIF-8, while analogous solutions with PTA do not\ngel. a shows\nthat the time for gelation of 10 wt % PTA-OH solutions in DMF is highly\ndependent on their content of ZIF-8. In this plot, the system was\nconsidered fully gelled when no flow could be visibly detected in\nupside-down vials (see b). More precisely, we measured the storage (<italic toggle=\"yes\">G</italic>′) and loss (<italic toggle=\"yes\">G</italic>″) moduli as a function\nof time for solutions with 10 wt % PTA-OH and different ZIF-8 contents\n(c). Initially,\nfor all solutions <italic toggle=\"yes\">G</italic>″ &gt; <italic toggle=\"yes\">G</italic>′,\nsimilar to solutions without ZIF-8 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>), the <italic toggle=\"yes\">G</italic>′/<italic toggle=\"yes\">G</italic>″ ratio\nis &lt;1. When no ZIF-8 is added, practically no significant change\nof viscosity or <italic toggle=\"yes\">G</italic>′/<italic toggle=\"yes\">G</italic>″\nwith time was observed. This indicates the viscous fluidic behavior\nof the solutions. For samples with 5–15 wt % ZIF-8, above 12\nmin (c), <italic toggle=\"yes\">G</italic>′ becomes larger than <italic toggle=\"yes\">G</italic>″,\ndemonstrating that a gel-like behavior is developed. The time corresponding\nto the crossing of the <italic toggle=\"yes\">G</italic>′ and <italic toggle=\"yes\">G</italic>″ curves (<italic toggle=\"yes\">G</italic>′/<italic toggle=\"yes\">G</italic>″\n= 1) increases as 5 &gt; 10 &gt; 15 wt %. We performed the same experiment,\nsubstituting PTA-OH by the analogous nonfunctionalized polytriazole.\nIn this case, due to the lack of solubility at room temperature, the\nexperiments were conducted at 60 °C. As seen in d, no gelation was observed. <italic toggle=\"yes\">G</italic>′/<italic toggle=\"yes\">G</italic>″ remained constant with\ntime and smaller than 1, characterizing a viscous behavior.</p><p>The rheology of solutions with 10 wt % PTA-OH (or PTA) and different\ncontents of ZIF-8 were then investigated in detail. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link> shows first how the viscosity of PTA-OH solutions\nwithout ZIF-8 depends on shear rate. As expected, at a low shear rate,\nthe viscosity is constant and the solutions have a Newtonian behavior.\nAs the shear rate increases, a shear thinning is observed, which is\nusually understood as the elongation or partial disentanglement of\npolymer coils in solution. The inverse\nof the shear rate corresponding to the initial viscosity decrease\ncan be correlated to the relaxation time of the system. For weight\nfractions 10, 12, and 15 wt %, the values at which the shear thinning\ninitiates at 25 °C were 40, 400, and 600 s<sup>–1</sup>, with the corresponding relaxation times of 0.025, 0.0025, and 0.0017\ns. The addition of only 3 wt % ZIF-8 (relative to the polymer content)\nto the PTA-OH solution causes gelation with a 4 orders of magnitude\nincrease in viscosity, as seen in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S3b</ext-link>. By fixing the polymer fraction in 10 wt %, it was possible to observe\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S3c</ext-link> an even higher increase of\nviscosity as the ZIF-8 content increased from 3 to 15 wt %.</p><p>By investigating\nthe viscosity of freshly prepared 10 wt % PTA-OH\nsolutions in DMF with 5 wt % ZIF-8 (relative to the polymer content)\nas a function of temperature, we see in a a clear increase in viscosity (shear thickening)\nbefore shear thinning is initiated. The shear rate at which the maximum\noccurs depends on temperature. For 30 °C or below, the maximum\nis probably out of the measurement range of the rheometer, with a\nslight increase of viscosity starting just below 10 000 s<sup>–1</sup>. As the temperature increases to 40, 50, and 60 °C,\na maximum is clearly seen, occurring, respectively, at 1100, 400,\nand 240 s<sup>–1</sup>. Shear thinning in polymers solutions\nwithout additives is understood as simply related to the disentanglement\nof polymer coils under shearing. Shear\nthickening and thinning reflect the friction between chain segments\nand are therefore influenced by the quality of the solvent, which\nmay change with temperature. In the system\nrepresented in , the shear thickening and thinning start at a lower shear rate at\na higher temperature. A higher mobility of the polymer coils at a\nhigher temperature would explain this behavior with less shearing\nbeing enough to disentangle coils under flow. Shear thickening is\nan indication of the presence of a transient network, caused by the\nstretching of potential intersegment bridges or by the formation of\nadditional bridges. In our system, bridges are built\nby the strong interaction between specific groups in the polymer chains\nand ZIF-8. The kind of interaction is discussed later, based on spectroscopic\ndata. In ,\nthe shear thickening is more pronounced at higher temperatures, with\ndifferentiated shear thickening for systems above 40 °C. However,\none should keep in mind that the viscosity values at a low shear rate\nare in the range of 0.05–0.15 Pa s. Under these conditions,\nthe interaction with ZIF-8 is still being built. The results in  were obtained with\nfreshly prepared solutions, immediately after mixing the PTA-OH solution\nand the ZIF-8 dispersion, when gelation still did not start. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link> presents Arrhenius-like plots of viscosity\nas a function of the inverse of temperature, at different shear rates.\nThe slopes are steeper at 252 and 398 s<sup>−1</sup>, range\nat which shear thickening is more pronounced, indicating a relatively\nhigh activation energy to break the transient network built by the\nentangled polymer chains with incipient ZIF-8 connections.</p><p>\n reports\nthe rheological investigation of the systems after the gelation of\nZIF-8/PTA-OH was initiated. While no gelation is observed for samples\nwithout ZIF-8, with the viscosity remaining lower than 0.1 Pa s (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S3a</ext-link>), the viscosity values are orders\nof magnitude larger, above 400 Pa s, for systems with &gt;5 wt % ZIF-8.\nFor these systems, the shear thickening is higher than 400 Pa s (). The plots in  have multi-inflections\nfirst with a light shear thickening, followed by a sharp shear thinning.\nThis behavior indicates the presence of transient networks with a\npolydisperse set of bridges with different strengths and relaxation\ntimes. The first shear thickening probably reflects the tendency of\nthe macromolecule to disentangle, driven by the increasing shear rate\n(as depicted in b), at the same time suffering a strong resistance to break the strong\nbridges between the polymer and ZIF-8. As the shear rate is increased,\nthese bridges holding the entangled coils together break, the friction\nbetween segments decreases, as well as the viscosity decreases. As\nthe shear rate continues to increase, the remaining links between\nZIF-8 particles and the already disentangled macromolecules are also\ndisrupted. As seen later, bridges might be formed by strong hydrogen\nbonds between the polymer and the linker or potentially by competing\nto coordinate with the zinc ions.</p><p>A good interaction\nbetween filler and polymer should contribute\nto satisfactory mechanical properties. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S11a</ext-link> shows stress–strain curves of films prepared with\nincreasing ZIF-8 contents, and additional characterization is reported\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>. The integration of stress–strain\ncurves led to the toughness values in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S11b</ext-link>. The toughness and tensile strength decrease with the incorporation\nof ZIF-8. One potential reason might be the local aggregation of the\nfiller that could to be minimized. But independent of that, the toughness\nand processability of polymers are known to be better than those of\nMOFs. Polymers are even used to enable MOF processability in the form\nof fibers. Although lower than that for\nthe pure polymer, the values for PTA-OH/ZIF-8 composites are still\nhigh compared to analogous films prepared with other polymers, including\nother examples with OH functionalization. Creep tests in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsapm.1c00501/suppl_file/ap1c00501_si_001.pdf\" xlink:type=\"simple\">Figure S11c</ext-link> show that\nsamples submitted up to 0.7% strain could be recovered without permanent\ndeformation. For the preparation of composite membranes for gas separation,\nthe selective layer is ultrathin and deposited on a thicker, porous\nsupport. Therefore, the mechanical stability of the selective material\nbecomes less important. The adhesion needs to be enough to avoid the\nformation of cavities between the polymer and the filler but does\nnot need to secure high toughness.</p>", "clean_text": "We observed that solutions prepared with PTA-OH gel after adding small amounts of ZIF-8, while analogous solutions with PTA do not gel. a shows that the time for gelation of 10 wt % PTA-OH solutions in DMF is highly dependent on their content of ZIF-8. In this plot, the system was considered fully gelled when no flow could be visibly detected in upside-down vials (see b). More precisely, we measured the storage (G') and loss (G\") moduli as a function of time for solutions with 10 wt % PTA-OH and different ZIF-8 contents (c). Initially, for all solutions G\" > G', similar to solutions without ZIF-8 (Figure S2), the G'/G\" ratio is <1. When no ZIF-8 is added, practically no significant change of viscosity or G'/G\" with time was observed. This indicates the viscous fluidic behavior of the solutions. For samples with 5-15 wt % ZIF-8, above 12 min (c), G' becomes larger than G\", demonstrating that a gel-like behavior is developed. The time corresponding to the crossing of the G' and G\" curves (G'/G\" = 1) increases as 5 > 10 > 15 wt %. We performed the same experiment, substituting PTA-OH by the analogous nonfunctionalized polytriazole. In this case, due to the lack of solubility at room temperature, the experiments were conducted at 60 °C. As seen in d, no gelation was observed. G'/G\" remained constant with time and smaller than 1, characterizing a viscous behavior.\n\nThe rheology of solutions with 10 wt % PTA-OH (or PTA) and different contents of ZIF-8 were then investigated in detail. Figure S3a shows first how the viscosity of PTA-OH solutions without ZIF-8 depends on shear rate. As expected, at a low shear rate, the viscosity is constant and the solutions have a Newtonian behavior. As the shear rate increases, a shear thinning is observed, which is usually understood as the elongation or partial disentanglement of polymer coils in solution. The inverse of the shear rate corresponding to the initial viscosity decrease can be correlated to the relaxation time of the system. For weight fractions 10, 12, and 15 wt %, the values at which the shear thinning initiates at 25 °C were 40, 400, and 600 s-1, with the corresponding relaxation times of 0.025, 0.0025, and 0.0017 s. The addition of only 3 wt % ZIF-8 (relative to the polymer content) to the PTA-OH solution causes gelation with a 4 orders of magnitude increase in viscosity, as seen in Figure S3b. By fixing the polymer fraction in 10 wt %, it was possible to observe in Figure S3c an even higher increase of viscosity as the ZIF-8 content increased from 3 to 15 wt %.\n\nBy investigating the viscosity of freshly prepared 10 wt % PTA-OH solutions in DMF with 5 wt % ZIF-8 (relative to the polymer content) as a function of temperature, we see in a a clear increase in viscosity (shear thickening) before shear thinning is initiated. The shear rate at which the maximum occurs depends on temperature. For 30 °C or below, the maximum is probably out of the measurement range of the rheometer, with a slight increase of viscosity starting just below 10000 s-1. As the temperature increases to 40, 50, and 60 °C, a maximum is clearly seen, occurring, respectively, at 1100, 400, and 240 s-1. Shear thinning in polymers solutions without additives is understood as simply related to the disentanglement of polymer coils under shearing. Shear thickening and thinning reflect the friction between chain segments and are therefore influenced by the quality of the solvent, which may change with temperature. In the system represented in , the shear thickening and thinning start at a lower shear rate at a higher temperature. A higher mobility of the polymer coils at a higher temperature would explain this behavior with less shearing being enough to disentangle coils under flow. Shear thickening is an indication of the presence of a transient network, caused by the stretching of potential intersegment bridges or by the formation of additional bridges. In our system, bridges are built by the strong interaction between specific groups in the polymer chains and ZIF-8. The kind of interaction is discussed later, based on spectroscopic data. In , the shear thickening is more pronounced at higher temperatures, with differentiated shear thickening for systems above 40 °C. However, one should keep in mind that the viscosity values at a low shear rate are in the range of 0.05-0.15 Pa s. Under these conditions, the interaction with ZIF-8 is still being built. The results in  were obtained with freshly prepared solutions, immediately after mixing the PTA-OH solution and the ZIF-8 dispersion, when gelation still did not start. Figure S4 presents Arrhenius-like plots of viscosity as a function of the inverse of temperature, at different shear rates. The slopes are steeper at 252 and 398 s-1, range at which shear thickening is more pronounced, indicating a relatively high activation energy to break the transient network built by the entangled polymer chains with incipient ZIF-8 connections.\n\n  reports the rheological investigation of the systems after the gelation of ZIF-8/PTA-OH was initiated. While no gelation is observed for samples without ZIF-8, with the viscosity remaining lower than 0.1 Pa s (Figure S3a), the viscosity values are orders of magnitude larger, above 400 Pa s, for systems with >5 wt % ZIF-8. For these systems, the shear thickening is higher than 400 Pa s (). The plots in  have multi-inflections first with a light shear thickening, followed by a sharp shear thinning. This behavior indicates the presence of transient networks with a polydisperse set of bridges with different strengths and relaxation times. The first shear thickening probably reflects the tendency of the macromolecule to disentangle, driven by the increasing shear rate (as depicted in b), at the same time suffering a strong resistance to break the strong bridges between the polymer and ZIF-8. As the shear rate is increased, these bridges holding the entangled coils together break, the friction between segments decreases, as well as the viscosity decreases. As the shear rate continues to increase, the remaining links between ZIF-8 particles and the already disentangled macromolecules are also disrupted. As seen later, bridges might be formed by strong hydrogen bonds between the polymer and the linker or potentially by competing to coordinate with the zinc ions.\n\nA good interaction between filler and polymer should contribute to satisfactory mechanical properties. Figure S11a shows stress-strain curves of films prepared with increasing ZIF-8 contents, and additional characterization is reported in Table S2. The integration of stress-strain curves led to the toughness values in Figure S11b. The toughness and tensile strength decrease with the incorporation of ZIF-8. One potential reason might be the local aggregation of the filler that could to be minimized. But independent of that, the toughness and processability of polymers are known to be better than those of MOFs. Polymers are even used to enable MOF processability in the form of fibers. Although lower than that for the pure polymer, the values for PTA-OH/ZIF-8 composites are still high compared to analogous films prepared with other polymers, including other examples with OH functionalization. Creep tests in Figure S11c show that samples submitted up to 0.7% strain could be recovered without permanent deformation. For the preparation of composite membranes for gas separation, the selective layer is ultrathin and deposited on a thicker, porous support. Therefore, the mechanical stability of the selective material becomes less important. The adhesion needs to be enough to avoid the formation of cavities between the polymer and the filler but does not need to secure high toughness.", "data": [[{"meta": {"name": "PTA-OH", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "gelation time", "value": "", "unit": "", "condition": "10 wt % PTA-OH solutions in DMF"}, {"property name": "viscosity", "value": "0.05-0.15", "unit": "Pa s", "condition": "low shear rate"}, {"property name": "viscosity", "value": "400", "unit": "Pa s", "condition": "3 wt % ZIF-8"}, {"property name": "viscosity", "value": ">400", "unit": "Pa s", "condition": ">5 wt % ZIF-8"}, {"property name": "shear thickening", "value": "", "unit": "", "condition": "higher temperatures"}, {"property name": "shear thinning", "value": "", "unit": "", "condition": "higher temperatures"}, {"property name": "viscosity", "value": "above 400", "unit": "Pa s", "condition": "shear thickening"}, {"property name": "viscosity", "value": "above 400", "unit": "Pa s", "condition": "shear thinning"}, {"property name": "toughness", "value": "", "unit": "", "condition": "PTA-OH/ZIF-8 composites"}, {"property name": "tensile strength", "value": "", "unit": "", "condition": "PTA-OH/ZIF-8 composites"}, {"property name": "creep", "value": "0.7%", "unit": "strain", "condition": "samples"}]}]], "include_properties": ["etc"]}, {"idx": 33, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Activation Energy of the Relaxations\nMeasured by DMA for PTA-OH and Composite Films with ZIF-8</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">E</italic>\n<sub>a,γ</sub> (kJ/mol)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">E</italic>\n<sub>a,β</sub> (kJ/mol)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>PTA-OH</oasis:entry>\n<oasis:entry>47.48</oasis:entry>\n<oasis:entry>97.43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5 wt % ZIF-8</oasis:entry>\n<oasis:entry>67.19</oasis:entry>\n<oasis:entry>184.86</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>10 wt % ZIF-8</oasis:entry>\n<oasis:entry>62.28</oasis:entry>\n<oasis:entry>160.92</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>15 wt % ZIF-8</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>92.97</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>20 wt % ZIF-8</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>94.27</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Activation Energy of the Relaxations Measured by DMA for PTA-OH and Composite Films with ZIF-8\n\n| sample       | E<sub>a,γ</sub> (kJ/mol) | E<sub>a,β</sub> (kJ/mol) |\n|--------------|------------------------|------------------------|\n| PTA-OH       | 47.48                  | 97.43                  |\n| 5 wt % ZIF-8 | 67.19                  | 184.86                 |\n| 10 wt % ZIF-8| 62.28                  | 160.92                 |\n| 15 wt % ZIF-8|                        | 92.97                  |\n| 20 wt % ZIF-8|                        | 94.27                  |", "data": [{"meta": {"name": "PTA-OH", "symbol": "", "chemical formula": ""}, "activation energy": [{"type": "γ", "value": "47.48", "unit": "kJ/mol", "condition": ""}, {"type": "β", "value": "97.43", "unit": "kJ/mol", "condition": ""}]}, {"meta": {"name": "5 wt % ZIF-8", "symbol": "", "chemical formula": ""}, "activation energy": [{"type": "γ", "value": "67.19", "unit": "kJ/mol", "condition": ""}, {"type": "β", "value": "184.86", "unit": "kJ/mol", "condition": ""}]}, {"meta": {"name": "10 wt % ZIF-8", "symbol": "", "chemical formula": ""}, "activation energy": [{"type": "γ", "value": "62.28", "unit": "kJ/mol", "condition": ""}, {"type": "β", "value": "160.92", "unit": "kJ/mol", "condition": ""}]}, {"meta": {"name": "15 wt % ZIF-8", "symbol": "", "chemical formula": ""}, "activation energy": [{"type": "β", "value": "92.97", "unit": "kJ/mol", "condition": ""}]}, {"meta": {"name": "20 wt % ZIF-8", "symbol": "", "chemical formula": ""}, "activation energy": [{"type": "β", "value": "94.27", "unit": "kJ/mol", "condition": ""}]}], "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic of\nfiller content and filler–matrix adhesion effects\non the separation properties of mixed-matrix membranes.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic of filler content and filler-matrix adhesion effects on the separation properties of mixed-matrix membranes.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Cross-sectional SEM images of PTA (top) and PTA-OH (bottom)\nfilms\nwith different contents of ZIF-8.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Cross-sectional SEM images of PTA (top) and PTA-OH (bottom) films with different contents of ZIF-8.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Gelation of\nPTA-OH and PTA solutions in DMF: (a) Time till gelation\nfor 10 wt % PTA-OH solutions as a function of ZIF-8 content. (b) Photographs\nof gelling ZIF-8/PTA-OH solutions in DMF (complete gelation on the\nright). (c) Ratio between storage (<italic toggle=\"yes\">G</italic>′) and\nloss (<italic toggle=\"yes\">G</italic>″) moduli as a function of time of\nsolutions with 10 wt % PTA-OH and different ZIF-8 contents. (d) Ratio\nbetween storage (<italic toggle=\"yes\">G</italic>′) and loss (<italic toggle=\"yes\">G</italic>″) moduli as a function of time of solutions with 10 wt %\nPTA and different ZIF-8 contents.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Gelation of PTA-OH and PTA solutions in DMF: (a) Time till gelation for 10 wt % PTA-OH solutions as a function of ZIF-8 content. (b) Photographs of gelling ZIF-8/PTA-OH solutions in DMF (complete gelation on the right). (c) Ratio between storage (G') and loss (G\") moduli as a function of time of solutions with 10 wt % PTA-OH and different ZIF-8 contents. (d) Ratio between storage (G') and loss (G\") moduli as a function of time of solutions with 10 wt % PTA and different ZIF-8 contents.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Viscosity\nof freshly prepared 10 wt % PTA-OH solutions in DMF\nwith 5 wt % ZIF-8 (relative to the polymer content) as a function\nof shear rate and temperature. (b) Viscosity of freshly prepared 10\nwt % PTA solutions in DMF with 5 wt % ZIF-8 (relative to the polymer\ncontent) as a function of shear rate and temperature.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Viscosity of freshly prepared 10 wt % PTA-OH solutions in DMF with 5 wt % ZIF-8 (relative to the polymer content) as a function of shear rate and temperature. (b) Viscosity of freshly prepared 10 wt % PTA solutions in DMF with 5 wt % ZIF-8 (relative to the polymer content) as a function of shear rate and temperature.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Viscosity as a function of shear rate\nat different temperatures\nof 10 wt % PTA-OH solutions in DMF containing 5 wt % ZIF-8 (relative\nto the polymer content), after the samples were partially gelled.\n(b) Simplified scheme of polymer-chain disentanglement and ZIF-8 bridge\ndisconnection as the shear rate increases. (c, d) Viscosity as a function\nof shear rate of partially gelled 10 wt % PTA-OH solutions in (c)\nDMF and (d) DMAc containing up to 15 wt % ZIF-8 (relative to the polymer\ncontent).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Viscosity as a function of shear rate at different temperatures of 10 wt % PTA-OH solutions in DMF containing 5 wt % ZIF-8 (relative to the polymer content), after the samples were partially gelled. (b) Simplified scheme of polymer-chain disentanglement and ZIF-8 bridge disconnection as the shear rate increases. (c, d) Viscosity as a function of shear rate of partially gelled 10 wt % PTA-OH solutions in (c) DMF and (d) DMAc containing up to 15 wt % ZIF-8 (relative to the polymer content).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a, b) Spectroscopic characterization\nof PTA-OH solutions in deuterated\nDMF: (a) <sup>1</sup>H NMR and (b) <sup>13</sup>C NMR spectra. The\nweight ratio of zinc acetate or 2-methylimidazole to PTA-OH added\nto the solution was 1:6. (c, d) Solid <sup>13</sup>C NMR spectra of\nfilms prepared from (c) PTA-OH and (d) PTA solutions with different\ncontents of ZIF-8.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a, b) Spectroscopic characterization of PTA-OH solutions in deuterated DMF: (a) 1H NMR and (b) 13C NMR spectra. The weight ratio of zinc acetate or 2-methylimidazole to PTA-OH added to the solution was 1:6. (c, d) Solid 13C NMR spectra of films prepared from (c) PTA-OH and (d) PTA solutions with different contents of ZIF-8.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Dynamic mechanical analysis:\n(a) relaxations of PTA-OH visualized\nin curves of loss moduli as a function of temperature; (b) logarithm\nof the frequency corresponding to the maximum of the <italic toggle=\"yes\">E</italic>″(<italic toggle=\"yes\">T</italic>) as a function of the inverse of temperature\nfor films with different ZIF-8 contents. The activation energy values\nfor the relaxations are estimated by the slopes of each curve.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ap1c00501_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Dynamic mechanical analysis: (a) relaxations of PTA-OH visualized in curves of loss moduli as a function of temperature; (b) logarithm of the frequency corresponding to the maximum of the E\"(T) as a function of the inverse of temperature for films with different ZIF-8 contents. The activation energy values for the relaxations are estimated by the slopes of each curve.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsapm.1c00501", "title": null, "journal": "American Chemical Society", "date": "2021.11", "author_list": ["Esposito\nRebecca", "Musteata\nValentina", "Chisca\nStefan", "Nunes\nSuzana P."]}}