{"filepath": "../L2M3_data/1_application_papers/acs_xml/ar2c00239.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<title>Conspectus</title><p>Oxygen-involved electrocatalytic\nprocesses, including the oxygen\nevolution reaction (OER) and oxygen reduction reaction (ORR), are\ncentral to a series of advanced modern energy and conversion technologies,\nsuch as water electrolyzers, fuel cells, and CO<sub>2</sub> reduction\nor N<sub>2</sub> fixation devices. A comprehensive and in-depth understanding\nof the charge transfer and energy conversion process that ubiquitously\noccurs over solid–liquid electrochemical interfaces during\noxygen electrocatalysis is crucial for understanding the key essence\nof oxygen-related electrochemistry. The huge challenges for dynamic\nstudies over solid–liquid interfaces during oxygen electrocatalysis\nlie in the all-embracing electrochemical processes of the catalytic\nreactions, associated with both structural and reactive intermediates\nevolution on the electrode surface, and in the significant influence\nof the aqueous environments of electrolytes used. Hence, overcoming\nthese challenges intrinsically calls for a great cooperation of multiple\ncutting-edge in situ technologies. Synchrotron radiation (SR) X-ray\nabsorption fine structure (SR-XAFS) spectroscopy is highly sensitive\nto the local atomic structure of nanomaterials, and SR-based Fourier\ntransform infrared (SR-FTIR) spectroscopy features unique molecular\nfingerprint identification to determine active species on the surface\nof electrodes. One can imagine that the correlative in situ SR-XAFS/FTIR\nspectroscopic investigations will potentially provide sufficient,\nreliable, and complementary information at the atomic/molecular level\nto depict vivid and comprehensive “dynamic movies” of\nsolid–liquid electrochemical interfaces during oxygen electrocatalysis,\nwhich will help effectively promote/simplify the complicated screening\nprocess of advanced oxygen electrocatalysts for efficient high-energy-density\nenergy systems.</p>", "clean_text": "Conspectus\n\nOxygen-involved electrocatalytic processes, including the oxygen evolution reaction (OER) and oxygen reduction reaction (ORR), are central to a series of advanced modern energy and conversion technologies, such as water electrolyzers, fuel cells, and CO2 reduction or N2 fixation devices. A comprehensive and in-depth understanding of the charge transfer and energy conversion process that ubiquitously occurs over solid-liquid electrochemical interfaces during oxygen electrocatalysis is crucial for understanding the key essence of oxygen-related electrochemistry. The huge challenges for dynamic studies over solid-liquid interfaces during oxygen electrocatalysis lie in the all-embracing electrochemical processes of the catalytic reactions, associated with both structural and reactive intermediates evolution on the electrode surface, and in the significant influence of the aqueous environments of electrolytes used. Hence, overcoming these challenges intrinsically calls for a great cooperation of multiple cutting-edge in situ technologies. Synchrotron radiation (SR) X-ray absorption fine structure (SR-XAFS) spectroscopy is highly sensitive to the local atomic structure of nanomaterials, and SR-based Fourier transform infrared (SR-FTIR) spectroscopy features unique molecular fingerprint identification to determine active species on the surface of electrodes. One can imagine that the correlative in situ SR-XAFS/FTIR spectroscopic investigations will potentially provide sufficient, reliable, and complementary information at the atomic/molecular level to depict vivid and comprehensive \"dynamic movies\" of solid-liquid electrochemical interfaces during oxygen electrocatalysis, which will help effectively promote/simplify the complicated screening process of advanced oxygen electrocatalysts for efficient high-energy-density energy systems.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>In this Account, starting with some fundamentals\nof SR-based spectroscopic\ntechnologies, tips for obtaining high-quality SR-XAFS and SR-FTIR\nspectroscopy results during the electrocatalytic process are comprehensively\nspecified. Subsequently, the latest research achievements of dynamic\ninvestigations mainly from our group based on in situ SR-XAFS and/or\nSR-FTIR spectroscopies will be systematically scrutinized and properly\nemphasized in detail, where the currently attractive metal–organic–framework\n(MOF) nanomaterials and single-atom catalysts (SACs) are selected\nas the main object of research. Moreover, the vital contributions\nof correlative in situ SR-XAFS/FTIR studies on new discoveries of\nthe dynamic evolution of solid–liquid interfaces during oxygen\nelectrocatalysis are highlighted. In particular, our pioneering research\nfound that the potential-dependent dynamically coupled oxygen formed\nin the precatalytic stage was a very useful promoter in SACs to promote\nefficient OER kinetics under acidic conditions. In addition, the in\nsitu generated metastable Ni<sub>1</sub>–N<sub>2</sub> centers\nwith more structural degrees of freedom in SACs could potentially\nfacilitate the fast 4e<sup>–</sup> ORR kinetics. This Account\nis anticipated to stimulate broad interest in dynamic explorations\nin various catalytic processes of interest in the material science\nand electrochemistry communities using correlative SR-based technologies.</p>", "clean_text": "In this Account, starting with some fundamentals of SR-based spectroscopic technologies, tips for obtaining high-quality SR-XAFS and SR-FTIR spectroscopy results during the electrocatalytic process are comprehensively specified. Subsequently, the latest research achievements of dynamic investigations mainly from our group based on in situ SR-XAFS and/or SR-FTIR spectroscopies will be systematically scrutinized and properly emphasized in detail, where the currently attractive metal-organic-framework (MOF) nanomaterials and single-atom catalysts (SACs) are selected as the main object of research. Moreover, the vital contributions of correlative in situ SR-XAFS/FTIR studies on new discoveries of the dynamic evolution of solid-liquid interfaces during oxygen electrocatalysis are highlighted. In particular, our pioneering research found that the potential-dependent dynamically coupled oxygen formed in the precatalytic stage was a very useful promoter in SACs to promote efficient OER kinetics under acidic conditions. In addition, the in situ generated metastable Ni1-N2 centers with more structural degrees of freedom in SACs could potentially facilitate the fast 4e- ORR kinetics. This Account is anticipated to stimulate broad interest in dynamic explorations in various catalytic processes of interest in the material science and electrochemistry communities using correlative SR-based technologies.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Key References</title><p>\n<list list-type=\"bullet\">\n<list-item>\n<p>Su, H.; Zhou, W. L.; Zhang, H.; Zhou, W.; Zhao, X.;\nLi, Y. L.; Liu, M. H.; Cheng, W. R.; Liu, Q. H. Dynamic evolution\nof solid–liquid electrochemical interfaces over single-atom\nactive sites. <italic toggle=\"yes\">J. Am. Chem. Soc</italic>. <bold>2020</bold>, i, 12306–12313. By cutting-edge\nin situ SR-XAFS and SR-FTIR spectroscopies, we have uncovered the\ngeneral dynamics of active sites evolution in relation with the reactive\nintermediates proceeding over the solid–liquid interfaces of\nsingle-atom Ni catalysts during the ORR.</p>\n</list-item>\n<list-item>\n<p>Cheng, W. R.; Zhao, X.; Su, H.; Tang, F. M.; Che, W.;\nZhang, H.; Liu, Q. H. Lattice-strained metal-organic-framework arrays\nfor bifunctional oxygen electrocatalysis. <italic toggle=\"yes\">Nat. Energy</italic>\n<bold>2019</bold>, <italic toggle=\"yes\">4</italic>, 115–122. On the basis of the situ SR-FTIR spectroscopy,\na key superoxide *OOH intermediate over lattice-strained NiFe MOF\nelectrocatalysts is observed for the first time during both the ORR\nand the OER processes, which corresponds to an efficient 4e<sup>–</sup> oxygen catalytic pathway.</p>\n</list-item>\n<list-item>\n<p>Su, H.; Zhou,\nW.; Zhou, W.; Li, Y.; Zheng, L.; Zhang,\nH.; Liu, M.; Zhang, X.; Sun, X.; Xu, Y.; Hu, F.; Zhang, J.; Hu, T.;\nLiu, Q. H.; Wei, S. Q. In-situ spectroscopic observation of dynamic-coupling\noxygen on atomically dispersed iridium electrocatalyst for acidic\nwater oxidation. <italic toggle=\"yes\">Nat. Commun</italic>. <bold>2021</bold>, <italic toggle=\"yes\">12</italic>, 6118. The potential-driven\ndynamical-coupling oxygen is directly observed over single-atom Ir\ncatalysts during the OER in acidic media using correlative in situ\nSR-XAFS and SR-FTIR spectroscopies, which is of benefit for the key\n*OOH intermediates formation toward fast OER kinetics.</p>\n</list-item>\n<list-item>\n<p>Su, H.; Zhao, X.; Cheng, W. R.; Zhang, H.; Li, Y. L.;\nZhou, W. L.; Liu, M. H.; Liu, Q. H. Hetero-N-coordinated Co single\nsites with high turnover frequency for efficient electrocatalytic\noxygen evolution in an acidic medium. <italic toggle=\"yes\">ACS Energy Lett</italic>. <bold>2019</bold>, <italic toggle=\"yes\">4</italic>, 1816–1822. Through in situ SR-FTIR spectroscopy, the surface\nspecies evolution over hetero-N-coordinated Co single-atom catalysts\nduring acidic OER is originally revealed, where the postformed active\nH<sub>2</sub>N–(*O–Co)–N<sub>4</sub> moieties\ncould effectively promote the surface oxo species transformation for\nenhanced OER activity.</p>\n</list-item>\n</list>\n</p>", "clean_text": "Key References\n\n   Su, H.; Zhou, W. L.; Zhang, H.; Zhou, W.; Zhao, X.; Li, Y. L.; Liu, M. H.; Cheng, W. R.; Liu, Q. H. Dynamic evolution of solid-liquid electrochemical interfaces over single-atom active sites. J. Am. Chem. Soc. 2020, i, 12306-12313. By cutting-edge in situ SR-XAFS and SR-FTIR spectroscopies, we have uncovered the general dynamics of active sites evolution in relation with the reactive intermediates proceeding over the solid-liquid interfaces of single-atom Ni catalysts during the ORR.   Cheng, W. R.; Zhao, X.; Su, H.; Tang, F. M.; Che, W.; Zhang, H.; Liu, Q. H. Lattice-strained metal-organic-framework arrays for bifunctional oxygen electrocatalysis. Nat. Energy 2019, 4, 115-122. On the basis of the situ SR-FTIR spectroscopy, a key superoxide *OOH intermediate over lattice-strained NiFe MOF electrocatalysts is observed for the first time during both the ORR and the OER processes, which corresponds to an efficient 4e- oxygen catalytic pathway.   Su, H.; Zhou, W.; Zhou, W.; Li, Y.; Zheng, L.; Zhang, H.; Liu, M.; Zhang, X.; Sun, X.; Xu, Y.; Hu, F.; Zhang, J.; Hu, T.; Liu, Q. H.; Wei, S. Q. In-situ spectroscopic observation of dynamic-coupling oxygen on atomically dispersed iridium electrocatalyst for acidic water oxidation. Nat. Commun. 2021, 12, 6118. The potential-driven dynamical-coupling oxygen is directly observed over single-atom Ir catalysts during the OER in acidic media using correlative in situ SR-XAFS and SR-FTIR spectroscopies, which is of benefit for the key *OOH intermediates formation toward fast OER kinetics.   Su, H.; Zhao, X.; Cheng, W. R.; Zhang, H.; Li, Y. L.; Zhou, W. L.; Liu, M. H.; Liu, Q. H. Hetero-N-coordinated Co single sites with high turnover frequency for efficient electrocatalytic oxygen evolution in an acidic medium. ACS Energy Lett. 2019, 4, 1816-1822. Through in situ SR-FTIR spectroscopy, the surface species evolution over hetero-N-coordinated Co single-atom catalysts during acidic OER is originally revealed, where the postformed active H2N-(*O-Co)-N4 moieties could effectively promote the surface oxo species transformation for enhanced OER activity.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Su, H.; Zhou, W. L.; Zhang, H.; Zhou, W.; Zhao, X.;\nLi, Y. L.; Liu, M. H.; Cheng, W. R.; Liu, Q. H. Dynamic evolution\nof solid–liquid electrochemical interfaces over single-atom\nactive sites. <italic toggle=\"yes\">J. Am. Chem. Soc</italic>. <bold>2020</bold>, i, 12306–12313. By cutting-edge\nin situ SR-XAFS and SR-FTIR spectroscopies, we have uncovered the\ngeneral dynamics of active sites evolution in relation with the reactive\nintermediates proceeding over the solid–liquid interfaces of\nsingle-atom Ni catalysts during the ORR.</p>", "clean_text": "Su, H.; Zhou, W. L.; Zhang, H.; Zhou, W.; Zhao, X.; Li, Y. L.; Liu, M. H.; Cheng, W. R.; Liu, Q. H. Dynamic evolution of solid-liquid electrochemical interfaces over single-atom active sites. J. Am. Chem. Soc. 2020, i, 12306-12313. By cutting-edge in situ SR-XAFS and SR-FTIR spectroscopies, we have uncovered the general dynamics of active sites evolution in relation with the reactive intermediates proceeding over the solid-liquid interfaces of single-atom Ni catalysts during the ORR.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Cheng, W. R.; Zhao, X.; Su, H.; Tang, F. M.; Che, W.;\nZhang, H.; Liu, Q. H. Lattice-strained metal-organic-framework arrays\nfor bifunctional oxygen electrocatalysis. <italic toggle=\"yes\">Nat. Energy</italic>\n<bold>2019</bold>, <italic toggle=\"yes\">4</italic>, 115–122. On the basis of the situ SR-FTIR spectroscopy,\na key superoxide *OOH intermediate over lattice-strained NiFe MOF\nelectrocatalysts is observed for the first time during both the ORR\nand the OER processes, which corresponds to an efficient 4e<sup>–</sup> oxygen catalytic pathway.</p>", "clean_text": "Cheng, W. R.; Zhao, X.; Su, H.; Tang, F. M.; Che, W.; Zhang, H.; Liu, Q. H. Lattice-strained metal-organic-framework arrays for bifunctional oxygen electrocatalysis. Nat. Energy 2019, 4, 115-122. On the basis of the situ SR-FTIR spectroscopy, a key superoxide *OOH intermediate over lattice-strained NiFe MOF electrocatalysts is observed for the first time during both the ORR and the OER processes, which corresponds to an efficient 4e- oxygen catalytic pathway.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Su, H.; Zhou,\nW.; Zhou, W.; Li, Y.; Zheng, L.; Zhang,\nH.; Liu, M.; Zhang, X.; Sun, X.; Xu, Y.; Hu, F.; Zhang, J.; Hu, T.;\nLiu, Q. H.; Wei, S. Q. In-situ spectroscopic observation of dynamic-coupling\noxygen on atomically dispersed iridium electrocatalyst for acidic\nwater oxidation. <italic toggle=\"yes\">Nat. Commun</italic>. <bold>2021</bold>, <italic toggle=\"yes\">12</italic>, 6118. The potential-driven\ndynamical-coupling oxygen is directly observed over single-atom Ir\ncatalysts during the OER in acidic media using correlative in situ\nSR-XAFS and SR-FTIR spectroscopies, which is of benefit for the key\n*OOH intermediates formation toward fast OER kinetics.</p>", "clean_text": "Su, H.; Zhou, W.; Zhou, W.; Li, Y.; Zheng, L.; Zhang, H.; Liu, M.; Zhang, X.; Sun, X.; Xu, Y.; Hu, F.; Zhang, J.; Hu, T.; Liu, Q. H.; Wei, S. Q. In-situ spectroscopic observation of dynamic-coupling oxygen on atomically dispersed iridium electrocatalyst for acidic water oxidation. Nat. Commun. 2021, 12, 6118. The potential-driven dynamical-coupling oxygen is directly observed over single-atom Ir catalysts during the OER in acidic media using correlative in situ SR-XAFS and SR-FTIR spectroscopies, which is of benefit for the key *OOH intermediates formation toward fast OER kinetics.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Su, H.; Zhao, X.; Cheng, W. R.; Zhang, H.; Li, Y. L.;\nZhou, W. L.; Liu, M. H.; Liu, Q. H. Hetero-N-coordinated Co single\nsites with high turnover frequency for efficient electrocatalytic\noxygen evolution in an acidic medium. <italic toggle=\"yes\">ACS Energy Lett</italic>. <bold>2019</bold>, <italic toggle=\"yes\">4</italic>, 1816–1822. Through in situ SR-FTIR spectroscopy, the surface\nspecies evolution over hetero-N-coordinated Co single-atom catalysts\nduring acidic OER is originally revealed, where the postformed active\nH<sub>2</sub>N–(*O–Co)–N<sub>4</sub> moieties\ncould effectively promote the surface oxo species transformation for\nenhanced OER activity.</p>", "clean_text": "Su, H.; Zhao, X.; Cheng, W. R.; Zhang, H.; Li, Y. L.; Zhou, W. L.; Liu, M. H.; Liu, Q. H. Hetero-N-coordinated Co single sites with high turnover frequency for efficient electrocatalytic oxygen evolution in an acidic medium. ACS Energy Lett. 2019, 4, 1816-1822. Through in situ SR-FTIR spectroscopy, the surface species evolution over hetero-N-coordinated Co single-atom catalysts during acidic OER is originally revealed, where the postformed active H2N-(*O-Co)-N4 moieties could effectively promote the surface oxo species transformation for enhanced OER activity.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The development of advanced\nenergy conversion devices, such as\nfuel cells and water electrolyzers, is of essential importance for\nthe great blossoming of the modern green and sustainable energy industry. To carry forward the practical deployment of these\nenergy systems, the requirements of active electrocatalysts with high\nactivity and robust long-term durability should be satisfied for efficient\nfuel cells and water electrolyzers. Oxygen electrocatalytic\nreactions, including the oxygen evolution reaction (OER) and oxygen\nreduction reaction (ORR), occur at the solid–liquid electrochemical\ninterfaces of catalytic electrodes and greatly affect the overall\nefficiency and operational durability of industrial fuel cells and\nwater electrolyzers due to their intrinsically sluggish kinetics. Therefore, it is very significant to completely understand the essential\ndynamics of solid–liquid electrochemical interfaces during\nelectrocatalysis to rationally design, synthesize, and screen advanced\noxygen electrocatalysts.</p>", "clean_text": "Introduction\n\nThe development of advanced energy conversion devices, such as fuel cells and water electrolyzers, is of essential importance for the great blossoming of the modern green and sustainable energy industry. To carry forward the practical deployment of these energy systems, the requirements of active electrocatalysts with high activity and robust long-term durability should be satisfied for efficient fuel cells and water electrolyzers. Oxygen electrocatalytic reactions, including the oxygen evolution reaction (OER) and oxygen reduction reaction (ORR), occur at the solid-liquid electrochemical interfaces of catalytic electrodes and greatly affect the overall efficiency and operational durability of industrial fuel cells and water electrolyzers due to their intrinsically sluggish kinetics. Therefore, it is very significant to completely understand the essential dynamics of solid-liquid electrochemical interfaces during electrocatalysis to rationally design, synthesize, and screen advanced oxygen electrocatalysts.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>During oxygen electrocatalysis, the\nsurface rearrangement of electrocatalysts\nhas been commonly predicted in theoretical calculations and evidently\nobserved in experiments. Accompanied by surface reconstruction,\na series of oxo intermediates, such as *OH, *O, *OOH, etc., successively\nappears over the evolved active sites of electrocatalysts during the\ncatalytic process. To gain a full picture of the\ncatalytic dynamics, the evolution of both surface structures and reactive\nintermediates over the solid–liquid interface of electrodes\nis recommended to be concurrently monitored, but it faces a great\nchallenge because of the complication of the electrode surface and\nlimitation of effective detection technologies in aqueous environments.\n</p>", "clean_text": "During oxygen electrocatalysis, the surface rearrangement of electrocatalysts has been commonly predicted in theoretical calculations and evidently observed in experiments. Accompanied by surface reconstruction, a series of oxo intermediates, such as *OH, *O, *OOH, etc., successively appears over the evolved active sites of electrocatalysts during the catalytic process. To gain a full picture of the catalytic dynamics, the evolution of both surface structures and reactive intermediates over the solid-liquid interface of electrodes is recommended to be concurrently monitored, but it faces a great challenge because of the complication of the electrode surface and limitation of effective detection technologies in aqueous environments. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The worldwide blossoming of synchrotron radiation (SR) facilities\nprovides a promising and high-brilliance light source to rapidly develop\nSR-based spectroscopic technologies toward surficial/interfacial detection\nin aqueous conditions. In particular, SR-based X-ray absorption fine structure\nspectroscopy (SR-XAFS), which has element specificity, high local\nstructure sensitivity, and a strong penetration capability in aqueous\nsolutions, is a very powerful tool to promptly probe the structural\nevolution of active metal centers in electrocatalysts under working\nconditions. Moreover, SR-based Fourier transform infrared spectroscopy\n(SR-FTIR), with molecular fingerprint identification of surface species,\ncan successfully track the evolution of reactive intermediates on\nthe surface of electrodes during electrocatalytic processes. A full picture of the dynamic\nevolution over the solid–liquid interfaces may be depicted\nby correlative in situ SR-XAFS/FTIR analyses. Indeed, certain pioneering works based on\nin situ SR-XAFS and/or SR-FTIR investigations have been implemented\nto disclose the catalytic mechanism of catalysts in various important\nchemical reactions. Using correlative in situ SR-XAFS and SR-FTIR technologies,\nsome interesting discoveries were originally reported by our group,\nwhich dominantly focused on the intriguing OER/ORR, urea synthesis,\nCO<sub>2</sub> reduction, and nitrogen fixation reactions. However, the exploitation of correlative SR-XAFS and SR-FTIR spectroscopies\non dynamics investigations remains in the infant stage. To speed up\nthe coupling of SR-XAFS and SR-FTIR spectroscopic techniques, it is\nnecessary to systematically scrutinize recent significant achievements\nof in situ SR-XAFS and/or SR-FTIR investigations during electrocatalysis.</p>", "clean_text": "The worldwide blossoming of synchrotron radiation (SR) facilities provides a promising and high-brilliance light source to rapidly develop SR-based spectroscopic technologies toward surficial/interfacial detection in aqueous conditions. In particular, SR-based X-ray absorption fine structure spectroscopy (SR-XAFS), which has element specificity, high local structure sensitivity, and a strong penetration capability in aqueous solutions, is a very powerful tool to promptly probe the structural evolution of active metal centers in electrocatalysts under working conditions. Moreover, SR-based Fourier transform infrared spectroscopy (SR-FTIR), with molecular fingerprint identification of surface species, can successfully track the evolution of reactive intermediates on the surface of electrodes during electrocatalytic processes. A full picture of the dynamic evolution over the solid-liquid interfaces may be depicted by correlative in situ SR-XAFS/FTIR analyses. Indeed, certain pioneering works based on in situ SR-XAFS and/or SR-FTIR investigations have been implemented to disclose the catalytic mechanism of catalysts in various important chemical reactions. Using correlative in situ SR-XAFS and SR-FTIR technologies, some interesting discoveries were originally reported by our group, which dominantly focused on the intriguing OER/ORR, urea synthesis, CO2 reduction, and nitrogen fixation reactions. However, the exploitation of correlative SR-XAFS and SR-FTIR spectroscopies on dynamics investigations remains in the infant stage. To speed up the coupling of SR-XAFS and SR-FTIR spectroscopic techniques, it is necessary to systematically scrutinize recent significant achievements of in situ SR-XAFS and/or SR-FTIR investigations during electrocatalysis.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>In this Account, we first highlight the essential merits of in\nsitu SR-XAFS and SR-FTIR spectroscopies to track the dynamics of structural\nand species evolution over solid–liquid electrochemical interfaces\nduring oxygen electrocatalytic processes. Meanwhile, the basic technical\nchallenges for reliable in situ SR-XAFS and SR-FTIR measurements are\ndiscussed. Subsequently, we present in detail our recent research\nprogress of oxygen dynamic studies based on in situ SR-FTIR and/or\nSR-XAFS spectroscopies, which mainly focuses on the advanced catalytic\nsystems of metal–organic–framework (MOF) nanomaterials\nand single-atom catalysts (SACs), to provide an in-depth understanding\nof the underlying oxygen electrocatalytic mechanism. At the end of\nthe Account, the potential prospect for using correlative SR-XAFS/FTIR\nspectroscopy to promptly monitor solid–liquid interfacial dynamics\nduring electrocatalysis in the future is briefly proposed.</p>", "clean_text": "In this Account, we first highlight the essential merits of in situ SR-XAFS and SR-FTIR spectroscopies to track the dynamics of structural and species evolution over solid-liquid electrochemical interfaces during oxygen electrocatalytic processes. Meanwhile, the basic technical challenges for reliable in situ SR-XAFS and SR-FTIR measurements are discussed. Subsequently, we present in detail our recent research progress of oxygen dynamic studies based on in situ SR-FTIR and/or SR-XAFS spectroscopies, which mainly focuses on the advanced catalytic systems of metal-organic-framework (MOF) nanomaterials and single-atom catalysts (SACs), to provide an in-depth understanding of the underlying oxygen electrocatalytic mechanism. At the end of the Account, the potential prospect for using correlative SR-XAFS/FTIR spectroscopy to promptly monitor solid-liquid interfacial dynamics during electrocatalysis in the future is briefly proposed.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>SR-XAFS Spectroscopy</title><p>In the 1970s,\nthe advent of the first SR sources with bending magnets\nsuccessfully triggered the rapid development of SR-XAFS as a useful\ntool for quantitative structure detection. As shown in a, when an incident\nX-ray photon with suitable energy is absorbed by central atom A during\nSR-XAFS measurements, an outgoing core-level photoelectron wave will\nbe promptly produced. This outgoing photoelectron wave can be scattered\nby the surrounding atoms in the first and second shells, e.g., the\nB and C atoms, and then return to the initial central atom A. This\ninterference between incident X-ray photons and returned photoelectron\nwaves can contribute to an oscillatory structure in the X-ray absorption\ncoefficient, which is the origin of XAFS. In terms of the energy region in XAFS spectroscopy, the region from\nthe absorption edge to 30–50 eV above it is referred to as\nthe X-ray absorption near-edge structure (XANES), while the region\nfrom 30 to 50 eV above the adsorption edge to 1000 eV or more is usually\ncalled the extended XAFS (EXAFS). In contrast to XANES, the EXAFS\nregion is dominantly affected by the single-scattering process of\nthe photoelectrons. Therefore, it is\nmuch easier to extract useful structural information on the bond length,\ncoordination number, and structural disorder degree around the central\natom A by analyzing the EXAFS spectra (a) due to its short-range-order effect. As two important EXAFS data processing methods, Fourier transform\nEXAFS (FT-EXAFS) analyses could separate the contributions of different\nshells around the central atom in the <italic toggle=\"yes\">R</italic> space directly\nwhile wavelet transform EXAFS (WT-EXAFS) results could discern the\ncontribution of each single/scattering pathway in both <italic toggle=\"yes\">R</italic> space and <italic toggle=\"yes\">k</italic> space at the same time. Beyond the adsorption edge, the magnitudes of the XAFS oscillatory\ncurves are generally on the order of 10<sup>–2</sup> of that\nat the adsorption edge. Thus, several aspects must be considered to\ncollect high-quality XAFS data, such as the X-ray source, detector\nand detection modes, and sample preparations.</p>", "clean_text": "SR-XAFS Spectroscopy\n\nIn the 1970s, the advent of the first SR sources with bending magnets successfully triggered the rapid development of SR-XAFS as a useful tool for quantitative structure detection. As shown in a, when an incident X-ray photon with suitable energy is absorbed by central atom A during SR-XAFS measurements, an outgoing core-level photoelectron wave will be promptly produced. This outgoing photoelectron wave can be scattered by the surrounding atoms in the first and second shells, e.g., the B and C atoms, and then return to the initial central atom A. This interference between incident X-ray photons and returned photoelectron waves can contribute to an oscillatory structure in the X-ray absorption coefficient, which is the origin of XAFS. In terms of the energy region in XAFS spectroscopy, the region from the absorption edge to 30-50 eV above it is referred to as the X-ray absorption near-edge structure (XANES), while the region from 30 to 50 eV above the adsorption edge to 1000 eV or more is usually called the extended XAFS (EXAFS). In contrast to XANES, the EXAFS region is dominantly affected by the single-scattering process of the photoelectrons. Therefore, it is much easier to extract useful structural information on the bond length, coordination number, and structural disorder degree around the central atom A by analyzing the EXAFS spectra (a) due to its short-range-order effect. As two important EXAFS data processing methods, Fourier transform EXAFS (FT-EXAFS) analyses could separate the contributions of different shells around the central atom in the R space directly while wavelet transform EXAFS (WT-EXAFS) results could discern the contribution of each single/scattering pathway in both R space and k space at the same time. Beyond the adsorption edge, the magnitudes of the XAFS oscillatory curves are generally on the order of 10-2 of that at the adsorption edge. Thus, several aspects must be considered to collect high-quality XAFS data, such as the X-ray source, detector and detection modes, and sample preparations.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic for SR-XAFS\nspectroscopy, where A, B, and C are the\ncentral atom, nearest atoms, and second-nearest atoms around A, respectively.\n(b) Schematic for in situ SR-XAFS measurements, where WE, RE, and\nCE indicate the working, reference, and counter electrodes, respectively.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic for SR-XAFS spectroscopy, where A, B, and C are the central atom, nearest atoms, and second-nearest atoms around A, respectively. (b) Schematic for in situ SR-XAFS measurements, where WE, RE, and CE indicate the working, reference, and counter electrodes, respectively.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>During SR-XAFS measurements, both transmission\nand fluorescence\ndetection modes are frequently used, where X-ray absorption of samples\nin the transmission detection mode can be determined by the incident\nand transmitted beam intensity while the generated X-ray fluorescence\nintensity in the fluorescence detection mode provides another measure\nfor X-ray absorption of samples. For practical\napplications of SR-XAFS detection in dynamic exploration, the back-incident\nfluorescence SR-XAFS mode coupled with a well-designed in situ cell\nis generally used to avoid the influence of aqueous electrolytes (b). To acquire high-quality XAFS\ndata in the practical fluorescence SR-XAFS measurements, two aspects\nmust be considered: decreasing the stray absorption and scattering\nof incident X-ray photons and increasing the outgoing fluorescence\nsignals of interest. To reduce the additional loss of incident X-ray\nphoton flux, Kapton film or Si<sub>3</sub>N<sub>4</sub> substrate,\nwhich is insensitive to X-ray photons, is commonly employed as the\nX-ray window of the in situ cells. Moreover, the as-prepared working\nelectrodes are always placed very close to the X-ray window of the\nhomemade in situ cells to effectively decrease the loss of X-ray photon\nflux (b). To\nincrease the desirable fluorescence signals, the mass loading of catalysts\non the working electrodes needs to be optimized before in situ SR-XAFS\nmeasurements begin, which is highly associated with the atomic number\nand fluorescence yield of the absorbed central metal atom of catalysts.\nDepending on various catalytic systems, a catalyst mass loading range\nof 0.2–2 mg cm<sup>–2</sup> on the working electrodes\nmay be suitable for in situ fluorescence SR-XAFS measurements based\non previous reports and our practical experience.\n</p>", "clean_text": "During SR-XAFS measurements, both transmission and fluorescence detection modes are frequently used, where X-ray absorption of samples in the transmission detection mode can be determined by the incident and transmitted beam intensity while the generated X-ray fluorescence intensity in the fluorescence detection mode provides another measure for X-ray absorption of samples. For practical applications of SR-XAFS detection in dynamic exploration, the back-incident fluorescence SR-XAFS mode coupled with a well-designed in situ cell is generally used to avoid the influence of aqueous electrolytes (b). To acquire high-quality XAFS data in the practical fluorescence SR-XAFS measurements, two aspects must be considered: decreasing the stray absorption and scattering of incident X-ray photons and increasing the outgoing fluorescence signals of interest. To reduce the additional loss of incident X-ray photon flux, Kapton film or Si3N4 substrate, which is insensitive to X-ray photons, is commonly employed as the X-ray window of the in situ cells. Moreover, the as-prepared working electrodes are always placed very close to the X-ray window of the homemade in situ cells to effectively decrease the loss of X-ray photon flux (b). To increase the desirable fluorescence signals, the mass loading of catalysts on the working electrodes needs to be optimized before in situ SR-XAFS measurements begin, which is highly associated with the atomic number and fluorescence yield of the absorbed central metal atom of catalysts. Depending on various catalytic systems, a catalyst mass loading range of 0.2-2 mg cm-2 on the working electrodes may be suitable for in situ fluorescence SR-XAFS measurements based on previous reports and our practical experience. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>It is well known that usually only the surface\nof the catalyst\nparticipates in the catalysis, whereas the bulk of the material is\nmore or less inert. Hence,\nin addition to high-quality SR-XAFS spectroscopy, the proportion of\nsurface signals in the total recorded XAFS data must be maximized\nto identify the exact structural evolution of the surface active sites\nduring electrocatalytic reactions. From the technical viewpoint, the\nenhancement of the incident X-ray angle is substantially helpful to\nshorten the detection depth on the surface of the electrodes. From\na synthetic viewpoint, the maximal ratio of surface sites to bulk\nsites in targeted catalysts is an effective approach to obtain sufficient\nchanged XAFS signals of the actual surface dynamic evolution of electrodes.\nTo this end, functional nanomaterials with highly exposed metal sites\nand well-designed architectures, such as MOF nanoarrays and three-dimensional\n(3D) porous SACs, are carefully selected as promising model catalysts\nin our group for dynamic studies. Furthermore, a 3 or 6 μm thick metal foil,\nwhich is composed of the <italic toggle=\"yes\">Z</italic> −1 element (<italic toggle=\"yes\">Z</italic> is the atomic number for the central atom), is often employed\nas a filter to suppress the elastic and inelastic scattering signals\nand other fluorescence counts of noninterest during practical SR-XAFS\ntests, as indicated in b.\n</p>", "clean_text": "It is well known that usually only the surface of the catalyst participates in the catalysis, whereas the bulk of the material is more or less inert. Hence, in addition to high-quality SR-XAFS spectroscopy, the proportion of surface signals in the total recorded XAFS data must be maximized to identify the exact structural evolution of the surface active sites during electrocatalytic reactions. From the technical viewpoint, the enhancement of the incident X-ray angle is substantially helpful to shorten the detection depth on the surface of the electrodes. From a synthetic viewpoint, the maximal ratio of surface sites to bulk sites in targeted catalysts is an effective approach to obtain sufficient changed XAFS signals of the actual surface dynamic evolution of electrodes. To this end, functional nanomaterials with highly exposed metal sites and well-designed architectures, such as MOF nanoarrays and three-dimensional (3D) porous SACs, are carefully selected as promising model catalysts in our group for dynamic studies. Furthermore, a 3 or 6 μm thick metal foil, which is composed of the Z -1 element (Z is the atomic number for the central atom), is often employed as a filter to suppress the elastic and inelastic scattering signals and other fluorescence counts of noninterest during practical SR-XAFS tests, as indicated in b. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>SR-FTIR Spectroscopy</title><p>In the 1990s,\nthe first synchrotron radiation IR beamline appeared\nin the Brookhaven National Laboratory, which indicates the coming\nera of SR-based FTIR spectroscopy. In comparison\nwith traditional Globar sources, SR light sources show substantial\nmerits of 2–3 orders of magnitude greater brightness for SR-FTIR\nspectroscopy, which enables the microzone IR detection. Moreover, the SR light source can provide a unique IR beam with\nintrinsic light polarization, a special time structure, and a broader\nband spectrum relative to conventional Globar sources (a).</p>", "clean_text": "SR-FTIR Spectroscopy\n\nIn the 1990s, the first synchrotron radiation IR beamline appeared in the Brookhaven National Laboratory, which indicates the coming era of SR-based FTIR spectroscopy. In comparison with traditional Globar sources, SR light sources show substantial merits of 2-3 orders of magnitude greater brightness for SR-FTIR spectroscopy, which enables the microzone IR detection. Moreover, the SR light source can provide a unique IR beam with intrinsic light polarization, a special time structure, and a broader band spectrum relative to conventional Globar sources (a).", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Schematic for SR-FTIR\nspectroscopy. (b) Schematic for in situ\nSR-FTIR measurements.<xref ref-type=\"bibr\" rid=\"ref25\"></xref> Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref25\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 Elsevier.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Schematic for SR-FTIR spectroscopy. (b) Schematic for in situ SR-FTIR measurements. Adapted with permission from ref . Copyright 2020 Elsevier.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>As classical vibrational techniques, both Raman\nand IR spectroscopies\nare usually employed for effectively probing vibration in electrocatalysts\nduring electrocatalysis. Relative to\nthe light-scattering mechanism of Raman spectroscopy, SR-FTIR spectroscopy,\nin principle, is based on the interference of IR radiation and surface\nactive molecules/groups. Two dominant modes\nof molecular vibrations are observed for the surface active molecules/groups\nin the mid-IR region of SR-FTIR spectroscopy (approximately 350–4000\ncm<sup>–1</sup>), the stretching mode and the bending mode,\nwhich involve symmetric and asymmetric stretching in the plane and\nwagging, rocking, twisting, and scissoring bending out of the plane\n(a). There are two main typical regions in the mid-IR\nrange: the fingerprint region and the functional group region, which\nare associated with the wavenumber ranges of 350–1500 and 1500–4000\ncm<sup>–1</sup>, respectively. With fingerprint features and\nhigh surface sensitivity, SR-FTIR spectroscopy can provide detailed\ninformation to qualitatively/semiquantitatively identify the nature\nof key surface species at the electrochemical interfaces of electrodes\nduring oxygen electrocatalysis.\n</p>", "clean_text": "As classical vibrational techniques, both Raman and IR spectroscopies are usually employed for effectively probing vibration in electrocatalysts during electrocatalysis. Relative to the light-scattering mechanism of Raman spectroscopy, SR-FTIR spectroscopy, in principle, is based on the interference of IR radiation and surface active molecules/groups. Two dominant modes of molecular vibrations are observed for the surface active molecules/groups in the mid-IR region of SR-FTIR spectroscopy (approximately 350-4000 cm-1), the stretching mode and the bending mode, which involve symmetric and asymmetric stretching in the plane and wagging, rocking, twisting, and scissoring bending out of the plane (a). There are two main typical regions in the mid-IR range: the fingerprint region and the functional group region, which are associated with the wavenumber ranges of 350-1500 and 1500-4000 cm-1, respectively. With fingerprint features and high surface sensitivity, SR-FTIR spectroscopy can provide detailed information to qualitatively/semiquantitatively identify the nature of key surface species at the electrochemical interfaces of electrodes during oxygen electrocatalysis. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>In general, SR-FTIR spectroscopy\ncan be utilized in both transmission\nmode and reflection mode. In particular, the\nreactive intermediates during oxygen electrocatalysis mainly contribute\nto special IR adsorption bands in the wavenumber ranges of 800–1500\n(oxygen-related species) and 3000–4000 cm<sup>–2</sup> (hydrogen-related species), which fully overlap with the strong\nIR absorption areas of water molecules. Therefore, a reflection mode of FTIR spectroscopy coupled with a\nwell-designed homemade in situ cell is considered more effective and\npractical for the dynamic studies under aqueous environments. As depicted\nin b, a single-reflection\nSR-FTIR method was developed by our group to effectively monitor the\ndynamics over solid–liquid interfaces of electrodes during\nelectrocatalysis, where the incident SR-IR light is directly reflected\non the surface of the working electrode and then recorded by the mercury–cadmium–telluride\n(MCT) detector on the same side. To minimize the influence of water\nmolecules, the catalysts coated on the glass carbon substrate are\nheld very close to the ZnSe film of the IR window in in situ cells,\nwhere a micrometer-scale water film (usually 5–10 μm)\nover the surface of the sample is obtained due to the capillarity\npermeation effect. Moreover, to mitigate the mass transport issues,\nelectrolyte circulation via peristaltic pumps is usually required\nduring SR-FTIR measurements.</p>", "clean_text": "In general, SR-FTIR spectroscopy can be utilized in both transmission mode and reflection mode. In particular, the reactive intermediates during oxygen electrocatalysis mainly contribute to special IR adsorption bands in the wavenumber ranges of 800-1500 (oxygen-related species) and 3000-4000 cm-2 (hydrogen-related species), which fully overlap with the strong IR absorption areas of water molecules. Therefore, a reflection mode of FTIR spectroscopy coupled with a well-designed homemade in situ cell is considered more effective and practical for the dynamic studies under aqueous environments. As depicted in b, a single-reflection SR-FTIR method was developed by our group to effectively monitor the dynamics over solid-liquid interfaces of electrodes during electrocatalysis, where the incident SR-IR light is directly reflected on the surface of the working electrode and then recorded by the mercury-cadmium-telluride (MCT) detector on the same side. To minimize the influence of water molecules, the catalysts coated on the glass carbon substrate are held very close to the ZnSe film of the IR window in in situ cells, where a micrometer-scale water film (usually 5-10 μm) over the surface of the sample is obtained due to the capillarity permeation effect. Moreover, to mitigate the mass transport issues, electrolyte circulation via peristaltic pumps is usually required during SR-FTIR measurements.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Correlative SR-XAFS/FITR Spectroscopies</title><p>To obtain a full picture of the dynamics over solid–liquid\ninterfaces, multiple cutting-edge technologies must be integrated.\nAs mentioned above, SR-XAFS spectroscopy with high local structure\nsensitivity is undoubtedly considered a powerful tool to atomically\nexplore the structural changes of catalysts during oxygen electrocatalytic\nreactions. In addition, fingerprint SR-FTIR\nspectroscopy is clearly recognized as a promising and molecular-level\ndetector to promptly track the evolution of oxygen-related intermediates\non the electrode surfaces. As two attractive noninvasive\nspectroscopic techniques, the correlative SR-XAFS and SR-FTIR studies\ncan potentially provide complementary information on the structure\nand surface species evolution over the solid–liquid interfaces\nof electrodes under realistic working conditions, as illustrated in . It\nis notable that correlative in situ SR-XAFS and SR-FTIR measurements\nare mainly based on the SR light source and have not yet become laboratory-based\nroutine tests, and it is still impossible for them to be simultaneously\nconducted at one single beamline station by far.</p>", "clean_text": "Correlative SR-XAFS/FITR Spectroscopies\n\nTo obtain a full picture of the dynamics over solid-liquid interfaces, multiple cutting-edge technologies must be integrated. As mentioned above, SR-XAFS spectroscopy with high local structure sensitivity is undoubtedly considered a powerful tool to atomically explore the structural changes of catalysts during oxygen electrocatalytic reactions. In addition, fingerprint SR-FTIR spectroscopy is clearly recognized as a promising and molecular-level detector to promptly track the evolution of oxygen-related intermediates on the electrode surfaces. As two attractive noninvasive spectroscopic techniques, the correlative SR-XAFS and SR-FTIR studies can potentially provide complementary information on the structure and surface species evolution over the solid-liquid interfaces of electrodes under realistic working conditions, as illustrated in . It is notable that correlative in situ SR-XAFS and SR-FTIR measurements are mainly based on the SR light source and have not yet become laboratory-based routine tests, and it is still impossible for them to be simultaneously conducted at one single beamline station by far.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Schematic for correlative\nSR-FTIR and SR-XAFS spectroscopies.<xref ref-type=\"bibr\" rid=\"ref1\"></xref> Adapted\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref1\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Schematic for correlative SR-FTIR and SR-XAFS spectroscopies. Adapted with permission from ref . Copyright 2020 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>To perform relevant dynamic studies, the key point\nis to make the\nelectrochemical environments of the working electrodes as consistent/similar\nas possible when correlative SR-XAFS and SR-FTIR data are recorded.\nIn such cases, the acquired SR-XAFS and SR-FTIR spectroscopies can\nexactly reflect similar reactive kinetics over the solid–liquid\ninterfaces of electrocatalysts. To achieve this goal, preliminary\nelectrochemical measurements such as linear sweep voltammetry, cycle\nvoltammetry, and electrochemical impedance spectroscopy should be\nperformed in both the SR-XAFS and the SR-FTIR in situ cells to ensure\nthe similarity of the electrochemical conditions and rationally select\nsuitable measurement parameters for subsequent in situ explorations.\nNormally, the SR-XAFS or SR-FTIR spectra are recorded by our group\nat six different situations during oxygen electrocatalysis: in the\nair without solutions, soaking in the solution without applied potentials,\nat the open-circuit voltage (OCV), at the onset potential (corresponding\nto a current density of 0.1 mA cm<sup>–2</sup>), at potentials\nrelative to a current density of 1 mA cm<sup>–2</sup> for the\nOER or at the half-wave potential for the ORR, and at potentials relative\nto the highly efficient catalytic stage for the OER or relative to\nthe limiting current density for the ORR.\n</p>", "clean_text": "To perform relevant dynamic studies, the key point is to make the electrochemical environments of the working electrodes as consistent/similar as possible when correlative SR-XAFS and SR-FTIR data are recorded. In such cases, the acquired SR-XAFS and SR-FTIR spectroscopies can exactly reflect similar reactive kinetics over the solid-liquid interfaces of electrocatalysts. To achieve this goal, preliminary electrochemical measurements such as linear sweep voltammetry, cycle voltammetry, and electrochemical impedance spectroscopy should be performed in both the SR-XAFS and the SR-FTIR in situ cells to ensure the similarity of the electrochemical conditions and rationally select suitable measurement parameters for subsequent in situ explorations. Normally, the SR-XAFS or SR-FTIR spectra are recorded by our group at six different situations during oxygen electrocatalysis: in the air without solutions, soaking in the solution without applied potentials, at the open-circuit voltage (OCV), at the onset potential (corresponding to a current density of 0.1 mA cm-2), at potentials relative to a current density of 1 mA cm-2 for the OER or at the half-wave potential for the ORR, and at potentials relative to the highly efficient catalytic stage for the OER or relative to the limiting current density for the ORR. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Probing Structural Evolution by In Situ SR-XAFS\nSpectroscopy</title><p>Transition-metal-based MOF nanomaterials have\nbeen considered promising\noxygen electrocatalysts, but the nature of their active phase and\nthe underlying catalytic mechanism remain elusive. Recently, using in situ SR-XAFS spectroscopy, we atomically monitored\nthe structural transformation ofa bromine-confined Ni–MOF (Br–Ni–MOF)\nduring the OER process in alkaline solution (). Under a low\npotential of 1.10 V, a great promotion in intensity for both the Ni–O\nand the Ni–Ni peaks is found in the FT-EXAFS curves of Br–Ni-MOF\nrelative to the ex situ spectrum (a and  b). Using\nWT-EXAFS analysis (c), this structural change can be well assigned to the formation\nof a β-type Ni­(OH)<sub>2</sub> analog for Br–Ni-MOF in\nthe resting state. Furthermore, at 1.45 or 1.55 V, substantial blue\nshifts of the Ni–O and Ni–Ni peaks are observed (by\napproximately 0.19 and 0.31 Å, respectively) relative to those\nat 1.10 V, which are accompanied by a shift of the corresponding Ni\nadsorption edge to the high-energy side (d and  e). A full\ncomparison with the detailed structures of Ni-based oxyhydroxides\nconfirmed the post formation of the γ-NiOOH analog in the catalytic\nstage for Br–Ni–MOF. Accordingly, a successive two-step\nreconstruction of Br–Ni-MOF from a pristine MOF structure to\na hydroxide analog and subsequently to an oxyhydroxide analog is uncovered\nduring the OER (f), which is similar to the in situ observations of the active NiCo–MOF-74\nduring the OER reported by Tang’s group.\n</p>", "clean_text": "Probing Structural Evolution by In Situ SR-XAFS Spectroscopy\n\nTransition-metal-based MOF nanomaterials have been considered promising oxygen electrocatalysts, but the nature of their active phase and the underlying catalytic mechanism remain elusive. Recently, using in situ SR-XAFS spectroscopy, we atomically monitored the structural transformation ofa bromine-confined Ni-MOF (Br-Ni-MOF) during the OER process in alkaline solution (). Under a low potential of 1.10 V, a great promotion in intensity for both the Ni-O and the Ni-Ni peaks is found in the FT-EXAFS curves of Br-Ni-MOF relative to the ex situ spectrum (a and  b). Using WT-EXAFS analysis (c), this structural change can be well assigned to the formation of a β-type Ni(OH)2 analog for Br-Ni-MOF in the resting state. Furthermore, at 1.45 or 1.55 V, substantial blue shifts of the Ni-O and Ni-Ni peaks are observed (by approximately 0.19 and 0.31 Å, respectively) relative to those at 1.10 V, which are accompanied by a shift of the corresponding Ni adsorption edge to the high-energy side (d and  e). A full comparison with the detailed structures of Ni-based oxyhydroxides confirmed the post formation of the γ-NiOOH analog in the catalytic stage for Br-Ni-MOF. Accordingly, a successive two-step reconstruction of Br-Ni-MOF from a pristine MOF structure to a hydroxide analog and subsequently to an oxyhydroxide analog is uncovered during the OER (f), which is similar to the in situ observations of the active NiCo-MOF-74 during the OER reported by Tang's group. ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) <italic toggle=\"yes\">k</italic>\n<sup>2</sup>χ­(<italic toggle=\"yes\">k</italic>) oscillation\ncurves, (b) FT-EXAFS curves, (c) WT-EXAFS plots, and (d,e) XANES spectra\nat the Ni K-edge for Br–Ni MOF during the OER.<xref ref-type=\"bibr\" rid=\"ref30\"></xref> Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2021 The authors,\nsome rights reserved; exclusive licensee AAAS. Distributed under a\nCC BY-NC 4.0 License <uri xlink:href=\"http://creativecommons.org/licenses/by-nc/4.0/\" xlink:type=\"simple\">http://creativecommons.org/licenses/by-nc/4.0/</uri>. (f) Schematics of structural transformation during the OER for\nBr–Ni MOF catalysts.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) k 2χ(k) oscillation curves, (b) FT-EXAFS curves, (c) WT-EXAFS plots, and (d,e) XANES spectra at the Ni K-edge for Br-Ni MOF during the OER. Reproduced with permission from ref . Copyright 2021 The authors, some rights reserved; exclusive licensee AAAS. Distributed under a CC BY-NC 4.0 License http://creativecommons.org/licenses/by-nc/4.0/. (f) Schematics of structural transformation during the OER for Br-Ni MOF catalysts.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>In addition to the determination of the active\nphase, the real\nactive site of the catalysts during electrocatalysis should be identified\nto disclose their underlying structure–activity relationship.\nSACs with well-dispersed isolated metal sites offer an incredible\nopportunity to clearly identify the working mechanism of real active\nsites in nanomaterials during oxygen electrocatalysis. On the basis of in situ SR-XAFS\nspectroscopy, we obtained meaningful insights into the electronic\nand atomic structure evolution of isolated Cu sites in unsymmetrically\ncoordinated Cu–S<sub>1</sub>N<sub>3</sub> SACs during the ORR\nprocess (). Upon the applied potential decreasing from 1.05\nto 0.75 V, a shift of the absorption edge position toward the lower\nenergy side is observed in the Cu K-edge XANES spectra, which indicates\na reduced valence state from approximately 2+ to 1+ for the Cu species\nin Cu–S<sub>1</sub>N<sub>3</sub> SACs (a and  b). Notably,\nthese reduced Cu (1+) sites can be restored to Cu (2+) when the applied\npotential is returned to 1.05 V, which suggests that the postformed\nCu (1+) sites served as reversible active metal centers for the ORR.\nAs illustrated in c, the dominant peak of the Cu–N/S bonds in the Cu\nK-edge FT-EXAFS curves shows a substantial shift to the low-<italic toggle=\"yes\">R</italic> direction, from 1.55 to 1.49 Å, under reductive potentials\nof 0.90 or 0.75 V. The corresponding XAFS fitting results further\nconfirmed that the initial bond length of Cu–N is reduced from\nthe initial 1.98 to 1.94 Å at 0.9 V and subsequently to 1.93\nÅ at 0.75 V with the nearly unchanged bond length of 2.32 Å\nfor Cu–S bonds. In combination with DFT calculations, these\nlow-valence Cu (1+) centers with shrinking Cu–N bonds can promote\nthe generation of *OOH, *O, and *OH intermediates over Cu–S<sub>1</sub>N<sub>3</sub> centers for efficient 4e<sup>–</sup> ORR\nkinetics (d).</p>", "clean_text": "In addition to the determination of the active phase, the real active site of the catalysts during electrocatalysis should be identified to disclose their underlying structure-activity relationship. SACs with well-dispersed isolated metal sites offer an incredible opportunity to clearly identify the working mechanism of real active sites in nanomaterials during oxygen electrocatalysis. On the basis of in situ SR-XAFS spectroscopy, we obtained meaningful insights into the electronic and atomic structure evolution of isolated Cu sites in unsymmetrically coordinated Cu-S1N3 SACs during the ORR process (). Upon the applied potential decreasing from 1.05 to 0.75 V, a shift of the absorption edge position toward the lower energy side is observed in the Cu K-edge XANES spectra, which indicates a reduced valence state from approximately 2+ to 1+ for the Cu species in Cu-S1N3 SACs (a and  b). Notably, these reduced Cu (1+) sites can be restored to Cu (2+) when the applied potential is returned to 1.05 V, which suggests that the postformed Cu (1+) sites served as reversible active metal centers for the ORR. As illustrated in c, the dominant peak of the Cu-N/S bonds in the Cu K-edge FT-EXAFS curves shows a substantial shift to the low-R direction, from 1.55 to 1.49 Å, under reductive potentials of 0.90 or 0.75 V. The corresponding XAFS fitting results further confirmed that the initial bond length of Cu-N is reduced from the initial 1.98 to 1.94 Å at 0.9 V and subsequently to 1.93 Å at 0.75 V with the nearly unchanged bond length of 2.32 Å for Cu-S bonds. In combination with DFT calculations, these low-valence Cu (1+) centers with shrinking Cu-N bonds can promote the generation of *OOH, *O, and *OH intermediates over Cu-S1N3 centers for efficient 4e- ORR kinetics (d).", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a and\nb) Cu K-edge XANES spectra and average oxidation number\nof Cu species for Cu-based SACs during the ORR. (c) Cu K-edge FT-EXAFS\ncurves during the ORR for Cu-based SACs. (d) Proposed ORR mechanism\nfor Cu-based SACs.<xref ref-type=\"bibr\" rid=\"ref55\"></xref> Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 The authors. Published by Springer Nature under the terms of\nthe Creative Commons CC BY license.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a and b) Cu K-edge XANES spectra and average oxidation number of Cu species for Cu-based SACs during the ORR. (c) Cu K-edge FT-EXAFS curves during the ORR for Cu-based SACs. (d) Proposed ORR mechanism for Cu-based SACs. Reproduced with permission from ref . Copyright 2020 The authors. Published by Springer Nature under the terms of the Creative Commons CC BY license.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>It can be seen that the local structure and valence\nstate evolution\nof the metal centers of the catalysts can be readily tracked during\nthe electrocatalytic process using in situ SR-XAFS spectroscopy, which\nprovides solid evidence for the identification of the real active\nphase and active sites for electrocatalysts. Accordingly, the postformed\nNi-based oxyhydroxide analog is identified as the OER active phase\nfor Br–Ni–MOF and the in situ formed Cu (1+) with shrinking\nCu–N bonds serves as the real ORR active sites for Cu–S<sub>1</sub>N<sub>3</sub> SACs.</p>", "clean_text": "It can be seen that the local structure and valence state evolution of the metal centers of the catalysts can be readily tracked during the electrocatalytic process using in situ SR-XAFS spectroscopy, which provides solid evidence for the identification of the real active phase and active sites for electrocatalysts. Accordingly, the postformed Ni-based oxyhydroxide analog is identified as the OER active phase for Br-Ni-MOF and the in situ formed Cu (1+) with shrinking Cu-N bonds serves as the real ORR active sites for Cu-S1N3 SACs.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<title>Tracking Species Evolution by In Situ SR-FTIR\nSpectroscopy</title><p>The exploration of intermediate evolution over\nactive sites of\nelectrocatalysts is very important for understanding their underlying\nelectrocatalytic mechanism. To this end, we adopted in situ SR-FTIR\nspectroscopy to study the surface species evolution over the solid–liquid\ninterface of transition-metal-based SACs during acidic OER electrocatalysis\n(). A unique type of hetero-N-coordinated Co-based\nSAC (HNC–Co SAC) was used as an ideal OER model catalyst for\nin situ SR-FTIR investigation. When a potential of &gt;1.38 V was\napplied,\na new absorption band appeared at approximately 1248 cm<sup>–1</sup> for the HNC–Co catalysts (a), which is assigned to the formation of\nkey *O intermediates over Co active sites. Moreover, the intensity\nof the vibrational band of 1248 cm<sup>–1</sup> gradually strengthened\nwith increasing potential, and there was a potential-dependent red\nshift of the Co–N absorption bands from 1048 to 978 cm<sup>–1</sup> (b and  c). This result hints that\nduring the OER process the potential-driven electron transfer from\nthe isolated Co sites to the adjacent N atoms could effectively facilitate\nthe appearance of key *O intermediates over Co sites of HNC–Co\ncatalysts and form active H<sub>2</sub>N–(*O–Co)–N<sub>4</sub> moieties for efficient 4e<sup>–</sup> OER kinetics.\nBy combining this information with the DFT calculations, it is unraveled\nthat the active H<sub>2</sub>N–(*O–Co)–N<sub>4</sub> moieties play a key role in promoting the O–O coupling\nduring the acidic OER process (d).</p>", "clean_text": "Tracking Species Evolution by In Situ SR-FTIR Spectroscopy\n\nThe exploration of intermediate evolution over active sites of electrocatalysts is very important for understanding their underlying electrocatalytic mechanism. To this end, we adopted in situ SR-FTIR spectroscopy to study the surface species evolution over the solid-liquid interface of transition-metal-based SACs during acidic OER electrocatalysis (). A unique type of hetero-N-coordinated Co-based SAC (HNC-Co SAC) was used as an ideal OER model catalyst for in situ SR-FTIR investigation. When a potential of >1.38 V was applied, a new absorption band appeared at approximately 1248 cm-1 for the HNC-Co catalysts (a), which is assigned to the formation of key *O intermediates over Co active sites. Moreover, the intensity of the vibrational band of 1248 cm-1 gradually strengthened with increasing potential, and there was a potential-dependent red shift of the Co-N absorption bands from 1048 to 978 cm-1 (b and  c). This result hints that during the OER process the potential-driven electron transfer from the isolated Co sites to the adjacent N atoms could effectively facilitate the appearance of key *O intermediates over Co sites of HNC-Co catalysts and form active H2N-(*O-Co)-N4 moieties for efficient 4e- OER kinetics. By combining this information with the DFT calculations, it is unraveled that the active H2N-(*O-Co)-N4 moieties play a key role in promoting the O-O coupling during the acidic OER process (d).", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a–c) In situ SR-FTIR spectra over HNC–Co\nSACs during\nthe OER process. (d) Proposed OER mechanism for HNC–Co SACs.<xref ref-type=\"bibr\" rid=\"ref4\"></xref> Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref4\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a-c) In situ SR-FTIR spectra over HNC-Co SACs during the OER process. (d) Proposed OER mechanism for HNC-Co SACs. Adapted with permission from ref . Copyright 2019 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Moreover, we used in situ SR-FTIR spectroscopy\nto monitor the reactive\nintermediate evolution over the liquid–solid interfaces of\nlattice-strained NiFe-based MOF (NiFe–MOF) bifunctional electrocatalysts\nduring the ORR and OER () processes. A new absorption\nband at 1048 cm<sup>–1</sup> was observed for lattice-strained\nNiFe–MOF catalysts during the ORR in basic solution when the\napplied potential decreased to 0.8 V or lower (a), which can be tentatively attributed to\nthe intermediates of superoxide *OOH species. This conjecture is evidently\nvalidated by the isotope-labeling in situ SR-FTIR measurement results\nperformed in D<sub>2</sub>\n<sup>18</sup>O and D<sub>2</sub>\n<sup>16</sup>O/D<sub>2</sub>\n<sup>18</sup>O solvents (c). Similarly, an additional vibrational\nband of 1048 cm<sup>–1</sup>, which is assigned to the *OOH\nintermediate, is discerned for lattice-strained NiFe–MOF during\nthe OER when potentials of ≥1.4 V are applied (b and  c). Combined with the DFT calculations, it is revealed that the energy\nbarrier of key *OOH intermediate generation has been greatly reduced\nfor lattice-strained NiFe–MOF, which results in fast 4e<sup>–</sup> ORR and OER kinetics in basic solutions.</p>", "clean_text": "Moreover, we used in situ SR-FTIR spectroscopy to monitor the reactive intermediate evolution over the liquid-solid interfaces of lattice-strained NiFe-based MOF (NiFe-MOF) bifunctional electrocatalysts during the ORR and OER () processes. A new absorption band at 1048 cm-1 was observed for lattice-strained NiFe-MOF catalysts during the ORR in basic solution when the applied potential decreased to 0.8 V or lower (a), which can be tentatively attributed to the intermediates of superoxide *OOH species. This conjecture is evidently validated by the isotope-labeling in situ SR-FTIR measurement results performed in D2 18O and D2 16O/D2 18O solvents (c). Similarly, an additional vibrational band of 1048 cm-1, which is assigned to the *OOH intermediate, is discerned for lattice-strained NiFe-MOF during the OER when potentials of ≥1.4 V are applied (b and  c). Combined with the DFT calculations, it is revealed that the energy barrier of key *OOH intermediate generation has been greatly reduced for lattice-strained NiFe-MOF, which results in fast 4e- ORR and OER kinetics in basic solutions.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>In situ SR-FTIR\nspectra over lattice-strained NiFe–MOFs\nduring the ORR (a) and OER (b) processes. (c) Isotope-labeling in\nsitu SR-FTIR tests during the ORR and OER processes for lattice-strained\nNiFe-MOFs.<xref ref-type=\"bibr\" rid=\"ref2\"></xref> Adapted with permission from\nref <xref ref-type=\"bibr\" rid=\"ref2\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2019 Springer Nature Ltd.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  In situ SR-FTIR spectra over lattice-strained NiFe-MOFs during the ORR (a) and OER (b) processes. (c) Isotope-labeling in situ SR-FTIR tests during the ORR and OER processes for lattice-strained NiFe-MOFs. Adapted with permission from ref . Copyright 2019 Springer Nature Ltd.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>On the basis of the examples mentioned above, the\nidentification\nof key intermediates over Co-based SACs and NiFe-based MOF during\noxygen electrocatalysis is realized using in situ SR-FTIR spectroscopy.\nBy in situ SR-FTIR analyses, formation of key *O intermediates over\nHNC–Co SACs is discerned during the OER and the appearance\nof *OOH intermediates over the surface of lattice-strained NiFe–MOF\nis confirmed during both the ORR and the OER.</p>", "clean_text": "On the basis of the examples mentioned above, the identification of key intermediates over Co-based SACs and NiFe-based MOF during oxygen electrocatalysis is realized using in situ SR-FTIR spectroscopy. By in situ SR-FTIR analyses, formation of key *O intermediates over HNC-Co SACs is discerned during the OER and the appearance of *OOH intermediates over the surface of lattice-strained NiFe-MOF is confirmed during both the ORR and the OER.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<title>Dynamic Studies Based on Correlative SR-XAFS/FTIR\nSpectroscopy</title><p>Correlative in situ detection by SR-XAFS/FTIR\nspectroscopy opens\nup a unique approach to bridge the structural changes of active sites\nwith the concomitant intermediation evolution for oxygen dynamic studies.\nRecently, we promptly probed the dynamic evolution of isolated Ir\nsites in heteronitrogen-configured Ir-based SACs using correlative\nSR-XAFS and SR-FTIR spectroscopies. Under\na potential of 1.25 V, an enhanced peak intensity of the white-line\npeak and the nearest Ir–N/O coordination shell is clearly discerned\nin relation to that at the ex situ states (a and  b). The corresponding\nXAFS fitting analyses subsequently assign this enhanced peak intensity\nat 1.25 V to a newly formed Ir–O bond over Ir sites in the\nprecatalytic stage in addition to the initial square-planar Ir<sub>1</sub>–N<sub>4</sub> configurations. Upon reaching the increased\npotentials of 1.35 and 1.45 V, the intensity for the nearest Ir–N/O\npeak is enhanced with the first red shift (at 1.35 V) and subsequent\nblue shift (at 1.45 V) of the Ir–N/O peak position relative\nto that at 1.25 V (b). Quantitatively, the XAFS fitting analyses reveal that\nthe coordination number of Ir–O bonds for the isolated Ir centers\nis increased to 2 at 1.35 V compared with the only Ir–O bond\nat 1.25 V. This result may indicate the further formation of key oxo\nintermediates over Ir centers of Ir-based SACs in the catalytic stage.</p>", "clean_text": "Dynamic Studies Based on Correlative SR-XAFS/FTIR Spectroscopy\n\nCorrelative in situ detection by SR-XAFS/FTIR spectroscopy opens up a unique approach to bridge the structural changes of active sites with the concomitant intermediation evolution for oxygen dynamic studies. Recently, we promptly probed the dynamic evolution of isolated Ir sites in heteronitrogen-configured Ir-based SACs using correlative SR-XAFS and SR-FTIR spectroscopies. Under a potential of 1.25 V, an enhanced peak intensity of the white-line peak and the nearest Ir-N/O coordination shell is clearly discerned in relation to that at the ex situ states (a and  b). The corresponding XAFS fitting analyses subsequently assign this enhanced peak intensity at 1.25 V to a newly formed Ir-O bond over Ir sites in the precatalytic stage in addition to the initial square-planar Ir1-N4 configurations. Upon reaching the increased potentials of 1.35 and 1.45 V, the intensity for the nearest Ir-N/O peak is enhanced with the first red shift (at 1.35 V) and subsequent blue shift (at 1.45 V) of the Ir-N/O peak position relative to that at 1.25 V (b). Quantitatively, the XAFS fitting analyses reveal that the coordination number of Ir-O bonds for the isolated Ir centers is increased to 2 at 1.35 V compared with the only Ir-O bond at 1.25 V. This result may indicate the further formation of key oxo intermediates over Ir centers of Ir-based SACs in the catalytic stage.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) In\nsitu Ir L<sub>3</sub>-edge XANES spectra of Ir-based SACs\nduring the OER process. (b) Corresponding Ir L<sub>3</sub>-edge <italic toggle=\"yes\">k</italic>\n<sup>2</sup>-weighted FT-EXAFS for Ir-based SACs. (c and\nd) In situ SR-FTIR measurements during the OER process for Ir-based\nSACs. (e) Scheme of dynamical evolution during the OER process for\nIr-based SACs.<xref ref-type=\"bibr\" rid=\"ref3\"></xref> Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref3\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2021 The authors. Published by Springer Nature under the terms of\nthe Creative Commons CC BY license.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) In situ Ir L3-edge XANES spectra of Ir-based SACs during the OER process. (b) Corresponding Ir L3-edge k 2-weighted FT-EXAFS for Ir-based SACs. (c and d) In situ SR-FTIR measurements during the OER process for Ir-based SACs. (e) Scheme of dynamical evolution during the OER process for Ir-based SACs. Reproduced with permission from ref . Copyright 2021 The authors. Published by Springer Nature under the terms of the Creative Commons CC BY license.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>To corroborate this conjecture, in situ SR-FTIR\nwas performed for\nthese Ir-based SACs as shown in c and  d. At first sight, a\nnew adsorption band of 784 cm<sup>–1</sup> is observed under\nthe applied potential of 1.25 V, which is assigned to the newly formed\ndynamical coupling *O over Ir sites. When the applied potential reaches\n1.35 V or higher, another new vibrational band appears at 1055 cm<sup>–1</sup>, which is ascribed to the new formation of *OOH intermediates\nover isolated Ir sites of Ir-based SACs. Further analysis of the detailed\nrelationship between the adsorption IR bands of 784 and 1055 cm<sup>–1</sup> shows that the dynamically coupled *O formed in the\nprecatalytic stage can effectively promote the generation of key *OOH\nintermediates over the isolated Ir sites in the catalytic stage during\nthe OER. Accordingly, based on correlative SR-XAFS/FTIR analyses,\nthe dynamic evolution of Ir-based SACs during the acidic OER is schematically\nillustrated in e, where the dynamically coupled *O formed in the precatalytic stage\ncan effectively facilitate the subsequent deprotonation of water molecules\nto successively generate the key *OH and *OOH intermediates over isolated\nIr sites during the OER.</p>", "clean_text": "To corroborate this conjecture, in situ SR-FTIR was performed for these Ir-based SACs as shown in c and  d. At first sight, a new adsorption band of 784 cm-1 is observed under the applied potential of 1.25 V, which is assigned to the newly formed dynamical coupling *O over Ir sites. When the applied potential reaches 1.35 V or higher, another new vibrational band appears at 1055 cm-1, which is ascribed to the new formation of *OOH intermediates over isolated Ir sites of Ir-based SACs. Further analysis of the detailed relationship between the adsorption IR bands of 784 and 1055 cm-1 shows that the dynamically coupled *O formed in the precatalytic stage can effectively promote the generation of key *OOH intermediates over the isolated Ir sites in the catalytic stage during the OER. Accordingly, based on correlative SR-XAFS/FTIR analyses, the dynamic evolution of Ir-based SACs during the acidic OER is schematically illustrated in e, where the dynamically coupled *O formed in the precatalytic stage can effectively facilitate the subsequent deprotonation of water molecules to successively generate the key *OH and *OOH intermediates over isolated Ir sites during the OER.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>In addition to the dynamic observations\nduring the OER, a general\ndynamic evolution of isolated metal sites in Ni<sub>1</sub>–NC\nSACs during the ORR has also been reported in our recent work based\non correlative SR-XAFS and SR-FTIR spectroscopies. When the applied potentials decrease from 0.95 to 0.70\nV, formation of metastable Ni with a reduced metal valence state of\nNi<sub>1</sub>\n<sup>(2‑δ)+</sup> (δ is approximately\n0.5) is discerned for Ni<sub>1</sub>–NC SACs based on the shape\nand intensity changes of the pristine white-line peak (a). Furthermore, the corresponding\nFT-XAFS and WT-XAFS curves in b and  c show a red shift of\nthe Ni–N/O peak by approximately 0.05 Å when the applied\npotential decreases from 0.95 to 0.85 V with a substantial attenuation\nin the peak intensity. According to the XAFS fitting analyses, this\nresult is derived when the coordination number of the nearest Ni–N\nbond decreases from 4 at 0.95 V to 2 at 0.85 V, which implies that\nNi atoms are released from the nitrogen–carbon. Moreover, an\nadditional Ni–O bond is found for the newly formed Ni<sub>1</sub>–N<sub>2</sub> center of Ni<sub>1</sub>–NC SACs at\n0.85 V due to the adsorbed *O<sub>2</sub> molecules (b). This evolved Ni<sub>1</sub>–N<sub>2</sub> center is believed to effectively promote the\nadsorption and dissociation of O<sub>2</sub> molecule precursors to\nform *O intermediates over isolated Ni sites of Ni<sub>1</sub>–NC\nSACs during the ORR.</p>", "clean_text": "In addition to the dynamic observations during the OER, a general dynamic evolution of isolated metal sites in Ni1-NC SACs during the ORR has also been reported in our recent work based on correlative SR-XAFS and SR-FTIR spectroscopies. When the applied potentials decrease from 0.95 to 0.70 V, formation of metastable Ni with a reduced metal valence state of Ni1 (2-δ)+ (δ is approximately 0.5) is discerned for Ni1-NC SACs based on the shape and intensity changes of the pristine white-line peak (a). Furthermore, the corresponding FT-XAFS and WT-XAFS curves in b and  c show a red shift of the Ni-N/O peak by approximately 0.05 Å when the applied potential decreases from 0.95 to 0.85 V with a substantial attenuation in the peak intensity. According to the XAFS fitting analyses, this result is derived when the coordination number of the nearest Ni-N bond decreases from 4 at 0.95 V to 2 at 0.85 V, which implies that Ni atoms are released from the nitrogen-carbon. Moreover, an additional Ni-O bond is found for the newly formed Ni1-N2 center of Ni1-NC SACs at 0.85 V due to the adsorbed *O2 molecules (b). This evolved Ni1-N2 center is believed to effectively promote the adsorption and dissociation of O2 molecule precursors to form *O intermediates over isolated Ni sites of Ni1-NC SACs during the ORR.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a–c) In situ Ni K-edge SR-XAFS spectra for Ni\nSACs during\nthe ORR process. (d–f) In situ SR-FTIR spectra with isotopic <sup>18</sup>O<sub>2</sub> and <sup>16</sup>O<sub>2</sub> as oxygen sources\nduring the ORR process.<xref ref-type=\"bibr\" rid=\"ref1\"></xref> Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref1\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  (a-c) In situ Ni K-edge SR-XAFS spectra for Ni SACs during the ORR process. (d-f) In situ SR-FTIR spectra with isotopic 18O2 and 16O2 as oxygen sources during the ORR process. Adapted with permission from ref . Copyright 2020 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>In situ SR-FTIR spectroscopy is used to support\nthis deduction.\nAs shown in d, a new vibrational band at approximately 908 cm<sup>–1</sup> is obtained for Ni<sub>1</sub>–NC SACs when the applied potentials\nare lower than 0.85 V. Furthermore, the isotope-labeling in situ SR-FTIR\nresults present a red shift of the additional adsorption band from\n908 to 894 cm<sup>–1</sup> by replacing <sup>16</sup>O<sub>2</sub> with <sup>18</sup>O<sub>2</sub>, evidently confirming the\ncontributions of the 908 cm<sup>–1</sup> adsorption band from\nthe *O intermediate (e). In comparison, the adsorption band at 3465 cm<sup>–1</sup>, which is associated with the surface hydroxyl radicals (*OH), remains\nunchanged in the isotope-labeling in situ SR-FTIR tests (f), which indicates\nthe surface hydroxyl groups are derived from the adsorbed water molecules\nover Ni<sub>1</sub>–NC SACs. On the basis of correlative SR-XAFS\nand SR-FTIR analyses, the in situ formed Ni<sub>1</sub>–N<sub>2</sub> centers can effectively promote the dissociation of adsorbed\nO<sub>2</sub> to generate crucial metastable *O–Ni<sub>1</sub>N<sub>2</sub> intermediates toward high ORR performance.</p>", "clean_text": "In situ SR-FTIR spectroscopy is used to support this deduction. As shown in d, a new vibrational band at approximately 908 cm-1 is obtained for Ni1-NC SACs when the applied potentials are lower than 0.85 V. Furthermore, the isotope-labeling in situ SR-FTIR results present a red shift of the additional adsorption band from 908 to 894 cm-1 by replacing 16O2 with 18O2, evidently confirming the contributions of the 908 cm-1 adsorption band from the *O intermediate (e). In comparison, the adsorption band at 3465 cm-1, which is associated with the surface hydroxyl radicals (*OH), remains unchanged in the isotope-labeling in situ SR-FTIR tests (f), which indicates the surface hydroxyl groups are derived from the adsorbed water molecules over Ni1-NC SACs. On the basis of correlative SR-XAFS and SR-FTIR analyses, the in situ formed Ni1-N2 centers can effectively promote the dissociation of adsorbed O2 to generate crucial metastable *O-Ni1N2 intermediates toward high ORR performance.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Accordingly,\na full picture of the oxygen dynamics, involving the\nstructural changes and intermediate evolution, can be obtained for\nboth Ir- and Ni-based SACs during electrocatalysis based on the complementary\ninformation extracted from correlative in situ SR-XAFS/FTIR analyses.\nThe dynamically coupled *O over isolated Ir sites of the Ir-based\nSACs is originally discerned in the precatalytic stage during the\nOER, and the metastable structure of *O–Ni<sub>1</sub>N<sub>2</sub> is revealed for Ni<sub>1</sub>–NC SACs during the\nORR.</p>", "clean_text": "Accordingly, a full picture of the oxygen dynamics, involving the structural changes and intermediate evolution, can be obtained for both Ir- and Ni-based SACs during electrocatalysis based on the complementary information extracted from correlative in situ SR-XAFS/FTIR analyses. The dynamically coupled *O over isolated Ir sites of the Ir-based SACs is originally discerned in the precatalytic stage during the OER, and the metastable structure of *O-Ni1N2 is revealed for Ni1-NC SACs during the ORR.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>Conclusion and Prospects</title><p>In this Account,\na few vignettes of the oxygen dynamic studies\nhave been introduced from the perspective of the authors. Interesting\nphenomena and/or discoveries about the solid–liquid interface\ndynamics are originally disclosed based on the correlative in situ\nSR-XAFS and SR-FTIR investigations: (I) the postformed active oxyhydroxide\nanalogue is observed for Ni–MOF electrocatalysts during the\nbasic OER; (II) the dynamically coupling *O species over isolated\nIr sites, serving as an energetic promoter, is discerned during the\nacidic OER; (III) identification of a key superoxide *OOH intermediate\nover lattice-strained NiFe–MOF catalysts during both the ORR\nand the OER processes is realized; (IV) the coordination number of\nthe initial Ni<sub>1</sub>–N<sub>4</sub> moieties in Ni-based\nSACs tends to be reduced during the basic ORR, contributing to metastable\nactive Ni<sub>1</sub>–N<sub>2</sub> centers. At present, correlative\nin situ SR-XAFS/FTIR spectroscopies are usually acquired in a time\nscale of several minutes, which essentially reflects an average of\ndynamic evolution over the solid–liquid interface. Although\nit is currently in its infancy, vast space of exploiting correlative\nSR-XAFS/FTIR spectroscopy in catalytic mechanism investigations can\nbe foreseen. In particular, the emerging cutting-edge space-resolved\nand/or time-resolved SR-XAFS/FTIR spectroscopies will provide sharper\ninsights into the dynamic evolution of the electrocatalysts during\nthe interesting electrocatalytic process in a micrometer zone and/or\nat a microsecond/subnanosecond time scale, which can be a very significant\nand powerful approach to dissect the underlying fast dynamic process\nof catalysts in the fields of material science and electrochemistry.</p>", "clean_text": "Conclusion and Prospects\n\nIn this Account, a few vignettes of the oxygen dynamic studies have been introduced from the perspective of the authors. Interesting phenomena and/or discoveries about the solid-liquid interface dynamics are originally disclosed based on the correlative in situ SR-XAFS and SR-FTIR investigations: (I) the postformed active oxyhydroxide analogue is observed for Ni-MOF electrocatalysts during the basic OER; (II) the dynamically coupling *O species over isolated Ir sites, serving as an energetic promoter, is discerned during the acidic OER; (III) identification of a key superoxide *OOH intermediate over lattice-strained NiFe-MOF catalysts during both the ORR and the OER processes is realized; (IV) the coordination number of the initial Ni1-N4 moieties in Ni-based SACs tends to be reduced during the basic ORR, contributing to metastable active Ni1-N2 centers. At present, correlative in situ SR-XAFS/FTIR spectroscopies are usually acquired in a time scale of several minutes, which essentially reflects an average of dynamic evolution over the solid-liquid interface. Although it is currently in its infancy, vast space of exploiting correlative SR-XAFS/FTIR spectroscopy in catalytic mechanism investigations can be foreseen. In particular, the emerging cutting-edge space-resolved and/or time-resolved SR-XAFS/FTIR spectroscopies will provide sharper insights into the dynamic evolution of the electrocatalysts during the interesting electrocatalytic process in a micrometer zone and/or at a microsecond/subnanosecond time scale, which can be a very significant and powerful approach to dissect the underlying fast dynamic process of catalysts in the fields of material science and electrochemistry.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>W.C. and\nH.S. contributed equally to this work. CRediT: <bold>Weiren Cheng</bold> conceptualization (equal), writing-original draft (lead), writing-review\n&amp; editing (lead); <bold>Hui Su</bold> writing-original draft (equal),\nwriting-review &amp; editing (equal); <bold>Qinghua Liu</bold> conceptualization\n(lead), writing-original draft (lead), writing-review &amp; editing\n(lead).</p>", "clean_text": "W.C. and H.S. contributed equally to this work. CRediT: Weiren Cheng conceptualization (equal), writing-original draft (lead), writing-review & editing (lead); Hui Su writing-original draft (equal), writing-review & editing (equal); Qinghua Liu conceptualization (lead), writing-original draft (lead), writing-review & editing (lead).", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p><p>\n<bold>Weiren Cheng</bold> received\nhis Ph.D. degree from the University\nof Science and Technology of China (USTC) in June 2015, is a member\nof the National Synchrotron Radiation Laboratory, USTC, and is a foreign\nresearcher at Hokkaido University, Japan. His current research interests\nfocus on the design and synthesis of advanced photo/electrochemical\nnanomaterials and the understanding of their catalytic mechanisms\nusing in situ synchrotron-based techniques.</p>", "clean_text": "The authors declare no competing financial interest.\n\n Weiren Cheng received his Ph.D. degree from the University of Science and Technology of China (USTC) in June 2015, is a member of the National Synchrotron Radiation Laboratory, USTC, and is a foreign researcher at Hokkaido University, Japan. His current research interests focus on the design and synthesis of advanced photo/electrochemical nanomaterials and the understanding of their catalytic mechanisms using in situ synchrotron-based techniques.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Hui Su</bold> received his Ph.D. degree from the University\nof Science and Technology of China (USTC) in June 2020 and is a member\nof the National Synchrotron Radiation Laboratory, USTC. His current\nresearch focuses on engineering nanoscale catalysts for efficient\nrenewable energy conversion and probing their dynamic process over\nthe solid–liquid interface using operando synchrotron radiation\nXAS and &amp; FTIR technologies.</p>", "clean_text": " Hui Su received his Ph.D. degree from the University of Science and Technology of China (USTC) in June 2020 and is a member of the National Synchrotron Radiation Laboratory, USTC. His current research focuses on engineering nanoscale catalysts for efficient renewable energy conversion and probing their dynamic process over the solid-liquid interface using operando synchrotron radiation XAS and & FTIR technologies.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Qinghua Liu</bold> is currently a member of the National\nSynchrotron Radiation Laboratory (USTC). He received his Ph.D. degree\nin 2009 from USTC and subsequently performed research on renewable\nenergy conversion and synchrotron radiation experimental techniques.\nHis current research interests focus on the synthesis and characterization\nof advanced energy nanomaterials and the development of in situ/operando\nsynchrotron radiation techniques and their applications in energy\nstorage and reaction mechanisms.</p>", "clean_text": " Qinghua Liu is currently a member of the National Synchrotron Radiation Laboratory (USTC). He received his Ph.D. degree in 2009 from USTC and subsequently performed research on renewable energy conversion and synchrotron radiation experimental techniques. His current research interests focus on the synthesis and characterization of advanced energy nanomaterials and the development of in situ/operando synchrotron radiation techniques and their applications in energy storage and reaction mechanisms.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "25, 28, 33", "type": "text", "classification": "property", "content": "<p>In addition to the determination of the active\nphase, the real\nactive site of the catalysts during electrocatalysis should be identified\nto disclose their underlying structure–activity relationship.\nSACs with well-dispersed isolated metal sites offer an incredible\nopportunity to clearly identify the working mechanism of real active\nsites in nanomaterials during oxygen electrocatalysis. On the basis of in situ SR-XAFS\nspectroscopy, we obtained meaningful insights into the electronic\nand atomic structure evolution of isolated Cu sites in unsymmetrically\ncoordinated Cu–S<sub>1</sub>N<sub>3</sub> SACs during the ORR\nprocess (). Upon the applied potential decreasing from 1.05\nto 0.75 V, a shift of the absorption edge position toward the lower\nenergy side is observed in the Cu K-edge XANES spectra, which indicates\na reduced valence state from approximately 2+ to 1+ for the Cu species\nin Cu–S<sub>1</sub>N<sub>3</sub> SACs (a and  b). Notably,\nthese reduced Cu (1+) sites can be restored to Cu (2+) when the applied\npotential is returned to 1.05 V, which suggests that the postformed\nCu (1+) sites served as reversible active metal centers for the ORR.\nAs illustrated in c, the dominant peak of the Cu–N/S bonds in the Cu\nK-edge FT-EXAFS curves shows a substantial shift to the low-<italic toggle=\"yes\">R</italic> direction, from 1.55 to 1.49 Å, under reductive potentials\nof 0.90 or 0.75 V. The corresponding XAFS fitting results further\nconfirmed that the initial bond length of Cu–N is reduced from\nthe initial 1.98 to 1.94 Å at 0.9 V and subsequently to 1.93\nÅ at 0.75 V with the nearly unchanged bond length of 2.32 Å\nfor Cu–S bonds. In combination with DFT calculations, these\nlow-valence Cu (1+) centers with shrinking Cu–N bonds can promote\nthe generation of *OOH, *O, and *OH intermediates over Cu–S<sub>1</sub>N<sub>3</sub> centers for efficient 4e<sup>–</sup> ORR\nkinetics (d).</p><title>Tracking Species Evolution by In Situ SR-FTIR\nSpectroscopy</title><p>The exploration of intermediate evolution over\nactive sites of\nelectrocatalysts is very important for understanding their underlying\nelectrocatalytic mechanism. To this end, we adopted in situ SR-FTIR\nspectroscopy to study the surface species evolution over the solid–liquid\ninterface of transition-metal-based SACs during acidic OER electrocatalysis\n(). A unique type of hetero-N-coordinated Co-based\nSAC (HNC–Co SAC) was used as an ideal OER model catalyst for\nin situ SR-FTIR investigation. When a potential of &gt;1.38 V was\napplied,\na new absorption band appeared at approximately 1248 cm<sup>–1</sup> for the HNC–Co catalysts (a), which is assigned to the formation of\nkey *O intermediates over Co active sites. Moreover, the intensity\nof the vibrational band of 1248 cm<sup>–1</sup> gradually strengthened\nwith increasing potential, and there was a potential-dependent red\nshift of the Co–N absorption bands from 1048 to 978 cm<sup>–1</sup> (b and  c). This result hints that\nduring the OER process the potential-driven electron transfer from\nthe isolated Co sites to the adjacent N atoms could effectively facilitate\nthe appearance of key *O intermediates over Co sites of HNC–Co\ncatalysts and form active H<sub>2</sub>N–(*O–Co)–N<sub>4</sub> moieties for efficient 4e<sup>–</sup> OER kinetics.\nBy combining this information with the DFT calculations, it is unraveled\nthat the active H<sub>2</sub>N–(*O–Co)–N<sub>4</sub> moieties play a key role in promoting the O–O coupling\nduring the acidic OER process (d).</p><title>Dynamic Studies Based on Correlative SR-XAFS/FTIR\nSpectroscopy</title><p>Correlative in situ detection by SR-XAFS/FTIR\nspectroscopy opens\nup a unique approach to bridge the structural changes of active sites\nwith the concomitant intermediation evolution for oxygen dynamic studies.\nRecently, we promptly probed the dynamic evolution of isolated Ir\nsites in heteronitrogen-configured Ir-based SACs using correlative\nSR-XAFS and SR-FTIR spectroscopies. Under\na potential of 1.25 V, an enhanced peak intensity of the white-line\npeak and the nearest Ir–N/O coordination shell is clearly discerned\nin relation to that at the ex situ states (a and  b). The corresponding\nXAFS fitting analyses subsequently assign this enhanced peak intensity\nat 1.25 V to a newly formed Ir–O bond over Ir sites in the\nprecatalytic stage in addition to the initial square-planar Ir<sub>1</sub>–N<sub>4</sub> configurations. Upon reaching the increased\npotentials of 1.35 and 1.45 V, the intensity for the nearest Ir–N/O\npeak is enhanced with the first red shift (at 1.35 V) and subsequent\nblue shift (at 1.45 V) of the Ir–N/O peak position relative\nto that at 1.25 V (b). Quantitatively, the XAFS fitting analyses reveal that\nthe coordination number of Ir–O bonds for the isolated Ir centers\nis increased to 2 at 1.35 V compared with the only Ir–O bond\nat 1.25 V. This result may indicate the further formation of key oxo\nintermediates over Ir centers of Ir-based SACs in the catalytic stage.</p>", "clean_text": "In addition to the determination of the active phase, the real active site of the catalysts during electrocatalysis should be identified to disclose their underlying structure-activity relationship. SACs with well-dispersed isolated metal sites offer an incredible opportunity to clearly identify the working mechanism of real active sites in nanomaterials during oxygen electrocatalysis. On the basis of in situ SR-XAFS spectroscopy, we obtained meaningful insights into the electronic and atomic structure evolution of isolated Cu sites in unsymmetrically coordinated Cu-S1N3 SACs during the ORR process (). Upon the applied potential decreasing from 1.05 to 0.75 V, a shift of the absorption edge position toward the lower energy side is observed in the Cu K-edge XANES spectra, which indicates a reduced valence state from approximately 2+ to 1+ for the Cu species in Cu-S1N3 SACs (a and  b). Notably, these reduced Cu (1+) sites can be restored to Cu (2+) when the applied potential is returned to 1.05 V, which suggests that the postformed Cu (1+) sites served as reversible active metal centers for the ORR. As illustrated in c, the dominant peak of the Cu-N/S bonds in the Cu K-edge FT-EXAFS curves shows a substantial shift to the low-R direction, from 1.55 to 1.49 Å, under reductive potentials of 0.90 or 0.75 V. The corresponding XAFS fitting results further confirmed that the initial bond length of Cu-N is reduced from the initial 1.98 to 1.94 Å at 0.9 V and subsequently to 1.93 Å at 0.75 V with the nearly unchanged bond length of 2.32 Å for Cu-S bonds. In combination with DFT calculations, these low-valence Cu (1+) centers with shrinking Cu-N bonds can promote the generation of *OOH, *O, and *OH intermediates over Cu-S1N3 centers for efficient 4e- ORR kinetics (d).\n\nTracking Species Evolution by In Situ SR-FTIR Spectroscopy\n\nThe exploration of intermediate evolution over active sites of electrocatalysts is very important for understanding their underlying electrocatalytic mechanism. To this end, we adopted in situ SR-FTIR spectroscopy to study the surface species evolution over the solid-liquid interface of transition-metal-based SACs during acidic OER electrocatalysis (). A unique type of hetero-N-coordinated Co-based SAC (HNC-Co SAC) was used as an ideal OER model catalyst for in situ SR-FTIR investigation. When a potential of >1.38 V was applied, a new absorption band appeared at approximately 1248 cm-1 for the HNC-Co catalysts (a), which is assigned to the formation of key *O intermediates over Co active sites. Moreover, the intensity of the vibrational band of 1248 cm-1 gradually strengthened with increasing potential, and there was a potential-dependent red shift of the Co-N absorption bands from 1048 to 978 cm-1 (b and  c). This result hints that during the OER process the potential-driven electron transfer from the isolated Co sites to the adjacent N atoms could effectively facilitate the appearance of key *O intermediates over Co sites of HNC-Co catalysts and form active H2N-(*O-Co)-N4 moieties for efficient 4e- OER kinetics. By combining this information with the DFT calculations, it is unraveled that the active H2N-(*O-Co)-N4 moieties play a key role in promoting the O-O coupling during the acidic OER process (d).\n\nDynamic Studies Based on Correlative SR-XAFS/FTIR Spectroscopy\n\nCorrelative in situ detection by SR-XAFS/FTIR spectroscopy opens up a unique approach to bridge the structural changes of active sites with the concomitant intermediation evolution for oxygen dynamic studies. Recently, we promptly probed the dynamic evolution of isolated Ir sites in heteronitrogen-configured Ir-based SACs using correlative SR-XAFS and SR-FTIR spectroscopies. Under a potential of 1.25 V, an enhanced peak intensity of the white-line peak and the nearest Ir-N/O coordination shell is clearly discerned in relation to that at the ex situ states (a and  b). The corresponding XAFS fitting analyses subsequently assign this enhanced peak intensity at 1.25 V to a newly formed Ir-O bond over Ir sites in the precatalytic stage in addition to the initial square-planar Ir1-N4 configurations. Upon reaching the increased potentials of 1.35 and 1.45 V, the intensity for the nearest Ir-N/O peak is enhanced with the first red shift (at 1.35 V) and subsequent blue shift (at 1.45 V) of the Ir-N/O peak position relative to that at 1.25 V (b). Quantitatively, the XAFS fitting analyses reveal that the coordination number of Ir-O bonds for the isolated Ir centers is increased to 2 at 1.35 V compared with the only Ir-O bond at 1.25 V. This result may indicate the further formation of key oxo intermediates over Ir centers of Ir-based SACs in the catalytic stage.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "1650, 3400", "unit": "cm-1", "condition": ""}]}, {"meta": {"name": "Cu–S1N3 SACs", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "1.55, 1.49, 1.98, 1.94, 1.93, 2.32", "unit": "Å", "condition": "reductive potentials of 0.90 or 0.75 V"}]}, {"meta": {"name": "HNC–Co SAC", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "1248, 1048, 978", "unit": "cm-1", "condition": "potential of >1.38 V"}]}, {"meta": {"name": "Ir-based SACs", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "", "unit": "", "condition": ""}]}]], "include_properties": ["peak_spectrum"]}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic for SR-XAFS\nspectroscopy, where A, B, and C are the\ncentral atom, nearest atoms, and second-nearest atoms around A, respectively.\n(b) Schematic for in situ SR-XAFS measurements, where WE, RE, and\nCE indicate the working, reference, and counter electrodes, respectively.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic for SR-XAFS spectroscopy, where A, B, and C are the central atom, nearest atoms, and second-nearest atoms around A, respectively. (b) Schematic for in situ SR-XAFS measurements, where WE, RE, and CE indicate the working, reference, and counter electrodes, respectively.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Schematic for SR-FTIR\nspectroscopy. (b) Schematic for in situ\nSR-FTIR measurements.<xref ref-type=\"bibr\" rid=\"ref25\"></xref> Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref25\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 Elsevier.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Schematic for SR-FTIR spectroscopy. (b) Schematic for in situ SR-FTIR measurements. Adapted with permission from ref . Copyright 2020 Elsevier.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Schematic for correlative\nSR-FTIR and SR-XAFS spectroscopies.<xref ref-type=\"bibr\" rid=\"ref1\"></xref> Adapted\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref1\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Schematic for correlative SR-FTIR and SR-XAFS spectroscopies. Adapted with permission from ref . Copyright 2020 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) <italic toggle=\"yes\">k</italic>\n<sup>2</sup>χ­(<italic toggle=\"yes\">k</italic>) oscillation\ncurves, (b) FT-EXAFS curves, (c) WT-EXAFS plots, and (d,e) XANES spectra\nat the Ni K-edge for Br–Ni MOF during the OER.<xref ref-type=\"bibr\" rid=\"ref30\"></xref> Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2021 The authors,\nsome rights reserved; exclusive licensee AAAS. Distributed under a\nCC BY-NC 4.0 License <uri xlink:href=\"http://creativecommons.org/licenses/by-nc/4.0/\" xlink:type=\"simple\">http://creativecommons.org/licenses/by-nc/4.0/</uri>. (f) Schematics of structural transformation during the OER for\nBr–Ni MOF catalysts.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) k 2χ(k) oscillation curves, (b) FT-EXAFS curves, (c) WT-EXAFS plots, and (d,e) XANES spectra at the Ni K-edge for Br-Ni MOF during the OER. Reproduced with permission from ref . Copyright 2021 The authors, some rights reserved; exclusive licensee AAAS. Distributed under a CC BY-NC 4.0 License http://creativecommons.org/licenses/by-nc/4.0/. (f) Schematics of structural transformation during the OER for Br-Ni MOF catalysts.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a and\nb) Cu K-edge XANES spectra and average oxidation number\nof Cu species for Cu-based SACs during the ORR. (c) Cu K-edge FT-EXAFS\ncurves during the ORR for Cu-based SACs. (d) Proposed ORR mechanism\nfor Cu-based SACs.<xref ref-type=\"bibr\" rid=\"ref55\"></xref> Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref55\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 The authors. Published by Springer Nature under the terms of\nthe Creative Commons CC BY license.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a and b) Cu K-edge XANES spectra and average oxidation number of Cu species for Cu-based SACs during the ORR. (c) Cu K-edge FT-EXAFS curves during the ORR for Cu-based SACs. (d) Proposed ORR mechanism for Cu-based SACs. Reproduced with permission from ref . Copyright 2020 The authors. Published by Springer Nature under the terms of the Creative Commons CC BY license.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a–c) In situ SR-FTIR spectra over HNC–Co\nSACs during\nthe OER process. (d) Proposed OER mechanism for HNC–Co SACs.<xref ref-type=\"bibr\" rid=\"ref4\"></xref> Adapted with permission from ref <xref ref-type=\"bibr\" rid=\"ref4\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019 American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a-c) In situ SR-FTIR spectra over HNC-Co SACs during the OER process. (d) Proposed OER mechanism for HNC-Co SACs. Adapted with permission from ref . Copyright 2019 American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>In situ SR-FTIR\nspectra over lattice-strained NiFe–MOFs\nduring the ORR (a) and OER (b) processes. (c) Isotope-labeling in\nsitu SR-FTIR tests during the ORR and OER processes for lattice-strained\nNiFe-MOFs.<xref ref-type=\"bibr\" rid=\"ref2\"></xref> Adapted with permission from\nref <xref ref-type=\"bibr\" rid=\"ref2\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2019 Springer Nature Ltd.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  In situ SR-FTIR spectra over lattice-strained NiFe-MOFs during the ORR (a) and OER (b) processes. (c) Isotope-labeling in situ SR-FTIR tests during the ORR and OER processes for lattice-strained NiFe-MOFs. Adapted with permission from ref . Copyright 2019 Springer Nature Ltd.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) In\nsitu Ir L<sub>3</sub>-edge XANES spectra of Ir-based SACs\nduring the OER process. (b) Corresponding Ir L<sub>3</sub>-edge <italic toggle=\"yes\">k</italic>\n<sup>2</sup>-weighted FT-EXAFS for Ir-based SACs. (c and\nd) In situ SR-FTIR measurements during the OER process for Ir-based\nSACs. (e) Scheme of dynamical evolution during the OER process for\nIr-based SACs.<xref ref-type=\"bibr\" rid=\"ref3\"></xref> Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref3\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2021 The authors. Published by Springer Nature under the terms of\nthe Creative Commons CC BY license.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  (a) In situ Ir L3-edge XANES spectra of Ir-based SACs during the OER process. (b) Corresponding Ir L3-edge k 2-weighted FT-EXAFS for Ir-based SACs. (c and d) In situ SR-FTIR measurements during the OER process for Ir-based SACs. (e) Scheme of dynamical evolution during the OER process for Ir-based SACs. Reproduced with permission from ref . Copyright 2021 The authors. Published by Springer Nature under the terms of the Creative Commons CC BY license.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a–c) In situ Ni K-edge SR-XAFS spectra for Ni\nSACs during\nthe ORR process. (d–f) In situ SR-FTIR spectra with isotopic <sup>18</sup>O<sub>2</sub> and <sup>16</sup>O<sub>2</sub> as oxygen sources\nduring the ORR process.<xref ref-type=\"bibr\" rid=\"ref1\"></xref> Adapted with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref1\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2020 American Chemical Society.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ar2c00239_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  (a-c) In situ Ni K-edge SR-XAFS spectra for Ni SACs during the ORR process. (d-f) In situ SR-FTIR spectra with isotopic 18O2 and 16O2 as oxygen sources during the ORR process. Adapted with permission from ref . Copyright 2020 American Chemical Society.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.accounts.2c00239", "title": null, "journal": "American Chemical Society", "date": "2022.07", "author_list": ["Cheng\nWeiren", "Su\nHui", "Liu\nQinghua"]}}