{"filepath": "../L2M3_data/1_application_papers/acs_xml/au1c00494.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Synthesis of porous,\ncovalent crystals such as zeolites and metal–organic\nframeworks (MOFs) cannot be described adequately using existing crystallization\ntheories. Even with the development of state-of-the-art experimental\nand computational tools, the identification of primary mechanisms\nof nucleation and growth of MOFs remains elusive. Here, using time-resolved\nin-situ X-ray scattering coupled with a six-parameter microkinetic\nmodel consisting of ∼1 billion reactions and up to ∼100 000\nmetal nodes, we identify autocatalysis and oriented attachment as\npreviously unrecognized mechanisms of nucleation and growth of the\nMOF UiO-66. The secondary building unit (SBU) formation follows an\nautocatalytic initiation reaction driven by a self-templating mechanism.\nThe induction time of MOF nucleation is determined by the relative\nrate of SBU attachment (chain extension) and the initiation reaction,\nwhereas the MOF growth is primarily driven by the oriented attachment\nof reactive MOF crystals. The average size and polydispersity of MOFs\nare controlled by surface stabilization. Finally, the microkinetic\nmodel developed here is generalizable to different MOFs and other\nmulticomponent systems.</p>", "clean_text": "Synthesis of porous, covalent crystals such as zeolites and metal-organic frameworks (MOFs) cannot be described adequately using existing crystallization theories. Even with the development of state-of-the-art experimental and computational tools, the identification of primary mechanisms of nucleation and growth of MOFs remains elusive. Here, using time-resolved in-situ X-ray scattering coupled with a six-parameter microkinetic model consisting of ~1 billion reactions and up to ~100000 metal nodes, we identify autocatalysis and oriented attachment as previously unrecognized mechanisms of nucleation and growth of the MOF UiO-66. The secondary building unit (SBU) formation follows an autocatalytic initiation reaction driven by a self-templating mechanism. The induction time of MOF nucleation is determined by the relative rate of SBU attachment (chain extension) and the initiation reaction, whereas the MOF growth is primarily driven by the oriented attachment of reactive MOF crystals. The average size and polydispersity of MOFs are controlled by surface stabilization. Finally, the microkinetic model developed here is generalizable to different MOFs and other multicomponent systems.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Multicomponent\nporous crystals, such as zeolites and metal–organic\nframeworks (MOFs), have greatly impacted the fields of gas separation,\ncatalysis, separations, and adsorption. The fundamental processes behind the crystallization\nof these porous materials are not adequately described by the well-known\ntheories of classical crystallization. Although the classical crystallization\ntheories were developed for noncovalent solidification of single-component\nsystems, it is widely used to describe and draw insight into covalent\ncrystallization of MOFs. However, recent research\non zeolite and MOF crystallization has shown multiple deviations from\nclassical crystallization theories.\n</p>", "clean_text": "Introduction\n\nMulticomponent porous crystals, such as zeolites and metal-organic frameworks (MOFs), have greatly impacted the fields of gas separation, catalysis, separations, and adsorption. The fundamental processes behind the crystallization of these porous materials are not adequately described by the well-known theories of classical crystallization. Although the classical crystallization theories were developed for noncovalent solidification of single-component systems, it is widely used to describe and draw insight into covalent crystallization of MOFs. However, recent research on zeolite and MOF crystallization has shown multiple deviations from classical crystallization theories. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Two-step\nnucleation is one such deviation that has been invoked\nfor certain MOFs such as ZIF-8 and zeolites. In fact, a\nthree-step crystallization mechanism has been proposed recently for\nZIF-8. Nonclassical growth mechanisms\nhave also been recently proposed as a deviation from the classical\nmonomer-by-monomer based crystal growth, including for composite systems\nsuch as protein-MOF composites. Nonclassical growth can occur because of the attachment of oligomers\nor amorphous clusters or through the oriented attachment of nanocrystals. Previous literature has already indicated that nonclassical growth\nmay play a part in MOF synthesis, where Cu<sub>2</sub>(ndc)<sub>2</sub>(dabco)<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> nanoparticles have been observed\nto grow by oriented attachment using ex-situ transmission electron\nmicroscopy (TEM). However, a mathematical\ndescription of the nonclassical nucleation mechanism needs to be formulated.</p>", "clean_text": "Two-step nucleation is one such deviation that has been invoked for certain MOFs such as ZIF-8 and zeolites. In fact, a three-step crystallization mechanism has been proposed recently for ZIF-8. Nonclassical growth mechanisms have also been recently proposed as a deviation from the classical monomer-by-monomer based crystal growth, including for composite systems such as protein-MOF composites. Nonclassical growth can occur because of the attachment of oligomers or amorphous clusters or through the oriented attachment of nanocrystals. Previous literature has already indicated that nonclassical growth may play a part in MOF synthesis, where Cu2(ndc)2(dabco) n  nanoparticles have been observed to grow by oriented attachment using ex-situ transmission electron microscopy (TEM). However, a mathematical description of the nonclassical nucleation mechanism needs to be formulated.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Studies aimed at understanding MOF formation generally utilize\na combination of in-situ techniques combined with empirical models\nsuch as the Johnson–Mehl–Avrami–Kolmogorov (JMAK)\nand Gualtieri models. Although these models provide\ninformation on crystallization rate constants, growth dimensionality,\nand probability of nucleation, the inherent empiricism limits the\nfundamental insights into the crystallization mechanism. Thus, the\ndevelopment of a kinetic model capable of detailing formation mechanisms\nremains a significant hurdle in understanding MOF crystallization.</p>", "clean_text": "Studies aimed at understanding MOF formation generally utilize a combination of in-situ techniques combined with empirical models such as the Johnson-Mehl-Avrami-Kolmogorov (JMAK) and Gualtieri models. Although these models provide information on crystallization rate constants, growth dimensionality, and probability of nucleation, the inherent empiricism limits the fundamental insights into the crystallization mechanism. Thus, the development of a kinetic model capable of detailing formation mechanisms remains a significant hurdle in understanding MOF crystallization.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this article, we have utilized a combination of in-situ wide-angle\nX-ray scattering (WAXS) and reaction kinetic modeling to describe\nthe crystallization of the prototypical MOF UiO-66 (see ). The novel reaction kinetics model utilized here makes several predictions\nthat are fundamentally different than previously enumerated for MOF\ncrystallization. We first show that a formation of a “building\nunit” (termed SBU) occurs through an autocatalytic mechanism.\nSecond, the attachment of these SBUs to each other can then proceed\nthrough either classical or nonclassical (oriented attachment) growth,\nanalogous to chain or step extension in polymeric systems, respectively.\nThird, we propose that there is a limit to the size of MOF crystal\nthat can undergo oriented attachment. Finally, we show that the reaction\nkinetics system of equations can be reduced to obtain parameters related\nto crystal nucleation and growth, such as the activation energetics\nand rates, that are commonly obtained using other crystallization\ntheories.</p>", "clean_text": "In this article, we have utilized a combination of in-situ wide-angle X-ray scattering (WAXS) and reaction kinetic modeling to describe the crystallization of the prototypical MOF UiO-66 (see ). The novel reaction kinetics model utilized here makes several predictions that are fundamentally different than previously enumerated for MOF crystallization. We first show that a formation of a \"building unit\" (termed SBU) occurs through an autocatalytic mechanism. Second, the attachment of these SBUs to each other can then proceed through either classical or nonclassical (oriented attachment) growth, analogous to chain or step extension in polymeric systems, respectively. Third, we propose that there is a limit to the size of MOF crystal that can undergo oriented attachment. Finally, we show that the reaction kinetics system of equations can be reduced to obtain parameters related to crystal nucleation and growth, such as the activation energetics and rates, that are commonly obtained using other crystallization theories.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic of governing processes occurring during the synthesis\nof the MOF UiO-66. The first phase of MOF synthesis involves the autocatalytic\ninitiation, where a metal node and a linker adsorb on an existing\nSBU surface, followed by their reaction to form the SBU, followed\nby the SBU desorption. Following initiation, the free SBUs (SBU<sub>1</sub>) undergo a chain reaction by sequential attachment with MOF\nclusters (SBU<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>). MOFs can also grow via\nstep reaction where intermediate size clusters (SBU<sub>i</sub>) undergo\noriented attachment to form a bigger cluster. Finally, after attaining\na sufficiently large size of MOF (SBU<sub>nk</sub>), the oriented\nattachment stops because of the stabilization of the MOF surface.\n(b) In-situ data showing integral intensity from the (111) peak diffraction,\nrepresentative of crystalline fraction, of UiO-66 as a function of\ntime (red curve). Four different phases can be identified in the sigmoidal\ngrowth curve of the crystalline volume fraction. The induction phase\n(blue shaded region) represents the onset of crystal nucleation due\nto autocatalytic initiation and chain reaction; the exponential growth\nphase (green shaded region) represents the steady growth of MOFs due\nto oriented attachment or step reaction; the transition phase (yellow\nshaded region) is determined by the onset of the surface-stabilization-driven\ntermination reaction; and the stationary phase (red shaded region)\nis attained when there is negligible change in the crystalline volume\nfraction.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic of governing processes occurring during the synthesis of the MOF UiO-66. The first phase of MOF synthesis involves the autocatalytic initiation, where a metal node and a linker adsorb on an existing SBU surface, followed by their reaction to form the SBU, followed by the SBU desorption. Following initiation, the free SBUs (SBU1) undergo a chain reaction by sequential attachment with MOF clusters (SBU n ). MOFs can also grow via step reaction where intermediate size clusters (SBUi) undergo oriented attachment to form a bigger cluster. Finally, after attaining a sufficiently large size of MOF (SBUnk), the oriented attachment stops because of the stabilization of the MOF surface. (b) In-situ data showing integral intensity from the (111) peak diffraction, representative of crystalline fraction, of UiO-66 as a function of time (red curve). Four different phases can be identified in the sigmoidal growth curve of the crystalline volume fraction. The induction phase (blue shaded region) represents the onset of crystal nucleation due to autocatalytic initiation and chain reaction; the exponential growth phase (green shaded region) represents the steady growth of MOFs due to oriented attachment or step reaction; the transition phase (yellow shaded region) is determined by the onset of the surface-stabilization-driven termination reaction; and the stationary phase (red shaded region) is attained when there is negligible change in the crystalline volume fraction.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>In-situ WAXS was used to measure UiO-66 formation as a function\nof different reaction temperatures and initial concentrations of the\nZr-oxo cluster and H<sub>2</sub>BDC linker. Briefly, a reactor containing\nZr metal oxo-cluster solution (9.5 mL) was stirred and held at a constant\ntemperature, and a small quantity of linker solution (0.5 mL) was\ninjected quickly. The integral intensity of the dominant diffraction\nplane (111) relative to the steady-state value was used to estimate\nthe volume fraction of UiO-66 crystals produced in the reactor (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Section S1 and Figures S1 and S2</ext-link> for details). The increase in crystal volume fraction (or crystalline yield) over\ntime follows a sigmoid curve (), which typically consists of four phases, named induction,\n(or lag), exponential, transition, and stationary (b). The features of the sigmoid\ncurve are shown in Figure S3 discussed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Section S2</ext-link>. Such a sigmoidal growth curve has been reported for the\nsynthesis of zeolites, MOFs, and other nanomaterials. The onset of the induction phase (or induction time) decreases with\nincreasing temperature (a–c) and increases with decreasing the initial\nconcentration of Zr (d, f) and linker (e). The onset of the transition phase also follows\na similar trend as induction time. The slope of the exponential growth\nphase decreases with increasing temperature and increases with decreasing\ninitial concentration of Zr and linker.</p>", "clean_text": "Results and Discussion\n\nIn-situ WAXS was used to measure UiO-66 formation as a function of different reaction temperatures and initial concentrations of the Zr-oxo cluster and H2BDC linker. Briefly, a reactor containing Zr metal oxo-cluster solution (9.5 mL) was stirred and held at a constant temperature, and a small quantity of linker solution (0.5 mL) was injected quickly. The integral intensity of the dominant diffraction plane (111) relative to the steady-state value was used to estimate the volume fraction of UiO-66 crystals produced in the reactor (see Section S1 and Figures S1 and S2 for details). The increase in crystal volume fraction (or crystalline yield) over time follows a sigmoid curve (), which typically consists of four phases, named induction, (or lag), exponential, transition, and stationary (b). The features of the sigmoid curve are shown in Figure S3 discussed in Section S2. Such a sigmoidal growth curve has been reported for the synthesis of zeolites, MOFs, and other nanomaterials. The onset of the induction phase (or induction time) decreases with increasing temperature (a-c) and increases with decreasing the initial concentration of Zr (d, f) and linker (e). The onset of the transition phase also follows a similar trend as induction time. The slope of the exponential growth phase decreases with increasing temperature and increases with decreasing initial concentration of Zr and linker.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Normalized crystalline\nvolume fraction for experimental (red) and\ntheoretical (black dashes) results for (a)­14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC at 25 °C; (b) 14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC\nat 35 °C; (c) 14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC at 45 °C\n(theoretical results predicted using the Arrhenius relationship);\n(d) 7.2 mM Zr, 16.3 mM H<sub>2</sub>BDC at 25 °C; (e) 14.4 mM\nZr, 8.15 mM H<sub>2</sub>BDC at 25 °C; and (f) 28.8 mM Zr, 8.15\nmM H<sub>2</sub>BDC at 25 °C (theoretical results predicted using\nArrhenius relationship). The black dotted line shows the calculated\nvolume fraction due to the formation of nuclei for each condition.\nThe background fill represents the relative rate contribution to crystal\nvolume fraction from initiation (blue), chain growth (green), step\ngrowth (yellow), and termination (red). Panels enclosed with the black\nbox represent the results used to validate the microkinetic model,\nand panels enclosed with the blue box represent the results predicted\nusing the microkinetic model. The <italic toggle=\"yes\">y</italic>-axis labels in\npanel a apply to panels b–f as well.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Normalized crystalline volume fraction for experimental (red) and theoretical (black dashes) results for (a)14.4 mM Zr, 16.3 mM H2BDC at 25 °C; (b) 14.4 mM Zr, 16.3 mM H2BDC at 35 °C; (c) 14.4 mM Zr, 16.3 mM H2BDC at 45 °C (theoretical results predicted using the Arrhenius relationship); (d) 7.2 mM Zr, 16.3 mM H2BDC at 25 °C; (e) 14.4 mM Zr, 8.15 mM H2BDC at 25 °C; and (f) 28.8 mM Zr, 8.15 mM H2BDC at 25 °C (theoretical results predicted using Arrhenius relationship). The black dotted line shows the calculated volume fraction due to the formation of nuclei for each condition. The background fill represents the relative rate contribution to crystal volume fraction from initiation (blue), chain growth (green), step growth (yellow), and termination (red). Panels enclosed with the black box represent the results used to validate the microkinetic model, and panels enclosed with the blue box represent the results predicted using the microkinetic model. The y-axis labels in panel a apply to panels b-f as well.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>To understand the mechanistic effects of the temperature and reactant\nconcentrations on the induction time and the evolution of crystallization\nrates, we developed a comprehensive microkinetic model considering a full reaction network (see  <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Section S3</ext-link> for details) consisting of ∼1\nbillion reactions while producing UiO-66 with up to 100 000\nSBUs, or 62.5 nm crystallite size assuming an octahedral morphology.\nThe microkinetic model considers an initiation\nreaction for the synthesis of secondary building unit (SBU) that has\na Zr metal node connected with six linkers, chain reactions involving\nsequential attachment of SBUs to growing MOFs, step reactions allowing\noriented attachment of MOFs, and a termination reaction, where the\nstep reaction yields a stable MOF that does not further undergo oriented\nattachment to a larger particle. Briefly, the activation energy and\nrate constant for initiation reaction were estimated and validated\nusing integral intensities as a function of temperature in a–c, and the\nreaction orders were determined from a, d, and e. The rate constants estimated for the chain\nand step reactions followed Flory’s approximation such that they were independent of the size\nof oligomers (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Sections S4–S6, Figures S4–S17, and Table S1</ext-link>).</p>", "clean_text": "To understand the mechanistic effects of the temperature and reactant concentrations on the induction time and the evolution of crystallization rates, we developed a comprehensive microkinetic model considering a full reaction network (see  Section S3 for details) consisting of ~1 billion reactions while producing UiO-66 with up to 100000 SBUs, or 62.5 nm crystallite size assuming an octahedral morphology. The microkinetic model considers an initiation reaction for the synthesis of secondary building unit (SBU) that has a Zr metal node connected with six linkers, chain reactions involving sequential attachment of SBUs to growing MOFs, step reactions allowing oriented attachment of MOFs, and a termination reaction, where the step reaction yields a stable MOF that does not further undergo oriented attachment to a larger particle. Briefly, the activation energy and rate constant for initiation reaction were estimated and validated using integral intensities as a function of temperature in a-c, and the reaction orders were determined from a, d, and e. The rate constants estimated for the chain and step reactions followed Flory's approximation such that they were independent of the size of oligomers (see Sections S4-S6, Figures S4-S17, and Table S1).", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Validation of autocatalysis mechanism:\n(a) Complete FT-IR spectra\nof UiO-66 with the carbon–oxygen double bond peak highlighted.\n(b) Comparison of normalized volumetric rates observed in in-situ\nWAXS and FT-IR studies with the expected normalized volumetric rate\ntheoretically expected without an autocatalysis mechanism. (c) Activation\nenergy of SBU formation on the existing building unit (SBU) and unit\ncell (lattice). The red line represents the energetic barrier to form\nan SBU on another SBU, and the blue line represents the energetic\nbarrier to form an SBU on a crystal lattice composed of four SBUs.\n(d) Estimated crystalline fraction curves with and without autocatalysis.\nThe red curve in panel d is the theoretically estimated crystalline\nfraction curve shown by the dashed line in <xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>a.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Validation of autocatalysis mechanism: (a) Complete FT-IR spectra of UiO-66 with the carbon-oxygen double bond peak highlighted. (b) Comparison of normalized volumetric rates observed in in-situ WAXS and FT-IR studies with the expected normalized volumetric rate theoretically expected without an autocatalysis mechanism. (c) Activation energy of SBU formation on the existing building unit (SBU) and unit cell (lattice). The red line represents the energetic barrier to form an SBU on another SBU, and the blue line represents the energetic barrier to form an SBU on a crystal lattice composed of four SBUs. (d) Estimated crystalline fraction curves with and without autocatalysis. The red curve in panel d is the theoretically estimated crystalline fraction curve shown by the dashed line in Figure  a.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>\n shows the\nestimated crystal volume fraction and the normalized relative rates\nof initiation, chain, step, and termination reactions obtained from\nthe microkinetic model. The synthesis of UiO-66 proceeds with an initiation\nreaction to form SBUs, which are gradually consumed by chain reactions\nto yield nuclei (defined as the smallest crystal size observed by\nWAXS at the onset of crystal volume fraction, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). The dotted lines in  show the calculated nucleation rate for\nthe various conditions. As the reaction temperature increases (a–c), the\nratio of chain reaction rate to initiation reaction rate increases,\nleading to the consumption of SBUs and to the formation and consumption\nof nuclei at a faster rate, leading to a shorter induction time but\nalso a decrease in the total volume fraction of nuclei present in\nsolution (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>). The theoretical\nresults shown in c, f are predicted using the error minimized values of the parameters\ninvolved in the model (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Section S7</ext-link>).</p>", "clean_text": "  shows the estimated crystal volume fraction and the normalized relative rates of initiation, chain, step, and termination reactions obtained from the microkinetic model. The synthesis of UiO-66 proceeds with an initiation reaction to form SBUs, which are gradually consumed by chain reactions to yield nuclei (defined as the smallest crystal size observed by WAXS at the onset of crystal volume fraction, see Table S2). The dotted lines in  show the calculated nucleation rate for the various conditions. As the reaction temperature increases (a-c), the ratio of chain reaction rate to initiation reaction rate increases, leading to the consumption of SBUs and to the formation and consumption of nuclei at a faster rate, leading to a shorter induction time but also a decrease in the total volume fraction of nuclei present in solution (see Figure S18). The theoretical results shown in c, f are predicted using the error minimized values of the parameters involved in the model (see Section S7).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>On the other hand, decreasing the concentration of metal node or\nlinker decreases the rate of the initiation reaction and hence the\nconcentration of SBUs available for the subsequent chain reaction.\nThe lower number of SBUs reduces the rate of chain reaction more as\ncompared to the initiation reaction (d–f). Therefore, both the induction\ntime and the volume fraction of nuclei increase with decreasing the\ninitial concentration of metal node and linker, contradictory to conventional\nmodels.\n</p>", "clean_text": "On the other hand, decreasing the concentration of metal node or linker decreases the rate of the initiation reaction and hence the concentration of SBUs available for the subsequent chain reaction. The lower number of SBUs reduces the rate of chain reaction more as compared to the initiation reaction (d-f). Therefore, both the induction time and the volume fraction of nuclei increase with decreasing the initial concentration of metal node and linker, contradictory to conventional models. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>We focused\non understanding the initiation reaction mechanism as\nit determines the induction time. In ideal reactions, the concentration\nof free metal node and linker decreases stoichiometrically with an\nincrease in the crystal volume fraction. Therefore, decreasing reactant\nconcentrations should cause a monotonic decrease in the SBU rate of\nformation, resulting in the MOF volumetric growth rate. However,  shows an increase\nin the volumetric growth rate in the induction phase even as the metal\nnode and linker deplete in the solution (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>), which indicates an autocatalytic initiation reaction.</p>", "clean_text": "We focused on understanding the initiation reaction mechanism as it determines the induction time. In ideal reactions, the concentration of free metal node and linker decreases stoichiometrically with an increase in the crystal volume fraction. Therefore, decreasing reactant concentrations should cause a monotonic decrease in the SBU rate of formation, resulting in the MOF volumetric growth rate. However,  shows an increase in the volumetric growth rate in the induction phase even as the metal node and linker deplete in the solution (see Figure S19), which indicates an autocatalytic initiation reaction.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Here we hypothesize that the SBU and its aggregates act as templates\nfor further formation of SBUs via an autocatalytic initiation reaction\n(see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Section S8 and Figure S20–S22</ext-link>). In this reaction, we hypothesize that the metal node adsorbs to\nthe MOF template and reacts with free linkers to form a surface SBU,\nwhich then desorbs into the solution. To validate this hypothesis,\nwe analyzed the spectra of UiO-66 during synthesis at various times\nusing Fourier transformed infrared spectroscopy (FT-IR). a shows the complete\nFT-IR spectra with the carbon–oxygen double bond (CO\n1670 cm<sup>–1</sup>) peak highlighted. The CO bond\non the terephthalic acid must be broken for the formation of UiO-66.\nHence, the absorbance intensity shows a negative value at various\ntimes of UiO-66 synthesis due to background subtraction. Furthermore,\nthe rate of normalized intensity change of CO peak shows a\nrate increase, followed by a decrease as shown in b, which is similar to the\nrate increase and decrease seen in in-situ XRD (WAXS). The rate without\nautocatalysis does not match the rate profiles as seen in in-situ\nWAXS and FT-IR. The in-situ experiments validate the autocatalysis\nmechanism of UiO-66 formation. The energy profiles in c are the backward barriers\nobtained from the potential of the mean force approach, where the transition state (peak) is described\nby a metal node in close proximity to the template, which then reversibly\nattaches with linkers to produce SBU at reaction coordinate = 1. c shows a drastic\nreduction in the activation energy of SBU formation from 278 to 92\nkJ/mol when the size of the template increases from an SBU to the\nunit cell composed of 4 SBUs. In d, the theoretical result without the autocatalytic\nassumption does not show the sigmoidal curve and does not achieve\nthe crystalline fraction observed in experiments. To further validate\nthe hypothesis that the autocatalysis of initiation reaction proceeds\nthrough the self-templating mechanism and not just heterogeneous nucleation,\nwe added graphite particles to the reactor to triple the accessible\nsurface area (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Figure S23</ext-link>). <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> shows a slight reduction in the induction\ntime from 146 to 110 s by the addition of graphite, indicating that\nadditional nontemplating nucleation sites have minimal influence on\nthe induction mechanism of UiO-66.\n</p>", "clean_text": "Here we hypothesize that the SBU and its aggregates act as templates for further formation of SBUs via an autocatalytic initiation reaction (see Section S8 and Figure S20-S22). In this reaction, we hypothesize that the metal node adsorbs to the MOF template and reacts with free linkers to form a surface SBU, which then desorbs into the solution. To validate this hypothesis, we analyzed the spectra of UiO-66 during synthesis at various times using Fourier transformed infrared spectroscopy (FT-IR). a shows the complete FT-IR spectra with the carbon-oxygen double bond (CO 1670 cm-1) peak highlighted. The CO bond on the terephthalic acid must be broken for the formation of UiO-66. Hence, the absorbance intensity shows a negative value at various times of UiO-66 synthesis due to background subtraction. Furthermore, the rate of normalized intensity change of CO peak shows a rate increase, followed by a decrease as shown in b, which is similar to the rate increase and decrease seen in in-situ XRD (WAXS). The rate without autocatalysis does not match the rate profiles as seen in in-situ WAXS and FT-IR. The in-situ experiments validate the autocatalysis mechanism of UiO-66 formation. The energy profiles in c are the backward barriers obtained from the potential of the mean force approach, where the transition state (peak) is described by a metal node in close proximity to the template, which then reversibly attaches with linkers to produce SBU at reaction coordinate = 1. c shows a drastic reduction in the activation energy of SBU formation from 278 to 92 kJ/mol when the size of the template increases from an SBU to the unit cell composed of 4 SBUs. In d, the theoretical result without the autocatalytic assumption does not show the sigmoidal curve and does not achieve the crystalline fraction observed in experiments. To further validate the hypothesis that the autocatalysis of initiation reaction proceeds through the self-templating mechanism and not just heterogeneous nucleation, we added graphite particles to the reactor to triple the accessible surface area (see Figure S23). Table S3 shows a slight reduction in the induction time from 146 to 110 s by the addition of graphite, indicating that additional nontemplating nucleation sites have minimal influence on the induction mechanism of UiO-66. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>\n shows the\ndominant pathway of nuclei formation at various experimental conditions\nobtained from the microkinetic model and yields insight into the evolution\nof the reaction network at the onset of nucleation. The nodes in each\npanel of  represent\nthe cluster sizes increasing from 1 SBU<sub>1</sub> to 129 SBU<sub>1</sub> from left to right, as shown on the number line below each\npanel. Hence, the rightmost node represents the crystal of critical\nsize of 8.6 nm. The solid black lines connecting the nodes represent\nthe dominant pathway of nuclei formation, and the thickness of the\nlines is relative to the highest volumetric rate theoretically obtained\nin all of the experimental conditions. a shows the experimental condition with initial\nconcentrations of 14.4 mM Zr and 16.3 mM H<sub>2</sub>BDC at 25 °C.\nFor this experimental condition, the onset of nucleation is near 45\ns. In this case, nucleation occurs due to the attachment of clusters\nwith similar lattice structures. Hence, the cluster sizes increase\nin powers of two, representing the attachment of SBUs with similar\nlattice structures. However, at the higher temperature shown in b, the cluster size\nincrease is greater than powers of two due to high volumetric rates\nat the onset of nucleation of 6 s. The increase in cluster size in\npowers greater than two is also observed for the case of halved initial\nconcentration metal oxo-cluster concentration at 25 °C as shown\nin c. The size\nincrease, in this case, depends on the concentration of the clusters.\nThe clusters with limiting concentration do not significantly contribute\nto the volumetric rate, and hence the dominant pathway of critical\nsize nuclei formation shows longer jumps regardless of very low volumetric\nrates of the reactions involved.</p>", "clean_text": "  shows the dominant pathway of nuclei formation at various experimental conditions obtained from the microkinetic model and yields insight into the evolution of the reaction network at the onset of nucleation. The nodes in each panel of  represent the cluster sizes increasing from 1 SBU1 to 129 SBU1 from left to right, as shown on the number line below each panel. Hence, the rightmost node represents the crystal of critical size of 8.6 nm. The solid black lines connecting the nodes represent the dominant pathway of nuclei formation, and the thickness of the lines is relative to the highest volumetric rate theoretically obtained in all of the experimental conditions. a shows the experimental condition with initial concentrations of 14.4 mM Zr and 16.3 mM H2BDC at 25 °C. For this experimental condition, the onset of nucleation is near 45 s. In this case, nucleation occurs due to the attachment of clusters with similar lattice structures. Hence, the cluster sizes increase in powers of two, representing the attachment of SBUs with similar lattice structures. However, at the higher temperature shown in b, the cluster size increase is greater than powers of two due to high volumetric rates at the onset of nucleation of 6 s. The increase in cluster size in powers greater than two is also observed for the case of halved initial concentration metal oxo-cluster concentration at 25 °C as shown in c. The size increase, in this case, depends on the concentration of the clusters. The clusters with limiting concentration do not significantly contribute to the volumetric rate, and hence the dominant pathway of critical size nuclei formation shows longer jumps regardless of very low volumetric rates of the reactions involved.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Evolution of subcritical clusters to the\ncritical size of the nucleus.\nThe title represents the experimental conditions: (a) 14.4 mM Zr,\n16.3 mM H<sub>2</sub>BDC, 25 °C; (b) 14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC, 45 °C; (c) 7.2 mM Zr, 16.3 mM H<sub>2</sub>BDC,\n25 °C. The nodes represent the cluster size, and the size is\nshown based on the number of SBU<sub>1</sub> in the cluster. Each\nnode is a part of the reaction network where the leftmost node represents\nthe crystal size of 1 SBU<sub>1,</sub> and the rightmost node represents\nthe crystal size of 129 SBU<sub>1</sub>. The size increase from left\nto right is represented by the number line given below each panel.\nThe rightmost node represents the critical size (8.6 nm) of nuclei\nobserved in in-situ WAXS. The black lines between the two nodes represent\nthe dominant pathway of formation of critical size of nuclei. The\nthickness of the black line is relative to the highest volumetric\nrate observed in all of the experiments. Higher thickness implies\na higher volumetric rate. Diamond-shaped nodes are part of the dominant\npathway of nuclei formation. The color of each node represents the\ntotal number of reactions emerging out from each node. The pathway\nis shown for the time near the onset of nucleation as observed in\nin-situ\nWAXS.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Evolution of subcritical clusters to the critical size of the nucleus. The title represents the experimental conditions: (a) 14.4 mM Zr, 16.3 mM H2BDC, 25 °C; (b) 14.4 mM Zr, 16.3 mM H2BDC, 45 °C; (c) 7.2 mM Zr, 16.3 mM H2BDC, 25 °C. The nodes represent the cluster size, and the size is shown based on the number of SBU1 in the cluster. Each node is a part of the reaction network where the leftmost node represents the crystal size of 1 SBU1, and the rightmost node represents the crystal size of 129 SBU1. The size increase from left to right is represented by the number line given below each panel. The rightmost node represents the critical size (8.6 nm) of nuclei observed in in-situ WAXS. The black lines between the two nodes represent the dominant pathway of formation of critical size of nuclei. The thickness of the black line is relative to the highest volumetric rate observed in all of the experiments. Higher thickness implies a higher volumetric rate. Diamond-shaped nodes are part of the dominant pathway of nuclei formation. The color of each node represents the total number of reactions emerging out from each node. The pathway is shown for the time near the onset of nucleation as observed in in-situ WAXS.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The relative rates of the initiation\nreaction and chain reaction\ndetermine the induction time and nucleation rate. Similarly, the relative\nrates of chain and step reactions (or oriented attachment) govern\nthe average crystal size and polydispersity. From the microkinetic\nmodel, we see that the step reaction contributes more to decreasing\nthe nuclei number density and increasing the overall growth of each\nMOF crystal compared to the chain reaction (a–f). The exponential phase of the\nsigmoidal growth curve is primarily due to step reactions. The transition\nphase of the growth is due to the onset of termination reactions,\nwhere MOF crystals are large and stop undergoing further step reactions.\nFinally, the stationary phase begins when step reactions are almost\ncompletely terminated, and the remaining growth is primarily due to\nchain reactions ().</p>", "clean_text": "The relative rates of the initiation reaction and chain reaction determine the induction time and nucleation rate. Similarly, the relative rates of chain and step reactions (or oriented attachment) govern the average crystal size and polydispersity. From the microkinetic model, we see that the step reaction contributes more to decreasing the nuclei number density and increasing the overall growth of each MOF crystal compared to the chain reaction (a-f). The exponential phase of the sigmoidal growth curve is primarily due to step reactions. The transition phase of the growth is due to the onset of termination reactions, where MOF crystals are large and stop undergoing further step reactions. Finally, the stationary phase begins when step reactions are almost completely terminated, and the remaining growth is primarily due to chain reactions ().", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Grain size for experimental (red curve) and theoretical (dashed\ncurve) results for (a) 14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC at 25\n°C; (b) 14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC at 35 °C; (c)\n14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC at 45 °C; (d) 7.2 mM Zr,\n16.3 mM H<sub>2</sub>BDC at 25 °C; (e) 14.4 mM Zr, 8.15 mM H<sub>2</sub>BDC at 25 °C; (f) 28.8 mM Zr, 16.3 mM H<sub>2</sub>BDC\nat 25 °C. The background fill represents the volumetric rate\ncontribution to grain size from chain growth (green), step growth\n(yellow), and termination (red). The total volumetric rate contribution\nfrom step growth is at least 1.5 times higher than the chain growth\nfor all the cases. (g) Nonclassical addition of various cluster sizes\nfor step growth; (h) termination events such as lattice mismatch,\nlinker covered surface sites, and surface stabilization; (i) theoretical\nsize distribution of crystal sizes as a function of the synthesis\ntemperature; (j) theoretical crystal size distributions as a function\nof the starting metal oxo cluster concentration; (k) dynamics of free\nlinkers in the solution per surface SBU; and (l) scaling relationship\nbetween the number of free linkers per surface SBU at a steady-state\nand the number of initial linkers per surface SBU of MACS. In panels\na–f, the dotted line represents the calculated contribution\nof the chain growth to the overall grain size. Panels enclosed with\nthe black box represent the results used to validate the microkinetic\nmodel, and panels enclosed with the blue box represent the results\npredicted using the microkinetic model. The <italic toggle=\"yes\">y</italic>-axis\nlabels in panel a apply to panels b–f as well.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Grain size for experimental (red curve) and theoretical (dashed curve) results for (a) 14.4 mM Zr, 16.3 mM H2BDC at 25 °C; (b) 14.4 mM Zr, 16.3 mM H2BDC at 35 °C; (c) 14.4 mM Zr, 16.3 mM H2BDC at 45 °C; (d) 7.2 mM Zr, 16.3 mM H2BDC at 25 °C; (e) 14.4 mM Zr, 8.15 mM H2BDC at 25 °C; (f) 28.8 mM Zr, 16.3 mM H2BDC at 25 °C. The background fill represents the volumetric rate contribution to grain size from chain growth (green), step growth (yellow), and termination (red). The total volumetric rate contribution from step growth is at least 1.5 times higher than the chain growth for all the cases. (g) Nonclassical addition of various cluster sizes for step growth; (h) termination events such as lattice mismatch, linker covered surface sites, and surface stabilization; (i) theoretical size distribution of crystal sizes as a function of the synthesis temperature; (j) theoretical crystal size distributions as a function of the starting metal oxo cluster concentration; (k) dynamics of free linkers in the solution per surface SBU; and (l) scaling relationship between the number of free linkers per surface SBU at a steady-state and the number of initial linkers per surface SBU of MACS. In panels a-f, the dotted line represents the calculated contribution of the chain growth to the overall grain size. Panels enclosed with the black box represent the results used to validate the microkinetic model, and panels enclosed with the blue box represent the results predicted using the microkinetic model. The y-axis labels in panel a apply to panels b-f as well.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>To obtain insights into UiO-66 growth, we used the Scherrer\nequation\nto relate the full-width half-maximum (FWHM) of the diffraction from\nthe (111) plane to the average grain size of MOFs (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Section S9</ext-link>). a–c shows a sigmoidal curve (red)\nof the experimentally obtained average grain size as a function of\ntime, at reaction temperatures of 25, 35, and 45 °C, respectively\n(see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Figure S24</ext-link> for versions with linear <italic toggle=\"yes\">x</italic>-axis). As the temperature increases, the time for the\nonset of growth (defined as the onset of WAXS signal acquisition above\nbackground) decreases, and the volumetric growth rate increases. In\nthe generalized reaction model, the MOF can grow either by a chain\nreaction (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Figure S25</ext-link>), indicative of\na classical growth mechanism or a through step reaction (g), indicative of\na nonclassical growth mechanism. The simulated growth curves with\n(dash) and without (dot) the step reaction contribution show that\nthe growth contribution from the step reaction is significantly higher\nthan that for the chain reaction.</p>", "clean_text": "To obtain insights into UiO-66 growth, we used the Scherrer equation to relate the full-width half-maximum (FWHM) of the diffraction from the (111) plane to the average grain size of MOFs (see Section S9). a-c shows a sigmoidal curve (red) of the experimentally obtained average grain size as a function of time, at reaction temperatures of 25, 35, and 45 °C, respectively (see Figure S24 for versions with linear x-axis). As the temperature increases, the time for the onset of growth (defined as the onset of WAXS signal acquisition above background) decreases, and the volumetric growth rate increases. In the generalized reaction model, the MOF can grow either by a chain reaction (see Figure S25), indicative of a classical growth mechanism or a through step reaction (g), indicative of a nonclassical growth mechanism. The simulated growth curves with (dash) and without (dot) the step reaction contribution show that the growth contribution from the step reaction is significantly higher than that for the chain reaction.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Corroborating the observation\nthat step growth significantly contributes\nto the grain size, the colormap of the volumetric rate of reaction\n(molar rate divided by the molar density) in a–c confirms that step reaction dominates\nMOF growth. Here, the green background color shows the volumetric\nrate contribution due to chain growth, orange shows the volumetric\nrate contribution due to step growth, and red shows the volumetric\nrate contribution due to the onset of termination. a–c also shows that\nthe step reaction rate increases with increasing temperature. This\nincrease in the step growth rate leads to an earlier onset of growth\nas well. i\nshows the predicted size distribution of the UiO-66 at the three different\nreaction temperatures from a–c at a steady state. Although the variance\ndoes not change significantly with temperature, the polydispersity\nindex decreases with increasing temperature, 1.0686 at 25 °C,\n1.0577 at 35 °C, and 1.0492 at 45 °C. These results agree\nwith existing analytical models of chain and step polymerization,\nwhere the average length of polymer is directly proportional to the\ngrowth rate constant, and polydispersity is inversely dependent on\nthe growth rate constant.\n</p>", "clean_text": "Corroborating the observation that step growth significantly contributes to the grain size, the colormap of the volumetric rate of reaction (molar rate divided by the molar density) in a-c confirms that step reaction dominates MOF growth. Here, the green background color shows the volumetric rate contribution due to chain growth, orange shows the volumetric rate contribution due to step growth, and red shows the volumetric rate contribution due to the onset of termination. a-c also shows that the step reaction rate increases with increasing temperature. This increase in the step growth rate leads to an earlier onset of growth as well. i shows the predicted size distribution of the UiO-66 at the three different reaction temperatures from a-c at a steady state. Although the variance does not change significantly with temperature, the polydispersity index decreases with increasing temperature, 1.0686 at 25 °C, 1.0577 at 35 °C, and 1.0492 at 45 °C. These results agree with existing analytical models of chain and step polymerization, where the average length of polymer is directly proportional to the growth rate constant, and polydispersity is inversely dependent on the growth rate constant. ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Panels d and\ne in  show\nthe growth dynamics when the initial concentrations\nare halved for metal node and linker, respectively. The average grain\nsize increases with decreasing metal node and linker concentration,\nwhich is due to a higher degree of oriented attachment and step-growth\nrate (orange). The inverse is also true and can be seen in f, where two times\nhigher concentration of metal node reduces the step growth rate resulting\nin smaller grain size at the steady-state. j shows the increase in the average size\nand variance of the size distribution when the metal node concentration\nis decreased from 14.4 to 7.2 mM and the decrease in the average size\nand variance when the metal node concentration is increased from 14.4\nto 28.8 mM at a fixed linker concentration and temperature. Using\nthe microkinetic model, we show that stabilization of the MOF crystal\nsurface is a primary reason for the termination of the step reaction\nand is responsible for the steady-state MOF size.</p>", "clean_text": "Panels d and e in  show the growth dynamics when the initial concentrations are halved for metal node and linker, respectively. The average grain size increases with decreasing metal node and linker concentration, which is due to a higher degree of oriented attachment and step-growth rate (orange). The inverse is also true and can be seen in f, where two times higher concentration of metal node reduces the step growth rate resulting in smaller grain size at the steady-state. j shows the increase in the average size and variance of the size distribution when the metal node concentration is decreased from 14.4 to 7.2 mM and the decrease in the average size and variance when the metal node concentration is increased from 14.4 to 28.8 mM at a fixed linker concentration and temperature. Using the microkinetic model, we show that stabilization of the MOF crystal surface is a primary reason for the termination of the step reaction and is responsible for the steady-state MOF size.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>There are\ntwo major factors that determine termination: lattice\nmismatch during oriented attachment of MOFs and the reactivity of\nMOF surface (h). We propose that the\noriented attachment of two MOF crystals begins with the alignment\nof surface lattices followed by a reaction between the surface SBUs,\nas observed before for nanoparticles. Although the lattice alignment is dependent on the MOF surface and\nrotational motion, the surface reactivity is primarily governed by\nthe number of exposed linkers per SBU on the surface of the two attaching\ncrystals. For instance, the stable (111) surface of UiO-66 MOFs cannot\nundergo oriented attachment when the number of exposed linkers per\nSBU in both crystals is either four (linker saturated) or zero (modulator\nsaturated) (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Figure S26</ext-link>). Thus, although\na defect-free oriented attachment will occur only with exactly one\nexposed linker per pair of attaching SBUs, a lower number of linkers\nper SBU will still keep the surface reactive but will induce a higher\nnumber of defects in the MOF. In contrast, a higher number of linkers\nper SBU will compete for the vacant site for attachment to the metal\nnode, resulting in a lower volumetric rate and larger crystal sizes.\nFurthermore, as the reaction proceeds faster because of the high temperature\n(c), crystals\nare more likely to have defects, resulting in a lower than expected\ngrain size as probed by in-situ WAXS.</p>", "clean_text": "There are two major factors that determine termination: lattice mismatch during oriented attachment of MOFs and the reactivity of MOF surface (h). We propose that the oriented attachment of two MOF crystals begins with the alignment of surface lattices followed by a reaction between the surface SBUs, as observed before for nanoparticles. Although the lattice alignment is dependent on the MOF surface and rotational motion, the surface reactivity is primarily governed by the number of exposed linkers per SBU on the surface of the two attaching crystals. For instance, the stable (111) surface of UiO-66 MOFs cannot undergo oriented attachment when the number of exposed linkers per SBU in both crystals is either four (linker saturated) or zero (modulator saturated) (see Figure S26). Thus, although a defect-free oriented attachment will occur only with exactly one exposed linker per pair of attaching SBUs, a lower number of linkers per SBU will still keep the surface reactive but will induce a higher number of defects in the MOF. In contrast, a higher number of linkers per SBU will compete for the vacant site for attachment to the metal node, resulting in a lower volumetric rate and larger crystal sizes. Furthermore, as the reaction proceeds faster because of the high temperature (c), crystals are more likely to have defects, resulting in a lower than expected grain size as probed by in-situ WAXS.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Using the size distribution\nin panels i and j in , we calculate the amount of\nfree SBUs on the octahedral UiO-66 crystal surface. k shows the evolution of free\nlinkers in the solution present per surface SBU for the six different\nconditions corresponding to a– f. It can be seen that the ratio of free\nlinker per surface SBU stays constant at a steady state for varying\nreaction temperatures because the amount of the linker concentration\nand the metal node is initially the same. Therefore, decreasing the\nmetal node concentration increases the ratio of free linker per surface\nSBU because the linker is initially present at a stoichiometrically\nhigher ratio. However, we find that decreasing the linker concentration\nalso increases the ratio of free linkers per surface SBU. In this\ncase, we have a lower number of UiO-66 crystals, which are larger\n(e), which\nreduces the SBU surface area and increases the linker to surface SBU\nratio.</p>", "clean_text": "Using the size distribution in panels i and j in , we calculate the amount of free SBUs on the octahedral UiO-66 crystal surface. k shows the evolution of free linkers in the solution present per surface SBU for the six different conditions corresponding to a- f. It can be seen that the ratio of free linker per surface SBU stays constant at a steady state for varying reaction temperatures because the amount of the linker concentration and the metal node is initially the same. Therefore, decreasing the metal node concentration increases the ratio of free linker per surface SBU because the linker is initially present at a stoichiometrically higher ratio. However, we find that decreasing the linker concentration also increases the ratio of free linkers per surface SBU. In this case, we have a lower number of UiO-66 crystals, which are larger (e), which reduces the SBU surface area and increases the linker to surface SBU ratio.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Increasing the linker to surface SBU ratio increases\nthe reactivity\nof the MOF surface, as the concentration of the linker in solution\nis proportional to the number of linkers on the MOF surface. Therefore,\nincreasing the free linker to surface SBU ratio allows oriented attachment\nover a longer time duration (see a, d, and e), thereby permitting larger MOF\ncrystals to aggregate. The largest size of MOF that can undergo oriented\nattachment to a larger crystal is referred to as the maximum aggregating\ncrystal size (MACS). The estimated MACS is 15.1, 25.5, 60.3, and 9.6\nnm for the experimental conditions in panels a and d–f in , respectively. l shows a scaling\nrelationship between the number of free linkers per surface SBU at\na steady-state and the number of initial linkers per surface SBU of\nMACS. Here, we see that conditions that allow for a larger number\nof free linkers per surface of the SBU allow for oriented attachment\nof larger crystallites.</p>", "clean_text": "Increasing the linker to surface SBU ratio increases the reactivity of the MOF surface, as the concentration of the linker in solution is proportional to the number of linkers on the MOF surface. Therefore, increasing the free linker to surface SBU ratio allows oriented attachment over a longer time duration (see a, d, and e), thereby permitting larger MOF crystals to aggregate. The largest size of MOF that can undergo oriented attachment to a larger crystal is referred to as the maximum aggregating crystal size (MACS). The estimated MACS is 15.1, 25.5, 60.3, and 9.6 nm for the experimental conditions in panels a and d-f in , respectively. l shows a scaling relationship between the number of free linkers per surface SBU at a steady-state and the number of initial linkers per surface SBU of MACS. Here, we see that conditions that allow for a larger number of free linkers per surface of the SBU allow for oriented attachment of larger crystallites.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>\n summarizes\nthe different processes and the governing mechanisms for the microkinetic\nmodel. However, these results are not as straightforwardly compared\nto the nucleation and growth rates obtained from other models. For\nexample, the classical crystallization model arises from a reaction\nkinetic model that considers only the monomeric attachment of building\nunits, which can then be used to obtain nucleation and growth rates.\nTo increase the applicability of our microkinetic model, we use the\nmodel to predict nucleation and growth rate kernels (functions). We\ncompare these kernels with those estimated from the widely used Gualtieri\nmodel.\na shows the estimated probability distribution\nof nucleation utilizing the Gualtieri model for different reaction\ntemperatures as a function of reaction extent. The estimated normalized\nprobability distribution using the microkinetic model is given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Figure S27</ext-link>. b shows the Arrhenius plot of the estimated\nnucleation (<italic toggle=\"yes\">k</italic>\n<sub>n</sub>) and growth (<italic toggle=\"yes\">k</italic>\n<sub>g</sub>) rate constants from the Gualtieri model with activation\nenergies of 78 and 83 kJ/mol, respectively (see Gualtieri Model Fitting\nsection, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Figure S28 and Table S4</ext-link>). The\nclose values suggest the nucleation and growth mechanisms, while not\nexplicitly defined in the Gualtieri model, are indistinguishable with\nrespect to the rate-limiting crystallization mode.</p>", "clean_text": "  summarizes the different processes and the governing mechanisms for the microkinetic model. However, these results are not as straightforwardly compared to the nucleation and growth rates obtained from other models. For example, the classical crystallization model arises from a reaction kinetic model that considers only the monomeric attachment of building units, which can then be used to obtain nucleation and growth rates. To increase the applicability of our microkinetic model, we use the model to predict nucleation and growth rate kernels (functions). We compare these kernels with those estimated from the widely used Gualtieri model. a shows the estimated probability distribution of nucleation utilizing the Gualtieri model for different reaction temperatures as a function of reaction extent. The estimated normalized probability distribution using the microkinetic model is given in Figure S27. b shows the Arrhenius plot of the estimated nucleation (k n) and growth (k g) rate constants from the Gualtieri model with activation energies of 78 and 83 kJ/mol, respectively (see Gualtieri Model Fitting section, Figure S28 and Table S4). The close values suggest the nucleation and growth mechanisms, while not explicitly defined in the Gualtieri model, are indistinguishable with respect to the rate-limiting crystallization mode.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Summary of various growth\nphases with the respective governing\nprocess and the corresponding conceptual figure. The induction phase\nis governed by the initiation reaction, catalyzed by the SBUs formed\nin the solution and resulting in a rapid increase of the SBU formation\nrate and sigmoidal kinetics. A large number of SBUs formed in the\nsolution activates a cascade of the aggregation reaction, resulting\nin the exponential growth phase governed by step reaction (oriented\nattachment). Although both chain and step reactions are active in\nthe exponential phase, the step reaction dominates the volumetric\nrate increase. The formation of larger crystals due to step growth\ndecreases the surface-to-volume ratio, stabilizing the surface and\nreducing surface reactivity, causing the onset of the termination\nresulting in the transition phase. The absence of oriented attachment\ndue to stable crystals moves the crystal growth to the stationary\nphase. In the stationary phase, crystal growth is governed by chain\nelongation until reactants are consumed.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Summary of various growth phases with the respective governing process and the corresponding conceptual figure. The induction phase is governed by the initiation reaction, catalyzed by the SBUs formed in the solution and resulting in a rapid increase of the SBU formation rate and sigmoidal kinetics. A large number of SBUs formed in the solution activates a cascade of the aggregation reaction, resulting in the exponential growth phase governed by step reaction (oriented attachment). Although both chain and step reactions are active in the exponential phase, the step reaction dominates the volumetric rate increase. The formation of larger crystals due to step growth decreases the surface-to-volume ratio, stabilizing the surface and reducing surface reactivity, causing the onset of the termination resulting in the transition phase. The absence of oriented attachment due to stable crystals moves the crystal growth to the stationary phase. In the stationary phase, crystal growth is governed by chain elongation until reactants are consumed.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Comparison\nof the reaction-aggregation model with the Gualtieri\nmodel and the nucleation and growth kernels. (a) Nucleation probability\nobtained from the Gualtieri model experimental fitting. (b) Arrhenius\nplots for nucleation and growth rate constants obtained using the\nGualtieri model (red lines) and theoretical model (black lines with\nfilled symbols), and initiation and aggregation rate constants obtained\nfrom the theoretical model (black lines with hollow symbols). (c)\nTheoretical nucleation rate as a function of reaction extent and reaction\ntemperature. (d) Theoretical growth rate as a function of the extent\nof the reaction and the reaction temperature. (e) Nucleation rate\nas a function of the extent of the reaction at varying initial concentrations\nof the Zr-oxo cluster and the organic linker. (f) Growth rate as a\nfunction of the extent of the reaction at varying initial concentrations\nof the Zr-oxo cluster and the organic linker.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Comparison of the reaction-aggregation model with the Gualtieri model and the nucleation and growth kernels. (a) Nucleation probability obtained from the Gualtieri model experimental fitting. (b) Arrhenius plots for nucleation and growth rate constants obtained using the Gualtieri model (red lines) and theoretical model (black lines with filled symbols), and initiation and aggregation rate constants obtained from the theoretical model (black lines with hollow symbols). (c) Theoretical nucleation rate as a function of reaction extent and reaction temperature. (d) Theoretical growth rate as a function of the extent of the reaction and the reaction temperature. (e) Nucleation rate as a function of the extent of the reaction at varying initial concentrations of the Zr-oxo cluster and the organic linker. (f) Growth rate as a function of the extent of the reaction at varying initial concentrations of the Zr-oxo cluster and the organic linker.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The microkinetic model can also be used to obtain the nucleation\nrate, where nucleation is defined as the formation of crystals of\nsize greater than (an arbitrary) critical size (e.g., 8.6 nm). c shows the nucleation\nrate distribution obtained from the microkinetic model. While similar\ntrends in nucleation rate can be observed compared to the Gualtieri\nmodel, with maxima between a reaction extent of 0.1 and 0.3, the microkinetic\nmodel offers more insight into this behavior. In addition, our model\ncan relate nucleation rate to metal node concentration, linker concentration,\nand reaction temperature (c, d). The estimated form of the nucleation kernel\nis given below.<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>Ṅ</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ξ</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ξ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>ξ</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>B</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msup>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">Ṅ</italic> (s<sup>–1</sup>) is the nucleation rate,\nξ is the reaction extent, <italic toggle=\"yes\">T</italic> (K) is the temperature, <italic toggle=\"yes\">k</italic>\n<sub>0,n</sub> (s<sup>–1</sup>) is the pre-exponential\nfactor of the nucleation\nrate constant <italic toggle=\"yes\">k</italic>\n<sub>n</sub>, <italic toggle=\"yes\">A</italic>\n<sub>n</sub> is the rate order with respect to the reaction extent, <italic toggle=\"yes\">B</italic>\n<sub>n</sub> is the rate order with respect to limiting\nreactant, Δ<italic toggle=\"yes\">G</italic>\n<sub>n</sub> (J mol<sup>–1</sup>) is the activation barrier for nucleation, and <italic toggle=\"yes\">R</italic> (J mol<sup>–1</sup> K<sup>–1</sup>) is the gas constant.\nThus, the autocatalytic effect due to self-templating is captured\nby ξ<sup>A</sup> term in .</p>", "clean_text": "The microkinetic model can also be used to obtain the nucleation rate, where nucleation is defined as the formation of crystals of size greater than (an arbitrary) critical size (e.g., 8.6 nm). c shows the nucleation rate distribution obtained from the microkinetic model. While similar trends in nucleation rate can be observed compared to the Gualtieri model, with maxima between a reaction extent of 0.1 and 0.3, the microkinetic model offers more insight into this behavior. In addition, our model can relate nucleation rate to metal node concentration, linker concentration, and reaction temperature (c, d). The estimated form of the nucleation kernel is given below. 1    Ṅ  ( ξ , T )  =   k   0 , n     ξ     A   n       ( 1 - ξ )     B   n     exp  ( -   Δ   G   n     R T   )    where Ṅ (s-1) is the nucleation rate, ξ is the reaction extent, T (K) is the temperature, k 0,n (s-1) is the pre-exponential factor of the nucleation rate constant k n, A n is the rate order with respect to the reaction extent, B n is the rate order with respect to limiting reactant, ΔG n (J mol-1) is the activation barrier for nucleation, and R (J mol-1 K-1) is the gas constant. Thus, the autocatalytic effect due to self-templating is captured by ξA term in .", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Similarly, the linear growth rate can be computed\nusing the microkinetic\nmodel as the rate of change of grain size for each condition in . d shows a sharp increase in\nthe growth rate due to oriented attachment of smaller nuclei generated\nfrom autocatalytic initiation, followed by a constant decrease in\ngrowth rate due to depletion of limiting reactant. The estimated growth\nrate kernel is given below.<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>G</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>ξ</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ξ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>A</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>ξ</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>B</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:msup>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">G</italic> (m s<sup>–1</sup>) is the growth rate of stable facet, <italic toggle=\"yes\">k</italic>\n<sub>0,g</sub> (m s<sup>–1</sup>) is the pre-exponential factor\nof the growth\nrate constant <italic toggle=\"yes\">k</italic>\n<sub>g</sub>, <italic toggle=\"yes\">A</italic>\n<sub>g</sub> is the rate order with respect to reaction extent, <italic toggle=\"yes\">B</italic>\n<sub>g</sub> is the rate order with respect to limiting\nreactant, and Δ<italic toggle=\"yes\">G</italic>\n<sub>g</sub> (J mol<sup>–1</sup>) is the activation energy for growth. b also shows the Arrhenius plot for the nucleation\nand growth rate constants from the microkinetic model with the activation\nenergies of 19.9 and 66.2 kJ/mol, respectively. Panels e and f in  show the effect\nof varying metal node and linker concentrations on the rates of nucleation\nand growth, respectively. The order and the activation energies were\nobtained by nonlinear least-squares fitting.</p>", "clean_text": "Similarly, the linear growth rate can be computed using the microkinetic model as the rate of change of grain size for each condition in . d shows a sharp increase in the growth rate due to oriented attachment of smaller nuclei generated from autocatalytic initiation, followed by a constant decrease in growth rate due to depletion of limiting reactant. The estimated growth rate kernel is given below. 2    G  ( ξ , T )  =   k   0 , g     ξ     A   g       ( 1 - ξ )     B   g     exp  ( -   Δ   G   g     R T   )    where G (m s-1) is the growth rate of stable facet, k 0,g (m s-1) is the pre-exponential factor of the growth rate constant k g, A g is the rate order with respect to reaction extent, B g is the rate order with respect to limiting reactant, and ΔG g (J mol-1) is the activation energy for growth. b also shows the Arrhenius plot for the nucleation and growth rate constants from the microkinetic model with the activation energies of 19.9 and 66.2 kJ/mol, respectively. Panels e and f in  show the effect of varying metal node and linker concentrations on the rates of nucleation and growth, respectively. The order and the activation energies were obtained by nonlinear least-squares fitting.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The microkinetic\nmodel also yields insight into the reaction order\nand activation energy of reactions involved in the UiO-66 synthesis.\nThe estimated reaction order for autocatalytic initiation reaction\nwith 1:1 node-to-linker stoichiometry is 1.2 and 1.8 with respect\nto metal node and linker, respectively. In contrast, the reaction\norder for chain and step reactions matches exactly the stoichiometry\nof the reactants. This suggests the initiation reaction is nonelementary,\nwhereas the chain and step reactions can be considered elementary.\nThe activation energy for autocatalytic initiation is 52 kJ/mol (b). Interestingly,\nthe activation energy for chain and step reactions are identical −118\nkJ/mol, which follows Flory’s approximation that rate constants of polymerization reaction are independent\nof polymer length.</p>", "clean_text": "The microkinetic model also yields insight into the reaction order and activation energy of reactions involved in the UiO-66 synthesis. The estimated reaction order for autocatalytic initiation reaction with 1:1 node-to-linker stoichiometry is 1.2 and 1.8 with respect to metal node and linker, respectively. In contrast, the reaction order for chain and step reactions matches exactly the stoichiometry of the reactants. This suggests the initiation reaction is nonelementary, whereas the chain and step reactions can be considered elementary. The activation energy for autocatalytic initiation is 52 kJ/mol (b). Interestingly, the activation energy for chain and step reactions are identical -118 kJ/mol, which follows Flory's approximation that rate constants of polymerization reaction are independent of polymer length.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusions and Perspectives</title><p>In this article, we identify key physical processes that govern\nthe induction, nucleation, growth, and stabilization of UiO-66 crystals\nusing time-resolved in-situ WAXS and large-scale microkinetic modeling.\nThese physical processes are the formation of SBUs (or initiation),\nattachment of SBUs to the growing MOF (or chain growth), oriented\nattachment of MOF crystals (or step-growth), and surface stabilization\nof MOFs (or termination) (). A simplified overview and limitations of the work\npresented in the manuscript are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Section S11</ext-link>. The flowchart of the work is given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">Figure S29</ext-link>.</p>", "clean_text": "Conclusions and Perspectives\n\nIn this article, we identify key physical processes that govern the induction, nucleation, growth, and stabilization of UiO-66 crystals using time-resolved in-situ WAXS and large-scale microkinetic modeling. These physical processes are the formation of SBUs (or initiation), attachment of SBUs to the growing MOF (or chain growth), oriented attachment of MOF crystals (or step-growth), and surface stabilization of MOFs (or termination) (). A simplified overview and limitations of the work presented in the manuscript are given in Section S11. The flowchart of the work is given in Figure S29.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The time-resolved WAXS study shows an increase\nin the volumetric\nrate of MOF crystal formation in the induction phase, indicating autocatalysis\nof SBU formation that becomes more favorable with a larger template\nsize. We find the exponential growth phase is primarily due to step-growth\nor oriented attachment. The estimated rate constant for step-growth\nis similar to chain growth, which suggests Flory’s approximation\nis also applicable to oligomerization reactions in MOF synthesis.\nThe termination of step-growth is determined by the reactivity of\nthe MOF crystal surface, and we identify that the average number of\nlinkers per SBU on the surface of MOF can be used as a reactivity\ndescriptor.</p>", "clean_text": "The time-resolved WAXS study shows an increase in the volumetric rate of MOF crystal formation in the induction phase, indicating autocatalysis of SBU formation that becomes more favorable with a larger template size. We find the exponential growth phase is primarily due to step-growth or oriented attachment. The estimated rate constant for step-growth is similar to chain growth, which suggests Flory's approximation is also applicable to oligomerization reactions in MOF synthesis. The termination of step-growth is determined by the reactivity of the MOF crystal surface, and we identify that the average number of linkers per SBU on the surface of MOF can be used as a reactivity descriptor.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The nucleation and growth insights from a conventional\nGualtieri\nanalysis are also compared with the detailed microkinetic model. Although\nthe Gualtieri model assumes the nucleation and growth probability\nthat influences the estimated barriers, the microkinetic model can\ndeconvolute the contributions from autocatalytic initiation, chain\ngrowth, step-growth (oriented attachment), and termination to accurately\ndetermine the activation barriers for nucleation and growth. These\nfundamental insights on the mechanism of MOF nucleation and growth\nthat are revealed from in-situ X-ray scattering and microkinetic modeling\nwill provide molecular control toward the synthesis of a wide range\nof MOFs.</p>", "clean_text": "The nucleation and growth insights from a conventional Gualtieri analysis are also compared with the detailed microkinetic model. Although the Gualtieri model assumes the nucleation and growth probability that influences the estimated barriers, the microkinetic model can deconvolute the contributions from autocatalytic initiation, chain growth, step-growth (oriented attachment), and termination to accurately determine the activation barriers for nucleation and growth. These fundamental insights on the mechanism of MOF nucleation and growth that are revealed from in-situ X-ray scattering and microkinetic modeling will provide molecular control toward the synthesis of a wide range of MOFs.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacsau.1c00494?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/jacsau.1c00494</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional details about\nexperimental methods, microkinetic\nmodel development, validation and prediction methods and results,\nand values of the parameters involved in the microkinetic model (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacsau.1c00494.  Additional details about experimental methods, microkinetic model development, validation and prediction methods and results, and values of the parameters involved in the microkinetic model (PDF)   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Additional details about\nexperimental methods, microkinetic\nmodel development, validation and prediction methods and results,\nand values of the parameters involved in the microkinetic model (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacsau.1c00494/suppl_file/au1c00494_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>A.V.D.\nand L.H. contributed equally to this work.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Additional details about experimental methods, microkinetic model development, validation and prediction methods and results, and values of the parameters involved in the microkinetic model (PDF)\n\nA.V.D. and L.H. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic of governing processes occurring during the synthesis\nof the MOF UiO-66. The first phase of MOF synthesis involves the autocatalytic\ninitiation, where a metal node and a linker adsorb on an existing\nSBU surface, followed by their reaction to form the SBU, followed\nby the SBU desorption. Following initiation, the free SBUs (SBU<sub>1</sub>) undergo a chain reaction by sequential attachment with MOF\nclusters (SBU<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>). MOFs can also grow via\nstep reaction where intermediate size clusters (SBU<sub>i</sub>) undergo\noriented attachment to form a bigger cluster. Finally, after attaining\na sufficiently large size of MOF (SBU<sub>nk</sub>), the oriented\nattachment stops because of the stabilization of the MOF surface.\n(b) In-situ data showing integral intensity from the (111) peak diffraction,\nrepresentative of crystalline fraction, of UiO-66 as a function of\ntime (red curve). Four different phases can be identified in the sigmoidal\ngrowth curve of the crystalline volume fraction. The induction phase\n(blue shaded region) represents the onset of crystal nucleation due\nto autocatalytic initiation and chain reaction; the exponential growth\nphase (green shaded region) represents the steady growth of MOFs due\nto oriented attachment or step reaction; the transition phase (yellow\nshaded region) is determined by the onset of the surface-stabilization-driven\ntermination reaction; and the stationary phase (red shaded region)\nis attained when there is negligible change in the crystalline volume\nfraction.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic of governing processes occurring during the synthesis of the MOF UiO-66. The first phase of MOF synthesis involves the autocatalytic initiation, where a metal node and a linker adsorb on an existing SBU surface, followed by their reaction to form the SBU, followed by the SBU desorption. Following initiation, the free SBUs (SBU1) undergo a chain reaction by sequential attachment with MOF clusters (SBU n ). MOFs can also grow via step reaction where intermediate size clusters (SBUi) undergo oriented attachment to form a bigger cluster. Finally, after attaining a sufficiently large size of MOF (SBUnk), the oriented attachment stops because of the stabilization of the MOF surface. (b) In-situ data showing integral intensity from the (111) peak diffraction, representative of crystalline fraction, of UiO-66 as a function of time (red curve). Four different phases can be identified in the sigmoidal growth curve of the crystalline volume fraction. The induction phase (blue shaded region) represents the onset of crystal nucleation due to autocatalytic initiation and chain reaction; the exponential growth phase (green shaded region) represents the steady growth of MOFs due to oriented attachment or step reaction; the transition phase (yellow shaded region) is determined by the onset of the surface-stabilization-driven termination reaction; and the stationary phase (red shaded region) is attained when there is negligible change in the crystalline volume fraction.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Normalized crystalline\nvolume fraction for experimental (red) and\ntheoretical (black dashes) results for (a)­14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC at 25 °C; (b) 14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC\nat 35 °C; (c) 14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC at 45 °C\n(theoretical results predicted using the Arrhenius relationship);\n(d) 7.2 mM Zr, 16.3 mM H<sub>2</sub>BDC at 25 °C; (e) 14.4 mM\nZr, 8.15 mM H<sub>2</sub>BDC at 25 °C; and (f) 28.8 mM Zr, 8.15\nmM H<sub>2</sub>BDC at 25 °C (theoretical results predicted using\nArrhenius relationship). The black dotted line shows the calculated\nvolume fraction due to the formation of nuclei for each condition.\nThe background fill represents the relative rate contribution to crystal\nvolume fraction from initiation (blue), chain growth (green), step\ngrowth (yellow), and termination (red). Panels enclosed with the black\nbox represent the results used to validate the microkinetic model,\nand panels enclosed with the blue box represent the results predicted\nusing the microkinetic model. The <italic toggle=\"yes\">y</italic>-axis labels in\npanel a apply to panels b–f as well.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Normalized crystalline volume fraction for experimental (red) and theoretical (black dashes) results for (a)14.4 mM Zr, 16.3 mM H2BDC at 25 °C; (b) 14.4 mM Zr, 16.3 mM H2BDC at 35 °C; (c) 14.4 mM Zr, 16.3 mM H2BDC at 45 °C (theoretical results predicted using the Arrhenius relationship); (d) 7.2 mM Zr, 16.3 mM H2BDC at 25 °C; (e) 14.4 mM Zr, 8.15 mM H2BDC at 25 °C; and (f) 28.8 mM Zr, 8.15 mM H2BDC at 25 °C (theoretical results predicted using Arrhenius relationship). The black dotted line shows the calculated volume fraction due to the formation of nuclei for each condition. The background fill represents the relative rate contribution to crystal volume fraction from initiation (blue), chain growth (green), step growth (yellow), and termination (red). Panels enclosed with the black box represent the results used to validate the microkinetic model, and panels enclosed with the blue box represent the results predicted using the microkinetic model. The y-axis labels in panel a apply to panels b-f as well.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Validation of autocatalysis mechanism:\n(a) Complete FT-IR spectra\nof UiO-66 with the carbon–oxygen double bond peak highlighted.\n(b) Comparison of normalized volumetric rates observed in in-situ\nWAXS and FT-IR studies with the expected normalized volumetric rate\ntheoretically expected without an autocatalysis mechanism. (c) Activation\nenergy of SBU formation on the existing building unit (SBU) and unit\ncell (lattice). The red line represents the energetic barrier to form\nan SBU on another SBU, and the blue line represents the energetic\nbarrier to form an SBU on a crystal lattice composed of four SBUs.\n(d) Estimated crystalline fraction curves with and without autocatalysis.\nThe red curve in panel d is the theoretically estimated crystalline\nfraction curve shown by the dashed line in <xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>a.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Validation of autocatalysis mechanism: (a) Complete FT-IR spectra of UiO-66 with the carbon-oxygen double bond peak highlighted. (b) Comparison of normalized volumetric rates observed in in-situ WAXS and FT-IR studies with the expected normalized volumetric rate theoretically expected without an autocatalysis mechanism. (c) Activation energy of SBU formation on the existing building unit (SBU) and unit cell (lattice). The red line represents the energetic barrier to form an SBU on another SBU, and the blue line represents the energetic barrier to form an SBU on a crystal lattice composed of four SBUs. (d) Estimated crystalline fraction curves with and without autocatalysis. The red curve in panel d is the theoretically estimated crystalline fraction curve shown by the dashed line in Figure  a.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Evolution of subcritical clusters to the\ncritical size of the nucleus.\nThe title represents the experimental conditions: (a) 14.4 mM Zr,\n16.3 mM H<sub>2</sub>BDC, 25 °C; (b) 14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC, 45 °C; (c) 7.2 mM Zr, 16.3 mM H<sub>2</sub>BDC,\n25 °C. The nodes represent the cluster size, and the size is\nshown based on the number of SBU<sub>1</sub> in the cluster. Each\nnode is a part of the reaction network where the leftmost node represents\nthe crystal size of 1 SBU<sub>1,</sub> and the rightmost node represents\nthe crystal size of 129 SBU<sub>1</sub>. The size increase from left\nto right is represented by the number line given below each panel.\nThe rightmost node represents the critical size (8.6 nm) of nuclei\nobserved in in-situ WAXS. The black lines between the two nodes represent\nthe dominant pathway of formation of critical size of nuclei. The\nthickness of the black line is relative to the highest volumetric\nrate observed in all of the experiments. Higher thickness implies\na higher volumetric rate. Diamond-shaped nodes are part of the dominant\npathway of nuclei formation. The color of each node represents the\ntotal number of reactions emerging out from each node. The pathway\nis shown for the time near the onset of nucleation as observed in\nin-situ\nWAXS.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Evolution of subcritical clusters to the critical size of the nucleus. The title represents the experimental conditions: (a) 14.4 mM Zr, 16.3 mM H2BDC, 25 °C; (b) 14.4 mM Zr, 16.3 mM H2BDC, 45 °C; (c) 7.2 mM Zr, 16.3 mM H2BDC, 25 °C. The nodes represent the cluster size, and the size is shown based on the number of SBU1 in the cluster. Each node is a part of the reaction network where the leftmost node represents the crystal size of 1 SBU1, and the rightmost node represents the crystal size of 129 SBU1. The size increase from left to right is represented by the number line given below each panel. The rightmost node represents the critical size (8.6 nm) of nuclei observed in in-situ WAXS. The black lines between the two nodes represent the dominant pathway of formation of critical size of nuclei. The thickness of the black line is relative to the highest volumetric rate observed in all of the experiments. Higher thickness implies a higher volumetric rate. Diamond-shaped nodes are part of the dominant pathway of nuclei formation. The color of each node represents the total number of reactions emerging out from each node. The pathway is shown for the time near the onset of nucleation as observed in in-situ WAXS.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Grain size for experimental (red curve) and theoretical (dashed\ncurve) results for (a) 14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC at 25\n°C; (b) 14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC at 35 °C; (c)\n14.4 mM Zr, 16.3 mM H<sub>2</sub>BDC at 45 °C; (d) 7.2 mM Zr,\n16.3 mM H<sub>2</sub>BDC at 25 °C; (e) 14.4 mM Zr, 8.15 mM H<sub>2</sub>BDC at 25 °C; (f) 28.8 mM Zr, 16.3 mM H<sub>2</sub>BDC\nat 25 °C. The background fill represents the volumetric rate\ncontribution to grain size from chain growth (green), step growth\n(yellow), and termination (red). The total volumetric rate contribution\nfrom step growth is at least 1.5 times higher than the chain growth\nfor all the cases. (g) Nonclassical addition of various cluster sizes\nfor step growth; (h) termination events such as lattice mismatch,\nlinker covered surface sites, and surface stabilization; (i) theoretical\nsize distribution of crystal sizes as a function of the synthesis\ntemperature; (j) theoretical crystal size distributions as a function\nof the starting metal oxo cluster concentration; (k) dynamics of free\nlinkers in the solution per surface SBU; and (l) scaling relationship\nbetween the number of free linkers per surface SBU at a steady-state\nand the number of initial linkers per surface SBU of MACS. In panels\na–f, the dotted line represents the calculated contribution\nof the chain growth to the overall grain size. Panels enclosed with\nthe black box represent the results used to validate the microkinetic\nmodel, and panels enclosed with the blue box represent the results\npredicted using the microkinetic model. The <italic toggle=\"yes\">y</italic>-axis\nlabels in panel a apply to panels b–f as well.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Grain size for experimental (red curve) and theoretical (dashed curve) results for (a) 14.4 mM Zr, 16.3 mM H2BDC at 25 °C; (b) 14.4 mM Zr, 16.3 mM H2BDC at 35 °C; (c) 14.4 mM Zr, 16.3 mM H2BDC at 45 °C; (d) 7.2 mM Zr, 16.3 mM H2BDC at 25 °C; (e) 14.4 mM Zr, 8.15 mM H2BDC at 25 °C; (f) 28.8 mM Zr, 16.3 mM H2BDC at 25 °C. The background fill represents the volumetric rate contribution to grain size from chain growth (green), step growth (yellow), and termination (red). The total volumetric rate contribution from step growth is at least 1.5 times higher than the chain growth for all the cases. (g) Nonclassical addition of various cluster sizes for step growth; (h) termination events such as lattice mismatch, linker covered surface sites, and surface stabilization; (i) theoretical size distribution of crystal sizes as a function of the synthesis temperature; (j) theoretical crystal size distributions as a function of the starting metal oxo cluster concentration; (k) dynamics of free linkers in the solution per surface SBU; and (l) scaling relationship between the number of free linkers per surface SBU at a steady-state and the number of initial linkers per surface SBU of MACS. In panels a-f, the dotted line represents the calculated contribution of the chain growth to the overall grain size. Panels enclosed with the black box represent the results used to validate the microkinetic model, and panels enclosed with the blue box represent the results predicted using the microkinetic model. The y-axis labels in panel a apply to panels b-f as well.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Summary of various growth\nphases with the respective governing\nprocess and the corresponding conceptual figure. The induction phase\nis governed by the initiation reaction, catalyzed by the SBUs formed\nin the solution and resulting in a rapid increase of the SBU formation\nrate and sigmoidal kinetics. A large number of SBUs formed in the\nsolution activates a cascade of the aggregation reaction, resulting\nin the exponential growth phase governed by step reaction (oriented\nattachment). Although both chain and step reactions are active in\nthe exponential phase, the step reaction dominates the volumetric\nrate increase. The formation of larger crystals due to step growth\ndecreases the surface-to-volume ratio, stabilizing the surface and\nreducing surface reactivity, causing the onset of the termination\nresulting in the transition phase. The absence of oriented attachment\ndue to stable crystals moves the crystal growth to the stationary\nphase. In the stationary phase, crystal growth is governed by chain\nelongation until reactants are consumed.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Summary of various growth phases with the respective governing process and the corresponding conceptual figure. The induction phase is governed by the initiation reaction, catalyzed by the SBUs formed in the solution and resulting in a rapid increase of the SBU formation rate and sigmoidal kinetics. A large number of SBUs formed in the solution activates a cascade of the aggregation reaction, resulting in the exponential growth phase governed by step reaction (oriented attachment). Although both chain and step reactions are active in the exponential phase, the step reaction dominates the volumetric rate increase. The formation of larger crystals due to step growth decreases the surface-to-volume ratio, stabilizing the surface and reducing surface reactivity, causing the onset of the termination resulting in the transition phase. The absence of oriented attachment due to stable crystals moves the crystal growth to the stationary phase. In the stationary phase, crystal growth is governed by chain elongation until reactants are consumed.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Comparison\nof the reaction-aggregation model with the Gualtieri\nmodel and the nucleation and growth kernels. (a) Nucleation probability\nobtained from the Gualtieri model experimental fitting. (b) Arrhenius\nplots for nucleation and growth rate constants obtained using the\nGualtieri model (red lines) and theoretical model (black lines with\nfilled symbols), and initiation and aggregation rate constants obtained\nfrom the theoretical model (black lines with hollow symbols). (c)\nTheoretical nucleation rate as a function of reaction extent and reaction\ntemperature. (d) Theoretical growth rate as a function of the extent\nof the reaction and the reaction temperature. (e) Nucleation rate\nas a function of the extent of the reaction at varying initial concentrations\nof the Zr-oxo cluster and the organic linker. (f) Growth rate as a\nfunction of the extent of the reaction at varying initial concentrations\nof the Zr-oxo cluster and the organic linker.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"au1c00494_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Comparison of the reaction-aggregation model with the Gualtieri model and the nucleation and growth kernels. (a) Nucleation probability obtained from the Gualtieri model experimental fitting. (b) Arrhenius plots for nucleation and growth rate constants obtained using the Gualtieri model (red lines) and theoretical model (black lines with filled symbols), and initiation and aggregation rate constants obtained from the theoretical model (black lines with hollow symbols). (c) Theoretical nucleation rate as a function of reaction extent and reaction temperature. (d) Theoretical growth rate as a function of the extent of the reaction and the reaction temperature. (e) Nucleation rate as a function of the extent of the reaction at varying initial concentrations of the Zr-oxo cluster and the organic linker. (f) Growth rate as a function of the extent of the reaction at varying initial concentrations of the Zr-oxo cluster and the organic linker.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacsau.1c00494", "title": null, "journal": "American Chemical Society", "date": "2022.01", "author_list": ["Dighe\nAnish\nV.", "Huelsenbeck\nLuke", "Bhawnani\nRajan R.", "Verma\nPrince", "Stone\nKevin H.", "Singh\nMeenesh R.", "Giri\nGaurav"]}}