{"filepath": "../L2M3_data/1_application_papers/acs_xml/bc0c00485.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The serious threat of antibiotic-resistant\nbacterial infections\nhas brought an urgent need for the development of new antibacterial\nnanomaterials. We encapsulate glutathione (GSH)-protected gold nanoclusters\n(AuNCs) in zeolitic imidazolate frameworks-8 (ZIF-8) and present their\npotential in antibacterial capabilities. Under white light irradiation,\nAuNCs-embedded ZIF-8 nanocomposites show assembly-enhanced emission\nand reactive oxygen species (ROS) generation. AuNCs@ZIF-8 exhibit\nalmost complete inactivation of bacterial growth within 60 min of\nlight irradiation. Scanning electron microscopic results show that\nAuNCs@ZIF-8 nanocomposites are captured by bacterial cells, and the\nleakage of alkaline phosphatase and nucleotides from bacteria demonstrate\nthat the photoinduced ROS can easily destroy the bacterial surface\nand totally kill the bacteria. Herein, our antibacterial nanocomposites\nhave photoenhanced bactericidal capability and show promising applications\nfor sterilization.</p>", "clean_text": "The serious threat of antibiotic-resistant bacterial infections has brought an urgent need for the development of new antibacterial nanomaterials. We encapsulate glutathione (GSH)-protected gold nanoclusters (AuNCs) in zeolitic imidazolate frameworks-8 (ZIF-8) and present their potential in antibacterial capabilities. Under white light irradiation, AuNCs-embedded ZIF-8 nanocomposites show assembly-enhanced emission and reactive oxygen species (ROS) generation. AuNCs@ZIF-8 exhibit almost complete inactivation of bacterial growth within 60 min of light irradiation. Scanning electron microscopic results show that AuNCs@ZIF-8 nanocomposites are captured by bacterial cells, and the leakage of alkaline phosphatase and nucleotides from bacteria demonstrate that the photoinduced ROS can easily destroy the bacterial surface and totally kill the bacteria. Herein, our antibacterial nanocomposites have photoenhanced bactericidal capability and show promising applications for sterilization.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In recent years, bacterial\ninfections have emerged as a serious\nthreat to human health and brought a major global economic loss. Especially with the emergence of the new coronavirus,\nit has become a priority to fight off viral and bacterial harm. Over\nthe past decade, antibiotics were regarded as the most effective antibacterial\nmedicine, selectively inhibiting or killing bacteria by preventing\nDNA replication or repair and protein synthesis. However, the widespread use of antibiotics in general medicine\nalso has an important impact on the emergence of drug-resistant strains\nin patients. Among many common pathogenic\nstrains, an antibiotic-resistant gene has already been disseminated. Consequently, the preparation of a new antibacterial\nmaterial with high efficiency and safety as an alternative class of\nantibiotics has become a hot topic. The applications of antibacterial\nmaterials have attracted wide attention because of the significance\nin many fields, for instance, medicine treatment, food packaging,\nhygiene, water treatment, and biological medicine. With the development of nanotechnologies, researchers in\nrelevant fields are making efforts to discover new antibacterial nanocomposites,\nincluding cationic polymers, antibacterial peptides, noble metals,\nphotothermal agents, and reactive oxygen species (ROS)-generated agents.\n</p>", "clean_text": "Introduction\n\nIn recent years, bacterial infections have emerged as a serious threat to human health and brought a major global economic loss. Especially with the emergence of the new coronavirus, it has become a priority to fight off viral and bacterial harm. Over the past decade, antibiotics were regarded as the most effective antibacterial medicine, selectively inhibiting or killing bacteria by preventing DNA replication or repair and protein synthesis. However, the widespread use of antibiotics in general medicine also has an important impact on the emergence of drug-resistant strains in patients. Among many common pathogenic strains, an antibiotic-resistant gene has already been disseminated. Consequently, the preparation of a new antibacterial material with high efficiency and safety as an alternative class of antibiotics has become a hot topic. The applications of antibacterial materials have attracted wide attention because of the significance in many fields, for instance, medicine treatment, food packaging, hygiene, water treatment, and biological medicine. With the development of nanotechnologies, researchers in relevant fields are making efforts to discover new antibacterial nanocomposites, including cationic polymers, antibacterial peptides, noble metals, photothermal agents, and reactive oxygen species (ROS)-generated agents. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>It is worth nothing that ROS-generated nanomaterial agents\ncan\nbe regarded as potential antibacterial agents because of the rapid\noxidation of various biomacromolecules in cells. Although a low level of ROS has a significant effect on\nsupporting the cellular life cycle, excessive ROS could generate oxidative\nstress, giving rise to oxidative damage to the cellular constituents\n(e.g., nucleotides). Through this property,\nROS acts as strong oxidants to destroy targeted harmful bacteria and\ncontributes to sterilization. Recently, the release of ROS from antibacterial\nmaterials has been realized in photocatalytic disinfection and antibacterial photodynamic therapy.\n</p>", "clean_text": "It is worth nothing that ROS-generated nanomaterial agents can be regarded as potential antibacterial agents because of the rapid oxidation of various biomacromolecules in cells. Although a low level of ROS has a significant effect on supporting the cellular life cycle, excessive ROS could generate oxidative stress, giving rise to oxidative damage to the cellular constituents (e.g., nucleotides). Through this property, ROS acts as strong oxidants to destroy targeted harmful bacteria and contributes to sterilization. Recently, the release of ROS from antibacterial materials has been realized in photocatalytic disinfection and antibacterial photodynamic therapy. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Gold nanoclusters (AuNCs) are defined\nas nanostructures with &lt;2\nnm in diameter consisting of several to a hundred gold atoms. Because of their strong quantum size confinement\nand discrete energy levels, AuNCs exhibit strong luminescence and\ngood biocompatibility, resulting in widespread use in bioimaging and\nbiosensing. Meanwhile, AuNCs also display\nantibacterial capability after being metabolized by bacterial cells. More importantly, AuNCs can act as inorganic photosensitizers because\nof their long triplet-state lifetime. ROS can be generated by the\nenergy transfer from AuNCs to molecular oxygen with light irradiation,\nwhich is especially effective for photodynamic therapy. Nevertheless, optical and chemical properties of AuNCs are highly\nsensitive to their capping ligands and surrounding circumstances.\nConsequently, it is necessary to develop AuNCs-based nanocomposites\nto achieve high fluorescence intensity and meanwhile improve their\nROS generation. Metal–organic frameworks (MOFs), as the name\nimplies, are crystalline porous solids composed of a three-dimensional\nstructure of inorganic metal ions and organic linkers. Zeolitic imidazolate\nframeworks-8 (ZIF-8) are a kind of characteristic porous MOFs consisting\nof transition-metal Zn and imidazolate linkers. By virtue of their large capacity and high porosity, ZIF-8 are wildly\napplied as carriers of nanoenzymes, antibacterial agents and fluorescent\nprobes in biomedical areas; hence, they can fabricate favorable composite\nmaterials. When AuNCs were entrapped in\nZIF-8, quantum yields and fluorescence lifetimes of AuNCs were greatly\nimproved because of the aggregation-induced emission. However, there is no report on antibacterial application of AuNCs-incorporated\nZIF-8 nanocomposites because of their photoinduced ROS generation.\nTherefore, it is important to study ROS release of AuNCs as photosensitizers\nand explore their ROS-induced photodynamic effect when AuNCs are encapsulated\nin ZIF-8, evidently contributing to photoinduced antibacterial applications.</p>", "clean_text": "Gold nanoclusters (AuNCs) are defined as nanostructures with <2 nm in diameter consisting of several to a hundred gold atoms. Because of their strong quantum size confinement and discrete energy levels, AuNCs exhibit strong luminescence and good biocompatibility, resulting in widespread use in bioimaging and biosensing. Meanwhile, AuNCs also display antibacterial capability after being metabolized by bacterial cells. More importantly, AuNCs can act as inorganic photosensitizers because of their long triplet-state lifetime. ROS can be generated by the energy transfer from AuNCs to molecular oxygen with light irradiation, which is especially effective for photodynamic therapy. Nevertheless, optical and chemical properties of AuNCs are highly sensitive to their capping ligands and surrounding circumstances. Consequently, it is necessary to develop AuNCs-based nanocomposites to achieve high fluorescence intensity and meanwhile improve their ROS generation. Metal-organic frameworks (MOFs), as the name implies, are crystalline porous solids composed of a three-dimensional structure of inorganic metal ions and organic linkers. Zeolitic imidazolate frameworks-8 (ZIF-8) are a kind of characteristic porous MOFs consisting of transition-metal Zn and imidazolate linkers. By virtue of their large capacity and high porosity, ZIF-8 are wildly applied as carriers of nanoenzymes, antibacterial agents and fluorescent probes in biomedical areas; hence, they can fabricate favorable composite materials. When AuNCs were entrapped in ZIF-8, quantum yields and fluorescence lifetimes of AuNCs were greatly improved because of the aggregation-induced emission. However, there is no report on antibacterial application of AuNCs-incorporated ZIF-8 nanocomposites because of their photoinduced ROS generation. Therefore, it is important to study ROS release of AuNCs as photosensitizers and explore their ROS-induced photodynamic effect when AuNCs are encapsulated in ZIF-8, evidently contributing to photoinduced antibacterial applications.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this work, herein, we design a novel antibacterial agent by\nincorporating AuNCs into a ZIF-8 matrix (AuNCs@ZIF-8) through simple\ncoordination-assisted self-assembly for safe, rapid, and effective\nbacterial disinfection. AuNCs@ZIF-8 can be readily irradiated by a\nwhite light source to produce ROS, where the ROS production amount\nis highly improved when many AuNCs are incorporated into ZIF-8. After\nAuNCs@ZIF-8 nanocomposites are captured by bacterial cells, photoinduced\nROS can easily attach to the bacterial surface and totally destroy\nthe bacteria (). AuNCs@ZIF-8 are regarded as ROS storage that have an extinctive\nimpact on bactericidal activities.</p>", "clean_text": "In this work, herein, we design a novel antibacterial agent by incorporating AuNCs into a ZIF-8 matrix (AuNCs@ZIF-8) through simple coordination-assisted self-assembly for safe, rapid, and effective bacterial disinfection. AuNCs@ZIF-8 can be readily irradiated by a white light source to produce ROS, where the ROS production amount is highly improved when many AuNCs are incorporated into ZIF-8. After AuNCs@ZIF-8 nanocomposites are captured by bacterial cells, photoinduced ROS can easily attach to the bacterial surface and totally destroy the bacteria (). AuNCs@ZIF-8 are regarded as ROS storage that have an extinctive impact on bactericidal activities.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of AuNCs@ZIF-8\nSynthesis, AuNCs@ZIF-8 Captured\nby Bacteria, and Photoinduced ROS for Eliminating Bacteria</title>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"bc0c00485_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of AuNCs@ZIF-8 Synthesis, AuNCs@ZIF-8 Captured by Bacteria, and Photoinduced ROS for Eliminating Bacteria   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Result and Discussion</title><title>Synthesis of AuNCs@ZIF-8\nNanocomposites</title><p>AuNCs were\nincorporated in a ZIF-8 matrix to form AuNCs@ZIF-8 nanocomposites\nthrough simple coordination-assisted self-assembly. Zn<sup>2+</sup> ions of ZIF-8 have a coordinative interaction with the carboxyl\ngroup in glutathione (GSH)-protected AuNCs. The morphologies of AuNCs@ZIF-8\nand AuNCs were first characterized by transmission electron microscopy\n(TEM) (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.bioconjchem.0c00485/suppl_file/bc0c00485_si_001.pdf\">Figure S1</ext-link>). The prepared AuNCs@ZIF-8 have monodispersibility\nand a uniform size of 75 ± 9 nm. In comparison to ZIF-8 (a, insert), no obvious\ndifference was observed in the shape and size of AuNCs@ZIF-8, indicating\nthat AuNCs were confined in the framework of ZIF-8 without affecting\nits morphology. The powder X-ray diffraction (XRD) results further\ndemonstrated that the incorporation of AuNCs into a ZIF-8 matrix did\nnot change the ZIF-8 skeleton, as the XRD pattern of AuNCs@ZIF-8 was\nalmost identical to that of pure ZIF-8 (b). TEM and\nXRD results demonstrated that the incorporation of AuNCs cannot change\nthe ZIF-8 morphology and skeleton.</p>", "clean_text": "Result and Discussion\n\nSynthesis of AuNCs@ZIF-8 Nanocomposites\n\nAuNCs were incorporated in a ZIF-8 matrix to form AuNCs@ZIF-8 nanocomposites through simple coordination-assisted self-assembly. Zn2+ ions of ZIF-8 have a coordinative interaction with the carboxyl group in glutathione (GSH)-protected AuNCs. The morphologies of AuNCs@ZIF-8 and AuNCs were first characterized by transmission electron microscopy (TEM) (a and Figure S1). The prepared AuNCs@ZIF-8 have monodispersibility and a uniform size of 75 ± 9 nm. In comparison to ZIF-8 (a, insert), no obvious difference was observed in the shape and size of AuNCs@ZIF-8, indicating that AuNCs were confined in the framework of ZIF-8 without affecting its morphology. The powder X-ray diffraction (XRD) results further demonstrated that the incorporation of AuNCs into a ZIF-8 matrix did not change the ZIF-8 skeleton, as the XRD pattern of AuNCs@ZIF-8 was almost identical to that of pure ZIF-8 (b). TEM and XRD results demonstrated that the incorporation of AuNCs cannot change the ZIF-8 morphology and skeleton.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) TEM image of AuNCs@ZIF-8. Inset: TEM\nimage of ZIF-8; (b) XRD\npatterns of AuNCs@ZIF-8 and ZIF-8; (c) EDS spectra of AuNCs@ZIF-8.\nInset: The elemental composition and content of AuNCs@ZIF-8; (d) photoluminescence\n(PL) spectra of AuNCs@ZIF-8, AuNCs and ZIF-8; (e) XPS survey spectrum\nof AuNCs@ZIF-8 and (f) Au 4f and Zn 3p in AuNCs@ZIF-8.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"bc0c00485_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) TEM image of AuNCs@ZIF-8. Inset: TEM image of ZIF-8; (b) XRD patterns of AuNCs@ZIF-8 and ZIF-8; (c) EDS spectra of AuNCs@ZIF-8. Inset: The elemental composition and content of AuNCs@ZIF-8; (d) photoluminescence (PL) spectra of AuNCs@ZIF-8, AuNCs and ZIF-8; (e) XPS survey spectrum of AuNCs@ZIF-8 and (f) Au 4f and Zn 3p in AuNCs@ZIF-8.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>Furthermore, energy dispersive spectroscopy (EDS), photoluminescence,\nand X-ray photoelectron spectrum (XPS) analyses confirmed that the\nAuNCs were incorporated into the ZIF-8 framework successfully. EDS\nresults showed that the elements Zn, C, N, and O were the main components\nof the system and the elements Au and S verified the incorporation\nof AuNCs in ZIF-8 (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.bioconjchem.0c00485/suppl_file/bc0c00485_si_001.pdf\">Figure S2</ext-link>). Moreover, compared\nto pure AuNCs, AuNCs@ZIF-8 nanocomposites have obvious fluorescence\nenhancement. After incorporation, the fluorescence intensity of the\nAuNCs in the nanocomposites was ∼10 times as high as that of\nthe free ones (d). The fluorescence intensity of the AuNCs was enhanced in the matrix\nconfinement because of the aggregation-induced emission of AuNCs,\nreducing the collisions with solvents and restraining the vibration\nand rotation of excited AuNCs. Meanwhile,\nthe fluorescence of AuNCs slightly turned from orange red to yellow,\nwhich was in accord with the slight negative shift of the fluorescence\nspectra (d\ninsert). Additionally, XPS analysis provided information on the elemental\ncomposition and chemical states of elements in the composite materials.\nThe XPS fully scanned spectrum showed the presence of Zn 2p, O 1s,\nN 1s, C 1s, S 2p, and Au 4f signals in the range of 0–1200\neV (e). Compared\nto the previous report of AuNCs (84.1 eV), the XPS spectrum of Au\n4f<sub>7/2</sub> (83.6 eV) in AuNCs@ZIF-8 exhibited a slight negative\nshift, which might be due to the electron transfer between AuNCs and\nZIF-8 (f). The XPS results further confirmed the existence\nof AuNCs in ZIF-8 nanocomposites.</p>", "clean_text": "Furthermore, energy dispersive spectroscopy (EDS), photoluminescence, and X-ray photoelectron spectrum (XPS) analyses confirmed that the AuNCs were incorporated into the ZIF-8 framework successfully. EDS results showed that the elements Zn, C, N, and O were the main components of the system and the elements Au and S verified the incorporation of AuNCs in ZIF-8 (c and Figure S2). Moreover, compared to pure AuNCs, AuNCs@ZIF-8 nanocomposites have obvious fluorescence enhancement. After incorporation, the fluorescence intensity of the AuNCs in the nanocomposites was ~10 times as high as that of the free ones (d). The fluorescence intensity of the AuNCs was enhanced in the matrix confinement because of the aggregation-induced emission of AuNCs, reducing the collisions with solvents and restraining the vibration and rotation of excited AuNCs. Meanwhile, the fluorescence of AuNCs slightly turned from orange red to yellow, which was in accord with the slight negative shift of the fluorescence spectra (d insert). Additionally, XPS analysis provided information on the elemental composition and chemical states of elements in the composite materials. The XPS fully scanned spectrum showed the presence of Zn 2p, O 1s, N 1s, C 1s, S 2p, and Au 4f signals in the range of 0-1200 eV (e). Compared to the previous report of AuNCs (84.1 eV), the XPS spectrum of Au 4f7/2 (83.6 eV) in AuNCs@ZIF-8 exhibited a slight negative shift, which might be due to the electron transfer between AuNCs and ZIF-8 (f). The XPS results further confirmed the existence of AuNCs in ZIF-8 nanocomposites.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Photoinduced ROS Generation</title><p>2,7-Dichlorodihydrofluorescein\n(DCFH) was used as a probe to detect ROS production, where nonfluorescence\nDCFH is rapidly oxidized by ROS to become dichlorofluorescein (DCF),\nwhich emitted fluorescence at 525 nm of wavelength. The fluorescence\nintensity of DCFH-containing solution increased upon irradiation with\na Xe lamp for 10 min, suggesting the increase of ROS generation in\nthe solution (). When without irradiation (in dark), there is almost no fluorescence\nsignal for DCFH containing phosphate buffered saline (PBS), AuNCs,\nand ZIF-8 during the 10 min detection (the three lines almost overlapped),\nand AuNCs@ZIF-8 have a little bit of fluorescence because of the fluorescent\nemission of incorporated AuNCs. After light illumination, both free\nZIF-8 and free AuNCs showed an increase of fluorescence intensity\nthat was attributed to their ROS generation. The formation of ROS\nfrom ZIF-8 might be from the activation of oxygen molecules by photoinduced\nZn<sup>+</sup> intermediate catalytic centers within porous ZIF-8\nthrough electron transfer. Additionally,\nROS generation of AuNCs could be facilitated by photoinduced energy\ntransfer to oxygen molecules from triplet excited states of AuNCs. In comparison to free AuNCs and ZIF-8, AuNCs@ZIF-8 nanocomposites\nshowed the fastest increase of fluorescence intensity, even higher\nthan the summation of free AuNCs and free ZIF-8. It showed that incorporation\nof AuNCs in the ZIF-8 mixture efficiently enhanced the generation\nof ROS. The results were in agreement with their enhanced phosphorescence\nemission. In the literature, a similar phenomenon was found where\nAuNCs embedded in a polysaccharide/polypeptide hybrid matrix also\npromoted the ROS generation and phosphorescence emission. In our work, the ZIF-8 matrix took advantage\nof the microporous structure to provide an effective pathway for transmitting\nthe ROS generated by AuNCs, and meanwhile ZIF-8 itself can generate\nROS. Constructing the composite material with different components\ncan play a part in the preponderance of each component to achieve\nthe synergistic effect of higher ROS generation. It provided a commendable\nfoundation for further study of the antibacterial effect of AuNCs@ZIF-8\nnanocomposites.</p>", "clean_text": "Photoinduced ROS Generation\n\n2,7-Dichlorodihydrofluorescein (DCFH) was used as a probe to detect ROS production, where nonfluorescence DCFH is rapidly oxidized by ROS to become dichlorofluorescein (DCF), which emitted fluorescence at 525 nm of wavelength. The fluorescence intensity of DCFH-containing solution increased upon irradiation with a Xe lamp for 10 min, suggesting the increase of ROS generation in the solution (). When without irradiation (in dark), there is almost no fluorescence signal for DCFH containing phosphate buffered saline (PBS), AuNCs, and ZIF-8 during the 10 min detection (the three lines almost overlapped), and AuNCs@ZIF-8 have a little bit of fluorescence because of the fluorescent emission of incorporated AuNCs. After light illumination, both free ZIF-8 and free AuNCs showed an increase of fluorescence intensity that was attributed to their ROS generation. The formation of ROS from ZIF-8 might be from the activation of oxygen molecules by photoinduced Zn+ intermediate catalytic centers within porous ZIF-8 through electron transfer. Additionally, ROS generation of AuNCs could be facilitated by photoinduced energy transfer to oxygen molecules from triplet excited states of AuNCs. In comparison to free AuNCs and ZIF-8, AuNCs@ZIF-8 nanocomposites showed the fastest increase of fluorescence intensity, even higher than the summation of free AuNCs and free ZIF-8. It showed that incorporation of AuNCs in the ZIF-8 mixture efficiently enhanced the generation of ROS. The results were in agreement with their enhanced phosphorescence emission. In the literature, a similar phenomenon was found where AuNCs embedded in a polysaccharide/polypeptide hybrid matrix also promoted the ROS generation and phosphorescence emission. In our work, the ZIF-8 matrix took advantage of the microporous structure to provide an effective pathway for transmitting the ROS generated by AuNCs, and meanwhile ZIF-8 itself can generate ROS. Constructing the composite material with different components can play a part in the preponderance of each component to achieve the synergistic effect of higher ROS generation. It provided a commendable foundation for further study of the antibacterial effect of AuNCs@ZIF-8 nanocomposites.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fluorescence intensity of DCF at 525 nm with light illumination\nor in the dark (without light) with the treatment of AuNCs@ZIF-8,\nAuNCs, ZIF-8, and PBS blank. Excitation wavelength was 488 nm.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"bc0c00485_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Fluorescence intensity of DCF at 525 nm with light illumination or in the dark (without light) with the treatment of AuNCs@ZIF-8, AuNCs, ZIF-8, and PBS blank. Excitation wavelength was 488 nm.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<title>Photoinduced Disinfection Performance</title><p>Photoinduced\nantibacterial activities of AuNCs@ZIF-8 were detected using a spread\nplate method. In view of their excellent ROS generation capability,\nAuNCs@ZIF-8 were analyzed with additional antibacterial tests and\ncompared to AuNCs and ZIF-8. a,b showed that AuNCs@ZIF-8 almost completely inhibited\nthe growth of Gram-negative <italic>Escherichia coli</italic> (<italic>E. coli</italic>) after 60 min of light illumination (approximately\n0% cell viability), whereas AuNCs@ZIF-8 without light showed 39.4%\ncell viability, suggesting AuNCs@ZIF-8 could efficiently inhibit bacterial\ngrowth with the assistance of light irradiation. The results could\nbe explained by the abundant ROS generation of AuNCs@ZIF-8 induced\nby light. Additionally, the partial cell death induced by AuNCs@ZIF-8\nin dark might be due to the intrinsic antibacterial property of AuNCs\nand ZIF-8. Metal ions Zn<sup>2+</sup> from ZIF-8 were responsible\nfor inhibiting and killing the bacteria. Reducing the size of the nanoparticles down to the nanoclusters\nrange could enhance antimicrobial activity. AuNCs or ZIF-8 with light irradiation showed 55.5% and 33.1% cell\nviability, which was slightly lower than the AuNCs and ZIF-8 without\nlight, suggesting that the ROS generation from free AuNCs or free\nZIF-8 by light was too low to induce total cell death. As shown in c,d, after 60 min\nof light irradiation, AuNCs@ZIF-8 also exhibited superior antibacterial\nactivity (approximately 0% cell viability) to Gram-positive <italic>Staphylococcus aureus</italic> (<italic>S. aureus</italic>) compared\nto control samples (9.8% for AuNCs and 4.3% for ZIF-8), suggesting\na certain amount of ROS was required to achieve complete sterilization.\nTreatment with AuNCs@ZIF-8, ZIF-8, and AuNCs without light irradiation,\nthe cell viability was 22.1%, 32.4%, and 51.4%, respectively. The\nresults demonstrated that AuNCs@ZIF-8 nanocomposites exhibited a distinguished\nphotoenhanced antibacterial effect, and combining two antibacterial\nmaterials into a single system can achieve higher antibacterial activities.</p>", "clean_text": "Photoinduced Disinfection Performance\n\nPhotoinduced antibacterial activities of AuNCs@ZIF-8 were detected using a spread plate method. In view of their excellent ROS generation capability, AuNCs@ZIF-8 were analyzed with additional antibacterial tests and compared to AuNCs and ZIF-8. a,b showed that AuNCs@ZIF-8 almost completely inhibited the growth of Gram-negative Escherichia coli (E. coli) after 60 min of light illumination (approximately 0% cell viability), whereas AuNCs@ZIF-8 without light showed 39.4% cell viability, suggesting AuNCs@ZIF-8 could efficiently inhibit bacterial growth with the assistance of light irradiation. The results could be explained by the abundant ROS generation of AuNCs@ZIF-8 induced by light. Additionally, the partial cell death induced by AuNCs@ZIF-8 in dark might be due to the intrinsic antibacterial property of AuNCs and ZIF-8. Metal ions Zn2+ from ZIF-8 were responsible for inhibiting and killing the bacteria. Reducing the size of the nanoparticles down to the nanoclusters range could enhance antimicrobial activity. AuNCs or ZIF-8 with light irradiation showed 55.5% and 33.1% cell viability, which was slightly lower than the AuNCs and ZIF-8 without light, suggesting that the ROS generation from free AuNCs or free ZIF-8 by light was too low to induce total cell death. As shown in c,d, after 60 min of light irradiation, AuNCs@ZIF-8 also exhibited superior antibacterial activity (approximately 0% cell viability) to Gram-positive Staphylococcus aureus (S. aureus) compared to control samples (9.8% for AuNCs and 4.3% for ZIF-8), suggesting a certain amount of ROS was required to achieve complete sterilization. Treatment with AuNCs@ZIF-8, ZIF-8, and AuNCs without light irradiation, the cell viability was 22.1%, 32.4%, and 51.4%, respectively. The results demonstrated that AuNCs@ZIF-8 nanocomposites exhibited a distinguished photoenhanced antibacterial effect, and combining two antibacterial materials into a single system can achieve higher antibacterial activities.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Photographs\nof bacterial colonies formed by (a) <italic>E. coli</italic> and (c) <italic>S. aureus</italic> in treatment with PBS blank,\nAuNCs, ZIF-8, and AuNCs@ZIF-8 under 60 min of light irradiation or\nin the dark based on the plate count method. The relative bacterial\nviabilities of (b) <italic>E. coli</italic> and (d) <italic>S. aureus</italic> in treatment with PBS blank, AuNCs, ZIF-8, and AuNCs@ZIF-8 under\n60 min of light irradiation or in the dark. PBS control in the dark\nas 100% cell viability.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"bc0c00485_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Photographs of bacterial colonies formed by (a) E. coli and (c) S. aureus in treatment with PBS blank, AuNCs, ZIF-8, and AuNCs@ZIF-8 under 60 min of light irradiation or in the dark based on the plate count method. The relative bacterial viabilities of (b) E. coli and (d) S. aureus in treatment with PBS blank, AuNCs, ZIF-8, and AuNCs@ZIF-8 under 60 min of light irradiation or in the dark. PBS control in the dark as 100% cell viability.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>As presented in , with the illumination\ntime increasing from 0 to 60 min,\nthe cell viability of bacteria treated by AuNCs@ZIF-8 was gradually\ndecreasing, which was due to the continuous increase of ROS releasing\namount. After 20 min of illumination, the bactericidal effect of AuNCs@ZIF-8\nwas already obvious, but there was 39.7% and 18.0% cell viability\nfor <italic>E. coli</italic> and <italic>S. aureus</italic> respectively.\nWhen the illumination time increased to 60 min, both <italic>E. coli</italic> and <italic>S. aureus</italic> cells were totally inactivated. Moreover,\nthe sterilizing effect of AuNCs@ZIF-8 was better at <italic>S. aureus</italic> than at <italic>E. coli</italic>. In other words, <italic>S. aureus</italic> was more sensitive to this photosensitizer. It might be because\nGram-negative <italic>E. coli</italic> has an extra outer membrane\nbarrier compared to Gram-positive <italic>S. aureus</italic>. Hence, plenty of ROS generated by AuNCs@ZIF-8\ncaused oxidative damage to the cellular constituents and exhibited\napparent antibacterial effects.</p>", "clean_text": "As presented in , with the illumination time increasing from 0 to 60 min, the cell viability of bacteria treated by AuNCs@ZIF-8 was gradually decreasing, which was due to the continuous increase of ROS releasing amount. After 20 min of illumination, the bactericidal effect of AuNCs@ZIF-8 was already obvious, but there was 39.7% and 18.0% cell viability for E. coli and S. aureus respectively. When the illumination time increased to 60 min, both E. coli and S. aureus cells were totally inactivated. Moreover, the sterilizing effect of AuNCs@ZIF-8 was better at S. aureus than at E. coli. In other words, S. aureus was more sensitive to this photosensitizer. It might be because Gram-negative E. coli has an extra outer membrane barrier compared to Gram-positive S. aureus. Hence, plenty of ROS generated by AuNCs@ZIF-8 caused oxidative damage to the cellular constituents and exhibited apparent antibacterial effects.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Photographs of bacterial colonies\nformed by <italic>E. coli</italic> and <italic>S. aureus</italic> treated\nwith AuNCs@ZIF-8 under 0,\n20, 40, and 60 min of light irradiation using a plate count method.\n(b) The corresponding bacterial viabilities of <italic>E. coli</italic> and <italic>S. aureus</italic> treated with AuNCs@ZIF-8 under 0,\n20, 40, and 60 min of light irradiation. AuNCs@ZIF-8 without light\nirradiation as 100% cell viability.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"bc0c00485_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Photographs of bacterial colonies formed by E. coli and S. aureus treated with AuNCs@ZIF-8 under 0, 20, 40, and 60 min of light irradiation using a plate count method. (b) The corresponding bacterial viabilities of E. coli and S. aureus treated with AuNCs@ZIF-8 under 0, 20, 40, and 60 min of light irradiation. AuNCs@ZIF-8 without light irradiation as 100% cell viability.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Mechanism of Disinfection</title><p>For further investigation\nof the disinfection mechanism, the morphology and cell wall integrity\nof bacterial cells were observed by scanning electron microscopy (SEM); <italic>E. coli</italic> control without treatment was rod-shaped with a\ncomplete cell wall and smooth surface (a). After treatment with AuNCs@ZIF-8 in the\ndark, the bacterial cells were surrounded by the nanocomposites and\ntheir cell walls were almost unchanged (b). After treatment with AuNCs@ZIF-8 under\n20 min of light irradiation, the cell walls became partially wrinkled\nand incomplete (c). In addition, d shows that <italic>S. aureus</italic> cells without treatment\nwere smooth and sphere-shaped; meanwhile, the cells treated with AuNCs@ZIF-8\nin the dark also looked plump (e). After experiencing AuNCs@ZIF-8 and light illumination,\nthe cells were out of shape and the cell walls were damaged and uneven\n(f). With light\nillumination, it was obviously observed that many AuNCs@ZIF-8 nanocomposites\nattached to the bacterial cell wall, and some of them even diffused\ninto the cell wall and destroyed their integrity (c,f). The adsorption of nanoparticles\nonto the cell wall was due to the electric attraction between positively\ncharged AuNCs@ZIF-8 (+27.4 mV) and negatively charged bacterial cells,\nwhich was significant for antibacterial agents to exert their bactericidal\neffect. The nanocomposites could destroy the cell wall more efficiently\nin virtue of the strong interaction.</p>", "clean_text": "Mechanism of Disinfection\n\nFor further investigation of the disinfection mechanism, the morphology and cell wall integrity of bacterial cells were observed by scanning electron microscopy (SEM); E. coli control without treatment was rod-shaped with a complete cell wall and smooth surface (a). After treatment with AuNCs@ZIF-8 in the dark, the bacterial cells were surrounded by the nanocomposites and their cell walls were almost unchanged (b). After treatment with AuNCs@ZIF-8 under 20 min of light irradiation, the cell walls became partially wrinkled and incomplete (c). In addition, d shows that S. aureus cells without treatment were smooth and sphere-shaped; meanwhile, the cells treated with AuNCs@ZIF-8 in the dark also looked plump (e). After experiencing AuNCs@ZIF-8 and light illumination, the cells were out of shape and the cell walls were damaged and uneven (f). With light illumination, it was obviously observed that many AuNCs@ZIF-8 nanocomposites attached to the bacterial cell wall, and some of them even diffused into the cell wall and destroyed their integrity (c,f). The adsorption of nanoparticles onto the cell wall was due to the electric attraction between positively charged AuNCs@ZIF-8 (+27.4 mV) and negatively charged bacterial cells, which was significant for antibacterial agents to exert their bactericidal effect. The nanocomposites could destroy the cell wall more efficiently in virtue of the strong interaction.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of (a–c) <italic>E.\ncoli</italic> and (d–f) <italic>S. aureus</italic> showing\n(a, d) the untreated bacterial cells,\n(b, e) bacterial cells treated with AuNCs@ZIF-8 in the dark, and (c,\nf) bacterial cells treated with AuNCs@ZIF-8 and light irradiation.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"bc0c00485_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  SEM images of (a-c) E. coli and (d-f) S. aureus showing (a, d) the untreated bacterial cells, (b, e) bacterial cells treated with AuNCs@ZIF-8 in the dark, and (c, f) bacterial cells treated with AuNCs@ZIF-8 and light irradiation.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>For evaluation of the cell wall permeability and\nleakage of genetic\nmaterials, alkaline phosphatase (AKP) activity and leakage of nucleotides\nwere analyzed in the bacterial cells treated with AuNCs@ZIF-8 nanocomposites\nand light illumination. AKP exists between the cell wall and cell\nmembrane, which is a superior index for cell wall permeability. The\noptical density (OD) value at 520 nm (OD 520) can be measured to detect\nAKP activity. As shown in a, in contrast to the control\ngroup, treatment with AuNCs@ZIF-8 and light irradiation caused an\nincrease by 70 and 700 times in the amount of AKP leakage in <italic>E. coli</italic> and <italic>S. aureus</italic> bacterial cells,\nrespectively (***<italic>p</italic> &lt; 0.001). The extracellular\nAKP activity was in line with the SEM images, demonstrating the cell\nwall has been damaged after treatment.</p>", "clean_text": "For evaluation of the cell wall permeability and leakage of genetic materials, alkaline phosphatase (AKP) activity and leakage of nucleotides were analyzed in the bacterial cells treated with AuNCs@ZIF-8 nanocomposites and light illumination. AKP exists between the cell wall and cell membrane, which is a superior index for cell wall permeability. The optical density (OD) value at 520 nm (OD 520) can be measured to detect AKP activity. As shown in a, in contrast to the control group, treatment with AuNCs@ZIF-8 and light irradiation caused an increase by 70 and 700 times in the amount of AKP leakage in E. coli and S. aureus bacterial cells, respectively (***p < 0.001). The extracellular AKP activity was in line with the SEM images, demonstrating the cell wall has been damaged after treatment.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Impacts of AuNCs@ZIF-8\non the extracellular (a) AKP activity and\n(b) nucleotide leakage in <italic>E. coli</italic> and <italic>S.\naureus</italic>. The bacterial cells in treatment with AuNCs@ZIF-8\nunder light irradiation and PBS control without light. The dates are\nprovided as the mean ± SD, <italic>n</italic> = 5 (***<italic>p</italic> &lt; 0.001; **<italic>p</italic> &lt; 0.01).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"bc0c00485_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Impacts of AuNCs@ZIF-8 on the extracellular (a) AKP activity and (b) nucleotide leakage in E. coli and S. aureus. The bacterial cells in treatment with AuNCs@ZIF-8 under light irradiation and PBS control without light. The dates are provided as the mean ± SD, n = 5 (***p < 0.001; **p < 0.01).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>In addition, the release of nucleotides from bacterial cells\nwas\ndetected to study cell membrane integrity and leakage of genetic materials.\nThe nucleotides have strong UV absorptions at 260 nm. As shown in b, in contrast to the control group, treatment of AuNCs@ZIF-8\nand light irradiation caused a significant difference in the amount\nof nucleotides leakage for <italic>E. coli</italic> (***<italic>p</italic> &lt; 0.001) and <italic>S. aureus</italic> (**<italic>p</italic> &lt; 0.01). The results suggested that the AuNCs@ZIF-8 exhibited\nobvious antibacterial properties, triggering the changes in membrane\npermeability and nucleic acid leakage.</p>", "clean_text": "In addition, the release of nucleotides from bacterial cells was detected to study cell membrane integrity and leakage of genetic materials. The nucleotides have strong UV absorptions at 260 nm. As shown in b, in contrast to the control group, treatment of AuNCs@ZIF-8 and light irradiation caused a significant difference in the amount of nucleotides leakage for E. coli (***p < 0.001) and S. aureus (**p < 0.01). The results suggested that the AuNCs@ZIF-8 exhibited obvious antibacterial properties, triggering the changes in membrane permeability and nucleic acid leakage.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nsummary, we designed a photoinduced ROS-generated antibacterial\nagent for bacterial disinfection. ZIF-8 was used as a carrier for\nencapsulating AuNCs because of their high porosity and good biocompatibility.\nAuNCs embedded in ZIF-8 showed assembly-enhanced photoinduced ROS\nproduction. After 60 min of light irradiation, AuNCs@ZIF-8 nanocomposites\ninitiated severe oxidative stress to totally kill the bacterial cells,\nwhich attributed to their capture by bacterial cells and subsequent\ndestruction of the bacterial cell wall. This article provides a valuable\nand novel strategy to develop ROS-generated antimicrobial materials\nwith photoenhanced bactericidal capability.</p>", "clean_text": "Conclusions\n\nIn summary, we designed a photoinduced ROS-generated antibacterial agent for bacterial disinfection. ZIF-8 was used as a carrier for encapsulating AuNCs because of their high porosity and good biocompatibility. AuNCs embedded in ZIF-8 showed assembly-enhanced photoinduced ROS production. After 60 min of light irradiation, AuNCs@ZIF-8 nanocomposites initiated severe oxidative stress to totally kill the bacterial cells, which attributed to their capture by bacterial cells and subsequent destruction of the bacterial cell wall. This article provides a valuable and novel strategy to develop ROS-generated antimicrobial materials with photoenhanced bactericidal capability.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Chloroauric acid and sodium hydroxide were\npurchased from Sigma. 2-Methylimidazole was purchased from Shanghai\nAladdin Biochemical Co. Ltd. Zinc nitrate hexahydrate (AR) was brought\nfrom Guangdong Xiqiao Chemical Co. Ltd. Glutathione reduced was purchased\nfrom Sangon Biotech. DCFH was purchased from Shanghai Macklin Biochemical\nCo. Ltd. Gram-negative <italic>E. coli</italic> and Gram-positive <italic>S. aureus</italic> were purchased from American ATCC Co. Luria Broth\n(LB) was purchased from Qingdao Haibo Biotechnology Co. Ltd.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nChloroauric acid and sodium hydroxide were purchased from Sigma. 2-Methylimidazole was purchased from Shanghai Aladdin Biochemical Co. Ltd. Zinc nitrate hexahydrate (AR) was brought from Guangdong Xiqiao Chemical Co. Ltd. Glutathione reduced was purchased from Sangon Biotech. DCFH was purchased from Shanghai Macklin Biochemical Co. Ltd. Gram-negative E. coli and Gram-positive S. aureus were purchased from American ATCC Co. Luria Broth (LB) was purchased from Qingdao Haibo Biotechnology Co. Ltd.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>pH values of the solutions were measured\nby using a Mettler Toledo FE20/EL20 Laboratory pH meter. TEM images\nwere obtained with a JEOL JEM-1200EX electron microscope operating\nat 100 kV with the dispersions that were dropped onto carbon-coated\ncopper grids and then dried in air. High-resolution transmission electron\nmicroscope images were obtained with a JEOL JEM-1200EX electron microscope\noperating at 100 kV. The fluorescence spectra were obtained on a Shimadzu\nRF-5301PC spectrofluorophotometer. The zeta potential of AuNCs@ZIF-8\nwas measured with a Brookhaven ZetaPlus apparatus. The UV–vis\nabsorption spectrum was recorded on a Shimadzu UV-1800 spectrophotometer.\nThe powder XRD patterns were recorded on a Rigaku D-Max 2550 diffractometer\nequipped with a graphite monochromator using Cu Kα radiation\n(λ = 1.54 Å) at a scanning speed of 4 min<sup>–1</sup>. XPS was performed on a Thermo Fisher Scientific ESCALAB 250XI spectroscopy.\nEDS and electron-mapping measurements attached to an SEM were used\nto analyze the composition. A 300 W Xe lamp coupled with an AM 1.5\nfilter (400 &lt; λ &lt; 780 nm) was employed as a light source\nwith an optical power density fixed at 100 mW cm <sup>–2</sup> (1 sun) to simulate sunlight irradiation.</p>", "clean_text": "Characterization\n\npH values of the solutions were measured by using a Mettler Toledo FE20/EL20 Laboratory pH meter. TEM images were obtained with a JEOL JEM-1200EX electron microscope operating at 100 kV with the dispersions that were dropped onto carbon-coated copper grids and then dried in air. High-resolution transmission electron microscope images were obtained with a JEOL JEM-1200EX electron microscope operating at 100 kV. The fluorescence spectra were obtained on a Shimadzu RF-5301PC spectrofluorophotometer. The zeta potential of AuNCs@ZIF-8 was measured with a Brookhaven ZetaPlus apparatus. The UV-vis absorption spectrum was recorded on a Shimadzu UV-1800 spectrophotometer. The powder XRD patterns were recorded on a Rigaku D-Max 2550 diffractometer equipped with a graphite monochromator using Cu Kα radiation (λ = 1.54 Å) at a scanning speed of 4 min-1. XPS was performed on a Thermo Fisher Scientific ESCALAB 250XI spectroscopy. EDS and electron-mapping measurements attached to an SEM were used to analyze the composition. A 300 W Xe lamp coupled with an AM 1.5 filter (400 < λ < 780 nm) was employed as a light source with an optical power density fixed at 100 mW cm -2 (1 sun) to simulate sunlight irradiation.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of AuNCs</title><p>AuNCs were synthesized in a water\nbath according to a previous report at 70 °C. Concisely, the aqueous solution of HAuCl<sub>4</sub>·4H<sub>2</sub>O (40 mM, 1 mL) was mixed with GSH (100 mM, 0.6 mL) and ultrapure\nwater (18.4 mL). Then the solution was heated to 70 °C under\nstirring for 24 h and then cooled to 0 °C. The AuNCs were purified\nusing a dialysis bag. The purified AuNCs solution was adjusted to\n20 mL and stored at 4 °C for the following experiments.</p>", "clean_text": "Synthesis of AuNCs\n\nAuNCs were synthesized in a water bath according to a previous report at 70 °C. Concisely, the aqueous solution of HAuCl4⋅4H2O (40 mM, 1 mL) was mixed with GSH (100 mM, 0.6 mL) and ultrapure water (18.4 mL). Then the solution was heated to 70 °C under stirring for 24 h and then cooled to 0 °C. The AuNCs were purified using a dialysis bag. The purified AuNCs solution was adjusted to 20 mL and stored at 4 °C for the following experiments.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof AuNCs@ZIF-8 Nanocomposites</title><p>AuNCs@ZIF-8\nwas synthesized according to a previously reported method with a little\nrevision. One milliliter of AuNCs was\nprecipitated with Zn­(NO<sub>3</sub>)<sub>2</sub> aqueous solution\n(80 μL, 40 mg mL<sup>–1</sup>). After removal of the\nsupernatant, the precipitated AuNCs were speedily injected into the\nmixture of Zn­(NO<sub>3</sub>)<sub>2</sub> methanol solution (2 mL,\n35 mM) and 2-methylimidazole (2-Melm) methanol solution (2 mL, 160\nmM) under magnetic stirring (500 rpm). After 12 h, the resulting precipitate\nwas centrifuged, washed, and vacuum-dried at 60 °C to obtain\na light yellow powder. In the following assays, the final concentration\nof AuNCs@ZIF-8 in the system was 500 μg mL<sup>–1</sup> and the dosage of free AuNCs (or free ZIF-8) was the same between\nAuNCs@ZIF-8 and AuNCs groups (or ZIF-8 group).</p>", "clean_text": "Synthesis of AuNCs@ZIF-8 Nanocomposites\n\nAuNCs@ZIF-8 was synthesized according to a previously reported method with a little revision. One milliliter of AuNCs was precipitated with Zn(NO3)2 aqueous solution (80 μL, 40 mg mL-1). After removal of the supernatant, the precipitated AuNCs were speedily injected into the mixture of Zn(NO3)2 methanol solution (2 mL, 35 mM) and 2-methylimidazole (2-Melm) methanol solution (2 mL, 160 mM) under magnetic stirring (500 rpm). After 12 h, the resulting precipitate was centrifuged, washed, and vacuum-dried at 60 °C to obtain a light yellow powder. In the following assays, the final concentration of AuNCs@ZIF-8 in the system was 500 μg mL-1 and the dosage of free AuNCs (or free ZIF-8) was the same between AuNCs@ZIF-8 and AuNCs groups (or ZIF-8 group).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>ROS Detection of AuNCs@ZIF-8\nNanocomposites</title><p>The ROS\ncan oxidize nonfluorescent DCFH to fluorescent DFC. The fluorescent\ncompound is a specific indicator for ROS (λ<sub>ex</sub> = 488\nnm; λ<sub>em</sub> = 525 nm). DCFH ethanol solution (250 μL,\n1 mM) was added to sodium hydroxide solution (1 mL, 0.01 mM) and diluted\nwith 5 mL of PBS in the dark to hydrolyze for 30 min. Then 200 μL\nof the AuNCs@ZIF-8 nanocomposites, AuNCs, and ZIF-8 were injected\ninto 1 mL of DCFH solution, respectively. After irradiation with a\nXe lamp at a density of 100 mW cm<sup>–2</sup> for 1 min intervals,\ntheir fluorescence spectra were measured with 488 nm of excitation\nwavelength.</p>", "clean_text": "ROS Detection of AuNCs@ZIF-8 Nanocomposites\n\nThe ROS can oxidize nonfluorescent DCFH to fluorescent DFC. The fluorescent compound is a specific indicator for ROS (λex = 488 nm; λem = 525 nm). DCFH ethanol solution (250 μL, 1 mM) was added to sodium hydroxide solution (1 mL, 0.01 mM) and diluted with 5 mL of PBS in the dark to hydrolyze for 30 min. Then 200 μL of the AuNCs@ZIF-8 nanocomposites, AuNCs, and ZIF-8 were injected into 1 mL of DCFH solution, respectively. After irradiation with a Xe lamp at a density of 100 mW cm-2 for 1 min intervals, their fluorescence spectra were measured with 488 nm of excitation wavelength.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["synthesis condition"], "content": "<title>Bacterial Cell Culture</title><p>\n<italic>E.\ncoli</italic> and <italic>S. aureus</italic> were selected as model\nbacteria. They were cultured\nin a LB medium at 37 °C with shaking at 250 rpm for 20 h. After\ncentrifugation (3000 rpm, 10 min), the cultured bacteria were dispersed\nin PBS at a concentration of 1 × 10<sup>8</sup> CFU mL<sup>–1</sup> for the following experiments.</p>", "clean_text": "Bacterial Cell Culture\n\n E. coli and S. aureus were selected as model bacteria. They were cultured in a LB medium at 37 °C with shaking at 250 rpm for 20 h. After centrifugation (3000 rpm, 10 min), the cultured bacteria were dispersed in PBS at a concentration of 1 × 108 CFU mL-1 for the following experiments.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Antibacterial Activity\nof AuNCs@ZIF-8</title><p>Typically, 10\nμL of the bacterial solution (1 × 10<sup>8</sup> CFU mL<sup>–1</sup>) and 200 μL of the AuNCs@ZIF-8 nanocomposites,\nAuNCs, and ZIF-8 were respectively injected into 790 μL of the\nPBS. Then each solution was irradiated under a Xe lamp for a total\nof 60 min. As the reaction progressed, 100 μL of the mixture\nwas taken out at 20 min intervals, which were determined by a standard\nplate count method to count the cell viability of bacteria.</p>", "clean_text": "Antibacterial Activity of AuNCs@ZIF-8\n\nTypically, 10 μL of the bacterial solution (1 × 108 CFU mL-1) and 200 μL of the AuNCs@ZIF-8 nanocomposites, AuNCs, and ZIF-8 were respectively injected into 790 μL of the PBS. Then each solution was irradiated under a Xe lamp for a total of 60 min. As the reaction progressed, 100 μL of the mixture was taken out at 20 min intervals, which were determined by a standard plate count method to count the cell viability of bacteria.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>SEM Analysis</title><p>The <italic>E. coli</italic> and <italic>S. aureus</italic> bacterial\nsuspensions mixed with AuNCs@ZIF-8 nanocomposites\nin PBS were irradiated under a Xe lamp for 20 min. After centrifugation\nat 8000 rpm for 5 min and washing with PBS, the precipitate was fixed\nwith 2.5% (v/v) glutaraldehyde for 4 h at 4 °C, dehydrated by\nan ascending series of ethanol washes (30%, 50%, 80%, and 100%). The\nprepared samples were gold-sputtered followed by SEM observation.</p>", "clean_text": "SEM Analysis\n\nThe E. coli and S. aureus bacterial suspensions mixed with AuNCs@ZIF-8 nanocomposites in PBS were irradiated under a Xe lamp for 20 min. After centrifugation at 8000 rpm for 5 min and washing with PBS, the precipitate was fixed with 2.5% (v/v) glutaraldehyde for 4 h at 4 °C, dehydrated by an ascending series of ethanol washes (30%, 50%, 80%, and 100%). The prepared samples were gold-sputtered followed by SEM observation.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Determination of AKP Activity</title><p>The activity of AKP,\nan extracellular enzyme, serves as an index for the permeability of\nthe bacterial cell wall. After illumination for 60 min, the mixture\nof bacteria (10 μL, 1 × 10<sup>8</sup> CFU mL<sup>–1</sup>) and 200 μL of AuNCs@ZIF-8 or PBS (control group) were centrifuged\nfor removal of the precipitate. The supernatant was analyzed with\nan AKP assay kit (cat. no. a059-1; Nanjing Jiancheng Bioengineering\nInstitute) and the OD at 520 nm was measured to detect AKP activity.</p>", "clean_text": "Determination of AKP Activity\n\nThe activity of AKP, an extracellular enzyme, serves as an index for the permeability of the bacterial cell wall. After illumination for 60 min, the mixture of bacteria (10 μL, 1 × 108 CFU mL-1) and 200 μL of AuNCs@ZIF-8 or PBS (control group) were centrifuged for removal of the precipitate. The supernatant was analyzed with an AKP assay kit (cat. no. a059-1; Nanjing Jiancheng Bioengineering Institute) and the OD at 520 nm was measured to detect AKP activity.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Determination of Released Nucleotides</title><p>The 10 μL\nof bacterial suspensions (1 × 10<sup>8</sup> CFU mL<sup>–1</sup>) mixed with 200 μL of AuNCs@ZIF-8 or PBS (control group) were\nirradiated under a Xe lamp for 60 min. The mixture was centrifuged\n(12000 rpm, 10 min) and the supernatant was filtered with a filter\nmembrane. Finally, the OD of the resulting solution was measured at\n260 nm (OD 260) using a microplate reader.</p>", "clean_text": "Determination of Released Nucleotides\n\nThe 10 μL of bacterial suspensions (1 × 108 CFU mL-1) mixed with 200 μL of AuNCs@ZIF-8 or PBS (control group) were irradiated under a Xe lamp for 60 min. The mixture was centrifuged (12000 rpm, 10 min) and the supernatant was filtered with a filter membrane. Finally, the OD of the resulting solution was measured at 260 nm (OD 260) using a microplate reader.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.bioconjchem.0c00485?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.bioconjchem.0c00485</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>HRTEM image of\nGSH-AuNCs (Figure S1); SEM image of AuNCs@ZIF-8\nand the elemental mapping of the overlapped image of C, O, N, Zn,\nAu, and S elements (Figure S2) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.bioconjchem.0c00485/suppl_file/bc0c00485_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.bioconjchem.0c00485.  HRTEM image of GSH-AuNCs (Figure S1); SEM image of AuNCs@ZIF-8 and the elemental mapping of the overlapped image of C, O, N, Zn, Au, and S elements (Figure S2) (PDF)   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>HRTEM image of\nGSH-AuNCs (Figure S1); SEM image of AuNCs@ZIF-8\nand the elemental mapping of the overlapped image of C, O, N, Zn,\nAu, and S elements (Figure S2) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.bioconjchem.0c00485/suppl_file/bc0c00485_si_001.pdf\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "HRTEM image of GSH-AuNCs (Figure S1); SEM image of AuNCs@ZIF-8 and the elemental mapping of the overlapped image of C, O, N, Zn, Au, and S elements (Figure S2) (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "24, 25, 27", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of AuNCs</title><p>AuNCs were synthesized in a water\nbath according to a previous report at 70 °C. Concisely, the aqueous solution of HAuCl<sub>4</sub>·4H<sub>2</sub>O (40 mM, 1 mL) was mixed with GSH (100 mM, 0.6 mL) and ultrapure\nwater (18.4 mL). Then the solution was heated to 70 °C under\nstirring for 24 h and then cooled to 0 °C. The AuNCs were purified\nusing a dialysis bag. The purified AuNCs solution was adjusted to\n20 mL and stored at 4 °C for the following experiments.</p><title>Synthesis\nof AuNCs@ZIF-8 Nanocomposites</title><p>AuNCs@ZIF-8\nwas synthesized according to a previously reported method with a little\nrevision. One milliliter of AuNCs was\nprecipitated with Zn­(NO<sub>3</sub>)<sub>2</sub> aqueous solution\n(80 μL, 40 mg mL<sup>–1</sup>). After removal of the\nsupernatant, the precipitated AuNCs were speedily injected into the\nmixture of Zn­(NO<sub>3</sub>)<sub>2</sub> methanol solution (2 mL,\n35 mM) and 2-methylimidazole (2-Melm) methanol solution (2 mL, 160\nmM) under magnetic stirring (500 rpm). After 12 h, the resulting precipitate\nwas centrifuged, washed, and vacuum-dried at 60 °C to obtain\na light yellow powder. In the following assays, the final concentration\nof AuNCs@ZIF-8 in the system was 500 μg mL<sup>–1</sup> and the dosage of free AuNCs (or free ZIF-8) was the same between\nAuNCs@ZIF-8 and AuNCs groups (or ZIF-8 group).</p><title>Bacterial Cell Culture</title><p>\n<italic>E.\ncoli</italic> and <italic>S. aureus</italic> were selected as model\nbacteria. They were cultured\nin a LB medium at 37 °C with shaking at 250 rpm for 20 h. After\ncentrifugation (3000 rpm, 10 min), the cultured bacteria were dispersed\nin PBS at a concentration of 1 × 10<sup>8</sup> CFU mL<sup>–1</sup> for the following experiments.</p>", "clean_text": "Synthesis of AuNCs\n\nAuNCs were synthesized in a water bath according to a previous report at 70 °C. Concisely, the aqueous solution of HAuCl4⋅4H2O (40 mM, 1 mL) was mixed with GSH (100 mM, 0.6 mL) and ultrapure water (18.4 mL). Then the solution was heated to 70 °C under stirring for 24 h and then cooled to 0 °C. The AuNCs were purified using a dialysis bag. The purified AuNCs solution was adjusted to 20 mL and stored at 4 °C for the following experiments.\n\nSynthesis of AuNCs@ZIF-8 Nanocomposites\n\nAuNCs@ZIF-8 was synthesized according to a previously reported method with a little revision. One milliliter of AuNCs was precipitated with Zn(NO3)2 aqueous solution (80 μL, 40 mg mL-1). After removal of the supernatant, the precipitated AuNCs were speedily injected into the mixture of Zn(NO3)2 methanol solution (2 mL, 35 mM) and 2-methylimidazole (2-Melm) methanol solution (2 mL, 160 mM) under magnetic stirring (500 rpm). After 12 h, the resulting precipitate was centrifuged, washed, and vacuum-dried at 60 °C to obtain a light yellow powder. In the following assays, the final concentration of AuNCs@ZIF-8 in the system was 500 μg mL-1 and the dosage of free AuNCs (or free ZIF-8) was the same between AuNCs@ZIF-8 and AuNCs groups (or ZIF-8 group).\n\nBacterial Cell Culture\n\n E. coli and S. aureus were selected as model bacteria. They were cultured in a LB medium at 37 °C with shaking at 250 rpm for 20 h. After centrifugation (3000 rpm, 10 min), the cultured bacteria were dispersed in PBS at a concentration of 1 × 108 CFU mL-1 for the following experiments.", "data": [{"meta": {"name": "AuNCs", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "HAuCl4·4H2O", "amount": "40", "unit": "mM"}, {"name": "GSH", "amount": "100", "unit": "mM"}, {"name": "ultrapure water", "amount": "18.4", "unit": "mL"}], "pressure": "", "temperature": "70°C", "time": "24 h"}, {"synthesis method": "purification", "purification method": "dialysis bag"}], "yield": ""}, {"meta": {"name": "AuNCs@ZIF-8 Nanocomposites", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "AuNCs", "amount": "1", "unit": "mL"}, {"name": "Zn­(NO3)2 aqueous solution", "amount": "80", "unit": "μL"}, {"name": "Zn­(NO3)2 methanol solution", "amount": "2", "unit": "mL"}, {"name": "2-methylimidazole (2-Melm) methanol solution", "amount": "2", "unit": "mL"}], "pressure": "", "temperature": "", "time": "12 h"}, {"synthesis method": "washing", "washing solution": "", "amount": ""}, {"synthesis method": "drying", "pressure": "vacuum", "temperature": "60°C", "atmosphere": "", "time": ""}], "yield": ""}], "include_properties": ["chemical_synthesis", "pH_adjustment", "filtration"]}, {"idx": "9, 12, 14, 18", "type": "text", "classification": "property", "content": "<p>Furthermore, energy dispersive spectroscopy (EDS), photoluminescence,\nand X-ray photoelectron spectrum (XPS) analyses confirmed that the\nAuNCs were incorporated into the ZIF-8 framework successfully. EDS\nresults showed that the elements Zn, C, N, and O were the main components\nof the system and the elements Au and S verified the incorporation\nof AuNCs in ZIF-8 (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.bioconjchem.0c00485/suppl_file/bc0c00485_si_001.pdf\">Figure S2</ext-link>). Moreover, compared\nto pure AuNCs, AuNCs@ZIF-8 nanocomposites have obvious fluorescence\nenhancement. After incorporation, the fluorescence intensity of the\nAuNCs in the nanocomposites was ∼10 times as high as that of\nthe free ones (d). The fluorescence intensity of the AuNCs was enhanced in the matrix\nconfinement because of the aggregation-induced emission of AuNCs,\nreducing the collisions with solvents and restraining the vibration\nand rotation of excited AuNCs. Meanwhile,\nthe fluorescence of AuNCs slightly turned from orange red to yellow,\nwhich was in accord with the slight negative shift of the fluorescence\nspectra (d\ninsert). Additionally, XPS analysis provided information on the elemental\ncomposition and chemical states of elements in the composite materials.\nThe XPS fully scanned spectrum showed the presence of Zn 2p, O 1s,\nN 1s, C 1s, S 2p, and Au 4f signals in the range of 0–1200\neV (e). Compared\nto the previous report of AuNCs (84.1 eV), the XPS spectrum of Au\n4f<sub>7/2</sub> (83.6 eV) in AuNCs@ZIF-8 exhibited a slight negative\nshift, which might be due to the electron transfer between AuNCs and\nZIF-8 (f). The XPS results further confirmed the existence\nof AuNCs in ZIF-8 nanocomposites.</p><title>Photoinduced Disinfection Performance</title><p>Photoinduced\nantibacterial activities of AuNCs@ZIF-8 were detected using a spread\nplate method. In view of their excellent ROS generation capability,\nAuNCs@ZIF-8 were analyzed with additional antibacterial tests and\ncompared to AuNCs and ZIF-8. a,b showed that AuNCs@ZIF-8 almost completely inhibited\nthe growth of Gram-negative <italic>Escherichia coli</italic> (<italic>E. coli</italic>) after 60 min of light illumination (approximately\n0% cell viability), whereas AuNCs@ZIF-8 without light showed 39.4%\ncell viability, suggesting AuNCs@ZIF-8 could efficiently inhibit bacterial\ngrowth with the assistance of light irradiation. The results could\nbe explained by the abundant ROS generation of AuNCs@ZIF-8 induced\nby light. Additionally, the partial cell death induced by AuNCs@ZIF-8\nin dark might be due to the intrinsic antibacterial property of AuNCs\nand ZIF-8. Metal ions Zn<sup>2+</sup> from ZIF-8 were responsible\nfor inhibiting and killing the bacteria. Reducing the size of the nanoparticles down to the nanoclusters\nrange could enhance antimicrobial activity. AuNCs or ZIF-8 with light irradiation showed 55.5% and 33.1% cell\nviability, which was slightly lower than the AuNCs and ZIF-8 without\nlight, suggesting that the ROS generation from free AuNCs or free\nZIF-8 by light was too low to induce total cell death. As shown in c,d, after 60 min\nof light irradiation, AuNCs@ZIF-8 also exhibited superior antibacterial\nactivity (approximately 0% cell viability) to Gram-positive <italic>Staphylococcus aureus</italic> (<italic>S. aureus</italic>) compared\nto control samples (9.8% for AuNCs and 4.3% for ZIF-8), suggesting\na certain amount of ROS was required to achieve complete sterilization.\nTreatment with AuNCs@ZIF-8, ZIF-8, and AuNCs without light irradiation,\nthe cell viability was 22.1%, 32.4%, and 51.4%, respectively. The\nresults demonstrated that AuNCs@ZIF-8 nanocomposites exhibited a distinguished\nphotoenhanced antibacterial effect, and combining two antibacterial\nmaterials into a single system can achieve higher antibacterial activities.</p><p>As presented in , with the illumination\ntime increasing from 0 to 60 min,\nthe cell viability of bacteria treated by AuNCs@ZIF-8 was gradually\ndecreasing, which was due to the continuous increase of ROS releasing\namount. After 20 min of illumination, the bactericidal effect of AuNCs@ZIF-8\nwas already obvious, but there was 39.7% and 18.0% cell viability\nfor <italic>E. coli</italic> and <italic>S. aureus</italic> respectively.\nWhen the illumination time increased to 60 min, both <italic>E. coli</italic> and <italic>S. aureus</italic> cells were totally inactivated. Moreover,\nthe sterilizing effect of AuNCs@ZIF-8 was better at <italic>S. aureus</italic> than at <italic>E. coli</italic>. In other words, <italic>S. aureus</italic> was more sensitive to this photosensitizer. It might be because\nGram-negative <italic>E. coli</italic> has an extra outer membrane\nbarrier compared to Gram-positive <italic>S. aureus</italic>. Hence, plenty of ROS generated by AuNCs@ZIF-8\ncaused oxidative damage to the cellular constituents and exhibited\napparent antibacterial effects.</p><p>For evaluation of the cell wall permeability and\nleakage of genetic\nmaterials, alkaline phosphatase (AKP) activity and leakage of nucleotides\nwere analyzed in the bacterial cells treated with AuNCs@ZIF-8 nanocomposites\nand light illumination. AKP exists between the cell wall and cell\nmembrane, which is a superior index for cell wall permeability. The\noptical density (OD) value at 520 nm (OD 520) can be measured to detect\nAKP activity. As shown in a, in contrast to the control\ngroup, treatment with AuNCs@ZIF-8 and light irradiation caused an\nincrease by 70 and 700 times in the amount of AKP leakage in <italic>E. coli</italic> and <italic>S. aureus</italic> bacterial cells,\nrespectively (***<italic>p</italic> &lt; 0.001). The extracellular\nAKP activity was in line with the SEM images, demonstrating the cell\nwall has been damaged after treatment.</p>", "clean_text": "Furthermore, energy dispersive spectroscopy (EDS), photoluminescence, and X-ray photoelectron spectrum (XPS) analyses confirmed that the AuNCs were incorporated into the ZIF-8 framework successfully. EDS results showed that the elements Zn, C, N, and O were the main components of the system and the elements Au and S verified the incorporation of AuNCs in ZIF-8 (c and Figure S2). Moreover, compared to pure AuNCs, AuNCs@ZIF-8 nanocomposites have obvious fluorescence enhancement. After incorporation, the fluorescence intensity of the AuNCs in the nanocomposites was ~10 times as high as that of the free ones (d). The fluorescence intensity of the AuNCs was enhanced in the matrix confinement because of the aggregation-induced emission of AuNCs, reducing the collisions with solvents and restraining the vibration and rotation of excited AuNCs. Meanwhile, the fluorescence of AuNCs slightly turned from orange red to yellow, which was in accord with the slight negative shift of the fluorescence spectra (d insert). Additionally, XPS analysis provided information on the elemental composition and chemical states of elements in the composite materials. The XPS fully scanned spectrum showed the presence of Zn 2p, O 1s, N 1s, C 1s, S 2p, and Au 4f signals in the range of 0-1200 eV (e). Compared to the previous report of AuNCs (84.1 eV), the XPS spectrum of Au 4f7/2 (83.6 eV) in AuNCs@ZIF-8 exhibited a slight negative shift, which might be due to the electron transfer between AuNCs and ZIF-8 (f). The XPS results further confirmed the existence of AuNCs in ZIF-8 nanocomposites.\n\nPhotoinduced Disinfection Performance\n\nPhotoinduced antibacterial activities of AuNCs@ZIF-8 were detected using a spread plate method. In view of their excellent ROS generation capability, AuNCs@ZIF-8 were analyzed with additional antibacterial tests and compared to AuNCs and ZIF-8. a,b showed that AuNCs@ZIF-8 almost completely inhibited the growth of Gram-negative Escherichia coli (E. coli) after 60 min of light illumination (approximately 0% cell viability), whereas AuNCs@ZIF-8 without light showed 39.4% cell viability, suggesting AuNCs@ZIF-8 could efficiently inhibit bacterial growth with the assistance of light irradiation. The results could be explained by the abundant ROS generation of AuNCs@ZIF-8 induced by light. Additionally, the partial cell death induced by AuNCs@ZIF-8 in dark might be due to the intrinsic antibacterial property of AuNCs and ZIF-8. Metal ions Zn2+ from ZIF-8 were responsible for inhibiting and killing the bacteria. Reducing the size of the nanoparticles down to the nanoclusters range could enhance antimicrobial activity. AuNCs or ZIF-8 with light irradiation showed 55.5% and 33.1% cell viability, which was slightly lower than the AuNCs and ZIF-8 without light, suggesting that the ROS generation from free AuNCs or free ZIF-8 by light was too low to induce total cell death. As shown in c,d, after 60 min of light irradiation, AuNCs@ZIF-8 also exhibited superior antibacterial activity (approximately 0% cell viability) to Gram-positive Staphylococcus aureus (S. aureus) compared to control samples (9.8% for AuNCs and 4.3% for ZIF-8), suggesting a certain amount of ROS was required to achieve complete sterilization. Treatment with AuNCs@ZIF-8, ZIF-8, and AuNCs without light irradiation, the cell viability was 22.1%, 32.4%, and 51.4%, respectively. The results demonstrated that AuNCs@ZIF-8 nanocomposites exhibited a distinguished photoenhanced antibacterial effect, and combining two antibacterial materials into a single system can achieve higher antibacterial activities.\n\nAs presented in , with the illumination time increasing from 0 to 60 min, the cell viability of bacteria treated by AuNCs@ZIF-8 was gradually decreasing, which was due to the continuous increase of ROS releasing amount. After 20 min of illumination, the bactericidal effect of AuNCs@ZIF-8 was already obvious, but there was 39.7% and 18.0% cell viability for E. coli and S. aureus respectively. When the illumination time increased to 60 min, both E. coli and S. aureus cells were totally inactivated. Moreover, the sterilizing effect of AuNCs@ZIF-8 was better at S. aureus than at E. coli. In other words, S. aureus was more sensitive to this photosensitizer. It might be because Gram-negative E. coli has an extra outer membrane barrier compared to Gram-positive S. aureus. Hence, plenty of ROS generated by AuNCs@ZIF-8 caused oxidative damage to the cellular constituents and exhibited apparent antibacterial effects.\n\nFor evaluation of the cell wall permeability and leakage of genetic materials, alkaline phosphatase (AKP) activity and leakage of nucleotides were analyzed in the bacterial cells treated with AuNCs@ZIF-8 nanocomposites and light illumination. AKP exists between the cell wall and cell membrane, which is a superior index for cell wall permeability. The optical density (OD) value at 520 nm (OD 520) can be measured to detect AKP activity. As shown in a, in contrast to the control group, treatment with AuNCs@ZIF-8 and light irradiation caused an increase by 70 and 700 times in the amount of AKP leakage in E. coli and S. aureus bacterial cells, respectively (***p < 0.001). The extracellular AKP activity was in line with the SEM images, demonstrating the cell wall has been damaged after treatment.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "elements", "value": "Zn, C, N, O, Au, S", "unit": "", "condition": ""}, {"property name": "fluorescence enhancement", "value": "", "unit": "", "condition": ""}, {"property name": "fluorescence intensity", "value": "10", "unit": "", "condition": ""}, {"property name": "fluorescence spectra", "value": "", "unit": "", "condition": ""}, {"property name": "XPS spectrum", "value": "", "unit": "", "condition": ""}, {"property name": "elemental composition", "value": "Zn 2p, O 1s, N 1s, C 1s, S 2p, Au 4f", "unit": "", "condition": ""}, {"property name": "chemical states", "value": "", "unit": "", "condition": ""}, {"property name": "antibacterial activities", "value": "", "unit": "", "condition": ""}, {"property name": "ROS generation capability", "value": "", "unit": "", "condition": ""}, {"property name": "cell viability", "value": "0%", "unit": "", "condition": "after 60 min of light illumination"}, {"property name": "antibacterial property", "value": "", "unit": "", "condition": ""}, {"property name": "antimicrobial activity", "value": "", "unit": "", "condition": ""}, {"property name": "cell death", "value": "", "unit": "", "condition": ""}, {"property name": "size of nanoparticles", "value": "", "unit": "", "condition": ""}, {"property name": "ROS generation", "value": "", "unit": "", "condition": ""}, {"property name": "cell wall permeability", "value": "", "unit": "", "condition": ""}, {"property name": "leakage of genetic materials", "value": "", "unit": "", "condition": ""}, {"property name": "AKP activity", "value": "", "unit": "", "condition": ""}, {"property name": "nucleotide leakage", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Illustration of AuNCs@ZIF-8\nSynthesis, AuNCs@ZIF-8 Captured\nby Bacteria, and Photoinduced ROS for Eliminating Bacteria</title>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"bc0c00485_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Illustration of AuNCs@ZIF-8 Synthesis, AuNCs@ZIF-8 Captured by Bacteria, and Photoinduced ROS for Eliminating Bacteria   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) TEM image of AuNCs@ZIF-8. Inset: TEM\nimage of ZIF-8; (b) XRD\npatterns of AuNCs@ZIF-8 and ZIF-8; (c) EDS spectra of AuNCs@ZIF-8.\nInset: The elemental composition and content of AuNCs@ZIF-8; (d) photoluminescence\n(PL) spectra of AuNCs@ZIF-8, AuNCs and ZIF-8; (e) XPS survey spectrum\nof AuNCs@ZIF-8 and (f) Au 4f and Zn 3p in AuNCs@ZIF-8.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"bc0c00485_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) TEM image of AuNCs@ZIF-8. Inset: TEM image of ZIF-8; (b) XRD patterns of AuNCs@ZIF-8 and ZIF-8; (c) EDS spectra of AuNCs@ZIF-8. Inset: The elemental composition and content of AuNCs@ZIF-8; (d) photoluminescence (PL) spectra of AuNCs@ZIF-8, AuNCs and ZIF-8; (e) XPS survey spectrum of AuNCs@ZIF-8 and (f) Au 4f and Zn 3p in AuNCs@ZIF-8.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fluorescence intensity of DCF at 525 nm with light illumination\nor in the dark (without light) with the treatment of AuNCs@ZIF-8,\nAuNCs, ZIF-8, and PBS blank. Excitation wavelength was 488 nm.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"bc0c00485_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Fluorescence intensity of DCF at 525 nm with light illumination or in the dark (without light) with the treatment of AuNCs@ZIF-8, AuNCs, ZIF-8, and PBS blank. Excitation wavelength was 488 nm.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Photographs\nof bacterial colonies formed by (a) <italic>E. coli</italic> and (c) <italic>S. aureus</italic> in treatment with PBS blank,\nAuNCs, ZIF-8, and AuNCs@ZIF-8 under 60 min of light irradiation or\nin the dark based on the plate count method. The relative bacterial\nviabilities of (b) <italic>E. coli</italic> and (d) <italic>S. aureus</italic> in treatment with PBS blank, AuNCs, ZIF-8, and AuNCs@ZIF-8 under\n60 min of light irradiation or in the dark. PBS control in the dark\nas 100% cell viability.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"bc0c00485_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Photographs of bacterial colonies formed by (a) E. coli and (c) S. aureus in treatment with PBS blank, AuNCs, ZIF-8, and AuNCs@ZIF-8 under 60 min of light irradiation or in the dark based on the plate count method. The relative bacterial viabilities of (b) E. coli and (d) S. aureus in treatment with PBS blank, AuNCs, ZIF-8, and AuNCs@ZIF-8 under 60 min of light irradiation or in the dark. PBS control in the dark as 100% cell viability.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Photographs of bacterial colonies\nformed by <italic>E. coli</italic> and <italic>S. aureus</italic> treated\nwith AuNCs@ZIF-8 under 0,\n20, 40, and 60 min of light irradiation using a plate count method.\n(b) The corresponding bacterial viabilities of <italic>E. coli</italic> and <italic>S. aureus</italic> treated with AuNCs@ZIF-8 under 0,\n20, 40, and 60 min of light irradiation. AuNCs@ZIF-8 without light\nirradiation as 100% cell viability.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"bc0c00485_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Photographs of bacterial colonies formed by E. coli and S. aureus treated with AuNCs@ZIF-8 under 0, 20, 40, and 60 min of light irradiation using a plate count method. (b) The corresponding bacterial viabilities of E. coli and S. aureus treated with AuNCs@ZIF-8 under 0, 20, 40, and 60 min of light irradiation. AuNCs@ZIF-8 without light irradiation as 100% cell viability.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of (a–c) <italic>E.\ncoli</italic> and (d–f) <italic>S. aureus</italic> showing\n(a, d) the untreated bacterial cells,\n(b, e) bacterial cells treated with AuNCs@ZIF-8 in the dark, and (c,\nf) bacterial cells treated with AuNCs@ZIF-8 and light irradiation.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"bc0c00485_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  SEM images of (a-c) E. coli and (d-f) S. aureus showing (a, d) the untreated bacterial cells, (b, e) bacterial cells treated with AuNCs@ZIF-8 in the dark, and (c, f) bacterial cells treated with AuNCs@ZIF-8 and light irradiation.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Impacts of AuNCs@ZIF-8\non the extracellular (a) AKP activity and\n(b) nucleotide leakage in <italic>E. coli</italic> and <italic>S.\naureus</italic>. The bacterial cells in treatment with AuNCs@ZIF-8\nunder light irradiation and PBS control without light. The dates are\nprovided as the mean ± SD, <italic>n</italic> = 5 (***<italic>p</italic> &lt; 0.001; **<italic>p</italic> &lt; 0.01).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"bc0c00485_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Impacts of AuNCs@ZIF-8 on the extracellular (a) AKP activity and (b) nucleotide leakage in E. coli and S. aureus. The bacterial cells in treatment with AuNCs@ZIF-8 under light irradiation and PBS control without light. The dates are provided as the mean ± SD, n = 5 (***p < 0.001; **p < 0.01).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.bioconjchem.0c00485", "title": null, "journal": "American Chemical\nSociety", "date": "2020.10", "author_list": ["Hui\nShuhan", "Liu\nQiqi", "Huang\nZhenzhen", "Yang\nJun", "Liu\nYanmei", "Jiang\nShan"]}}