{"filepath": "../L2M3_data/1_application_papers/acs_xml/cen-09034-cover10.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>“If you really believe in something, the only way to really take it to the world is to be involved and commercialize it yourself,” says Fred E. Regnier, a chemistry professor at Purdue University who has helped start five companies since 1990. “Each one of those companies was something I believed in.” Regnier, 74, got his start in the commercial realm with PerSeptive Bio­systems, which he cofounded with Noubar B. Afeyan in 1990. At the time, the Purdue professor was also an adjunct professor in the process engineering group at Massachusetts Institute of Technology, where Afeyan was a graduate student. They shared a desire to speed up process-scale separations, so they started a company to develop polystyrene chromatographic materials—which they dubbed POROS particles—to do just that. The company name was based on “perfusion separations.” Back then, entrepreneurial academics took time off and were involved in day-to-day operations and decision making. ...</p>", "clean_text": "\"If you really believe in something, the only way to really take it to the world is to be involved and commercialize it yourself,\" says Fred E. Regnier, a chemistry professor at Purdue University who has helped start five companies since 1990. \"Each one of those companies was something I believed in.\" Regnier, 74, got his start in the commercial realm with PerSeptive Biosystems, which he cofounded with Noubar B. Afeyan in 1990. At the time, the Purdue professor was also an adjunct professor in the process engineering group at Massachusetts Institute of Technology, where Afeyan was a graduate student. They shared a desire to speed up process-scale separations, so they started a company to develop polystyrene chromatographic materials-which they dubbed POROS particles-to do just that. The company name was based on \"perfusion separations.\" Back then, entrepreneurial academics took time off and were involved in day-to-day operations and decision making. ...", "data": null, "include_properties": null}], "cln_elements": [], "metadata": {"doi": "10.1021/cen-09034-cover10", "title": null, "journal": "American Chemical Society", "date": "2012.08", "author_list": null}}