{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg0c00066.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>A functional\nindium-organic framework with an anionic skeleton,\n[(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­[In­(BDCPPI)]·0.5DMF·H<sub>2</sub>O (compound <bold>1</bold>, H<sub>4</sub>BDCPPI = <italic>N,N′</italic>-bis­(3,5-dicarboxyphenyl)­pyromellitic diimide,\nDMF = <italic>N,N</italic>-dimethylformamide), has been solvothermally\nsynthesized. Compound <bold>1</bold> with a (4, 4)-connected pts network\nis constructed by negative [In­(OOC)<sub>4</sub>]<sup>−</sup> secondary building units (SBUs) and expanded tetracarboxylate ligands\nwith functional imide groups. Meanwhile, the overall framework possesses\nlarge open channels of 17.3 × 5.5 Å with a high solvent-accessible\nvolume that occupied about 69.2% of the total cell volume. Due to\nits anionic skeleton and imide-functional channels, compound <bold>1</bold> can efficiently adsorb large-sized carcinogenic Basic Red\n9 (BR9) and Basic Violet 14 (BV14) under the synergetic promotion\nof Coulombic interaction, hydrogen bonding, and ion exchange and can\ndisplay a repelling effect to anionic dyes. In addition, the maximum\nadsorption capacities for BR9 and BV14 are as high as 245 and 227\nmg g<sup>–1</sup>, respectively. With regard to series of mixtures\nwith oppositely charged dyes, compound <bold>1</bold> can selectively\ntrap carcinogenic dyes. Therefore, compound <bold>1</bold> should\nbe a promising metal–organic framework (MOF)-based material\nfor the efficient and selective adsorption of carcinogenic dyes.</p>", "clean_text": "A functional indium-organic framework with an anionic skeleton, [(CH3)2NH2][In(BDCPPI)]⋅0.5DMF⋅H2O (compound 1, H4BDCPPI = N,N'-bis(3,5-dicarboxyphenyl)pyromellitic diimide, DMF = N,N-dimethylformamide), has been solvothermally synthesized. Compound 1 with a (4, 4)-connected pts network is constructed by negative [In(OOC)4]- secondary building units (SBUs) and expanded tetracarboxylate ligands with functional imide groups. Meanwhile, the overall framework possesses large open channels of 17.3 × 5.5 Å with a high solvent-accessible volume that occupied about 69.2% of the total cell volume. Due to its anionic skeleton and imide-functional channels, compound 1 can efficiently adsorb large-sized carcinogenic Basic Red 9 (BR9) and Basic Violet 14 (BV14) under the synergetic promotion of Coulombic interaction, hydrogen bonding, and ion exchange and can display a repelling effect to anionic dyes. In addition, the maximum adsorption capacities for BR9 and BV14 are as high as 245 and 227 mg g-1, respectively. With regard to series of mixtures with oppositely charged dyes, compound 1 can selectively trap carcinogenic dyes. Therefore, compound 1 should be a promising metal-organic framework (MOF)-based material for the efficient and selective adsorption of carcinogenic dyes.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>An indium-organic framework has been\nsuccessfully constructed\nthrough the connection of negative [In­(OOC)<sub>4</sub>]<sup>−</sup> secondary building units and H<sub>4</sub>BDCPPI ligands with functional\nimide groups. The anionic framework possesses large channels (17.3\n× 5.5 Å) decorated with imide groups, endowing it with the\nhighly efficient and selective capture of carcinogenic dyes according\nto the multiple host−guest interactions.</p>", "clean_text": "An indium-organic framework has been successfully constructed through the connection of negative [In(OOC)4]- secondary building units and H4BDCPPI ligands with functional imide groups. The anionic framework possesses large channels (17.3 × 5.5 Å) decorated with imide groups, endowing it with the highly efficient and selective capture of carcinogenic dyes according to the multiple host-guest interactions.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Due to their predesigned\narchitectures, functional surface areas, tunable pore metrics, variable topologies, and high\nporosity, metal–organic frameworks (MOFs), as a new\nclass of porous hybrid materials, have recently received abundant\ninterest for the diverse applications in gas storage and separation, contaminant detection and removal, catalysis, luminescence, etc.\n</p>", "clean_text": "Introduction\n\nDue to their predesigned architectures, functional surface areas, tunable pore metrics, variable topologies, and high porosity, metal-organic frameworks (MOFs), as a new class of porous hybrid materials, have recently received abundant interest for the diverse applications in gas storage and separation, contaminant detection and removal, catalysis, luminescence, etc. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Organic dyes, as a kind of vital colorants, are increasingly\nutilized\nin plenty of industrial fields, such as paper, textiles, plastic,\nleather, cosmetics, and food processing. However, they are also hard\nto oxidize and degrade, which may seriously aggravate the discharge\nof wastewater and trigger lots of serious environmental concerns. Notably, based on the standard of European textile ecology, nine\ndyes, such as Basic Red 9 (BR9) and Basic Violet 14 (BV14), have been\nclassified as carcinogens. Additionally,\nthe large size of carcinogenic BR9 and BV14 makes them more difficult\nto be removed, which also requires larger window sizes for the materials\nused in subsequent processing. Integrating\nall the above into account, there is an urgent need to create new\nmaterials for removing carcinogenic dyes from effluent. Several techniques\nhave been developed to meet this challenge, including photodegradation,\nbiological decolorization, adsorption and membrane processes. Among these techniques, adsorption is way ahead due to its high\nefficiency, economic feasibility, straightforward operation, and environmental\nprotection. Numerous adsorbents have been explored to remove dyes,\nsuch as activated carbon, zeolites, two-dimensional (2D) nanomaterials,\nand MOFs. Compared to conventional adsorbents with\npoor adsorption capacity and low selectivity, MOFs can be regarded\nas outstanding candidates for highly efficient elimination of dye\npollutions. MOFs materials display a high adsorption amount, rapid\ncapture rate, and efficient separation for charged dye molecules,\nthanks to the designable electrical property, adjustable window size,\nand modifiable channel surface. The theoretical reasons are expounded as follow: (a) On the basis\nof the reaction mechanisms of ion-exchange and Coulombic interactions,\nionic MOFs materials can rapidly adsorb dyes that possess opposite\ncharges to the MOFs but exclude dyes with the same charges. Thus,\nthe adsorption and separation of differently charged dyes is achieved. (b) By taking advantage of the tunable pore sizes of MOFs, the window\nsizes of the adsorbents can be designed in advance to match the sizes\nof target dyes. (c) By utilizing the strategy of ligand functionalization,\nthe channels of MOFs can be decorated with predesigned functional\ngroups, which could enhance the host–guest interaction and\npromote dyes absorption. Testified by above aspects, ionic-functional MOF\nmaterials possess more invincible superiorities in the efficient and\nselective adsorption of large-sized carcinogenic dyes. Therefore,\nthe reasonable predesign and precise synthesis of MOF materials for\naddressing carcinogenic dye contaminations has become the key to environmental\ngovernance.</p>", "clean_text": "Organic dyes, as a kind of vital colorants, are increasingly utilized in plenty of industrial fields, such as paper, textiles, plastic, leather, cosmetics, and food processing. However, they are also hard to oxidize and degrade, which may seriously aggravate the discharge of wastewater and trigger lots of serious environmental concerns. Notably, based on the standard of European textile ecology, nine dyes, such as Basic Red 9 (BR9) and Basic Violet 14 (BV14), have been classified as carcinogens. Additionally, the large size of carcinogenic BR9 and BV14 makes them more difficult to be removed, which also requires larger window sizes for the materials used in subsequent processing. Integrating all the above into account, there is an urgent need to create new materials for removing carcinogenic dyes from effluent. Several techniques have been developed to meet this challenge, including photodegradation, biological decolorization, adsorption and membrane processes. Among these techniques, adsorption is way ahead due to its high efficiency, economic feasibility, straightforward operation, and environmental protection. Numerous adsorbents have been explored to remove dyes, such as activated carbon, zeolites, two-dimensional (2D) nanomaterials, and MOFs. Compared to conventional adsorbents with poor adsorption capacity and low selectivity, MOFs can be regarded as outstanding candidates for highly efficient elimination of dye pollutions. MOFs materials display a high adsorption amount, rapid capture rate, and efficient separation for charged dye molecules, thanks to the designable electrical property, adjustable window size, and modifiable channel surface. The theoretical reasons are expounded as follow: (a) On the basis of the reaction mechanisms of ion-exchange and Coulombic interactions, ionic MOFs materials can rapidly adsorb dyes that possess opposite charges to the MOFs but exclude dyes with the same charges. Thus, the adsorption and separation of differently charged dyes is achieved. (b) By taking advantage of the tunable pore sizes of MOFs, the window sizes of the adsorbents can be designed in advance to match the sizes of target dyes. (c) By utilizing the strategy of ligand functionalization, the channels of MOFs can be decorated with predesigned functional groups, which could enhance the host-guest interaction and promote dyes absorption. Testified by above aspects, ionic-functional MOF materials possess more invincible superiorities in the efficient and selective adsorption of large-sized carcinogenic dyes. Therefore, the reasonable predesign and precise synthesis of MOF materials for addressing carcinogenic dye contaminations has become the key to environmental governance.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>Inspired by the positive charge and abundant existence\nof amino\ngroups of carcinogenic BR9 and BV14, we expected to develop a new\nMOF to facilitate the adsorption of BR9 and BV14 by creating more\nhost–guest interactions. In an attempt to accomplish the above-mentioned\ndesires, negative inorganic nodes and elongated and functional organic\nbackbones are introduced simultaneously. From a metal perspective,\nindium, as a high cycle p-block metal, has attracted widespread concern\nfor its tendency to form charged building units, such as negatively charged [In­(OOC)<sub>4</sub>]<sup>−</sup> monomers, positively charged [In<sub>3</sub>O­(OOC)<sub>6</sub>]<sup>+</sup> trimers, and [In<sub>2</sub>(OH)] dimers. Even\nthe coexistence of these building units can create more skeletons\nwith different electrical properties. These charged secondary building units (SBUs) are generally formed\nby the coordination of carboxylic acids with indium. Besides that,\nopen channels with appropriate window sizes are also crucial for large-sized\ndyes adsorption. An expanded tetracarboxylate ligand <italic>N,N′</italic>-bis­(3,5-dicarboxyphenyl)­pyromellitic diimide (H<sub>4</sub>BDCPPI)\nfunctionalized with imide groups has been selected to synthesize a\nprospective In-MOF with pts topology, named [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­[In­(BDCPPI)]·0.5DMF·H<sub>2</sub>O (compound <bold>1</bold>). Fortunately, the 3D skeleton of compound <bold>1</bold> is anionic, which brings about the Coulombic interaction\nand ion-exchange during the adsorption of cationic organics. Moreover,\nthe imide groups decorated within the framework can form hydrogen\nbonds with the amino groups of the carcinogenic dyes, further impulsing\nthe adsorption through the host–guest interaction. It is worth noting that, compound <bold>1</bold> also features a\nlarge pore window about 17.3 × 5.5 Å and exhibits high porosity\n(69.2%), which are higher than those of other In-based MOFs with the\nsame topology. Expectantly, compound <bold>1</bold> presents commendable\nperformances in the efficient and selective adsorption of carcinogenic\nBR9 and BV14 through multiple host–guest interactions. The\nmaximum adsorption capacities for BR9 and BV14 are high, up to 245\nand 227 mg g<sup>–1</sup>, respectively. Additionally, compound <bold>1</bold> can also rapidly capture other cationic dyes with various\nsizes and shapes. In summary, compound <bold>1</bold> can be used\nas a prominent adsorbent for the highly selective and efficient adsorption\nof carcinogenic dyes.</p>", "clean_text": "Inspired by the positive charge and abundant existence of amino groups of carcinogenic BR9 and BV14, we expected to develop a new MOF to facilitate the adsorption of BR9 and BV14 by creating more host-guest interactions. In an attempt to accomplish the above-mentioned desires, negative inorganic nodes and elongated and functional organic backbones are introduced simultaneously. From a metal perspective, indium, as a high cycle p-block metal, has attracted widespread concern for its tendency to form charged building units, such as negatively charged [In(OOC)4]- monomers, positively charged [In3O(OOC)6]+ trimers, and [In2(OH)] dimers. Even the coexistence of these building units can create more skeletons with different electrical properties. These charged secondary building units (SBUs) are generally formed by the coordination of carboxylic acids with indium. Besides that, open channels with appropriate window sizes are also crucial for large-sized dyes adsorption. An expanded tetracarboxylate ligand N,N'-bis(3,5-dicarboxyphenyl)pyromellitic diimide (H4BDCPPI) functionalized with imide groups has been selected to synthesize a prospective In-MOF with pts topology, named [(CH3)2NH2][In(BDCPPI)]⋅0.5DMF⋅H2O (compound 1). Fortunately, the 3D skeleton of compound 1 is anionic, which brings about the Coulombic interaction and ion-exchange during the adsorption of cationic organics. Moreover, the imide groups decorated within the framework can form hydrogen bonds with the amino groups of the carcinogenic dyes, further impulsing the adsorption through the host-guest interaction. It is worth noting that, compound 1 also features a large pore window about 17.3 × 5.5 Å and exhibits high porosity (69.2%), which are higher than those of other In-based MOFs with the same topology. Expectantly, compound 1 presents commendable performances in the efficient and selective adsorption of carcinogenic BR9 and BV14 through multiple host-guest interactions. The maximum adsorption capacities for BR9 and BV14 are high, up to 245 and 227 mg g-1, respectively. Additionally, compound 1 can also rapidly capture other cationic dyes with various sizes and shapes. In summary, compound 1 can be used as a prominent adsorbent for the highly selective and efficient adsorption of carcinogenic dyes.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials\nand Methods</title><p>All chemicals were obtained from\na chemical company and used without additional purification. The infrared\n(IR) spectra were measured on a Bruker IFS-66v/S FTIR spectrometer.\nThe elemental data of C, H, and N were tested on a Vario MICRO elemental\nanalyzer. The patterns of powder X-ray diffraction (PXRD) were achieved\non a Rigaku D/max-2550 diffractometer equipped with Cu Kα radiation\n(λ = 1.5418 Å). UV–vis adsorption spectra of dyes\nwere performed on a SHIMADZU UV-2450 UV–visible spectrophotometer\nby applying an ethanol solution as the blank control. Thermogravimetric\nanalyses (TGA) were recorded on TGA Q500 thermogravimetric analyzer\nwith the temperature range from 30 to 800 °C at a rate of 10\n°C min<sup>–1</sup> in air.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nAll chemicals were obtained from a chemical company and used without additional purification. The infrared (IR) spectra were measured on a Bruker IFS-66v/S FTIR spectrometer. The elemental data of C, H, and N were tested on a Vario MICRO elemental analyzer. The patterns of powder X-ray diffraction (PXRD) were achieved on a Rigaku D/max-2550 diffractometer equipped with Cu Kα radiation (λ = 1.5418 Å). UV-vis adsorption spectra of dyes were performed on a SHIMADZU UV-2450 UV-visible spectrophotometer by applying an ethanol solution as the blank control. Thermogravimetric analyses (TGA) were recorded on TGA Q500 thermogravimetric analyzer with the temperature range from 30 to 800 °C at a rate of 10 °C min-1 in air.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Compound <bold>1</bold>\n</title><p>H<sub>4</sub>BDCPPI\n(8 mg, 0.015 mmol), In­(NO<sub>3</sub>)<sub>3</sub>·4H<sub>2</sub>O (12 mg, 0.32 mmol), DMF (1.5 mL), 1,4-dioxane (2 mL), and HNO<sub>3</sub> (0.06 mL) (2.2 mL of HNO<sub>3</sub> in 10 mL of DMF) were\nsealed in a 20 mL vial, and then the soultion was heated at 85 °C\nfor 24 h. Light yellow octahedron single crystals were collected and\ndried in air (yield 76%, based on In­(NO<sub>3</sub>)<sub>3</sub>·4H<sub>2</sub>O). Elemental analysis (wt %) calcd for compound <bold>1</bold>: C, 46.88; H, 2.87; N, 6.49. Found: C, 47.24; H, 2.76; N, 6.61.</p>", "clean_text": "Synthesis of Compound 1 \n\nH4BDCPPI (8 mg, 0.015 mmol), In(NO3)3⋅4H2O (12 mg, 0.32 mmol), DMF (1.5 mL), 1,4-dioxane (2 mL), and HNO3 (0.06 mL) (2.2 mL of HNO3 in 10 mL of DMF) were sealed in a 20 mL vial, and then the soultion was heated at 85 °C for 24 h. Light yellow octahedron single crystals were collected and dried in air (yield 76%, based on In(NO3)3⋅4H2O). Elemental analysis (wt %) calcd for compound 1: C, 46.88; H, 2.87; N, 6.49. Found: C, 47.24; H, 2.76; N, 6.61.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Dye Adsorption and Separation Measurements</title><p>To investigate\nthe effects of the anionic skeleton on the adsorption and separation\nof organic dyes, seven typical dyes with multifarious charges and\nconfigurations were selected, including electrically positive BR9,\nBV14, Rhodamine B (RhB), Methylene Blue (MLB), and negatively charged\nOrange II, Methyl Orange (MO), and Neutral Red (NR) as neutral components.\nAll the dye-adsorbed measurements were tested by immersing freshly\nsynthesized compound <bold>1</bold> (10 mg) in the dye-contaminated\nethanol solutions at room temperature with consecutively magnetic\nstirring in dark conditions. To initiate the adsorption rate tests,\nthe obtained compound <bold>1</bold> (10 mg) was immersed into 15\nmL of 10 ppm prepared different dye solutions. At different predetermined\ntime intervals, the unadsorbed dyes concentrations were recorded by\nmonitoring the intensities of the maximum absorption peaks via UV–vis\nabsorbance spectra. The maximum adsorption amounts for different cationic\nand neutral dyes were measured in 50 mL dye solutions with different\ninitial concentrations, which were mixed well with magnetic stirring\nfor 24 h. By means of a similar process to that of the rate measurement,\n16 mL two-component systems of BR9 &amp; MO and BV14 &amp; MO with\nan 1:1 original concentration ratio (10:10 ppm) were chosen to verify\nthe selective adsorption of compound <bold>1</bold>. The absorption\namounts of dyes at sampling time <italic>\n<italic>Q</italic>\n<sub>t</sub>\n</italic> and at equilibrium <italic>Q</italic>\n<sub>\n<italic>e</italic>\n</sub> were calculated as follows:<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"cg0c00066_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mi>V</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi mathvariant=\"italic\">m</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"cg0c00066_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mi>V</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi mathvariant=\"italic\">m</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>in which <italic>C</italic>\n<sub>0</sub>, <italic>C</italic>\n<sub>\n<italic>t</italic>\n</sub>, and <italic>C</italic>\n<sub>\n<italic>e</italic>\n</sub> are the concentrations of dyes at initial,\nsampling time, and equilibrium, respectively. <italic>V</italic> represents\nthe volume of the dye solutions and <italic>m</italic> represents\nthe mass of the adsorbents. Maximum adsorption isotherms were fitted\nusing Langmuir and Freundlich models.</p>", "clean_text": "Dye Adsorption and Separation Measurements\n\nTo investigate the effects of the anionic skeleton on the adsorption and separation of organic dyes, seven typical dyes with multifarious charges and configurations were selected, including electrically positive BR9, BV14, Rhodamine B (RhB), Methylene Blue (MLB), and negatively charged Orange II, Methyl Orange (MO), and Neutral Red (NR) as neutral components. All the dye-adsorbed measurements were tested by immersing freshly synthesized compound 1 (10 mg) in the dye-contaminated ethanol solutions at room temperature with consecutively magnetic stirring in dark conditions. To initiate the adsorption rate tests, the obtained compound 1 (10 mg) was immersed into 15 mL of 10 ppm prepared different dye solutions. At different predetermined time intervals, the unadsorbed dyes concentrations were recorded by monitoring the intensities of the maximum absorption peaks via UV-vis absorbance spectra. The maximum adsorption amounts for different cationic and neutral dyes were measured in 50 mL dye solutions with different initial concentrations, which were mixed well with magnetic stirring for 24 h. By means of a similar process to that of the rate measurement, 16 mL two-component systems of BR9 & MO and BV14 & MO with an 1:1 original concentration ratio (10:10 ppm) were chosen to verify the selective adsorption of compound 1. The absorption amounts of dyes at sampling time  Q t  and at equilibrium Q  e  were calculated as follows: 1       Q   t   =  (   C   0   -   C   t   )  V / m      2       Q   e   =  (   C   0   -   C   e   )  V / m    in which C 0, C  t , and C  e  are the concentrations of dyes at initial, sampling time, and equilibrium, respectively. V represents the volume of the dye solutions and m represents the mass of the adsorbents. Maximum adsorption isotherms were fitted using Langmuir and Freundlich models.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystallography</title><p>Compound <bold>1</bold> was recorded\non a Bruker Apex II CCD diffractometer with graphite monochromatic\nMo Kα (λ = 0.71073 Å) radiation at 293 K to acquire\nthe crystallographic data. The structure of compound <bold>1</bold> was solved by direct methods and refined on <italic>F</italic>\n<sup>\n<italic>2</italic>\n</sup> by full-matrix least-squares with SHELXL-2016. All the indium, C, N, and O atoms of the compound\nwere located first and refined with the anisotropical technology.\nThe hydrogen atoms of the ligand were placed geometrically. According\nto the single-crystal X-ray diffraction data, TGA, and C, H, and N\nelemental analyses, the eventual composition of compound <bold>1</bold> was inferred. The void volume of the compound was calculated by\nPLATON/SQUEEZE, and the related topology information was calculated\nusing TOPOS software. The detailed crystal\ndata and characteristic bond lengths and angles for compound <bold>1</bold> are summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Tables S1 and S2</ext-link>, respectively.</p>", "clean_text": "X-ray Crystallography\n\nCompound 1 was recorded on a Bruker Apex II CCD diffractometer with graphite monochromatic Mo Kα (λ = 0.71073 Å) radiation at 293 K to acquire the crystallographic data. The structure of compound 1 was solved by direct methods and refined on F  2  by full-matrix least-squares with SHELXL-2016. All the indium, C, N, and O atoms of the compound were located first and refined with the anisotropical technology. The hydrogen atoms of the ligand were placed geometrically. According to the single-crystal X-ray diffraction data, TGA, and C, H, and N elemental analyses, the eventual composition of compound 1 was inferred. The void volume of the compound was calculated by PLATON/SQUEEZE, and the related topology information was calculated using TOPOS software. The detailed crystal data and characteristic bond lengths and angles for compound 1 are summarized in Tables S1 and S2, respectively.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Structure Description</title><p>Single-crystal X-ray crystallographic\nanalysis reveals that compound <bold>1</bold> crystallizes in a tetragonal\ncrystal system with the space group of <italic>P</italic>4<sub>2</sub>/<italic>mmc</italic>. As depicted in a,b, the framework is composed of a mononuclear\nindium inorganic SBU and an organic SBU functionalized with imide\ngroups. Each indium ion is chelated to four bidentate carboxylic acid\ngroups derived from four ligands, which can be defined as a 4-connected\nnode with tetrahedral geometry. Each ligand binds to four independent\nmetal centers, resulting in the formation of a rectangle geometry.\nThe alternant assembly of these SBUs results in a (4, 4)-connected\npts network with the point symbol of (4<sup>2</sup> · 8<sup>4</sup>) (c, d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S4</ext-link>). As shown in e and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S3</ext-link>, there exists two types of channels with approximate diameters of\n17.3 × 5.5 and 15.1 × 8.2 Å along the (100) and (010)\ndirections (excluding the van der Waals radius), respectively. Calculated\nby the PLATON software, the total solvent accessible volume of compound <bold>1</bold> is 3401.2 Å<sup>3</sup> per unit cell, which makes\nup approximately 69.2% of the cell volume. As rendered in a, the square channels\nwith a window size of 8.2 × 8.2 Å are sufficiently modified\nby imide groups along the (001) direction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S3</ext-link>). From the perspective of the (010) direction (b), the imide groups\nanchor on window edges of the large channel with 17.3 × 5.5 Å,\nwhich can form the hydrogen bonds with carcinogenic dyes and serve\nas active sites during the adsorption process. Noteworthily, the charged\nbehavior of the skeleton and the countercation (CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>\n<sup>+</sup> located within the channels are\nvital for the capture of cationic dyes. The counterions resulted from\nthe decomposition of DMF solvent are applied to balance the charge\nof the anionic skeleton. The large open channels, decorated imide\ngroups, and charged characteristic of compound <bold>1</bold> make\nthe highly efficient and rapid adsorption of carcinogenic dyes possible.</p>", "clean_text": "Results and Discussion\n\nStructure Description\n\nSingle-crystal X-ray crystallographic analysis reveals that compound 1 crystallizes in a tetragonal crystal system with the space group of P42/mmc. As depicted in a,b, the framework is composed of a mononuclear indium inorganic SBU and an organic SBU functionalized with imide groups. Each indium ion is chelated to four bidentate carboxylic acid groups derived from four ligands, which can be defined as a 4-connected node with tetrahedral geometry. Each ligand binds to four independent metal centers, resulting in the formation of a rectangle geometry. The alternant assembly of these SBUs results in a (4, 4)-connected pts network with the point symbol of (42 ⋅ 84) (c, d and Figure S4). As shown in e and Figure S3, there exists two types of channels with approximate diameters of 17.3 × 5.5 and 15.1 × 8.2 Å along the (100) and (010) directions (excluding the van der Waals radius), respectively. Calculated by the PLATON software, the total solvent accessible volume of compound 1 is 3401.2 Å3 per unit cell, which makes up approximately 69.2% of the cell volume. As rendered in a, the square channels with a window size of 8.2 × 8.2 Å are sufficiently modified by imide groups along the (001) direction (Figure S3). From the perspective of the (010) direction (b), the imide groups anchor on window edges of the large channel with 17.3 × 5.5 Å, which can form the hydrogen bonds with carcinogenic dyes and serve as active sites during the adsorption process. Noteworthily, the charged behavior of the skeleton and the countercation (CH3)2NH2 + located within the channels are vital for the capture of cationic dyes. The counterions resulted from the decomposition of DMF solvent are applied to balance the charge of the anionic skeleton. The large open channels, decorated imide groups, and charged characteristic of compound 1 make the highly efficient and rapid adsorption of carcinogenic dyes possible.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Description\nof three-dimensional structure of compound <bold>1</bold>. Topology\nsimplification of (a) mononuclear In and (b) ligand SBUs.\n(c) Polyhedron view of the skeleton. (d) Topology of the pts network.\n(e) Connolly surface area view and space-filling model of the structure\nalong the (010) direction. Color scheme: carbon, gray; oxygen, red;\nnitrogen, blue; indium, green. Guest molecules and H atoms have been\nomitted for clarity.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg0c00066_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Description of three-dimensional structure of compound 1. Topology simplification of (a) mononuclear In and (b) ligand SBUs. (c) Polyhedron view of the skeleton. (d) Topology of the pts network. (e) Connolly surface area view and space-filling model of the structure along the (010) direction. Color scheme: carbon, gray; oxygen, red; nitrogen, blue; indium, green. Guest molecules and H atoms have been omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Views of three-dimensional\nstructure along the (a) (001) direction\nand the (b) (010) direction exhibiting affluent imide groups exposed\nin diverse channels.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg0c00066_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Views of three-dimensional structure along the (a) (001) direction and the (b) (010) direction exhibiting affluent imide groups exposed in diverse channels.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S1a</ext-link>, the experimental\nPXRD pattern of compound <bold>1</bold> keeps consistent with the\nsimulated one acquired from single crystal data, which manifests the\npure phase of the as-synthesized sample. Under air atmosphere, thermogravimetric\nanalysis (TGA) was performed to assess the thermal stability of compound <bold>1</bold>. As represented in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S2</ext-link>,\nthe skeleton is stable up to about 400 °C and has approximately\n11.6% weight loss before 150 °C, corresponding to the loss of\nguest molecules.</p>", "clean_text": "As shown in Figure S1a, the experimental PXRD pattern of compound 1 keeps consistent with the simulated one acquired from single crystal data, which manifests the pure phase of the as-synthesized sample. Under air atmosphere, thermogravimetric analysis (TGA) was performed to assess the thermal stability of compound 1. As represented in Figure S2, the skeleton is stable up to about 400 °C and has approximately 11.6% weight loss before 150 °C, corresponding to the loss of guest molecules.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Property Characterization</title><p>Taking\nunique electrification,\nmodified channels, and large window sizes of the skeleton into account,\ndifferent charged and configuration dyes, divided into positively\ncharged BR9, BV14, RhB, and MLB, neutral charged NR, and negatively\ncharged MO and Orange II, were selected to evaluate the capture capacity\nof compound <bold>1</bold>. As demonstrated in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Table S3</ext-link>,\nfour kinds of cationic dyes are electrically consistent (<italic>Z</italic> = +1), but their sizes are totally different (MLB &lt; BR9 &lt;\nBV14 &lt; RhB); neutral NR (<italic>Z</italic> = 0) has the similar\nsize with MLB. The sizes of negative MO and Orange II (<italic>Z</italic> = −1) are larger than that of MLB.</p>", "clean_text": "Property Characterization\n\nTaking unique electrification, modified channels, and large window sizes of the skeleton into account, different charged and configuration dyes, divided into positively charged BR9, BV14, RhB, and MLB, neutral charged NR, and negatively charged MO and Orange II, were selected to evaluate the capture capacity of compound 1. As demonstrated in  and Table S3, four kinds of cationic dyes are electrically consistent (Z = +1), but their sizes are totally different (MLB < BR9 < BV14 < RhB); neutral NR (Z = 0) has the similar size with MLB. The sizes of negative MO and Orange II (Z = -1) are larger than that of MLB.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Diagram\nof the Structure of Seven Different Charge Dyes</title>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg0c00066_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Diagram of the Structure of Seven Different Charge Dyes   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Among these organic pollutants, compound <bold>1</bold> can efficiently\nseize cationic and neutral dyes, especially for carcinogenic BR9 and\nBV14. As displayed in a,b, the concentrations of dyes that remained in solution\ngradually decreased with the passage of time and the colors of the\nsolutions therewith disappeared. Accordingly, the yellow crystals\nwere also colored to the corresponding colors of adsorbed dyes (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S5</ext-link>). As indicated in c,d, the fitting curves revealed\nthat the adsorption equilibriums were achieved within only 10 min,\ndemonstrating a rapid adsorption dynamics.</p>", "clean_text": "Among these organic pollutants, compound 1 can efficiently seize cationic and neutral dyes, especially for carcinogenic BR9 and BV14. As displayed in a,b, the concentrations of dyes that remained in solution gradually decreased with the passage of time and the colors of the solutions therewith disappeared. Accordingly, the yellow crystals were also colored to the corresponding colors of adsorbed dyes (Figure S5). As indicated in c,d, the fitting curves revealed that the adsorption equilibriums were achieved within only 10 min, demonstrating a rapid adsorption dynamics.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>UV–vis adsorption\nspectra of (a) BR9, (b) BV14, and the\nhybrid systems of (e) BR9 and MO and (f) BV14 and MO with different\ntimes. The adsorption amounts (<italic>Q</italic>\n<sub>\n<italic>t</italic>\n</sub>) and the first-order derivative curves at different sampling\ntimes for (c) BR9 and (d) BV14.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg0c00066_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  UV-vis adsorption spectra of (a) BR9, (b) BV14, and the hybrid systems of (e) BR9 and MO and (f) BV14 and MO with different times. The adsorption amounts (Q  t ) and the first-order derivative curves at different sampling times for (c) BR9 and (d) BV14.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>Similar variation trends also occurred in the adsorption processes\nof RhB, MLB, and NR (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S6</ext-link>). The first-order\nderivative of adsorption amounts with time, a critical indicatrix\nto evaluate adsorption efficiency, discloses the initial adsorption\nrates of compound <bold>1</bold>. Delightedly, the adsorption rates\nof BR9, BV14, RhB, MLB, and NR have been valued as high as 7.3, 6.7,\n3.0, 14.6, and 13.2 mg g<sup>–1</sup> min<sup>–1</sup>, respectively (). With the sizes of the cationic dyes increasing, the adsorption\nrates decline. These results show that compound <bold>1</bold> is\nable to rapidly adsorb BR9 and BV14. For further comparison, the intensity\nof the characteristic adsorption peaks remained almost unchanged for\nMO and Orange II, which shows that the anionic dyes do not get access\nto the framework, even if their sizes match the window size of the\nframework, due to the charge repulsion (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S7</ext-link>). PXRD patterns of samples after adsorption agreed well\nwith that of the as-synthesized crystals, ruling out the possibility\nof the adsorption caused by the collapse of the skeleton during adsorption\nprogress (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S1b</ext-link>).</p>", "clean_text": "Similar variation trends also occurred in the adsorption processes of RhB, MLB, and NR (Figure S6). The first-order derivative of adsorption amounts with time, a critical indicatrix to evaluate adsorption efficiency, discloses the initial adsorption rates of compound 1. Delightedly, the adsorption rates of BR9, BV14, RhB, MLB, and NR have been valued as high as 7.3, 6.7, 3.0, 14.6, and 13.2 mg g-1 min-1, respectively (). With the sizes of the cationic dyes increasing, the adsorption rates decline. These results show that compound 1 is able to rapidly adsorb BR9 and BV14. For further comparison, the intensity of the characteristic adsorption peaks remained almost unchanged for MO and Orange II, which shows that the anionic dyes do not get access to the framework, even if their sizes match the window size of the framework, due to the charge repulsion (Figure S7). PXRD patterns of samples after adsorption agreed well with that of the as-synthesized crystals, ruling out the possibility of the adsorption caused by the collapse of the skeleton during adsorption progress (Figure S1b).", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) First-order derivative\ncurves of adsorption amount (<italic>Q</italic>\n<sub>\n<italic>t</italic>\n</sub>) with time for cationic BR9,\nBV14, RhB, MLB, and NR. (b) Bar graphs of the initial adsorption rates\nfor the respective dyes.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg0c00066_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) First-order derivative curves of adsorption amount (Q  t ) with time for cationic BR9, BV14, RhB, MLB, and NR. (b) Bar graphs of the initial adsorption rates for the respective dyes.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>In virtue of the presented\nabove experimental results, compound <bold>1</bold> is soaked in series\nof hybrid systems with opposite charge\ndyes. As depicted in e,f, the intensity of the typical Abs peaks of BR9 and BV14\nat 555 nm significantly decreased over time, but no significant decline\nwas observed for MO (418 nm). Moreover, the color of the mixtures\nalso changed from light red to dark yellow. These experiments manifest\nthat compound <bold>1</bold> can selectively adsorb cationic carcinogenic\ndyes, although the sizes of carcinogenic dyes are much larger than\nMO. In a word, compound <bold>1</bold> can be considered as a promising\ncharge-dependent adsorbing material for the selective separation of\ncarcinogenic dyes from wastewater.</p>", "clean_text": "In virtue of the presented above experimental results, compound 1 is soaked in series of hybrid systems with opposite charge dyes. As depicted in e,f, the intensity of the typical Abs peaks of BR9 and BV14 at 555 nm significantly decreased over time, but no significant decline was observed for MO (418 nm). Moreover, the color of the mixtures also changed from light red to dark yellow. These experiments manifest that compound 1 can selectively adsorb cationic carcinogenic dyes, although the sizes of carcinogenic dyes are much larger than MO. In a word, compound 1 can be considered as a promising charge-dependent adsorbing material for the selective separation of carcinogenic dyes from wastewater.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>The adsorption capability,\nas an important index of any adsorbent\nfrom the perspective of industrial wastewater purification, is affected\nby the initial concentration of dye solutions. Thus, the adsorption\nisotherm was measured to evaluate the maximum adsorption capacity\nby varying the original concentration. Langmuir and Freundlich models\nare applied to fit the maximum adsorption curves, and it was found\nthat the Langmuir model is more suitable for the calculation of adsorption\ndata (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S9</ext-link>). Impressively, the adsorbent\ndisplays the maximum adsorption capacities for BR9 and BV14, as high\nas up to 245 and 227 mg g<sup>–1</sup>, respectively (). As far as we know,\nvery few MOFs are applied to capture BR9 and BV14, and the trapping\ncapacity of the compound <bold>1</bold> outperforms many reported\nmaterials, such as Al-MCM-41 and Ca-bentonite (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Tables S4 and S5</ext-link>). The surprising adsorption\namounts for these carcinogenic dyes may be ascribed to the following\naspects: (a) The suitable pore size and high porosity provide opportunities\nfor the adsorption of large-sized dye molecules. (b) On account of\nthe host–guest interactions of Coulombic interaction and ion-exchange,\nanionic compound <bold>1</bold> can rapidly trap cationic dyes. (c)\nThe imide groups decorated on the surface of the pore can form hydrogen\nbonds with the amino groups of carcinogenic dyes to strengthen the\nhost–guest interaction and facilitate the adsorption of the\ncarcinogenic dyes. FT-IR studies were employed to test carcinogenic\ndyes, compound <bold>1</bold>, and dye-adsorbed samples. The analogous\nstructure and functional groups of BR9 and BV14 caused their FT-IR\nspectra to be similar. Therefore, BR9 was selected as a representative\nto discuss the mechanism in detail. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S8a</ext-link>, the amino peaks at 3173 and 3312 cm<sup>–1</sup> were discovered for BR9, which blue-shifted toward higher wavenumbers\nof 3218 and 3348 cm<sup>–1</sup> for compound <bold>1</bold> after adsorption. Meanwhile, the red shift is observed from 1668\nto 1655 cm<sup>–1</sup> for CO stretching vibration\nof compound <bold>1</bold> before and after adsorption. These shifts\nclearly explained the formation of hydrogen bonds between amino functional\ngroups of BR9 and BV14 and the imide groups of compound <bold>1</bold>.\n</p>", "clean_text": "The adsorption capability, as an important index of any adsorbent from the perspective of industrial wastewater purification, is affected by the initial concentration of dye solutions. Thus, the adsorption isotherm was measured to evaluate the maximum adsorption capacity by varying the original concentration. Langmuir and Freundlich models are applied to fit the maximum adsorption curves, and it was found that the Langmuir model is more suitable for the calculation of adsorption data (Figure S9). Impressively, the adsorbent displays the maximum adsorption capacities for BR9 and BV14, as high as up to 245 and 227 mg g-1, respectively (). As far as we know, very few MOFs are applied to capture BR9 and BV14, and the trapping capacity of the compound 1 outperforms many reported materials, such as Al-MCM-41 and Ca-bentonite (see Tables S4 and S5). The surprising adsorption amounts for these carcinogenic dyes may be ascribed to the following aspects: (a) The suitable pore size and high porosity provide opportunities for the adsorption of large-sized dye molecules. (b) On account of the host-guest interactions of Coulombic interaction and ion-exchange, anionic compound 1 can rapidly trap cationic dyes. (c) The imide groups decorated on the surface of the pore can form hydrogen bonds with the amino groups of carcinogenic dyes to strengthen the host-guest interaction and facilitate the adsorption of the carcinogenic dyes. FT-IR studies were employed to test carcinogenic dyes, compound 1, and dye-adsorbed samples. The analogous structure and functional groups of BR9 and BV14 caused their FT-IR spectra to be similar. Therefore, BR9 was selected as a representative to discuss the mechanism in detail. As shown in Figure S8a, the amino peaks at 3173 and 3312 cm-1 were discovered for BR9, which blue-shifted toward higher wavenumbers of 3218 and 3348 cm-1 for compound 1 after adsorption. Meanwhile, the red shift is observed from 1668 to 1655 cm-1 for CO stretching vibration of compound 1 before and after adsorption. These shifts clearly explained the formation of hydrogen bonds between amino functional groups of BR9 and BV14 and the imide groups of compound 1. ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a)\nLangmuir fitting curves for the maximum adsorption amounts\nof BR9, BV14, RhB, MLB, and NR. (b) Bar graphs of the maximum adsorption\namount for the corresponding dyes.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg0c00066_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Langmuir fitting curves for the maximum adsorption amounts of BR9, BV14, RhB, MLB, and NR. (b) Bar graphs of the maximum adsorption amount for the corresponding dyes.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Notably, the maximum adsorption amount of MLB (336 mg g<sup>–1</sup>) exceeds those of quite a few reported adsorbents, such as NENU-505\nand Cd-MOF (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Table S6</ext-link>). Although the adsorption capacity of RhB (84 mg g<sup>–1</sup>) is much lower than those of other cationic dyes, it is still superior\nto other materials such as Li-UPC-5. As\nfor cationic dyes, the maximum adsorption capacities decrease with\nthe increasing dye size. Interestingly, the maximum adsorption capacity\nof the NR dye (264 mg g<sup>–1</sup>) is far less than that\nof MLB even their sizes are similar, which is ascribed to the positive\ncharge of MLB opposite to the skeleton. The opposite charge advances\nthe adsorption process by strengthening the Columbic interaction between\nthe host and guests and accelerating the ion-exchange between positive\ndye molecules and [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]<sup>+</sup>. Conversely, these interactions between the neutral NR molecules\nand the framework are weaker, leading to a sharp decrease of capture\namount. Encouraged by the experimental results, compound <bold>1</bold> performs as a promising application prospect in high-efficiency\nremoval of carcinogenic dyes.</p>", "clean_text": "Notably, the maximum adsorption amount of MLB (336 mg g-1) exceeds those of quite a few reported adsorbents, such as NENU-505 and Cd-MOF (see Table S6). Although the adsorption capacity of RhB (84 mg g-1) is much lower than those of other cationic dyes, it is still superior to other materials such as Li-UPC-5. As for cationic dyes, the maximum adsorption capacities decrease with the increasing dye size. Interestingly, the maximum adsorption capacity of the NR dye (264 mg g-1) is far less than that of MLB even their sizes are similar, which is ascribed to the positive charge of MLB opposite to the skeleton. The opposite charge advances the adsorption process by strengthening the Columbic interaction between the host and guests and accelerating the ion-exchange between positive dye molecules and [(CH3)2NH2]+. Conversely, these interactions between the neutral NR molecules and the framework are weaker, leading to a sharp decrease of capture amount. Encouraged by the experimental results, compound 1 performs as a promising application prospect in high-efficiency removal of carcinogenic dyes.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In\nconclusion, an anionic functional In-MOF has been successfully\nassembled by utilizing indium nitrate and an imide functionalized\ntetracarboxylate ligand. Benefiting from the combination of high porosity,\nappropriate window size, and the multiple host–guest interactions,\ncompound <bold>1</bold> manifests better adsorption ability for carcinogenic\ndyes BR9 (245 mg g<sup>–1</sup>) and BV14 (227 mg g<sup>–1</sup>) than those of many reported adsorbents. Meanwhile, compound <bold>1</bold> can selectively trap carcinogenic dyes BR9 and BV14 on the\nbasis of the electricity-guided principle. Furthermore, compound <bold>1</bold> also reveals high capture capacity for other cationic dyes\nwith various sizes and shapes. Consequently, compound <bold>1</bold> can be regarded as an excellent candidate for highly effective and\nselective elimination of carcinogenic contaminants BR9 and BV14 from\nindustrial effluent.</p>", "clean_text": "Conclusion\n\nIn conclusion, an anionic functional In-MOF has been successfully assembled by utilizing indium nitrate and an imide functionalized tetracarboxylate ligand. Benefiting from the combination of high porosity, appropriate window size, and the multiple host-guest interactions, compound 1 manifests better adsorption ability for carcinogenic dyes BR9 (245 mg g-1) and BV14 (227 mg g-1) than those of many reported adsorbents. Meanwhile, compound 1 can selectively trap carcinogenic dyes BR9 and BV14 on the basis of the electricity-guided principle. Furthermore, compound 1 also reveals high capture capacity for other cationic dyes with various sizes and shapes. Consequently, compound 1 can be regarded as an excellent candidate for highly effective and selective elimination of carcinogenic contaminants BR9 and BV14 from industrial effluent.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.cgd.0c00066?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.cgd.0c00066</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Figures of PXRD patterns,\nthermogravimetric analysis\ncurves, stick and ball and CPK models, topological features, photographs\nof crystals, UV–vis spectra, FT-IR spectra, and Langmuir and\nFreundlich isotherms fitting curves and tables of crystallographic\ndata and structure refinement, bond lengths and angles, dimensions\nof dye molecules with different charges, and maximum adsorption amounts\ncomparisons (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.cgd.0c00066.  Figures of PXRD patterns, thermogravimetric analysis curves, stick and ball and CPK models, topological features, photographs of crystals, UV-vis spectra, FT-IR spectra, and Langmuir and Freundlich isotherms fitting curves and tables of crystallographic data and structure refinement, bond lengths and angles, dimensions of dye molecules with different charges, and maximum adsorption amounts comparisons (PDF)   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Figures of PXRD patterns,\nthermogravimetric analysis\ncurves, stick and ball and CPK models, topological features, photographs\nof crystals, UV–vis spectra, FT-IR spectra, and Langmuir and\nFreundlich isotherms fitting curves and tables of crystallographic\ndata and structure refinement, bond lengths and angles, dimensions\nof dye molecules with different charges, and maximum adsorption amounts\ncomparisons (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Figures of PXRD patterns, thermogravimetric analysis curves, stick and ball and CPK models, topological features, photographs of crystals, UV-vis spectra, FT-IR spectra, and Langmuir and Freundlich isotherms fitting curves and tables of crystallographic data and structure refinement, bond lengths and angles, dimensions of dye molecules with different charges, and maximum adsorption amounts comparisons (PDF)", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1963972\">1963972</ext-link> contains the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "CCDC 1963972 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of Compound <bold>1</bold>\n</title><p>H<sub>4</sub>BDCPPI\n(8 mg, 0.015 mmol), In­(NO<sub>3</sub>)<sub>3</sub>·4H<sub>2</sub>O (12 mg, 0.32 mmol), DMF (1.5 mL), 1,4-dioxane (2 mL), and HNO<sub>3</sub> (0.06 mL) (2.2 mL of HNO<sub>3</sub> in 10 mL of DMF) were\nsealed in a 20 mL vial, and then the soultion was heated at 85 °C\nfor 24 h. Light yellow octahedron single crystals were collected and\ndried in air (yield 76%, based on In­(NO<sub>3</sub>)<sub>3</sub>·4H<sub>2</sub>O). Elemental analysis (wt %) calcd for compound <bold>1</bold>: C, 46.88; H, 2.87; N, 6.49. Found: C, 47.24; H, 2.76; N, 6.61.</p>", "clean_text": "Synthesis of Compound 1 \n\nH4BDCPPI (8 mg, 0.015 mmol), In(NO3)3⋅4H2O (12 mg, 0.32 mmol), DMF (1.5 mL), 1,4-dioxane (2 mL), and HNO3 (0.06 mL) (2.2 mL of HNO3 in 10 mL of DMF) were sealed in a 20 mL vial, and then the soultion was heated at 85 °C for 24 h. Light yellow octahedron single crystals were collected and dried in air (yield 76%, based on In(NO3)3⋅4H2O). Elemental analysis (wt %) calcd for compound 1: C, 46.88; H, 2.87; N, 6.49. Found: C, 47.24; H, 2.76; N, 6.61.", "data": [{"meta": {"name": "Compound 1", "symbol": "1", "chemical formula": "unknown"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H4BDCPPI", "amount": "8", "unit": "mg"}, {"name": "In­(NO3)3·4H2O", "amount": "12", "unit": "mg"}], "solvent": [{"name": "DMF", "amount": "1.5", "unit": "mL"}, {"name": "1,4-dioxane", "amount": "2", "unit": "mL"}], "reducing agent": [{"name": "HNO3", "amount": "0.06", "unit": "mL"}], "pressure": "", "temperature": "85°C", "time": "24 h", "heating rate": "", "cooling rate": ""}], "yield": "76%"}], "include_properties": ["solvothermal_synthesis", "drying"]}, {"idx": "1, 5, 10, 13, 18, 21", "type": "text", "classification": "property", "content": "<p>A functional\nindium-organic framework with an anionic skeleton,\n[(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­[In­(BDCPPI)]·0.5DMF·H<sub>2</sub>O (compound <bold>1</bold>, H<sub>4</sub>BDCPPI = <italic>N,N′</italic>-bis­(3,5-dicarboxyphenyl)­pyromellitic diimide,\nDMF = <italic>N,N</italic>-dimethylformamide), has been solvothermally\nsynthesized. Compound <bold>1</bold> with a (4, 4)-connected pts network\nis constructed by negative [In­(OOC)<sub>4</sub>]<sup>−</sup> secondary building units (SBUs) and expanded tetracarboxylate ligands\nwith functional imide groups. Meanwhile, the overall framework possesses\nlarge open channels of 17.3 × 5.5 Å with a high solvent-accessible\nvolume that occupied about 69.2% of the total cell volume. Due to\nits anionic skeleton and imide-functional channels, compound <bold>1</bold> can efficiently adsorb large-sized carcinogenic Basic Red\n9 (BR9) and Basic Violet 14 (BV14) under the synergetic promotion\nof Coulombic interaction, hydrogen bonding, and ion exchange and can\ndisplay a repelling effect to anionic dyes. In addition, the maximum\nadsorption capacities for BR9 and BV14 are as high as 245 and 227\nmg g<sup>–1</sup>, respectively. With regard to series of mixtures\nwith oppositely charged dyes, compound <bold>1</bold> can selectively\ntrap carcinogenic dyes. Therefore, compound <bold>1</bold> should\nbe a promising metal–organic framework (MOF)-based material\nfor the efficient and selective adsorption of carcinogenic dyes.</p><p>Inspired by the positive charge and abundant existence\nof amino\ngroups of carcinogenic BR9 and BV14, we expected to develop a new\nMOF to facilitate the adsorption of BR9 and BV14 by creating more\nhost–guest interactions. In an attempt to accomplish the above-mentioned\ndesires, negative inorganic nodes and elongated and functional organic\nbackbones are introduced simultaneously. From a metal perspective,\nindium, as a high cycle p-block metal, has attracted widespread concern\nfor its tendency to form charged building units, such as negatively charged [In­(OOC)<sub>4</sub>]<sup>−</sup> monomers, positively charged [In<sub>3</sub>O­(OOC)<sub>6</sub>]<sup>+</sup> trimers, and [In<sub>2</sub>(OH)] dimers. Even\nthe coexistence of these building units can create more skeletons\nwith different electrical properties. These charged secondary building units (SBUs) are generally formed\nby the coordination of carboxylic acids with indium. Besides that,\nopen channels with appropriate window sizes are also crucial for large-sized\ndyes adsorption. An expanded tetracarboxylate ligand <italic>N,N′</italic>-bis­(3,5-dicarboxyphenyl)­pyromellitic diimide (H<sub>4</sub>BDCPPI)\nfunctionalized with imide groups has been selected to synthesize a\nprospective In-MOF with pts topology, named [(CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>]­[In­(BDCPPI)]·0.5DMF·H<sub>2</sub>O (compound <bold>1</bold>). Fortunately, the 3D skeleton of compound <bold>1</bold> is anionic, which brings about the Coulombic interaction\nand ion-exchange during the adsorption of cationic organics. Moreover,\nthe imide groups decorated within the framework can form hydrogen\nbonds with the amino groups of the carcinogenic dyes, further impulsing\nthe adsorption through the host–guest interaction. It is worth noting that, compound <bold>1</bold> also features a\nlarge pore window about 17.3 × 5.5 Å and exhibits high porosity\n(69.2%), which are higher than those of other In-based MOFs with the\nsame topology. Expectantly, compound <bold>1</bold> presents commendable\nperformances in the efficient and selective adsorption of carcinogenic\nBR9 and BV14 through multiple host–guest interactions. The\nmaximum adsorption capacities for BR9 and BV14 are high, up to 245\nand 227 mg g<sup>–1</sup>, respectively. Additionally, compound <bold>1</bold> can also rapidly capture other cationic dyes with various\nsizes and shapes. In summary, compound <bold>1</bold> can be used\nas a prominent adsorbent for the highly selective and efficient adsorption\nof carcinogenic dyes.</p><title>Results and Discussion</title><title>Structure Description</title><p>Single-crystal X-ray crystallographic\nanalysis reveals that compound <bold>1</bold> crystallizes in a tetragonal\ncrystal system with the space group of <italic>P</italic>4<sub>2</sub>/<italic>mmc</italic>. As depicted in a,b, the framework is composed of a mononuclear\nindium inorganic SBU and an organic SBU functionalized with imide\ngroups. Each indium ion is chelated to four bidentate carboxylic acid\ngroups derived from four ligands, which can be defined as a 4-connected\nnode with tetrahedral geometry. Each ligand binds to four independent\nmetal centers, resulting in the formation of a rectangle geometry.\nThe alternant assembly of these SBUs results in a (4, 4)-connected\npts network with the point symbol of (4<sup>2</sup> · 8<sup>4</sup>) (c, d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S4</ext-link>). As shown in e and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S3</ext-link>, there exists two types of channels with approximate diameters of\n17.3 × 5.5 and 15.1 × 8.2 Å along the (100) and (010)\ndirections (excluding the van der Waals radius), respectively. Calculated\nby the PLATON software, the total solvent accessible volume of compound <bold>1</bold> is 3401.2 Å<sup>3</sup> per unit cell, which makes\nup approximately 69.2% of the cell volume. As rendered in a, the square channels\nwith a window size of 8.2 × 8.2 Å are sufficiently modified\nby imide groups along the (001) direction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S3</ext-link>). From the perspective of the (010) direction (b), the imide groups\nanchor on window edges of the large channel with 17.3 × 5.5 Å,\nwhich can form the hydrogen bonds with carcinogenic dyes and serve\nas active sites during the adsorption process. Noteworthily, the charged\nbehavior of the skeleton and the countercation (CH<sub>3</sub>)<sub>2</sub>NH<sub>2</sub>\n<sup>+</sup> located within the channels are\nvital for the capture of cationic dyes. The counterions resulted from\nthe decomposition of DMF solvent are applied to balance the charge\nof the anionic skeleton. The large open channels, decorated imide\ngroups, and charged characteristic of compound <bold>1</bold> make\nthe highly efficient and rapid adsorption of carcinogenic dyes possible.</p><p>As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S1a</ext-link>, the experimental\nPXRD pattern of compound <bold>1</bold> keeps consistent with the\nsimulated one acquired from single crystal data, which manifests the\npure phase of the as-synthesized sample. Under air atmosphere, thermogravimetric\nanalysis (TGA) was performed to assess the thermal stability of compound <bold>1</bold>. As represented in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S2</ext-link>,\nthe skeleton is stable up to about 400 °C and has approximately\n11.6% weight loss before 150 °C, corresponding to the loss of\nguest molecules.</p><p>Similar variation trends also occurred in the adsorption processes\nof RhB, MLB, and NR (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S6</ext-link>). The first-order\nderivative of adsorption amounts with time, a critical indicatrix\nto evaluate adsorption efficiency, discloses the initial adsorption\nrates of compound <bold>1</bold>. Delightedly, the adsorption rates\nof BR9, BV14, RhB, MLB, and NR have been valued as high as 7.3, 6.7,\n3.0, 14.6, and 13.2 mg g<sup>–1</sup> min<sup>–1</sup>, respectively (). With the sizes of the cationic dyes increasing, the adsorption\nrates decline. These results show that compound <bold>1</bold> is\nable to rapidly adsorb BR9 and BV14. For further comparison, the intensity\nof the characteristic adsorption peaks remained almost unchanged for\nMO and Orange II, which shows that the anionic dyes do not get access\nto the framework, even if their sizes match the window size of the\nframework, due to the charge repulsion (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S7</ext-link>). PXRD patterns of samples after adsorption agreed well\nwith that of the as-synthesized crystals, ruling out the possibility\nof the adsorption caused by the collapse of the skeleton during adsorption\nprogress (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S1b</ext-link>).</p><p>The adsorption capability,\nas an important index of any adsorbent\nfrom the perspective of industrial wastewater purification, is affected\nby the initial concentration of dye solutions. Thus, the adsorption\nisotherm was measured to evaluate the maximum adsorption capacity\nby varying the original concentration. Langmuir and Freundlich models\nare applied to fit the maximum adsorption curves, and it was found\nthat the Langmuir model is more suitable for the calculation of adsorption\ndata (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S9</ext-link>). Impressively, the adsorbent\ndisplays the maximum adsorption capacities for BR9 and BV14, as high\nas up to 245 and 227 mg g<sup>–1</sup>, respectively (). As far as we know,\nvery few MOFs are applied to capture BR9 and BV14, and the trapping\ncapacity of the compound <bold>1</bold> outperforms many reported\nmaterials, such as Al-MCM-41 and Ca-bentonite (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Tables S4 and S5</ext-link>). The surprising adsorption\namounts for these carcinogenic dyes may be ascribed to the following\naspects: (a) The suitable pore size and high porosity provide opportunities\nfor the adsorption of large-sized dye molecules. (b) On account of\nthe host–guest interactions of Coulombic interaction and ion-exchange,\nanionic compound <bold>1</bold> can rapidly trap cationic dyes. (c)\nThe imide groups decorated on the surface of the pore can form hydrogen\nbonds with the amino groups of carcinogenic dyes to strengthen the\nhost–guest interaction and facilitate the adsorption of the\ncarcinogenic dyes. FT-IR studies were employed to test carcinogenic\ndyes, compound <bold>1</bold>, and dye-adsorbed samples. The analogous\nstructure and functional groups of BR9 and BV14 caused their FT-IR\nspectra to be similar. Therefore, BR9 was selected as a representative\nto discuss the mechanism in detail. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.0c00066/suppl_file/cg0c00066_si_001.pdf\">Figure S8a</ext-link>, the amino peaks at 3173 and 3312 cm<sup>–1</sup> were discovered for BR9, which blue-shifted toward higher wavenumbers\nof 3218 and 3348 cm<sup>–1</sup> for compound <bold>1</bold> after adsorption. Meanwhile, the red shift is observed from 1668\nto 1655 cm<sup>–1</sup> for CO stretching vibration\nof compound <bold>1</bold> before and after adsorption. These shifts\nclearly explained the formation of hydrogen bonds between amino functional\ngroups of BR9 and BV14 and the imide groups of compound <bold>1</bold>.\n</p>", "clean_text": "A functional indium-organic framework with an anionic skeleton, [(CH3)2NH2][In(BDCPPI)]⋅0.5DMF⋅H2O (compound 1, H4BDCPPI = N,N'-bis(3,5-dicarboxyphenyl)pyromellitic diimide, DMF = N,N-dimethylformamide), has been solvothermally synthesized. Compound 1 with a (4, 4)-connected pts network is constructed by negative [In(OOC)4]- secondary building units (SBUs) and expanded tetracarboxylate ligands with functional imide groups. Meanwhile, the overall framework possesses large open channels of 17.3 × 5.5 Å with a high solvent-accessible volume that occupied about 69.2% of the total cell volume. Due to its anionic skeleton and imide-functional channels, compound 1 can efficiently adsorb large-sized carcinogenic Basic Red 9 (BR9) and Basic Violet 14 (BV14) under the synergetic promotion of Coulombic interaction, hydrogen bonding, and ion exchange and can display a repelling effect to anionic dyes. In addition, the maximum adsorption capacities for BR9 and BV14 are as high as 245 and 227 mg g-1, respectively. With regard to series of mixtures with oppositely charged dyes, compound 1 can selectively trap carcinogenic dyes. Therefore, compound 1 should be a promising metal-organic framework (MOF)-based material for the efficient and selective adsorption of carcinogenic dyes.\n\nInspired by the positive charge and abundant existence of amino groups of carcinogenic BR9 and BV14, we expected to develop a new MOF to facilitate the adsorption of BR9 and BV14 by creating more host-guest interactions. In an attempt to accomplish the above-mentioned desires, negative inorganic nodes and elongated and functional organic backbones are introduced simultaneously. From a metal perspective, indium, as a high cycle p-block metal, has attracted widespread concern for its tendency to form charged building units, such as negatively charged [In(OOC)4]- monomers, positively charged [In3O(OOC)6]+ trimers, and [In2(OH)] dimers. Even the coexistence of these building units can create more skeletons with different electrical properties. These charged secondary building units (SBUs) are generally formed by the coordination of carboxylic acids with indium. Besides that, open channels with appropriate window sizes are also crucial for large-sized dyes adsorption. An expanded tetracarboxylate ligand N,N'-bis(3,5-dicarboxyphenyl)pyromellitic diimide (H4BDCPPI) functionalized with imide groups has been selected to synthesize a prospective In-MOF with pts topology, named [(CH3)2NH2][In(BDCPPI)]⋅0.5DMF⋅H2O (compound 1). Fortunately, the 3D skeleton of compound 1 is anionic, which brings about the Coulombic interaction and ion-exchange during the adsorption of cationic organics. Moreover, the imide groups decorated within the framework can form hydrogen bonds with the amino groups of the carcinogenic dyes, further impulsing the adsorption through the host-guest interaction. It is worth noting that, compound 1 also features a large pore window about 17.3 × 5.5 Å and exhibits high porosity (69.2%), which are higher than those of other In-based MOFs with the same topology. Expectantly, compound 1 presents commendable performances in the efficient and selective adsorption of carcinogenic BR9 and BV14 through multiple host-guest interactions. The maximum adsorption capacities for BR9 and BV14 are high, up to 245 and 227 mg g-1, respectively. Additionally, compound 1 can also rapidly capture other cationic dyes with various sizes and shapes. In summary, compound 1 can be used as a prominent adsorbent for the highly selective and efficient adsorption of carcinogenic dyes.\n\nResults and Discussion\n\nStructure Description\n\nSingle-crystal X-ray crystallographic analysis reveals that compound 1 crystallizes in a tetragonal crystal system with the space group of P42/mmc. As depicted in a,b, the framework is composed of a mononuclear indium inorganic SBU and an organic SBU functionalized with imide groups. Each indium ion is chelated to four bidentate carboxylic acid groups derived from four ligands, which can be defined as a 4-connected node with tetrahedral geometry. Each ligand binds to four independent metal centers, resulting in the formation of a rectangle geometry. The alternant assembly of these SBUs results in a (4, 4)-connected pts network with the point symbol of (42 ⋅ 84) (c, d and Figure S4). As shown in e and Figure S3, there exists two types of channels with approximate diameters of 17.3 × 5.5 and 15.1 × 8.2 Å along the (100) and (010) directions (excluding the van der Waals radius), respectively. Calculated by the PLATON software, the total solvent accessible volume of compound 1 is 3401.2 Å3 per unit cell, which makes up approximately 69.2% of the cell volume. As rendered in a, the square channels with a window size of 8.2 × 8.2 Å are sufficiently modified by imide groups along the (001) direction (Figure S3). From the perspective of the (010) direction (b), the imide groups anchor on window edges of the large channel with 17.3 × 5.5 Å, which can form the hydrogen bonds with carcinogenic dyes and serve as active sites during the adsorption process. Noteworthily, the charged behavior of the skeleton and the countercation (CH3)2NH2 + located within the channels are vital for the capture of cationic dyes. The counterions resulted from the decomposition of DMF solvent are applied to balance the charge of the anionic skeleton. The large open channels, decorated imide groups, and charged characteristic of compound 1 make the highly efficient and rapid adsorption of carcinogenic dyes possible.\n\nAs shown in Figure S1a, the experimental PXRD pattern of compound 1 keeps consistent with the simulated one acquired from single crystal data, which manifests the pure phase of the as-synthesized sample. Under air atmosphere, thermogravimetric analysis (TGA) was performed to assess the thermal stability of compound 1. As represented in Figure S2, the skeleton is stable up to about 400 °C and has approximately 11.6% weight loss before 150 °C, corresponding to the loss of guest molecules.\n\nSimilar variation trends also occurred in the adsorption processes of RhB, MLB, and NR (Figure S6). The first-order derivative of adsorption amounts with time, a critical indicatrix to evaluate adsorption efficiency, discloses the initial adsorption rates of compound 1. Delightedly, the adsorption rates of BR9, BV14, RhB, MLB, and NR have been valued as high as 7.3, 6.7, 3.0, 14.6, and 13.2 mg g-1 min-1, respectively (). With the sizes of the cationic dyes increasing, the adsorption rates decline. These results show that compound 1 is able to rapidly adsorb BR9 and BV14. For further comparison, the intensity of the characteristic adsorption peaks remained almost unchanged for MO and Orange II, which shows that the anionic dyes do not get access to the framework, even if their sizes match the window size of the framework, due to the charge repulsion (Figure S7). PXRD patterns of samples after adsorption agreed well with that of the as-synthesized crystals, ruling out the possibility of the adsorption caused by the collapse of the skeleton during adsorption progress (Figure S1b).\n\nThe adsorption capability, as an important index of any adsorbent from the perspective of industrial wastewater purification, is affected by the initial concentration of dye solutions. Thus, the adsorption isotherm was measured to evaluate the maximum adsorption capacity by varying the original concentration. Langmuir and Freundlich models are applied to fit the maximum adsorption curves, and it was found that the Langmuir model is more suitable for the calculation of adsorption data (Figure S9). Impressively, the adsorbent displays the maximum adsorption capacities for BR9 and BV14, as high as up to 245 and 227 mg g-1, respectively (). As far as we know, very few MOFs are applied to capture BR9 and BV14, and the trapping capacity of the compound 1 outperforms many reported materials, such as Al-MCM-41 and Ca-bentonite (see Tables S4 and S5). The surprising adsorption amounts for these carcinogenic dyes may be ascribed to the following aspects: (a) The suitable pore size and high porosity provide opportunities for the adsorption of large-sized dye molecules. (b) On account of the host-guest interactions of Coulombic interaction and ion-exchange, anionic compound 1 can rapidly trap cationic dyes. (c) The imide groups decorated on the surface of the pore can form hydrogen bonds with the amino groups of carcinogenic dyes to strengthen the host-guest interaction and facilitate the adsorption of the carcinogenic dyes. FT-IR studies were employed to test carcinogenic dyes, compound 1, and dye-adsorbed samples. The analogous structure and functional groups of BR9 and BV14 caused their FT-IR spectra to be similar. Therefore, BR9 was selected as a representative to discuss the mechanism in detail. As shown in Figure S8a, the amino peaks at 3173 and 3312 cm-1 were discovered for BR9, which blue-shifted toward higher wavenumbers of 3218 and 3348 cm-1 for compound 1 after adsorption. Meanwhile, the red shift is observed from 1668 to 1655 cm-1 for CO stretching vibration of compound 1 before and after adsorption. These shifts clearly explained the formation of hydrogen bonds between amino functional groups of BR9 and BV14 and the imide groups of compound 1. ", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "porosity": [{"value": "0.87", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "porosity": [{"value": "38.2", "unit": "%", "condition": ""}, {"value": "852.8", "unit": "Å3", "condition": ""}]}]], "include_properties": ["porosity"]}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Description\nof three-dimensional structure of compound <bold>1</bold>. Topology\nsimplification of (a) mononuclear In and (b) ligand SBUs.\n(c) Polyhedron view of the skeleton. (d) Topology of the pts network.\n(e) Connolly surface area view and space-filling model of the structure\nalong the (010) direction. Color scheme: carbon, gray; oxygen, red;\nnitrogen, blue; indium, green. Guest molecules and H atoms have been\nomitted for clarity.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg0c00066_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Description of three-dimensional structure of compound 1. Topology simplification of (a) mononuclear In and (b) ligand SBUs. (c) Polyhedron view of the skeleton. (d) Topology of the pts network. (e) Connolly surface area view and space-filling model of the structure along the (010) direction. Color scheme: carbon, gray; oxygen, red; nitrogen, blue; indium, green. Guest molecules and H atoms have been omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Views of three-dimensional\nstructure along the (a) (001) direction\nand the (b) (010) direction exhibiting affluent imide groups exposed\nin diverse channels.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg0c00066_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Views of three-dimensional structure along the (a) (001) direction and the (b) (010) direction exhibiting affluent imide groups exposed in diverse channels.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Diagram\nof the Structure of Seven Different Charge Dyes</title>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg0c00066_0006.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Diagram of the Structure of Seven Different Charge Dyes   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>UV–vis adsorption\nspectra of (a) BR9, (b) BV14, and the\nhybrid systems of (e) BR9 and MO and (f) BV14 and MO with different\ntimes. The adsorption amounts (<italic>Q</italic>\n<sub>\n<italic>t</italic>\n</sub>) and the first-order derivative curves at different sampling\ntimes for (c) BR9 and (d) BV14.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg0c00066_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  UV-vis adsorption spectra of (a) BR9, (b) BV14, and the hybrid systems of (e) BR9 and MO and (f) BV14 and MO with different times. The adsorption amounts (Q  t ) and the first-order derivative curves at different sampling times for (c) BR9 and (d) BV14.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) First-order derivative\ncurves of adsorption amount (<italic>Q</italic>\n<sub>\n<italic>t</italic>\n</sub>) with time for cationic BR9,\nBV14, RhB, MLB, and NR. (b) Bar graphs of the initial adsorption rates\nfor the respective dyes.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg0c00066_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) First-order derivative curves of adsorption amount (Q  t ) with time for cationic BR9, BV14, RhB, MLB, and NR. (b) Bar graphs of the initial adsorption rates for the respective dyes.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a)\nLangmuir fitting curves for the maximum adsorption amounts\nof BR9, BV14, RhB, MLB, and NR. (b) Bar graphs of the maximum adsorption\namount for the corresponding dyes.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg0c00066_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) Langmuir fitting curves for the maximum adsorption amounts of BR9, BV14, RhB, MLB, and NR. (b) Bar graphs of the maximum adsorption amount for the corresponding dyes.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.0c00066", "title": null, "journal": "American Chemical\nSociety", "date": "2020.03", "author_list": ["Wan\nSihan", "Li\nLi", "Liu\nJunmin", "Liu\nBing", "Li\nGuanghua", "Zhang\nLirong", "Liu\nYunling"]}}