{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg101130m.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>In this paper, we describe a general method for the controlled synthesis of nanosized isoreticular metal−organic framework (IRMOF-n) crystals, which for the first time combine good monodispersity and crystallinity. Nano-IRMOF-1 and -3 crystals are produced as examples. TEM and SEM micrographs show nanocrystals with regular shape and uniform size of 200−300 nm. While powder X-ray diffraction data show a high degree of crystallinity, the BET surface area of the nano-IRMOF-1 crystals of ca. 3000 m<sup>2</sup>/g demonstrates the large internal pore volume. The nanocrystal growth mechanism under the assistance of hexadecyltrimethylammonium bromide (CTAB) as surfactant was studied by systematically changing the parameters of the preparation. The influence of each step in the preparation could be explained, and a rational synthesis protocol was thus obtained. Thereby, this work provides access to much-desired but difficult to obtain high-quality nano-MOF crystals through an optimized and rational synthesis. Moreover, the synthesis principles outlined herein should be transferable to other nanoporous materials with related growth mechanisms.</p>", "clean_text": "In this paper, we describe a general method for the controlled synthesis of nanosized isoreticular metal-organic framework (IRMOF-n) crystals, which for the first time combine good monodispersity and crystallinity. Nano-IRMOF-1 and -3 crystals are produced as examples. TEM and SEM micrographs show nanocrystals with regular shape and uniform size of 200-300 nm. While powder X-ray diffraction data show a high degree of crystallinity, the BET surface area of the nano-IRMOF-1 crystals of ca. 3000 m2/g demonstrates the large internal pore volume. The nanocrystal growth mechanism under the assistance of hexadecyltrimethylammonium bromide (CTAB) as surfactant was studied by systematically changing the parameters of the preparation. The influence of each step in the preparation could be explained, and a rational synthesis protocol was thus obtained. Thereby, this work provides access to much-desired but difficult to obtain high-quality nano-MOF crystals through an optimized and rational synthesis. Moreover, the synthesis principles outlined herein should be transferable to other nanoporous materials with related growth mechanisms.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>We report the rational synthesis of nanosized crystals of IRMOF-1 and IRMOF-3 of unprecedented crystallinity and porosity. The synthesis protocol, which involves addition of a surfactant in a carefully chosen procedure, is rationally derived from investigation of all relevant parameters. The principles outlined should be generally applicable to the preparation of nanocrystals of other MOFs.</p>", "clean_text": "We report the rational synthesis of nanosized crystals of IRMOF-1 and IRMOF-3 of unprecedented crystallinity and porosity. The synthesis protocol, which involves addition of a surfactant in a carefully chosen procedure, is rationally derived from investigation of all relevant parameters. The principles outlined should be generally applicable to the preparation of nanocrystals of other MOFs.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Downsizing materials to the nanometer regime will in many cases open up new and unprecedented opportunities for applications of these materials. Metal−organic frameworks (MOFs) are a class of hybrid materials that have attracted considerable attention in recent years due to their intriguing structural motifs and various potential applications. Although hydrogen storage and selective gas adsorption are currently the main focus of MOF research where the crystal size may be not vital, there are other potential applications of MOFs where a well-controlled small size is required. For example, there are promising medicinal applications of MOFs such as biomedical imaging, biosensing, and drug delivery. The typically obtained bulk crystal size of several micrometers to millimeters is not suited for practical applications in the biomedical field. Facile transportation through capillary vessels or the lymphatic system as well as effective cellular uptake all require customized small-sized crystals. A recent review on infinite coordination polymers (ICPs) points out that compared with ICPs with dimensions down to the nanometer and micrometer size regime, the less-controlled bulk size makes MOFs unsuitable for many biologically relevant applications. Downsizing MOFs to the nanometer regime will thus open new possibilities of MOF applications in these fields.</p>", "clean_text": "Downsizing materials to the nanometer regime will in many cases open up new and unprecedented opportunities for applications of these materials. Metal-organic frameworks (MOFs) are a class of hybrid materials that have attracted considerable attention in recent years due to their intriguing structural motifs and various potential applications. Although hydrogen storage and selective gas adsorption are currently the main focus of MOF research where the crystal size may be not vital, there are other potential applications of MOFs where a well-controlled small size is required. For example, there are promising medicinal applications of MOFs such as biomedical imaging, biosensing, and drug delivery. The typically obtained bulk crystal size of several micrometers to millimeters is not suited for practical applications in the biomedical field. Facile transportation through capillary vessels or the lymphatic system as well as effective cellular uptake all require customized small-sized crystals. A recent review on infinite coordination polymers (ICPs) points out that compared with ICPs with dimensions down to the nanometer and micrometer size regime, the less-controlled bulk size makes MOFs unsuitable for many biologically relevant applications. Downsizing MOFs to the nanometer regime will thus open new possibilities of MOF applications in these fields.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Recently, several strategies were developed to prepare small-sized MOF crystals. Several MIL-<italic toggle=\"yes\">n</italic> MOFs (MIL = Materials of Institut Lavoisier) that form small-sized crystals by preference, for example, MIL-88A, MIL-89, and MIL-101, were prepared as nanosized materials using either traditional solvothermal syntheses or microwave-assisted methods under the control of the reaction conditions. A highly tailorable method was developed by Lin and co-workers on the synthesis of nanosized Gd-MOF and Mn-MOF crystals using a water-in-oil, or reverse, microemulsion-based system, which consists of nanometer-sized water droplets stabilized by a surfactant in a predominantly organic phase to essentially act as “nanoreactors” and as such assists in controlling the nucleation and growth of nanoparticles. Kitagawa and co-workers designed a coordination modulation method assisted by microwave heating using a monocarboxylic acid additive to slow the reaction rate of carboxylate-based PCPs and achieve particle sizes in the nanometer to micrometer regime within the [Cu<sub>3</sub>(btc)<sub>2</sub>] system. Hence, although several strategies were developed, to the best of our knowledge, a general strategy for preparing nanosized isoreticular metal−organic frameworks (IRMOFs, Zn-based MOF), which are less toxic and more biocompatible, with high crystallinity, large internal surface, and high pore volume is still absent.</p>", "clean_text": "Recently, several strategies were developed to prepare small-sized MOF crystals. Several MIL-n MOFs (MIL = Materials of Institut Lavoisier) that form small-sized crystals by preference, for example, MIL-88A, MIL-89, and MIL-101, were prepared as nanosized materials using either traditional solvothermal syntheses or microwave-assisted methods under the control of the reaction conditions. A highly tailorable method was developed by Lin and co-workers on the synthesis of nanosized Gd-MOF and Mn-MOF crystals using a water-in-oil, or reverse, microemulsion-based system, which consists of nanometer-sized water droplets stabilized by a surfactant in a predominantly organic phase to essentially act as \"nanoreactors\" and as such assists in controlling the nucleation and growth of nanoparticles. Kitagawa and co-workers designed a coordination modulation method assisted by microwave heating using a monocarboxylic acid additive to slow the reaction rate of carboxylate-based PCPs and achieve particle sizes in the nanometer to micrometer regime within the [Cu3(btc)2] system. Hence, although several strategies were developed, to the best of our knowledge, a general strategy for preparing nanosized isoreticular metal-organic frameworks (IRMOFs, Zn-based MOF), which are less toxic and more biocompatible, with high crystallinity, large internal surface, and high pore volume is still absent.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>IRMOFs as represented by IRMOF-1 (compare MOF-5, [Zn<sub>4</sub>O(bdc)<sub>3</sub>], bdc = benzene-1,4-dicarboxylate) and IRMOF-3 ([Zn<sub>4</sub>O(R-bdc)<sub>3</sub>], R-bdc = 2-amino-benzene-1,4-dicarboxylate) constitute probably the most intensively studied class of MOFs. They were studied as gas storage materials, absorbents, catalysts, metal loading hosts, etc. since the first report by Yaghi and co-workers. Downsizing IRMOFs to nanoscale is therefore interesting in many fields. Masel et al. made it possible to downsize IRMOFs to micrometer size (4 ± 1 μm) by a microwave-assisted solvothermal synthesis method. Huang et al. reported a “direct mixing” strategy for nanosized Zn-BDC coordination polymers, however, with poor monodispersity and low crystallinity, which suggests largely inaccessible empty pores. This clearly is detrimental for practical applications of this nanomaterial. In this paper, we described a reproducible method for the production of monodisperse nano-IRMOFs, which at the same time have a high internal surface and crystallinity. Furthermore the nanocrystal growth mechanism was studied in detail by dissecting different kinetic processes, such as secondary building unit (SBU) preparation, nucleation, and crystal deposition, using a four-step treatment during the nano-IRMOF crystal formation. The effect of hexadecyltrimethylammonium bromide (CTAB) as a stabilizing agent to slow the crystal nucleation was also observed.</p>", "clean_text": "IRMOFs as represented by IRMOF-1 (compare MOF-5, [Zn4O(bdc)3], bdc = benzene-1,4-dicarboxylate) and IRMOF-3 ([Zn4O(R-bdc)3], R-bdc = 2-amino-benzene-1,4-dicarboxylate) constitute probably the most intensively studied class of MOFs. They were studied as gas storage materials, absorbents, catalysts, metal loading hosts, etc. since the first report by Yaghi and co-workers. Downsizing IRMOFs to nanoscale is therefore interesting in many fields. Masel et al. made it possible to downsize IRMOFs to micrometer size (4 ± 1 μm) by a microwave-assisted solvothermal synthesis method. Huang et al. reported a \"direct mixing\" strategy for nanosized Zn-BDC coordination polymers, however, with poor monodispersity and low crystallinity, which suggests largely inaccessible empty pores. This clearly is detrimental for practical applications of this nanomaterial. In this paper, we described a reproducible method for the production of monodisperse nano-IRMOFs, which at the same time have a high internal surface and crystallinity. Furthermore the nanocrystal growth mechanism was studied in detail by dissecting different kinetic processes, such as secondary building unit (SBU) preparation, nucleation, and crystal deposition, using a four-step treatment during the nano-IRMOF crystal formation. The effect of hexadecyltrimethylammonium bromide (CTAB) as a stabilizing agent to slow the crystal nucleation was also observed.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>As our initial target, nanocrystals of IRMOF-1 were synthesized using the strategy shown in Scheme . A mother solution of IRMOF-1 was produced by mixing Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O and 1,4-benzenedicarboxylic acid (H<sub>2</sub>BDC) in DMF at room temperature (step a). The as-gained mother solution was heated at 60 °C for 72 h (incubation, step b). Then the surfactant CTAB was added (step c). The solution was further heated at 105 °C for 1.5 h. After that, the solution was still clear and without any precipitate (nucleation, step d). Finally, triethylamine (TEA) was added quickly to trigger rapid deposition of crystalline material (precipitation, step e). Products, which were collected after separation, washing, and drying, can be redispersed into solvents and form uniform suspensions upon shaking or ultrasonic dispersion (step f).</p>", "clean_text": "As our initial target, nanocrystals of IRMOF-1 were synthesized using the strategy shown in Scheme . A mother solution of IRMOF-1 was produced by mixing Zn(NO3)2⋅6H2O and 1,4-benzenedicarboxylic acid (H2BDC) in DMF at room temperature (step a). The as-gained mother solution was heated at 60 °C for 72 h (incubation, step b). Then the surfactant CTAB was added (step c). The solution was further heated at 105 °C for 1.5 h. After that, the solution was still clear and without any precipitate (nucleation, step d). Finally, triethylamine (TEA) was added quickly to trigger rapid deposition of crystalline material (precipitation, step e). Products, which were collected after separation, washing, and drying, can be redispersed into solvents and form uniform suspensions upon shaking or ultrasonic dispersion (step f).", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis of Nano-IRMOF-1 Crystals</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2010-01130m_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Synthesis of Nano-IRMOF-1 Crystals   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>The yield of products was as high as 99% (based on organic ligands) after washing and drying. Scanning electron micrographic (SEM) and transmission electron micrographic (TEM) images (Figure a−d) demonstrate that nanocrystals with regular or truncated octahedral crystal morphology were successfully formed. Statistics of particle sizes from SEM data demonstrate a domain size of crystals around 200−300 nm (Figure S1, ). Powder X-ray diffraction (PXRD) studies show that the nanocrystals are well-crystallized IRMOF-1, matching exactly the PXRD of authentic bulk material (Figure S2, ). Thermogravimetric analysis (TGA) of this material shows only ∼6.5 wt % of guest molecules remained in the crystal pores (Figure S4, ). Element analysis (EA) shows that the residue might be water and ethanol originating from the solvents. Only trace amounts of nitrogen (0.005%) were detected. This clearly indicates that solvent DMF, surfactant CTAB, and the organic amine TEA used in the preparation process were removed cleanly (Table S2, ) The BET surface area of this material is as high as 3005 m<sup>2</sup>/g, which is much higher than that of nanoparticles reported by Yan et al. (BET surface area of 666 m<sup>2</sup>/g), which gives further proof of the highly accessible open pores. Preparation and handling methods will affect the inner surface area of IRMOF-1 material. By careful handling in an inert atmosphere glovebox, a BET surface area for IRMOF-1 particles as high as 3800 m<sup>2</sup>/g was achieved. In comparison, the nanomaterials herein are prepared in air and without using anhydrous solvents and reach as much as 80% of this surface area, which demonstrates good structural properties. Downsizing IRMOFs to the nanoscale by an easy handing method without compromising their structural integrity, that is, crystalline ordering and high porosity, facilitates the potential applications of these nanomaterials.</p>", "clean_text": "The yield of products was as high as 99% (based on organic ligands) after washing and drying. Scanning electron micrographic (SEM) and transmission electron micrographic (TEM) images (Figure a-d) demonstrate that nanocrystals with regular or truncated octahedral crystal morphology were successfully formed. Statistics of particle sizes from SEM data demonstrate a domain size of crystals around 200-300 nm (Figure S1, ). Powder X-ray diffraction (PXRD) studies show that the nanocrystals are well-crystallized IRMOF-1, matching exactly the PXRD of authentic bulk material (Figure S2, ). Thermogravimetric analysis (TGA) of this material shows only ~6.5 wt % of guest molecules remained in the crystal pores (Figure S4, ). Element analysis (EA) shows that the residue might be water and ethanol originating from the solvents. Only trace amounts of nitrogen (0.005%) were detected. This clearly indicates that solvent DMF, surfactant CTAB, and the organic amine TEA used in the preparation process were removed cleanly (Table S2, ) The BET surface area of this material is as high as 3005 m2/g, which is much higher than that of nanoparticles reported by Yan et al. (BET surface area of 666 m2/g), which gives further proof of the highly accessible open pores. Preparation and handling methods will affect the inner surface area of IRMOF-1 material. By careful handling in an inert atmosphere glovebox, a BET surface area for IRMOF-1 particles as high as 3800 m2/g was achieved. In comparison, the nanomaterials herein are prepared in air and without using anhydrous solvents and reach as much as 80% of this surface area, which demonstrates good structural properties. Downsizing IRMOFs to the nanoscale by an easy handing method without compromising their structural integrity, that is, crystalline ordering and high porosity, facilitates the potential applications of these nanomaterials.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM and TEM micrographs of (a−d) nano-IRMOF-1 crystals and (e−h) nano-IRMOF-3 crystals: (a, e) SEM, (b. f) enlarged SEM, (c, g) enlarged SEM with frame sketch, (d, h) TEM.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2010-01130m_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM and TEM micrographs of (a-d) nano-IRMOF-1 crystals and (e-h) nano-IRMOF-3 crystals: (a, e) SEM, (b. f) enlarged SEM, (c, g) enlarged SEM with frame sketch, (d, h) TEM.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>To probe the generality of this strategy for IRMOFs, we applied the same method to IRMOF-3. SEM and TEM micrographs (Figure e−h) show that cubic crystals with good monodispersity and crystallinity were successfully produced with equally high yield (99%, based on organic ligands). The identity and phase purity of the IRMOF-3 nanocrystals were again confirmed by PXRD (Figure S3, ). In this case, thermogravimetric analysis (TGA) and element analysis (EA) show that up to ∼35 wt % of guest molecules, TEA, DMF, or CTAB, remained in the crystal pores and were not removed by washing (Figure S5, Table S3, ). Also, the BET surface area of this material decreases to 421 m<sup>2</sup>/g compared with that of nano-IRMOF-1 material. Considering the high crystallinity (from PXRD and SEM), the trapping of the guest molecules inside the pores may be caused by steric hindrance of the pendant amino groups on the R-BDC linkers, which may serve to block accessibility of the otherwise open pores. However, the open pores can be regenerated by activating this material under high-temperature calcination (300 °C), which decomposes guest molecules while keeping the framework structure intact (Figure S5, ).</p>", "clean_text": "To probe the generality of this strategy for IRMOFs, we applied the same method to IRMOF-3. SEM and TEM micrographs (Figure e-h) show that cubic crystals with good monodispersity and crystallinity were successfully produced with equally high yield (99%, based on organic ligands). The identity and phase purity of the IRMOF-3 nanocrystals were again confirmed by PXRD (Figure S3, ). In this case, thermogravimetric analysis (TGA) and element analysis (EA) show that up to ~35 wt % of guest molecules, TEA, DMF, or CTAB, remained in the crystal pores and were not removed by washing (Figure S5, Table S3, ). Also, the BET surface area of this material decreases to 421 m2/g compared with that of nano-IRMOF-1 material. Considering the high crystallinity (from PXRD and SEM), the trapping of the guest molecules inside the pores may be caused by steric hindrance of the pendant amino groups on the R-BDC linkers, which may serve to block accessibility of the otherwise open pores. However, the open pores can be regenerated by activating this material under high-temperature calcination (300 °C), which decomposes guest molecules while keeping the framework structure intact (Figure S5, ).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The above procedure is a result of careful optimization of relevant parameters. In a typical solvothermal synthesis of MOFs, the preparation, occurrence of crystal nucleation, and crystal growth take place during the (usually long) heating time. Likely, each of these processes will have different kinetic parameters that are possibly even interdependent. It is difficult to monitor and control single steps. On the other hand, a detailed experimental study on MOF crystallization and growth processes is vital for developing a rational synthesis protocol for the respective nano-MOFs. Thus, we tried to dissect and separately control the different processes of MOF crystallization to understand the nano-MOF growth mechanism under the assistance of surfactants. As shown above, the synthesis scheme includes a four-step treatment: the incubation step (b), CTAB addition (c), the nucleation step (d), and the precipitation step (e) to finally produce nano-IRMOF crystals of the demonstrated high quality. In the following, we describe the effects of systematic variations of all four steps.</p>", "clean_text": "The above procedure is a result of careful optimization of relevant parameters. In a typical solvothermal synthesis of MOFs, the preparation, occurrence of crystal nucleation, and crystal growth take place during the (usually long) heating time. Likely, each of these processes will have different kinetic parameters that are possibly even interdependent. It is difficult to monitor and control single steps. On the other hand, a detailed experimental study on MOF crystallization and growth processes is vital for developing a rational synthesis protocol for the respective nano-MOFs. Thus, we tried to dissect and separately control the different processes of MOF crystallization to understand the nano-MOF growth mechanism under the assistance of surfactants. As shown above, the synthesis scheme includes a four-step treatment: the incubation step (b), CTAB addition (c), the nucleation step (d), and the precipitation step (e) to finally produce nano-IRMOF crystals of the demonstrated high quality. In the following, we describe the effects of systematic variations of all four steps.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The concept of small clusters as secondary building units (SBUs), which are the requisites for an extended MOF framework construction, is well accepted now. The formation and presence of SBUs during the initial heating phase were confirmed by ex-situ EXAFS study and ex situ mass spectrometry. Then, an in situ TLS study on the crystal growth of IRMOF-1 in DEF solution revealed that heating at 60 °C for 72 h will not initiate the nucleation of IRMOF-1 crystals. Using this information, we designed the incubation step b. A sufficiently long heating below the temperature that triggers nucleation is required to obtain a sufficient number of SBUs. The DMF solution for IRMOF-1 gained after step b is still clear. However, it is very unstable and nucleates easily (Chart S1, ), which indicates the deprotonation of H<sub>2</sub>BDC and the formation of SBUs. These in turn are requisites for subsequent nucleation.</p>", "clean_text": "The concept of small clusters as secondary building units (SBUs), which are the requisites for an extended MOF framework construction, is well accepted now. The formation and presence of SBUs during the initial heating phase were confirmed by ex-situ EXAFS study and ex situ mass spectrometry. Then, an in situ TLS study on the crystal growth of IRMOF-1 in DEF solution revealed that heating at 60 °C for 72 h will not initiate the nucleation of IRMOF-1 crystals. Using this information, we designed the incubation step b. A sufficiently long heating below the temperature that triggers nucleation is required to obtain a sufficient number of SBUs. The DMF solution for IRMOF-1 gained after step b is still clear. However, it is very unstable and nucleates easily (Chart S1, ), which indicates the deprotonation of H2BDC and the formation of SBUs. These in turn are requisites for subsequent nucleation.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>A temperature of 105 °C is effective for triggering IRMOF-1 nucleation. Microsized IRMOF-1 crystals precipitated from the incubated solution described above within less than 0.5 h at 105 °C. Compared with the typical precipitation of IRMOF-1 crystals at 105 °C from a mother solution without incubation, which usually needs 8−24 h, a highly accelerated nucleation and growth of IRMOF-1 crystals at 105 °C illuminates the prior formation of well-prepared SBUs. However, uncontrolled fast nucleation and growth at 105 °C results in microsized rather than nanosized crystals. At this crucial moment when nucleation cores formed from SBUs, the surfactant CTAB was added to stabilize the solution (step c). After addition of CTAB, we found that prolonged heating (up to 3 h) at 105 °C became possible without rapid crystal growth and precipitation. With the longer heating at 105 °C being possible, a better crystallinity is achieved (Figure S6, ). CTAB seems to slow down the nucleation and crystal growth at 105 °C, hence allowing enough time for highly crystalline nucleation cores to form. Evidently, the time scales of nucleation and growth need to be fine-tuned in order to arrive at highly ordered growth. Addition of the surfactant CTAB at the right moment, in combination with other optimized parameters, reproducibly produces high-quality nano-IRMOF-1 and -3.</p>", "clean_text": "A temperature of 105 °C is effective for triggering IRMOF-1 nucleation. Microsized IRMOF-1 crystals precipitated from the incubated solution described above within less than 0.5 h at 105 °C. Compared with the typical precipitation of IRMOF-1 crystals at 105 °C from a mother solution without incubation, which usually needs 8-24 h, a highly accelerated nucleation and growth of IRMOF-1 crystals at 105 °C illuminates the prior formation of well-prepared SBUs. However, uncontrolled fast nucleation and growth at 105 °C results in microsized rather than nanosized crystals. At this crucial moment when nucleation cores formed from SBUs, the surfactant CTAB was added to stabilize the solution (step c). After addition of CTAB, we found that prolonged heating (up to 3 h) at 105 °C became possible without rapid crystal growth and precipitation. With the longer heating at 105 °C being possible, a better crystallinity is achieved (Figure S6, ). CTAB seems to slow down the nucleation and crystal growth at 105 °C, hence allowing enough time for highly crystalline nucleation cores to form. Evidently, the time scales of nucleation and growth need to be fine-tuned in order to arrive at highly ordered growth. Addition of the surfactant CTAB at the right moment, in combination with other optimized parameters, reproducibly produces high-quality nano-IRMOF-1 and -3.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Organic amines are commonly used agents to accelerate the deprotonation of H<sub>2</sub>BDC in the synthesis of bulk MOFs. After the nucleation and initial crystal growth at 105 °C, we used triethylamine (TEA) to trigger the rapid growth and precipitation of nano-IRMOFs crystals (precipitation step e). An increase of the TEA concentration has no effect on the crystal size but leads to a more regular octahedral shape of the crystals (Figure S7, ).</p>", "clean_text": "Organic amines are commonly used agents to accelerate the deprotonation of H2BDC in the synthesis of bulk MOFs. After the nucleation and initial crystal growth at 105 °C, we used triethylamine (TEA) to trigger the rapid growth and precipitation of nano-IRMOFs crystals (precipitation step e). An increase of the TEA concentration has no effect on the crystal size but leads to a more regular octahedral shape of the crystals (Figure S7, ).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>In accordance with previous studies, direct mixing of the organic amine with a typical IRMOF-1 solution (i.e., step e follows directly after step a) will rapidly precipitate nanoparticles but with poor monodispersity and crystallinity. Samples gained by first heating to 105 °C for 1.5 h before mixing of the organic amine with the IRMOF-1 solution (i.e., without step b) do not show improved monodispersity and crystallinity (Figure S8, ). Thus incubation step b associated with nucleation step d in our strategy plays an important role for the high crystallinity of IRMOF crystals. The relative intensity of the first two PXRD peaks at 6.7° and 9.6° can be used for quality assessment of the nanocrystals, with the peak at lower angles being higher in intensity for highly crystalline materials. Several researchers show that there is a decrease of the relative intensity of PXRD peaks at 6.7° vs 9.6° compared with the simulated PXRD pattern from an IRMOF-1 single crystal depending on the preparation procedure. For example, Huang et al. reported that nanoparticles that were obtained without thermal treatment show an intensity reversion of the first two PXRD peaks. Bulk IRMOF-1 particles gained by Long et al. under 80 °C heating for 10 h also show a similar PXRD phenomenon. In our work, the nano-IRMOF-1 material does not exhibit the intensity reversion of the first two PXRD peaks. However, we observed the intensity reversion of the first two peaks when the thermal treatment is insufficient, that is, omission of either a sufficiently long incubation or nucleation phase, and the reversion will increase with the decrease of the thermal treatment (Figure S9, ). Lillerud and co-workers reported that this peak intensity reversion is related to pore-filling effects. In our work, elemental analysis data of two typical samples showed that the materials with peak intensity inversion contain more residual species from the synthesis solution, which agrees well with Lillerud’s finding (Table S4, ). Materials with poor crystallinity and thereby compromised crystalline ordering will trap more guest molecules inside the pores, which is detrimental for the applications of these materials. The nano-IRMOF-1 material described herein does not exhibit the intensity reversion of the first two PXRD peaks, which demonstrates that the combination of the incubation (b) and nucleation steps (d) provides a sufficient thermal condition for a good crystallinity of the nanoparticles. Thus, the combination of the incubation (b) and nucleation step (d) not only dissects the kinetic processes of SBUs formation and crystal nucleation but also effectively increased the crystallinity of nano-IRMOFs.</p>", "clean_text": "In accordance with previous studies, direct mixing of the organic amine with a typical IRMOF-1 solution (i.e., step e follows directly after step a) will rapidly precipitate nanoparticles but with poor monodispersity and crystallinity. Samples gained by first heating to 105 °C for 1.5 h before mixing of the organic amine with the IRMOF-1 solution (i.e., without step b) do not show improved monodispersity and crystallinity (Figure S8, ). Thus incubation step b associated with nucleation step d in our strategy plays an important role for the high crystallinity of IRMOF crystals. The relative intensity of the first two PXRD peaks at 6.7° and 9.6° can be used for quality assessment of the nanocrystals, with the peak at lower angles being higher in intensity for highly crystalline materials. Several researchers show that there is a decrease of the relative intensity of PXRD peaks at 6.7° vs 9.6° compared with the simulated PXRD pattern from an IRMOF-1 single crystal depending on the preparation procedure. For example, Huang et al. reported that nanoparticles that were obtained without thermal treatment show an intensity reversion of the first two PXRD peaks. Bulk IRMOF-1 particles gained by Long et al. under 80 °C heating for 10 h also show a similar PXRD phenomenon. In our work, the nano-IRMOF-1 material does not exhibit the intensity reversion of the first two PXRD peaks. However, we observed the intensity reversion of the first two peaks when the thermal treatment is insufficient, that is, omission of either a sufficiently long incubation or nucleation phase, and the reversion will increase with the decrease of the thermal treatment (Figure S9, ). Lillerud and co-workers reported that this peak intensity reversion is related to pore-filling effects. In our work, elemental analysis data of two typical samples showed that the materials with peak intensity inversion contain more residual species from the synthesis solution, which agrees well with Lillerud's finding (Table S4, ). Materials with poor crystallinity and thereby compromised crystalline ordering will trap more guest molecules inside the pores, which is detrimental for the applications of these materials. The nano-IRMOF-1 material described herein does not exhibit the intensity reversion of the first two PXRD peaks, which demonstrates that the combination of the incubation (b) and nucleation steps (d) provides a sufficient thermal condition for a good crystallinity of the nanoparticles. Thus, the combination of the incubation (b) and nucleation step (d) not only dissects the kinetic processes of SBUs formation and crystal nucleation but also effectively increased the crystallinity of nano-IRMOFs.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The effect of organic amines other than TEA, namely, decylamine and piperidine, on the crystal morphology was also studied. Figure a−d shows the SEM micrographs of crystals obtained using decylamine and piperidine instead of TEA. The size of crystals increased compared with the nanocrystals from TEA. This may be caused by differences in alkalinity, which somehow influences the crystal growth (Table S5, ). Also different from the octahedral TEA crystals, use of decylamine induced rods, 1−2 μm in length by 150 nm in diameter. Fang et al. proposed that organic amines may serve as templates during the formation of MOF frameworks. Herein, decylamine with a long carbon chain induced rod-shaped crystals, while TEA and piperidine induced octahedral crystals. Noteworthy, the crystals obtained from piperidine are not stable under the electron beam. Figure d shows an obvious distortion on crystal faces caused by the electron beam.</p>", "clean_text": "The effect of organic amines other than TEA, namely, decylamine and piperidine, on the crystal morphology was also studied. Figure a-d shows the SEM micrographs of crystals obtained using decylamine and piperidine instead of TEA. The size of crystals increased compared with the nanocrystals from TEA. This may be caused by differences in alkalinity, which somehow influences the crystal growth (Table S5, ). Also different from the octahedral TEA crystals, use of decylamine induced rods, 1-2 μm in length by 150 nm in diameter. Fang et al. proposed that organic amines may serve as templates during the formation of MOF frameworks. Herein, decylamine with a long carbon chain induced rod-shaped crystals, while TEA and piperidine induced octahedral crystals. Noteworthy, the crystals obtained from piperidine are not stable under the electron beam. Figure d shows an obvious distortion on crystal faces caused by the electron beam.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Finally, the crystal morphology also changes with the concentration of the mother solution. As shown in Figure e−h, diluting the mother solution to 1:5 and 1:10 will result in spherical or flower-shaped crystals.</p>", "clean_text": "Finally, the crystal morphology also changes with the concentration of the mother solution. As shown in Figure e-h, diluting the mother solution to 1:5 and 1:10 will result in spherical or flower-shaped crystals.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM micrographs of crystals gained from (a−d) different amines and (e−h) different mother solutions: (a) decylamine, 5 equiv of TEA; (b) enlarged image of panel a; (c) piperidine, 1 equiv of TEA; (d) enlarged image of panel c; (e) 1:5 dilution of standard mother solution; (f) enlarged image of panel e; (g) 1:10 dilution of standard mother solution; (h) enlarged image of panel g.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2010-01130m_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM micrographs of crystals gained from (a-d) different amines and (e-h) different mother solutions: (a) decylamine, 5 equiv of TEA; (b) enlarged image of panel a; (c) piperidine, 1 equiv of TEA; (d) enlarged image of panel c; (e) 1:5 dilution of standard mother solution; (f) enlarged image of panel e; (g) 1:10 dilution of standard mother solution; (h) enlarged image of panel g.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>In summary, we report a method for the controlled synthesis of nano-IRMOF crystals, which for the first time combine good monodispersity and crystallinity. A four-step treatment strategy herein effectively dissects different kinetic processes of nano-MOF crystallization. A sufficient number of SBUs were gained in a well-incubated mother solution. Nucleation and crystal growth was then fine-tuned by adding the surfactant CTAB, which slows down the crystal growth at 105 °C to allow enough time for highly crystalline nucleation cores to form. The organic amine TEA was finally added to trigger rapid growth and precipitation of nanocrystals. As a result, monodisperse, highly crystalline nano-IRMOF-1 crystals with high porosity were obtained. The method was successfully extended to IRMOF-3, which can be further functionalized chemically. The concept of using information from in situ TLS on the crystal growth dynamics for designing an appropriate synthesis protocol for nano-IRMOF crystals should be transferable to other MOFs with interesting properties. For example, the combination of the surfactant CTAB and different amines effects the growth along different crystallographic axes, thereby allowing the formation of anisotropic particles. Considering the high pore volume, orderly pore channels, and low toxicity, IRMOFs seem to be good candidates for biological applications. For applications in other areas such as gas storage, separation, and catalysis, it will be equally important to control the material properties in other nano-MOFs by a rational synthesis procedure. Synthesis principles for such a procedure are outlined in this work.</p>", "clean_text": "In summary, we report a method for the controlled synthesis of nano-IRMOF crystals, which for the first time combine good monodispersity and crystallinity. A four-step treatment strategy herein effectively dissects different kinetic processes of nano-MOF crystallization. A sufficient number of SBUs were gained in a well-incubated mother solution. Nucleation and crystal growth was then fine-tuned by adding the surfactant CTAB, which slows down the crystal growth at 105 °C to allow enough time for highly crystalline nucleation cores to form. The organic amine TEA was finally added to trigger rapid growth and precipitation of nanocrystals. As a result, monodisperse, highly crystalline nano-IRMOF-1 crystals with high porosity were obtained. The method was successfully extended to IRMOF-3, which can be further functionalized chemically. The concept of using information from in situ TLS on the crystal growth dynamics for designing an appropriate synthesis protocol for nano-IRMOF crystals should be transferable to other MOFs with interesting properties. For example, the combination of the surfactant CTAB and different amines effects the growth along different crystallographic axes, thereby allowing the formation of anisotropic particles. Considering the high pore volume, orderly pore channels, and low toxicity, IRMOFs seem to be good candidates for biological applications. For applications in other areas such as gas storage, separation, and catalysis, it will be equally important to control the material properties in other nano-MOFs by a rational synthesis procedure. Synthesis principles for such a procedure are outlined in this work.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Experimental procedures and supporting figures and tables. This information is available free of charge via the Internet at <uri>http://pubs.acs.org</uri>.</p><title>References</title>", "clean_text": "Experimental procedures and supporting figures and tables. This information is available free of charge via the Internet at http://pubs.acs.org.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 8, 10", "type": "text", "classification": "property", "content": "<p>In this paper, we describe a general method for the controlled synthesis of nanosized isoreticular metal−organic framework (IRMOF-n) crystals, which for the first time combine good monodispersity and crystallinity. Nano-IRMOF-1 and -3 crystals are produced as examples. TEM and SEM micrographs show nanocrystals with regular shape and uniform size of 200−300 nm. While powder X-ray diffraction data show a high degree of crystallinity, the BET surface area of the nano-IRMOF-1 crystals of ca. 3000 m<sup>2</sup>/g demonstrates the large internal pore volume. The nanocrystal growth mechanism under the assistance of hexadecyltrimethylammonium bromide (CTAB) as surfactant was studied by systematically changing the parameters of the preparation. The influence of each step in the preparation could be explained, and a rational synthesis protocol was thus obtained. Thereby, this work provides access to much-desired but difficult to obtain high-quality nano-MOF crystals through an optimized and rational synthesis. Moreover, the synthesis principles outlined herein should be transferable to other nanoporous materials with related growth mechanisms.</p><p>The yield of products was as high as 99% (based on organic ligands) after washing and drying. Scanning electron micrographic (SEM) and transmission electron micrographic (TEM) images (Figure a−d) demonstrate that nanocrystals with regular or truncated octahedral crystal morphology were successfully formed. Statistics of particle sizes from SEM data demonstrate a domain size of crystals around 200−300 nm (Figure S1, ). Powder X-ray diffraction (PXRD) studies show that the nanocrystals are well-crystallized IRMOF-1, matching exactly the PXRD of authentic bulk material (Figure S2, ). Thermogravimetric analysis (TGA) of this material shows only ∼6.5 wt % of guest molecules remained in the crystal pores (Figure S4, ). Element analysis (EA) shows that the residue might be water and ethanol originating from the solvents. Only trace amounts of nitrogen (0.005%) were detected. This clearly indicates that solvent DMF, surfactant CTAB, and the organic amine TEA used in the preparation process were removed cleanly (Table S2, ) The BET surface area of this material is as high as 3005 m<sup>2</sup>/g, which is much higher than that of nanoparticles reported by Yan et al. (BET surface area of 666 m<sup>2</sup>/g), which gives further proof of the highly accessible open pores. Preparation and handling methods will affect the inner surface area of IRMOF-1 material. By careful handling in an inert atmosphere glovebox, a BET surface area for IRMOF-1 particles as high as 3800 m<sup>2</sup>/g was achieved. In comparison, the nanomaterials herein are prepared in air and without using anhydrous solvents and reach as much as 80% of this surface area, which demonstrates good structural properties. Downsizing IRMOFs to the nanoscale by an easy handing method without compromising their structural integrity, that is, crystalline ordering and high porosity, facilitates the potential applications of these nanomaterials.</p><p>To probe the generality of this strategy for IRMOFs, we applied the same method to IRMOF-3. SEM and TEM micrographs (Figure e−h) show that cubic crystals with good monodispersity and crystallinity were successfully produced with equally high yield (99%, based on organic ligands). The identity and phase purity of the IRMOF-3 nanocrystals were again confirmed by PXRD (Figure S3, ). In this case, thermogravimetric analysis (TGA) and element analysis (EA) show that up to ∼35 wt % of guest molecules, TEA, DMF, or CTAB, remained in the crystal pores and were not removed by washing (Figure S5, Table S3, ). Also, the BET surface area of this material decreases to 421 m<sup>2</sup>/g compared with that of nano-IRMOF-1 material. Considering the high crystallinity (from PXRD and SEM), the trapping of the guest molecules inside the pores may be caused by steric hindrance of the pendant amino groups on the R-BDC linkers, which may serve to block accessibility of the otherwise open pores. However, the open pores can be regenerated by activating this material under high-temperature calcination (300 °C), which decomposes guest molecules while keeping the framework structure intact (Figure S5, ).</p>", "clean_text": "In this paper, we describe a general method for the controlled synthesis of nanosized isoreticular metal-organic framework (IRMOF-n) crystals, which for the first time combine good monodispersity and crystallinity. Nano-IRMOF-1 and -3 crystals are produced as examples. TEM and SEM micrographs show nanocrystals with regular shape and uniform size of 200-300 nm. While powder X-ray diffraction data show a high degree of crystallinity, the BET surface area of the nano-IRMOF-1 crystals of ca. 3000 m2/g demonstrates the large internal pore volume. The nanocrystal growth mechanism under the assistance of hexadecyltrimethylammonium bromide (CTAB) as surfactant was studied by systematically changing the parameters of the preparation. The influence of each step in the preparation could be explained, and a rational synthesis protocol was thus obtained. Thereby, this work provides access to much-desired but difficult to obtain high-quality nano-MOF crystals through an optimized and rational synthesis. Moreover, the synthesis principles outlined herein should be transferable to other nanoporous materials with related growth mechanisms.\n\nThe yield of products was as high as 99% (based on organic ligands) after washing and drying. Scanning electron micrographic (SEM) and transmission electron micrographic (TEM) images (Figure a-d) demonstrate that nanocrystals with regular or truncated octahedral crystal morphology were successfully formed. Statistics of particle sizes from SEM data demonstrate a domain size of crystals around 200-300 nm (Figure S1, ). Powder X-ray diffraction (PXRD) studies show that the nanocrystals are well-crystallized IRMOF-1, matching exactly the PXRD of authentic bulk material (Figure S2, ). Thermogravimetric analysis (TGA) of this material shows only ~6.5 wt % of guest molecules remained in the crystal pores (Figure S4, ). Element analysis (EA) shows that the residue might be water and ethanol originating from the solvents. Only trace amounts of nitrogen (0.005%) were detected. This clearly indicates that solvent DMF, surfactant CTAB, and the organic amine TEA used in the preparation process were removed cleanly (Table S2, ) The BET surface area of this material is as high as 3005 m2/g, which is much higher than that of nanoparticles reported by Yan et al. (BET surface area of 666 m2/g), which gives further proof of the highly accessible open pores. Preparation and handling methods will affect the inner surface area of IRMOF-1 material. By careful handling in an inert atmosphere glovebox, a BET surface area for IRMOF-1 particles as high as 3800 m2/g was achieved. In comparison, the nanomaterials herein are prepared in air and without using anhydrous solvents and reach as much as 80% of this surface area, which demonstrates good structural properties. Downsizing IRMOFs to the nanoscale by an easy handing method without compromising their structural integrity, that is, crystalline ordering and high porosity, facilitates the potential applications of these nanomaterials.\n\nTo probe the generality of this strategy for IRMOFs, we applied the same method to IRMOF-3. SEM and TEM micrographs (Figure e-h) show that cubic crystals with good monodispersity and crystallinity were successfully produced with equally high yield (99%, based on organic ligands). The identity and phase purity of the IRMOF-3 nanocrystals were again confirmed by PXRD (Figure S3, ). In this case, thermogravimetric analysis (TGA) and element analysis (EA) show that up to ~35 wt % of guest molecules, TEA, DMF, or CTAB, remained in the crystal pores and were not removed by washing (Figure S5, Table S3, ). Also, the BET surface area of this material decreases to 421 m2/g compared with that of nano-IRMOF-1 material. Considering the high crystallinity (from PXRD and SEM), the trapping of the guest molecules inside the pores may be caused by steric hindrance of the pendant amino groups on the R-BDC linkers, which may serve to block accessibility of the otherwise open pores. However, the open pores can be regenerated by activating this material under high-temperature calcination (300 °C), which decomposes guest molecules while keeping the framework structure intact (Figure S5, ).", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "3000", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "3005", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "3800", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "421", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis of Nano-IRMOF-1 Crystals</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2010-01130m_0003.tif\"></graphic>\n</fig>", "clean_text": " 1  Synthesis of Nano-IRMOF-1 Crystals   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM and TEM micrographs of (a−d) nano-IRMOF-1 crystals and (e−h) nano-IRMOF-3 crystals: (a, e) SEM, (b. f) enlarged SEM, (c, g) enlarged SEM with frame sketch, (d, h) TEM.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2010-01130m_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM and TEM micrographs of (a-d) nano-IRMOF-1 crystals and (e-h) nano-IRMOF-3 crystals: (a, e) SEM, (b. f) enlarged SEM, (c, g) enlarged SEM with frame sketch, (d, h) TEM.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM micrographs of crystals gained from (a−d) different amines and (e−h) different mother solutions: (a) decylamine, 5 equiv of TEA; (b) enlarged image of panel a; (c) piperidine, 1 equiv of TEA; (d) enlarged image of panel c; (e) 1:5 dilution of standard mother solution; (f) enlarged image of panel e; (g) 1:10 dilution of standard mother solution; (h) enlarged image of panel g.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"cg-2010-01130m_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM micrographs of crystals gained from (a-d) different amines and (e-h) different mother solutions: (a) decylamine, 5 equiv of TEA; (b) enlarged image of panel a; (c) piperidine, 1 equiv of TEA; (d) enlarged image of panel c; (e) 1:5 dilution of standard mother solution; (f) enlarged image of panel e; (g) 1:10 dilution of standard mother solution; (h) enlarged image of panel g.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cg101130m", "title": null, "journal": "American Chemical Society", "date": "2010.11", "author_list": ["Ma\nMingyan", "Zacher\nDenise", "Zhang\nXiaoning", "Fischer\nRoland A.", "Metzler-Nolte\nNils"]}}