{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg1c01151.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Inherent\npore structures and pore environment of metal–organic\nframeworks (MOFs) have a significant impact on the macroscopic functionalities.\nIn this regard, it is valuable to explore the regulation of catenation\nand then tune the pore structures and pore environment, optimally\nat the molecular level. Here we report regulating the catenation of\nZn-MOFs based on the primitive cubic (<bold>pcu</bold>) net, isoreticular\nto MOF-5, via fine-tuning the clathrochelate-based ditopic building\nblocks. The use of clathrochelate-based carboxylate ligands with bulky\ncores of <italic toggle=\"yes\">n</italic>-butyl groups led to the synthesis of a\nZn-MOF with the <bold>pcu</bold> net, while clathrochelate linkers\nwith relatively fewer bulky cores give a twofold interpenetrated Zn-MOF\nstructure under similar conditions.</p>", "clean_text": "Inherent pore structures and pore environment of metal-organic frameworks (MOFs) have a significant impact on the macroscopic functionalities. In this regard, it is valuable to explore the regulation of catenation and then tune the pore structures and pore environment, optimally at the molecular level. Here we report regulating the catenation of Zn-MOFs based on the primitive cubic (pcu) net, isoreticular to MOF-5, via fine-tuning the clathrochelate-based ditopic building blocks. The use of clathrochelate-based carboxylate ligands with bulky cores of n-butyl groups led to the synthesis of a Zn-MOF with the pcu net, while clathrochelate linkers with relatively fewer bulky cores give a twofold interpenetrated Zn-MOF structure under similar conditions.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>This work reports\nthe regulation of catenation in Zn-MOFs\nbased on the primitive cubic (<bold>pcu</bold>) net, isoreticular\nto MOF-5, via fine-tuning of the clathrochelate-based ditopic building\nblocks. The use of clathrochelate-based dicarboxylate ligands with\nbulky core, <italic toggle=\"yes\">n</italic>-butyl groups, led to the synthesis\nof a Zn-MOF with the <bold>pcu</bold> net, while clathrochelate linkers\nwith relatively less bulky core gave a twofold interpenetrated Zn-MOF\nstructure under similar conditions.</p>", "clean_text": "This work reports the regulation of catenation in Zn-MOFs based on the primitive cubic (pcu) net, isoreticular to MOF-5, via fine-tuning of the clathrochelate-based ditopic building blocks. The use of clathrochelate-based dicarboxylate ligands with bulky core, n-butyl groups, led to the synthesis of a Zn-MOF with the pcu net, while clathrochelate linkers with relatively less bulky core gave a twofold interpenetrated Zn-MOF structure under similar conditions.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\n(MOFs) are a class of porous crystalline materials assembled from\nthe inorganic and organic building units via strong coordination bonds. MOFs have been extensively explored for numerous applications, ranging\nfrom heterogeneous catalysis, chemical sensing, and water vapor capture\nto gas separation and storage, on account of their high surface areas,\ndesignability, tunable structure, and functionalities. Controlling inherent pore structures and pore environment of MOFs\nplays an essential role in regulating the relevant functionalities\nat the molecular level.\n</p>", "clean_text": "Metal-organic frameworks (MOFs) are a class of porous crystalline materials assembled from the inorganic and organic building units via strong coordination bonds. MOFs have been extensively explored for numerous applications, ranging from heterogeneous catalysis, chemical sensing, and water vapor capture to gas separation and storage, on account of their high surface areas, designability, tunable structure, and functionalities. Controlling inherent pore structures and pore environment of MOFs plays an essential role in regulating the relevant functionalities at the molecular level. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>One of the common approaches\nto controlling pore space is the regulation\nof catenation or interpenetration, a frequently observed phenomenon\nin MOFs. Examples of catenation range from ancient techniques of tying and\nweaving fishing nets to catenane and interwoven frameworks that was\npioneered by Yaghi and co-workers. Catenation\nin periodic MOFs refers to the inextricable entanglement or interweaving\nof two or more equal and independent polymeric networks. MOF interpenetration\ncan be regulated by factors such as reaction conditions, linker conformations,\nand temperatures. Regulation of interpenetration in MOFs is an effective way to control\nthe pore size, pore environment, and framework stability, consequently\nfine-tuning related macroscopic properties such as catalysis, gas\nstorage, and separation.\n</p>", "clean_text": "One of the common approaches to controlling pore space is the regulation of catenation or interpenetration, a frequently observed phenomenon in MOFs. Examples of catenation range from ancient techniques of tying and weaving fishing nets to catenane and interwoven frameworks that was pioneered by Yaghi and co-workers. Catenation in periodic MOFs refers to the inextricable entanglement or interweaving of two or more equal and independent polymeric networks. MOF interpenetration can be regulated by factors such as reaction conditions, linker conformations, and temperatures. Regulation of interpenetration in MOFs is an effective way to control the pore size, pore environment, and framework stability, consequently fine-tuning related macroscopic properties such as catalysis, gas storage, and separation. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>A pioneering example of interpenetration control in MOFs is\nthe\nrational synthesis of isoreticular metal–organic frameworks\n(IRMOFs), without altering the parent topology, containing non-interpenetrated\nand interpenetrated structures. Principles\nlearned from these IRMOFs contributed to the establishment of reticular\nchemistry, where the enumerated topological networks can further be\nused to guide the design and synthesis of novel functional crystalline\nmaterials. In order to avoid the formation of interpenetrated counterparts\nduring the reaction, high dilutions are needed to synthesize a reasonable\nquantity of non-interpenetrated IRMOFs based on the assembly of octahedral\nZn<sub>4</sub>O nodes and linear ditopic ligands. In this regard, it remains a challenge to make non-interpenetrated\nIRMOFs with larger pore sizes.</p>", "clean_text": "A pioneering example of interpenetration control in MOFs is the rational synthesis of isoreticular metal-organic frameworks (IRMOFs), without altering the parent topology, containing non-interpenetrated and interpenetrated structures. Principles learned from these IRMOFs contributed to the establishment of reticular chemistry, where the enumerated topological networks can further be used to guide the design and synthesis of novel functional crystalline materials. In order to avoid the formation of interpenetrated counterparts during the reaction, high dilutions are needed to synthesize a reasonable quantity of non-interpenetrated IRMOFs based on the assembly of octahedral Zn4O nodes and linear ditopic ligands. In this regard, it remains a challenge to make non-interpenetrated IRMOFs with larger pore sizes.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Herein, we report the control\nof catenation in a Zn<sub>4</sub>O-based IRMOF platform via tuning\nclathrochelate-based organic ligands.\nThe assembly of clathrochelate-based ditopic ligands and Zn<sub>4</sub>O inorganic nodes leads to the formation of interpenetrated or non-interpenetrated\nZn-MOFs with the <bold>pcu</bold> net, depending on the degree of\nbulkiness of ligands’ cores. Single crystal X-ray diffraction\n(SCXRD) investigation revealed the use of tris­(dioxime)­clathrochelate\n(<bold>L2</bold>) with bulky cores of <italic toggle=\"yes\">n</italic>-butyl groups\nleads to the synthesis of a non-interpenetrated Zn-MOF<bold>NU-651</bold>, while the combination of clathrochelate-based ligand\n(<bold>L1</bold>) with relatively less bulky cores and Zn salts gives\na twofold interpenetrated Zn-MOF, <bold>NU-650</bold>, under similar\nconditions. The careful modification of organic ligands permits the\nsynthesis of non-interpenetreated Zn-MOF based on the 6-connected <bold>pcu</bold> net, isoreticular to MOF-5.\n</p>", "clean_text": "Herein, we report the control of catenation in a Zn4O-based IRMOF platform via tuning clathrochelate-based organic ligands. The assembly of clathrochelate-based ditopic ligands and Zn4O inorganic nodes leads to the formation of interpenetrated or non-interpenetrated Zn-MOFs with the pcu net, depending on the degree of bulkiness of ligands' cores. Single crystal X-ray diffraction (SCXRD) investigation revealed the use of tris(dioxime)clathrochelate (L2) with bulky cores of n-butyl groups leads to the synthesis of a non-interpenetrated Zn-MOFNU-651, while the combination of clathrochelate-based ligand (L1) with relatively less bulky cores and Zn salts gives a twofold interpenetrated Zn-MOF, NU-650, under similar conditions. The careful modification of organic ligands permits the synthesis of non-interpenetreated Zn-MOF based on the 6-connected pcu net, isoreticular to MOF-5. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Clathrochelate metalloligands consist of tunable cores, with\ndiverse\nfunctional coordination groups that can be synthesized in a facile\nmanner and can be used to make IRMOFs. In a previous\nstudy, Severin and co-workers reported a series of polytopic carboxylate\nligands based on clathrochelate complexes and used these linkers to\nconstruct different MOFs. In one example,\nthey obtained two-dimensional MOFs by combining Zn­(NO<sub>3</sub>)<sub>2</sub> and iron­(II) tris­(dioxime)­clathrochelate, <bold>L1</bold>, in dimethylacetamide (DMA) at 120 °C for 2 h. While the assembly\nof this ditopic linear linker, <bold>L1</bold>, with zinc paddlewheel\nbuilding units can lead to the formation of two-dimensional MOFs based\non the 4-connected <bold>sql</bold> net, it is also an ideal organic\nbuilding blocks for three-dimensional Zn-MOFs based on the 6-connected <bold>pcu</bold> net when assembling with Zn<sub>4</sub>O inorganic clusters.</p>", "clean_text": "Clathrochelate metalloligands consist of tunable cores, with diverse functional coordination groups that can be synthesized in a facile manner and can be used to make IRMOFs. In a previous study, Severin and co-workers reported a series of polytopic carboxylate ligands based on clathrochelate complexes and used these linkers to construct different MOFs. In one example, they obtained two-dimensional MOFs by combining Zn(NO3)2 and iron(II) tris(dioxime)clathrochelate, L1, in dimethylacetamide (DMA) at 120 °C for 2 h. While the assembly of this ditopic linear linker, L1, with zinc paddlewheel building units can lead to the formation of two-dimensional MOFs based on the 4-connected sql net, it is also an ideal organic building blocks for three-dimensional Zn-MOFs based on the 6-connected pcu net when assembling with Zn4O inorganic clusters.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>Indeed, single crystals with suitable sizes for SCXRD analysis\nwere obtained by the synthetic condition of combining <bold>L1</bold> and Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O in 1,2-dichlorobenzene\nand <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF)\nat 120 °C for 2 days. The SCXRD study showed <bold>NU-650</bold> crystallizes in a monoclinic space group, <italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">m</italic>, with lattice parameters of <italic toggle=\"yes\">a</italic> = 37.343(1), <italic toggle=\"yes\">b</italic> = 33.0826(8), <italic toggle=\"yes\">c</italic> = 24.9833(5), and β\n= 90.696(2)° at 220 K. <bold>NU-650</bold> is formulated by SCXRD\nanalysis as Zn<sub>4</sub>O­(<bold>L1</bold>)<sub>3</sub>[Zn­(OH)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>(DMF)<sub>2</sub>]<sub>0.5</sub>. Each deprotonated dicarboxylate ligand of <bold>L1</bold> is coordinated\nto two Zn<sub>4</sub>O inorganic clusters, and each Zn<sub>4</sub>O is coordinated to six deprotonated dicarboxylates. Additionally,\nwe observed twofold interpenetrated networks in <bold>NU-650</bold>, which is a common phenomenon for IRMOFs made from dicarboxylate\nligands with long sizes. Interestingly, two\nnear-Zn<sub>4</sub>O nodes from different networks are bridged by\nO–Zn–O moieties with two water and two DMF molecules\ncoordinated to Zn sites in the equatorial position. Such connection\nbetween the two catenated networks is reminiscent of Sauvage catenates,\nfrom which the removal of the connection results in the synthesis\nof the catenanes.\n</p>", "clean_text": "Indeed, single crystals with suitable sizes for SCXRD analysis were obtained by the synthetic condition of combining L1 and Zn(NO3)2⋅6H2O in 1,2-dichlorobenzene and N,N-dimethylformamide (DMF) at 120 °C for 2 days. The SCXRD study showed NU-650 crystallizes in a monoclinic space group, C2/m, with lattice parameters of a = 37.343(1), b = 33.0826(8), c = 24.9833(5), and β = 90.696(2)° at 220 K. NU-650 is formulated by SCXRD analysis as Zn4O(L1)3[Zn(OH)2(H2O)2(DMF)2]0.5. Each deprotonated dicarboxylate ligand of L1 is coordinated to two Zn4O inorganic clusters, and each Zn4O is coordinated to six deprotonated dicarboxylates. Additionally, we observed twofold interpenetrated networks in NU-650, which is a common phenomenon for IRMOFs made from dicarboxylate ligands with long sizes. Interestingly, two near-Zn4O nodes from different networks are bridged by O-Zn-O moieties with two water and two DMF molecules coordinated to Zn sites in the equatorial position. Such connection between the two catenated networks is reminiscent of Sauvage catenates, from which the removal of the connection results in the synthesis of the catenanes. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Topological analysis of\nthe crystal structure of <bold>NU-650</bold> revealed that Zn<sub>4</sub>O clusters, which can be considered\nas a 6-connected octahedral node if we preclude O–Zn–O\nconnections as points of extension, in combination with the linear\nditopic ligands resulted in the formation of a Zn-MOF with the twofold\ninterpenetrated <bold>pcu</bold> net. If we consider O–Zn–O\nconnections as points of extension, then four Zn<sub>4</sub>O nodes\nand two ligands from two independent networks can be viewed as one\nbuilding unit (B). The topology of <bold>NU-650</bold> can be analyzed as the <bold>pcu</bold> net. It is worth noting that the resulting 3-periodic <italic toggle=\"yes\">edge-transitive</italic>\n<bold>pcu</bold> network of <bold>NU-650</bold> instead of the 2-periodic <italic toggle=\"yes\">edge-transitive</italic>\n<bold>sql</bold> net observed in the published structure can be attributed\nto the use of combined 1,2-dichlorobenzene and DMF solvents instead\nof DMA only.\n</p>", "clean_text": "Topological analysis of the crystal structure of NU-650 revealed that Zn4O clusters, which can be considered as a 6-connected octahedral node if we preclude O-Zn-O connections as points of extension, in combination with the linear ditopic ligands resulted in the formation of a Zn-MOF with the twofold interpenetrated pcu net. If we consider O-Zn-O connections as points of extension, then four Zn4O nodes and two ligands from two independent networks can be viewed as one building unit (B). The topology of NU-650 can be analyzed as the pcu net. It is worth noting that the resulting 3-periodic edge-transitive pcu network of NU-650 instead of the 2-periodic edge-transitive sql net observed in the published structure can be attributed to the use of combined 1,2-dichlorobenzene and DMF solvents instead of DMA only. ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) Structural representation\nof NU-650. It can be simplified as\na twofold interpenetrated <bold>pcu</bold> net, where two independent\npolymeric networks are connected by an O–Zn–O connection.\n(B) NU-650 can also be simplified as a <bold>pcu</bold> net if considering\nO–Zn–O connections as the building units. (C) One polymeric\nnetwork of NU-650 is showed for the purpose of clear visualization.\nAtom color scheme: Zn, aqua; C, gray; O, red; N, blue. H atoms are\nomitted for the sake of clarity.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg1c01151_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) Structural representation of NU-650. It can be simplified as a twofold interpenetrated pcu net, where two independent polymeric networks are connected by an O-Zn-O connection. (B) NU-650 can also be simplified as a pcu net if considering O-Zn-O connections as the building units. (C) One polymeric network of NU-650 is showed for the purpose of clear visualization. Atom color scheme: Zn, aqua; C, gray; O, red; N, blue. H atoms are omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>The as-synthesized and simulated powder X-ray diffraction (PXRD)\npatterns of <bold>NU-650</bold> are well-matched, confirming the phase\npurity of the bulk samples (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.1c01151/suppl_file/cg1c01151_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>).\nN<sub>2</sub> adsorption isotherm at 77 K after supercritical CO<sub>2</sub> activation suggests <bold>NU-650</bold> has the experimental\ntotal pore volume of 0.36 cm<sup>3</sup> g<sup>–1</sup> at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9. The apparent Brunauer–Emmett–Teller\n(BET) area of <bold>NU-650</bold> is estimated to be 710 m<sup>2</sup> g<sup>–1</sup>. Pore-size distribution based on DFT models\nreveals it has two main pores centered at 1.06 and 1.26 nm, respectively.\nThese are comparable with the simulated pore size distribution from\nthe Zeo++ calculation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.1c01151/suppl_file/cg1c01151_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>).</p>", "clean_text": "The as-synthesized and simulated powder X-ray diffraction (PXRD) patterns of NU-650 are well-matched, confirming the phase purity of the bulk samples (Figure S2). N2 adsorption isotherm at 77 K after supercritical CO2 activation suggests NU-650 has the experimental total pore volume of 0.36 cm3 g-1 at P/P 0 = 0.9. The apparent Brunauer-Emmett-Teller (BET) area of NU-650 is estimated to be 710 m2 g-1. Pore-size distribution based on DFT models reveals it has two main pores centered at 1.06 and 1.26 nm, respectively. These are comparable with the simulated pore size distribution from the Zeo++ calculation (Figure S4).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<p>In order to regulate the catenation of this\nMOF platform, we opted\nto modify the clathrochelate-based ligands by introducing <italic toggle=\"yes\">n</italic>-butyl groups to the cores of the linkers. Cubic single\ncrystals were obtained under the synthetic condition of using <bold>L2</bold> and Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O\nin mixed solvents of 1,2-dichlorobenzene and DMF at 120 °C, which\nis very similar to that of <bold>NU-650</bold>. The SCXRD analysis\nof <bold>NU-651</bold> revealed that it crystallizes in a cubic space\ngroup, <italic toggle=\"yes\">Pm</italic>3̅<italic toggle=\"yes\">m</italic>, with lattice\nparameters of <italic toggle=\"yes\">a</italic> = 24.9082(7) at 250 K (). It is formulated as Zn<sub>4</sub>O­(<bold>L2</bold>)<sub>3</sub> by SCXRD study. Each Zn<sub>4</sub>O node is coordinated to six ligands, and each ligand is coordinated\nto two Zn<sub>4</sub>O node, resulting in the overall 3-periodic framework\nbased on the <bold>pcu</bold> net.</p>", "clean_text": "In order to regulate the catenation of this MOF platform, we opted to modify the clathrochelate-based ligands by introducing n-butyl groups to the cores of the linkers. Cubic single crystals were obtained under the synthetic condition of using L2 and Zn(NO3)2⋅6H2O in mixed solvents of 1,2-dichlorobenzene and DMF at 120 °C, which is very similar to that of NU-650. The SCXRD analysis of NU-651 revealed that it crystallizes in a cubic space group, Pm3̅m, with lattice parameters of a = 24.9082(7) at 250 K (). It is formulated as Zn4O(L2)3 by SCXRD study. Each Zn4O node is coordinated to six ligands, and each ligand is coordinated to two Zn4O node, resulting in the overall 3-periodic framework based on the pcu net.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) Inorganic and organic building units\nof NU-651. (B) It can\nbe simplified as a non-interpenetrated <bold>pcu</bold> net. (C) Structural\nrepresentation of NU-651. Atom color scheme: Zn, aqua; C, gray; O,\nred; N, blue. H atoms are omitted for the sake of clarity.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg1c01151_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (A) Inorganic and organic building units of NU-651. (B) It can be simplified as a non-interpenetrated pcu net. (C) Structural representation of NU-651. Atom color scheme: Zn, aqua; C, gray; O, red; N, blue. H atoms are omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>Unlike twofold catenated networks in <bold>NU-650</bold>, <bold>NU-651</bold> has a singular framework, which is unusual for an IRMOF\nbased on organic ligands with length longer than 1.5 nm. Since both\nMOFs are synthesized under very similar conditions, we attributed\nsuch control over catenation to the introduction of <italic toggle=\"yes\">n</italic>-butyl groups to clathrochelate-based ligands (). These bulky cores of the linkers further\nprohibit the formation of catenated networks in <bold>NU-651</bold>. The well-matched as-synthesized and simulated PXRD patterns of <bold>NU-651</bold> confirm the phase purity of the bulk MOF samples (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.1c01151/suppl_file/cg1c01151_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The simulated pore size distribution\nfrom Zeo++ calculation revealed <bold>NU-651</bold> has uniform pore\nsize of 1.9 nm. The calculated porosity of <bold>NU-651</bold> based\non crystal structure is 76.7%, which is higher than that of <bold>NU-650</bold>, 67.3% (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.1c01151/suppl_file/cg1c01151_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Unfortunately,\nwe were not able to access the porosity of <bold>NU-651</bold> after\neither supercritical CO<sub>2</sub> activation or perfluoropentane\nexchange.</p>", "clean_text": "Unlike twofold catenated networks in NU-650, NU-651 has a singular framework, which is unusual for an IRMOF based on organic ligands with length longer than 1.5 nm. Since both MOFs are synthesized under very similar conditions, we attributed such control over catenation to the introduction of n-butyl groups to clathrochelate-based ligands (). These bulky cores of the linkers further prohibit the formation of catenated networks in NU-651. The well-matched as-synthesized and simulated PXRD patterns of NU-651 confirm the phase purity of the bulk MOF samples (Figure S2). The simulated pore size distribution from Zeo++ calculation revealed NU-651 has uniform pore size of 1.9 nm. The calculated porosity of NU-651 based on crystal structure is 76.7%, which is higher than that of NU-650, 67.3% (Figure S1). Unfortunately, we were not able to access the porosity of NU-651 after either supercritical CO2 activation or perfluoropentane exchange.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Comparison of clathrochelate-based organic building blocks in NU-650\n(A) and NU-651 (B).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg1c01151_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Comparison of clathrochelate-based organic building blocks in NU-650 (A) and NU-651 (B).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>In conclusion, we demonstrated\nthe regulation of catenation in\nIRMOF platform via tuning the clathrochelate-based ligands. The delicate\ndesign of organic building blocks with bulky <italic toggle=\"yes\">n</italic>-butyl\ngroups avoids the formation of catenated networks, while similar ditopic\nligands with the relatively less bulky cores results in the assembly\nof twofold catenated MOFs. We anticipate that the rational control\nof pore environment and pore geometry achieved in this work via regulating\nthe interpenetration will promote the development of functional porous\nmaterials with controllable pores. Further studies can further investigate\nthe relationship between such regulated structural features and macroscopic\nproperties.</p>", "clean_text": "In conclusion, we demonstrated the regulation of catenation in IRMOF platform via tuning the clathrochelate-based ligands. The delicate design of organic building blocks with bulky n-butyl groups avoids the formation of catenated networks, while similar ditopic ligands with the relatively less bulky cores results in the assembly of twofold catenated MOFs. We anticipate that the rational control of pore environment and pore geometry achieved in this work via regulating the interpenetration will promote the development of functional porous materials with controllable pores. Further studies can further investigate the relationship between such regulated structural features and macroscopic properties.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.cgd.1c01151?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.cgd.1c01151</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details,\nPXRD patterns, N<sub>2</sub> sorption\nisotherms, additional structural figures, and Zeo++ calculation results\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.1c01151/suppl_file/cg1c01151_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.cgd.1c01151.  Experimental details, PXRD patterns, N2 sorption isotherms, additional structural figures, and Zeo++ calculation results (PDF)   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Experimental details,\nPXRD patterns, N<sub>2</sub> sorption\nisotherms, additional structural figures, and Zeo++ calculation results\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.1c01151/suppl_file/cg1c01151_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2099729\" xlink:type=\"simple\">2099729</ext-link> and <ext-link ext-link-type=\"ccdc\" xlink:href=\"2099954\" xlink:type=\"simple\">2099954</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Experimental details, PXRD patterns, N2 sorption isotherms, additional structural figures, and Zeo++ calculation results (PDF)\n\nCCDC 2099729 and 2099954 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Z.C., K.B.I., and S.S. contributed equally to this work.</p><p>The authors\ndeclare the following competing financial interest(s): O.K.F. has\na financial interest in NuMat Technologies, a startup company that\nis seeking to commercialize MOFs.</p>", "clean_text": "Z.C., K.B.I., and S.S. contributed equally to this work.\n\nThe authors declare the following competing financial interest(s): O.K.F. has a financial interest in NuMat Technologies, a startup company that is seeking to commercialize MOFs.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 12", "type": "text", "classification": "synthesis condition", "content": "<p>Indeed, single crystals with suitable sizes for SCXRD analysis\nwere obtained by the synthetic condition of combining <bold>L1</bold> and Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O in 1,2-dichlorobenzene\nand <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF)\nat 120 °C for 2 days. The SCXRD study showed <bold>NU-650</bold> crystallizes in a monoclinic space group, <italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">m</italic>, with lattice parameters of <italic toggle=\"yes\">a</italic> = 37.343(1), <italic toggle=\"yes\">b</italic> = 33.0826(8), <italic toggle=\"yes\">c</italic> = 24.9833(5), and β\n= 90.696(2)° at 220 K. <bold>NU-650</bold> is formulated by SCXRD\nanalysis as Zn<sub>4</sub>O­(<bold>L1</bold>)<sub>3</sub>[Zn­(OH)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>(DMF)<sub>2</sub>]<sub>0.5</sub>. Each deprotonated dicarboxylate ligand of <bold>L1</bold> is coordinated\nto two Zn<sub>4</sub>O inorganic clusters, and each Zn<sub>4</sub>O is coordinated to six deprotonated dicarboxylates. Additionally,\nwe observed twofold interpenetrated networks in <bold>NU-650</bold>, which is a common phenomenon for IRMOFs made from dicarboxylate\nligands with long sizes. Interestingly, two\nnear-Zn<sub>4</sub>O nodes from different networks are bridged by\nO–Zn–O moieties with two water and two DMF molecules\ncoordinated to Zn sites in the equatorial position. Such connection\nbetween the two catenated networks is reminiscent of Sauvage catenates,\nfrom which the removal of the connection results in the synthesis\nof the catenanes.\n</p><p>In order to regulate the catenation of this\nMOF platform, we opted\nto modify the clathrochelate-based ligands by introducing <italic toggle=\"yes\">n</italic>-butyl groups to the cores of the linkers. Cubic single\ncrystals were obtained under the synthetic condition of using <bold>L2</bold> and Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O\nin mixed solvents of 1,2-dichlorobenzene and DMF at 120 °C, which\nis very similar to that of <bold>NU-650</bold>. The SCXRD analysis\nof <bold>NU-651</bold> revealed that it crystallizes in a cubic space\ngroup, <italic toggle=\"yes\">Pm</italic>3̅<italic toggle=\"yes\">m</italic>, with lattice\nparameters of <italic toggle=\"yes\">a</italic> = 24.9082(7) at 250 K (). It is formulated as Zn<sub>4</sub>O­(<bold>L2</bold>)<sub>3</sub> by SCXRD study. Each Zn<sub>4</sub>O node is coordinated to six ligands, and each ligand is coordinated\nto two Zn<sub>4</sub>O node, resulting in the overall 3-periodic framework\nbased on the <bold>pcu</bold> net.</p>", "clean_text": "Indeed, single crystals with suitable sizes for SCXRD analysis were obtained by the synthetic condition of combining L1 and Zn(NO3)2⋅6H2O in 1,2-dichlorobenzene and N,N-dimethylformamide (DMF) at 120 °C for 2 days. The SCXRD study showed NU-650 crystallizes in a monoclinic space group, C2/m, with lattice parameters of a = 37.343(1), b = 33.0826(8), c = 24.9833(5), and β = 90.696(2)° at 220 K. NU-650 is formulated by SCXRD analysis as Zn4O(L1)3[Zn(OH)2(H2O)2(DMF)2]0.5. Each deprotonated dicarboxylate ligand of L1 is coordinated to two Zn4O inorganic clusters, and each Zn4O is coordinated to six deprotonated dicarboxylates. Additionally, we observed twofold interpenetrated networks in NU-650, which is a common phenomenon for IRMOFs made from dicarboxylate ligands with long sizes. Interestingly, two near-Zn4O nodes from different networks are bridged by O-Zn-O moieties with two water and two DMF molecules coordinated to Zn sites in the equatorial position. Such connection between the two catenated networks is reminiscent of Sauvage catenates, from which the removal of the connection results in the synthesis of the catenanes. \n\nIn order to regulate the catenation of this MOF platform, we opted to modify the clathrochelate-based ligands by introducing n-butyl groups to the cores of the linkers. Cubic single crystals were obtained under the synthetic condition of using L2 and Zn(NO3)2⋅6H2O in mixed solvents of 1,2-dichlorobenzene and DMF at 120 °C, which is very similar to that of NU-650. The SCXRD analysis of NU-651 revealed that it crystallizes in a cubic space group, Pm3̅m, with lattice parameters of a = 24.9082(7) at 250 K (). It is formulated as Zn4O(L2)3 by SCXRD study. Each Zn4O node is coordinated to six ligands, and each ligand is coordinated to two Zn4O node, resulting in the overall 3-periodic framework based on the pcu net.", "data": [{"meta": {"name": "NU-650", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "L1", "amount": "", "unit": ""}, {"name": "Zn­(NO3)2·6H2O", "amount": "", "unit": ""}], "solvent": [{"name": "1,2-dichlorobenzene", "amount": "", "unit": ""}, {"name": "N,N-dimethylformamide (DMF)", "amount": "", "unit": ""}], "pressure": "", "temperature": "120°C", "time": "2 days"}], "yield": "", "other properties": ["Monoclinic space group, C2/m", "Lattice parameters: a = 37.343(1), b = 33.0826(8), c = 24.9833(5), β = 90.696(2)° at 220 K", "Formulated as Zn4O(L1)3[Zn(OH)2(H2O)2(DMF)2]0.5"]}, {"meta": {"name": "NU-651", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "L2", "amount": "", "unit": ""}, {"name": "Zn­(NO3)2·6H2O", "amount": "", "unit": ""}], "solvent": [{"name": "1,2-dichlorobenzene", "amount": "", "unit": ""}, {"name": "N,N-dimethylformamide (DMF)", "amount": "", "unit": ""}], "pressure": "", "temperature": "120°C", "time": ""}], "yield": "", "other properties": ["Cubic space group, Pm3̅m", "Lattice parameter: a = 24.9082(7) at 250 K", "Formulated as Zn4O(L2)3 based on the pcu net"]}], "include_properties": ["chemical_synthesis"]}, {"idx": "11, 14", "type": "text", "classification": "property", "content": "<p>The as-synthesized and simulated powder X-ray diffraction (PXRD)\npatterns of <bold>NU-650</bold> are well-matched, confirming the phase\npurity of the bulk samples (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.1c01151/suppl_file/cg1c01151_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>).\nN<sub>2</sub> adsorption isotherm at 77 K after supercritical CO<sub>2</sub> activation suggests <bold>NU-650</bold> has the experimental\ntotal pore volume of 0.36 cm<sup>3</sup> g<sup>–1</sup> at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.9. The apparent Brunauer–Emmett–Teller\n(BET) area of <bold>NU-650</bold> is estimated to be 710 m<sup>2</sup> g<sup>–1</sup>. Pore-size distribution based on DFT models\nreveals it has two main pores centered at 1.06 and 1.26 nm, respectively.\nThese are comparable with the simulated pore size distribution from\nthe Zeo++ calculation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.1c01151/suppl_file/cg1c01151_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>).</p><p>Unlike twofold catenated networks in <bold>NU-650</bold>, <bold>NU-651</bold> has a singular framework, which is unusual for an IRMOF\nbased on organic ligands with length longer than 1.5 nm. Since both\nMOFs are synthesized under very similar conditions, we attributed\nsuch control over catenation to the introduction of <italic toggle=\"yes\">n</italic>-butyl groups to clathrochelate-based ligands (). These bulky cores of the linkers further\nprohibit the formation of catenated networks in <bold>NU-651</bold>. The well-matched as-synthesized and simulated PXRD patterns of <bold>NU-651</bold> confirm the phase purity of the bulk MOF samples (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.1c01151/suppl_file/cg1c01151_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The simulated pore size distribution\nfrom Zeo++ calculation revealed <bold>NU-651</bold> has uniform pore\nsize of 1.9 nm. The calculated porosity of <bold>NU-651</bold> based\non crystal structure is 76.7%, which is higher than that of <bold>NU-650</bold>, 67.3% (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.cgd.1c01151/suppl_file/cg1c01151_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Unfortunately,\nwe were not able to access the porosity of <bold>NU-651</bold> after\neither supercritical CO<sub>2</sub> activation or perfluoropentane\nexchange.</p>", "clean_text": "The as-synthesized and simulated powder X-ray diffraction (PXRD) patterns of NU-650 are well-matched, confirming the phase purity of the bulk samples (Figure S2). N2 adsorption isotherm at 77 K after supercritical CO2 activation suggests NU-650 has the experimental total pore volume of 0.36 cm3 g-1 at P/P 0 = 0.9. The apparent Brunauer-Emmett-Teller (BET) area of NU-650 is estimated to be 710 m2 g-1. Pore-size distribution based on DFT models reveals it has two main pores centered at 1.06 and 1.26 nm, respectively. These are comparable with the simulated pore size distribution from the Zeo++ calculation (Figure S4).\n\nUnlike twofold catenated networks in NU-650, NU-651 has a singular framework, which is unusual for an IRMOF based on organic ligands with length longer than 1.5 nm. Since both MOFs are synthesized under very similar conditions, we attributed such control over catenation to the introduction of n-butyl groups to clathrochelate-based ligands (). These bulky cores of the linkers further prohibit the formation of catenated networks in NU-651. The well-matched as-synthesized and simulated PXRD patterns of NU-651 confirm the phase purity of the bulk MOF samples (Figure S2). The simulated pore size distribution from Zeo++ calculation revealed NU-651 has uniform pore size of 1.9 nm. The calculated porosity of NU-651 based on crystal structure is 76.7%, which is higher than that of NU-650, 67.3% (Figure S1). Unfortunately, we were not able to access the porosity of NU-651 after either supercritical CO2 activation or perfluoropentane exchange.", "data": [[{"meta": {"name": "NU-650", "symbol": "", "chemical formula": ""}, "porosity": [{"value": "0.36", "unit": "cm3/g", "condition": "P/P0 = 0.9"}, {"value": "710", "unit": "m2/g", "condition": ""}, {"value": "76.7", "unit": "%", "condition": ""}]}, {"meta": {"name": "NU-651", "symbol": "", "chemical formula": ""}, "porosity": [{"value": "76.7", "unit": "%", "condition": ""}]}]], "include_properties": ["porosity"]}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(A) Structural representation\nof NU-650. It can be simplified as\na twofold interpenetrated <bold>pcu</bold> net, where two independent\npolymeric networks are connected by an O–Zn–O connection.\n(B) NU-650 can also be simplified as a <bold>pcu</bold> net if considering\nO–Zn–O connections as the building units. (C) One polymeric\nnetwork of NU-650 is showed for the purpose of clear visualization.\nAtom color scheme: Zn, aqua; C, gray; O, red; N, blue. H atoms are\nomitted for the sake of clarity.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg1c01151_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (A) Structural representation of NU-650. It can be simplified as a twofold interpenetrated pcu net, where two independent polymeric networks are connected by an O-Zn-O connection. (B) NU-650 can also be simplified as a pcu net if considering O-Zn-O connections as the building units. (C) One polymeric network of NU-650 is showed for the purpose of clear visualization. Atom color scheme: Zn, aqua; C, gray; O, red; N, blue. H atoms are omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) Inorganic and organic building units\nof NU-651. (B) It can\nbe simplified as a non-interpenetrated <bold>pcu</bold> net. (C) Structural\nrepresentation of NU-651. Atom color scheme: Zn, aqua; C, gray; O,\nred; N, blue. H atoms are omitted for the sake of clarity.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg1c01151_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (A) Inorganic and organic building units of NU-651. (B) It can be simplified as a non-interpenetrated pcu net. (C) Structural representation of NU-651. Atom color scheme: Zn, aqua; C, gray; O, red; N, blue. H atoms are omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Comparison of clathrochelate-based organic building blocks in NU-650\n(A) and NU-651 (B).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg1c01151_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Comparison of clathrochelate-based organic building blocks in NU-650 (A) and NU-651 (B).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.1c01151", "title": null, "journal": "American Chemical Society", "date": "2021.11", "author_list": ["Chen\nZhijie", "Idrees\nKaram B.", "Shetty\nSuchetha", "Xie\nHaomiao", "Wasson\nMegan C.", "Gong\nWei", "Zhang\nXuan", "Alameddine\nBassam", "Farha\nOmar K."]}}