{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg401403a.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Four\nnew two-dimensional/three-dimensional (2D/3D) bpmh-based metal\norganic frameworks, namely, {[Zn(1,3-adaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>), {[Cd(1,3-adaa)(bpmh)]}<italic toggle=\"yes\">\n<sub>n</sub>\n</italic> (<bold>2</bold>), {[Zn(1,4-pdaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>), and {[Co(1,4-pdaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>) (bpmh = <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-bis-pyridin-4-ylmethylene-hydrazine, 1,3-adaa = 1,3-adamantane diacetic\nacid, 1,4-pdaa = 1,4-phenylene diacetic acid) have been synthesized\nthrough the slow diffusion technique. Structural determination reveals\nthat compounds <bold>1</bold> and <bold>2</bold> have 2D layered architectures\nwith similar framework topology, whereas <bold>3</bold> and <bold>4</bold> are isostuctural 3D frameworks. Both <bold>1</bold> and <bold>2</bold> perceives a common secondary building unit (SBU) [M<sub>2</sub>(adaa)<sub>4</sub>(bpmh)<sub>4</sub>] [M = Zn(<bold>1</bold>) and Cd(<bold>2</bold>)]. In compound <bold>1</bold>, 1,3-adaa exhibits\nboth μ- 1,1 and μ- 1,2 bridging modes, whereas in <bold>2</bold> it shows both μ-1,1 and μ-1,1,2 bridging modes.\nThe difference in the bridging mode of 1,3-adaa in <bold>1 </bold>(Zn) and <bold>2 </bold>(Cd) is responsible for the shorter M···M\ncontacts in <bold>2</bold> (3.872 Å) than in <bold>1</bold> (4.13\nÅ) in the SBU. The 1,3-adaa ligands are sandwiched between the\nbpmh linkers in compounds <bold>1</bold> and <bold>2.</bold> In compounds <bold>3</bold> and <bold>4</bold>, 1,4-pdaa exhibits both μ-1 and\nμ-1,1 bridging modes and are isostructural in nature. The metal\ncenters are arranged in a helical fashion around 2<sub>1</sub> screw\naxis in <bold>3</bold> and <bold>4</bold>. In compounds <bold>1</bold>–<bold>4</bold>, the used dicarboxylic acids act as pillars\nbetween the metal-bpmh layers. Solid-state photoluminescent properties\nof compounds <bold>1</bold>–<bold>3</bold> show ligand (n →\nπ* and π → π*)-based florescence. The magnetic\nstudies of compound <bold>4</bold> show presence of the antiferromagnetic\nexchange between the metal centers.</p>", "clean_text": "Four new two-dimensional/three-dimensional (2D/3D) bpmh-based metal organic frameworks, namely, {[Zn(1,3-adaa)(bpmh)]} n  (1), {[Cd(1,3-adaa)(bpmh)]} n  (2), {[Zn(1,4-pdaa)(bpmh)]} n  (3), and {[Co(1,4-pdaa)(bpmh)]} n  (4) (bpmh = N,N-bis-pyridin-4-ylmethylene-hydrazine, 1,3-adaa = 1,3-adamantane diacetic acid, 1,4-pdaa = 1,4-phenylene diacetic acid) have been synthesized through the slow diffusion technique. Structural determination reveals that compounds 1 and 2 have 2D layered architectures with similar framework topology, whereas 3 and 4 are isostuctural 3D frameworks. Both 1 and 2 perceives a common secondary building unit (SBU) [M2(adaa)4(bpmh)4] [M = Zn(1) and Cd(2)]. In compound 1, 1,3-adaa exhibits both μ- 1,1 and μ- 1,2 bridging modes, whereas in 2 it shows both μ-1,1 and μ-1,1,2 bridging modes. The difference in the bridging mode of 1,3-adaa in 1 (Zn) and 2 (Cd) is responsible for the shorter M⋅⋅⋅M contacts in 2 (3.872 Å) than in 1 (4.13 Å) in the SBU. The 1,3-adaa ligands are sandwiched between the bpmh linkers in compounds 1 and 2. In compounds 3 and 4, 1,4-pdaa exhibits both μ-1 and μ-1,1 bridging modes and are isostructural in nature. The metal centers are arranged in a helical fashion around 21 screw axis in 3 and 4. In compounds 1-4, the used dicarboxylic acids act as pillars between the metal-bpmh layers. Solid-state photoluminescent properties of compounds 1-3 show ligand (n → π* and π → π*)-based florescence. The magnetic studies of compound 4 show presence of the antiferromagnetic exchange between the metal centers.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A family of four two-dimensional/three-dimensional\nMOFs\nprepared using a neutral, long, and rigid bis-pyridyl ligand and two\ndicarboxylates ligands. Their synthetic aspects and structural diversities\nare discussed. The complexes are also characterized by a magnetic\nand luminescence properties study.</p>", "clean_text": "A family of four two-dimensional/three-dimensional MOFs prepared using a neutral, long, and rigid bis-pyridyl ligand and two dicarboxylates ligands. Their synthetic aspects and structural diversities are discussed. The complexes are also characterized by a magnetic and luminescence properties study.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Over the past few decades,\nmetal–organic frameworks (MOFs)\nhave attracted immense attention of the scientists because of their\nversatile structural features such as large surface area, porous structures, and potential applications in sensing, catalysis, magnetism, drug delivery, etc. The current\nresearch interest in luminescent MOFs stems from their potential applications\nas molecular sensors, in light-emitting\ndiodes, and detection of explosives. In this context, using π-conjugated, rigid\norganic linkers is an effective approach to synthesize luminescent\nMOFs where luminescence is based on the ligand.\n</p>", "clean_text": "Introduction\n\nOver the past few decades, metal-organic frameworks (MOFs) have attracted immense attention of the scientists because of their versatile structural features such as large surface area, porous structures, and potential applications in sensing, catalysis, magnetism, drug delivery, etc. The current research interest in luminescent MOFs stems from their potential applications as molecular sensors, in light-emitting diodes, and detection of explosives. In this context, using π-conjugated, rigid organic linkers is an effective approach to synthesize luminescent MOFs where luminescence is based on the ligand. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In a broad sense, MOFs contain two central components,\nconnectors,\nand linkers. Connectors (can also be secondary building units or SBUs)\nare mostly metal centers and linkers are organic molecules. Linkers afford a wide variety of linking sites\nwith tuned binding strength, directionality, and flexibility. Long\nflexible ligands generally yield flexible frameworks, and as a host,\nthese are typically guest responsive. But the major problem of long\nflexible ligands is their tendency to form an interdigitated scaffold,\nand once the frameworks are formed their stability and recurring behavior\ntoward guests could be a point of concern. So, rigid ligands are more\npreferable in these circumstances. Some of the neutral, rigid bridging\nligands like pyrazine,4,4′-bipy, and 4,4′-azobis(pyridine) have been used extensively in combination with\nmono and dicarboxylate ligands to synthesize MOFs. In this work, we\nhave prepared a neutral, long, and rigid bis-pyridyl ligand and that\nhas been used to synthesize two quasi isostructural 2D frameworks\nand two isostructural 3D frameworks in combination with two different\ndicarboxylic acids. Compounds <bold>1</bold>–<bold>3</bold> reveal ligand-based photoluminescence properties in the solid state.\nThe magnetic properties of compound <bold>4</bold> show antiferromagnetic\nbehavior among the metal centers.</p>", "clean_text": "In a broad sense, MOFs contain two central components, connectors, and linkers. Connectors (can also be secondary building units or SBUs) are mostly metal centers and linkers are organic molecules. Linkers afford a wide variety of linking sites with tuned binding strength, directionality, and flexibility. Long flexible ligands generally yield flexible frameworks, and as a host, these are typically guest responsive. But the major problem of long flexible ligands is their tendency to form an interdigitated scaffold, and once the frameworks are formed their stability and recurring behavior toward guests could be a point of concern. So, rigid ligands are more preferable in these circumstances. Some of the neutral, rigid bridging ligands like pyrazine,4,4'-bipy, and 4,4'-azobis(pyridine) have been used extensively in combination with mono and dicarboxylate ligands to synthesize MOFs. In this work, we have prepared a neutral, long, and rigid bis-pyridyl ligand and that has been used to synthesize two quasi isostructural 2D frameworks and two isostructural 3D frameworks in combination with two different dicarboxylic acids. Compounds 1-3 reveal ligand-based photoluminescence properties in the solid state. The magnetic properties of compound 4 show antiferromagnetic behavior among the metal centers.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials</title><p>All the reagents and solvents for synthesis\nwere purchased from commercial sources and used as supplied without\nfurther purification. All the metal salts, 1,3-adamantane diacetic\nacid, 1,4-phenylene diacetic acid, and pyridene-4-aldehyde were obtained\nfrom the Sigma-Aldrich chemical company.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nAll the reagents and solvents for synthesis were purchased from commercial sources and used as supplied without further purification. All the metal salts, 1,3-adamantane diacetic acid, 1,4-phenylene diacetic acid, and pyridene-4-aldehyde were obtained from the Sigma-Aldrich chemical company.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Physical Measurements</title><p>Thermogravimetric analysis was\nrecorded on a Perkin-Elmer TGA 4000 instrument. IR spectrum of the\ncompounds <bold>1</bold>–<bold>4</bold> were recorded on a\nPerkin-Elmer FT-IR Spectrum BX using the KBr pellets in the region\nof 4000–400 cm<sup>–1</sup>. Elemental analysis was\ncarried out on a Elementar vario Micro Cube Elemental Analyzer. PXRD\npatterns were measured on a PAnalytical Empyrian instrument by using\nCu Kα radiation. All the solid-state fluorescence measurements\nwere recorded on a Horiba Jobin–Yvon Fluorolog3 instrument.\nMagnetic measurements were performed using a Quantum Design SQUID-VSM\nmagnetometer. The measured values were corrected for the experimentally\nmeasured contribution of the sample holder, while the derived susceptibilities\nwere corrected for the diamagnetism of the samples, estimated from\nPascal’s tables.\n</p>", "clean_text": "Physical Measurements\n\nThermogravimetric analysis was recorded on a Perkin-Elmer TGA 4000 instrument. IR spectrum of the compounds 1-4 were recorded on a Perkin-Elmer FT-IR Spectrum BX using the KBr pellets in the region of 4000-400 cm-1. Elemental analysis was carried out on a Elementar vario Micro Cube Elemental Analyzer. PXRD patterns were measured on a PAnalytical Empyrian instrument by using Cu Kα radiation. All the solid-state fluorescence measurements were recorded on a Horiba Jobin-Yvon Fluorolog3 instrument. Magnetic measurements were performed using a Quantum Design SQUID-VSM magnetometer. The measured values were corrected for the experimentally measured contribution of the sample holder, while the derived susceptibilities were corrected for the diamagnetism of the samples, estimated from Pascal's tables. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Single Crystal\nX-ray Diffraction</title><p>Single crystal data\nfor compounds <bold>1</bold>–<bold>4</bold> were collected\non a Bruker APEX II diffractometer equipped with a graphite monochromator\nand Mo Kα (λ = 0.71073 Å, 296 K) radiation. Data\ncollection was performed using the φ and ω scans. The\nstructures were solved using direct method followed by full matrix\nleast-squares refinements against <italic toggle=\"yes\">F</italic>\n<sup>2</sup> (all\ndata HKLF 4 format) using SHELXTL. Subsequent\ndifference Fourier synthesis and least-squares refinement revealed\nthe positions of the remaining nonhydrogen atoms. Determinations of\nthe crystal system, orientation matrix, and cell dimensions were performed\naccording to the established procedures. Lorentz polarization and\nmultiscan absorption correction were applied. Nonhydrogen atoms were\nrefined with independent anisotropic displacement parameters, and\nhydrogen atoms were placed geometrically and refined using the riding\nmodel. All calculations were carried out using SHELXL 97, PLATON 99, and\nWinGXsystemVer-1.64. Data collection\nand structure refinement parameters and crystallographic data for\nthe complexes <bold>1</bold>–<bold>4</bold> are given in Table . Selected bond lengths and bond angles for compounds <bold>1</bold>–<bold>4</bold> are given in Table S1 of the .</p>", "clean_text": "Single Crystal X-ray Diffraction\n\nSingle crystal data for compounds 1-4 were collected on a Bruker APEX II diffractometer equipped with a graphite monochromator and Mo Kα (λ = 0.71073 Å, 296 K) radiation. Data collection was performed using the φ and ω scans. The structures were solved using direct method followed by full matrix least-squares refinements against F 2 (all data HKLF 4 format) using SHELXTL. Subsequent difference Fourier synthesis and least-squares refinement revealed the positions of the remaining nonhydrogen atoms. Determinations of the crystal system, orientation matrix, and cell dimensions were performed according to the established procedures. Lorentz polarization and multiscan absorption correction were applied. Nonhydrogen atoms were refined with independent anisotropic displacement parameters, and hydrogen atoms were placed geometrically and refined using the riding model. All calculations were carried out using SHELXL 97, PLATON 99, and WinGXsystemVer-1.64. Data collection and structure refinement parameters and crystallographic data for the complexes 1-4 are given in Table . Selected bond lengths and bond angles for compounds 1-4 are given in Table S1 of the .", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of {[Zn(1,3-adaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>bpmh was synthesized\nby the literature\nprocedure. An aqueous solution of (5\nmL) Na salt of 1,3-adaa (0.05 mmol, 14.8 mg) was mixed stepwise with\nethanol solution (5 mL) of bpmh (0.05 mmol, 10.5 mg) while being stirred,\nand the resulting solution was further stirred for 30 min to mix well.\nZn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.1 mmol, 29.7\nmg) was dissolved in 10 mL of water and put in a narrow tube. Two\nmilliliters of the above-mixed ligand solution was slowly and carefully\nlayered over 2 mL of this metal solution. X-ray quality yellow-colored\nrectangular-shaped single crystals were obtained from the junction\nof the layer after 7 days. The crystals were separated and washed\nwith ethanol and air-dried (yield = 40% based on metal). Elemental\nanalysis, Anal. Calcd: C, 59.38%; H, 5.37%; N, 10.65%. Found: C, 60.5%;\nH, 4.9%; N, 10.5%. FT-IR (KBr pellet, cm<sup>–1</sup>) 3435(br),\n2899(w), 2518(w), 1615(w), 1516(w), 1535(s), 1426(br), 1200(m), 1123(s),\n1098(w).</p>", "clean_text": "Synthesis of {[Zn(1,3-adaa)(bpmh)]} n  (1)\n\nbpmh was synthesized by the literature procedure. An aqueous solution of (5 mL) Na salt of 1,3-adaa (0.05 mmol, 14.8 mg) was mixed stepwise with ethanol solution (5 mL) of bpmh (0.05 mmol, 10.5 mg) while being stirred, and the resulting solution was further stirred for 30 min to mix well. Zn(NO3)2⋅6H2O (0.1 mmol, 29.7 mg) was dissolved in 10 mL of water and put in a narrow tube. Two milliliters of the above-mixed ligand solution was slowly and carefully layered over 2 mL of this metal solution. X-ray quality yellow-colored rectangular-shaped single crystals were obtained from the junction of the layer after 7 days. The crystals were separated and washed with ethanol and air-dried (yield = 40% based on metal). Elemental analysis, Anal. Calcd: C, 59.38%; H, 5.37%; N, 10.65%. Found: C, 60.5%; H, 4.9%; N, 10.5%. FT-IR (KBr pellet, cm-1) 3435(br), 2899(w), 2518(w), 1615(w), 1516(w), 1535(s), 1426(br), 1200(m), 1123(s), 1098(w).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of {[Cd(1,3-adaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>The same diffusion technique\nof <bold>1</bold> was employed for the synthesis of compound <bold>2</bold> using the CdCl<sub>2</sub>, bpmh, and 1,3-adaa in a 1:0.5:0.5\nmolar\nratio, using methanol as a solvent instead of ethanol. Yield (30%\nbased on metal) elemental analysis, Anal. Calcd: C, 54.51%; H, 4.93%;\nN, 9.78%. Found: C, 55.30%; H, 5.40%; N, 9.20%. FT-IR (KBr pellet\ncm<sup>–1</sup>) 3424(br), 1636(m), 1607(s), 1434(s), 1309(w),\n1239(w), 1009(w).</p>", "clean_text": "Synthesis of {[Cd(1,3-adaa)(bpmh)]} n  (2)\n\nThe same diffusion technique of 1 was employed for the synthesis of compound 2 using the CdCl2, bpmh, and 1,3-adaa in a 1:0.5:0.5 molar ratio, using methanol as a solvent instead of ethanol. Yield (30% based on metal) elemental analysis, Anal. Calcd: C, 54.51%; H, 4.93%; N, 9.78%. Found: C, 55.30%; H, 5.40%; N, 9.20%. FT-IR (KBr pellet cm-1) 3424(br), 1636(m), 1607(s), 1434(s), 1309(w), 1239(w), 1009(w).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of {[Zn(1,4-pdaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>)</title><p>An aqueous solution of\n(10 mL) Na salt\nof 1,4-pdaa (0.1 mmol, 23.8 mg) was mixed in parts with methanol solution\n(10 mL) of bpmh (0.1 mmol, 21 mg) while stirring, and the resulting\nsolution was further stirred for 1 h to mix well. Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.1 mmol, 29.7 mg) was dissolved\nin 10 mL of water and put in a narrow tube. Two milliliters of the\nabove mixed ligand solution was slowly and carefully layered over\n2 mL of this metal solution.</p>", "clean_text": "Synthesis of {[Zn(1,4-pdaa)(bpmh)]} n  (3)\n\nAn aqueous solution of (10 mL) Na salt of 1,4-pdaa (0.1 mmol, 23.8 mg) was mixed in parts with methanol solution (10 mL) of bpmh (0.1 mmol, 21 mg) while stirring, and the resulting solution was further stirred for 1 h to mix well. Zn(NO3)2⋅6H2O (0.1 mmol, 29.7 mg) was dissolved in 10 mL of water and put in a narrow tube. Two milliliters of the above mixed ligand solution was slowly and carefully layered over 2 mL of this metal solution.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<p>X-ray quality dark-yellow-colored\nblock-shaped single crystals were obtained from the junction of the\nlayer after 3 days. The crystals were separated and washed with MeOH\nand air-dried (yield = 35% based on metal). Elemental analysis, Anal.\nCalcd: C, 56.49%; H, 3.88%; N, 11.98%. Found: C, 55.80%; H, 3.5%;\nN, 12.1%. FT-IR (KBr pellet cm<sup>–1</sup>) 3154(b), 1610(s),\n1550(s), 1420(w), 1387(s), 1306(m), 1237(w), 1161(w), 1063(w).</p>", "clean_text": "X-ray quality dark-yellow-colored block-shaped single crystals were obtained from the junction of the layer after 3 days. The crystals were separated and washed with MeOH and air-dried (yield = 35% based on metal). Elemental analysis, Anal. Calcd: C, 56.49%; H, 3.88%; N, 11.98%. Found: C, 55.80%; H, 3.5%; N, 12.1%. FT-IR (KBr pellet cm-1) 3154(b), 1610(s), 1550(s), 1420(w), 1387(s), 1306(m), 1237(w), 1161(w), 1063(w).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof {[Co(1,4-pdaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>)</title><p>The same diffusion technique of <bold>3</bold> was employed\nfor the synthesis of compound <bold>4</bold> using the Co(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, bpmh,\n1,4-pdaa in 1:1:1 molar ratio, X-ray quality pink-colored, block-shaped\nsingle crystals were obtained after 3 days. The crystals were separated\nand washed with MeOH and air-dried (yield = 40%). Elemental analysis,\nAnal. Calcd: C, 57.28%; H, 3.93%; N, 12.14%. Found: C, 56.4%; H, 3.5%;\nN, 12.5%. FT-IR (KBr pellet cm<sup>–1</sup>) 3415(b), 1610(m),\n1549(s), 1420(w), 1387(s), 1306(m), 1237(w), 1161(w).</p>", "clean_text": "Synthesis of {[Co(1,4-pdaa)(bpmh)]} n  (4)\n\nThe same diffusion technique of 3 was employed for the synthesis of compound 4 using the Co(NO3)2⋅6H2O, bpmh, 1,4-pdaa in 1:1:1 molar ratio, X-ray quality pink-colored, block-shaped single crystals were obtained after 3 days. The crystals were separated and washed with MeOH and air-dried (yield = 40%). Elemental analysis, Anal. Calcd: C, 57.28%; H, 3.93%; N, 12.14%. Found: C, 56.4%; H, 3.5%; N, 12.5%. FT-IR (KBr pellet cm-1) 3415(b), 1610(m), 1549(s), 1420(w), 1387(s), 1306(m), 1237(w), 1161(w).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Synthetic Aspects</title><p>Usage of highly\nconjugated ligands\nfor the synthesis is an effective way to prepare luminescent MOFs.\nFew MOFs are reported (Table S2 of the ) by using bpmh linker in combination with other\ndicarboxylic acids. Although it is a\nhighly conjugated and rigid ligand, very few reports are available\nin the literature on luminescence properties of MOFs where bpmh is\none of the organic linker. In this aspect, we choose bpmh\nlinker in combination with the V-shaped 1,3-adaa ligand (Scheme ) and we have synthesized two 2D MOF’s by\nusing Zn(II) and Cd(II) metal atoms because metal ions with d<sup>10</sup> configuration show intriguing fluorescent behavior. On the\nother hand, we changed the 1,3-adaa ligand with 1,4-pdaa to synthesize\ncompounds <bold>3</bold> and <bold>4</bold> (Scheme ).</p>", "clean_text": "Results and Discussion\n\nSynthetic Aspects\n\nUsage of highly conjugated ligands for the synthesis is an effective way to prepare luminescent MOFs. Few MOFs are reported (Table S2 of the ) by using bpmh linker in combination with other dicarboxylic acids. Although it is a highly conjugated and rigid ligand, very few reports are available in the literature on luminescence properties of MOFs where bpmh is one of the organic linker. In this aspect, we choose bpmh linker in combination with the V-shaped 1,3-adaa ligand (Scheme ) and we have synthesized two 2D MOF's by using Zn(II) and Cd(II) metal atoms because metal ions with d10 configuration show intriguing fluorescent behavior. On the other hand, we changed the 1,3-adaa ligand with 1,4-pdaa to synthesize compounds 3 and 4 (Scheme ).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Ligands Used for This Work</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0011.tif\"></graphic>\n</fig>", "clean_text": " 1  Ligands Used for This Work   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Synthetic Details of All the Compounds Reported in This Paper</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0012.tif\"></graphic>\n</fig>", "clean_text": " 2  Synthetic Details of All the Compounds Reported in This Paper   ", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystallographic\nData for <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>26</sub>H<sub>28</sub>N<sub>4</sub>O<sub>4</sub>Zn</oasis:entry>\n<oasis:entry>C<sub>26</sub>H<sub>28</sub>N<sub>4</sub>O<sub>4</sub>Cd</oasis:entry>\n<oasis:entry>C<sub>22</sub>H<sub>18</sub>N<sub>4</sub>O<sub>4</sub>Zn</oasis:entry>\n<oasis:entry>C<sub>22</sub>H<sub>18</sub>N<sub>4</sub>O<sub>4</sub>Co</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>chemical formula\nweight</oasis:entry>\n<oasis:entry>525.91</oasis:entry>\n<oasis:entry>572.93</oasis:entry>\n<oasis:entry>467.79</oasis:entry>\n<oasis:entry>461.19</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal shape</oasis:entry>\n<oasis:entry>block</oasis:entry>\n<oasis:entry>block</oasis:entry>\n<oasis:entry>block</oasis:entry>\n<oasis:entry>block</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>color</oasis:entry>\n<oasis:entry>yellow</oasis:entry>\n<oasis:entry>yellow</oasis:entry>\n<oasis:entry>yellow</oasis:entry>\n<oasis:entry>pink</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>size (mm)</oasis:entry>\n<oasis:entry>0.42 × 0.35 × 0.28</oasis:entry>\n<oasis:entry>0.42 × 0.38 × 0.27</oasis:entry>\n<oasis:entry>0.42 × 0.36\n× 0.25</oasis:entry>\n<oasis:entry>0.43 × 0.35 × 0.25</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>9.804(2)</oasis:entry>\n<oasis:entry>9.2841(11)</oasis:entry>\n<oasis:entry>10.2678(8)</oasis:entry>\n<oasis:entry>10.327(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>10.291(3)</oasis:entry>\n<oasis:entry>10.7513(13)</oasis:entry>\n<oasis:entry>13.0131(10)</oasis:entry>\n<oasis:entry>12.999(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>12.584(3)</oasis:entry>\n<oasis:entry>13.1913(15)</oasis:entry>\n<oasis:entry>15.9584(11)</oasis:entry>\n<oasis:entry>15.985(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>80.787(11)</oasis:entry>\n<oasis:entry>75.121(5)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>68.059(10)</oasis:entry>\n<oasis:entry>73.020(5)</oasis:entry>\n<oasis:entry>110.229(5)</oasis:entry>\n<oasis:entry>110.367(19)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>84.556(12)</oasis:entry>\n<oasis:entry>83.385(5)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cell volume, <italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>1161.6(5) Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>1215.9(2) Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>2000.8(3) Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>2011.7(11) Å<sup>3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cell formula units Z</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wavelength (Mo Kα)</oasis:entry>\n<oasis:entry>0.71073</oasis:entry>\n<oasis:entry>0.71073</oasis:entry>\n<oasis:entry>0.71073</oasis:entry>\n<oasis:entry>0.71073</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temperature (K)</oasis:entry>\n<oasis:entry>296(2)</oasis:entry>\n<oasis:entry>296(2)</oasis:entry>\n<oasis:entry>296(2)</oasis:entry>\n<oasis:entry>296(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>theta range for data\ncollection</oasis:entry>\n<oasis:entry>2.82 to 28.44</oasis:entry>\n<oasis:entry>2.30 to 35.31</oasis:entry>\n<oasis:entry>5.66 to 28.31</oasis:entry>\n<oasis:entry>3.13 to 23.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit</oasis:entry>\n<oasis:entry>1.147</oasis:entry>\n<oasis:entry>1.064</oasis:entry>\n<oasis:entry>1.066</oasis:entry>\n<oasis:entry>1.074</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>factor</sub> all</oasis:entry>\n<oasis:entry>0.0511</oasis:entry>\n<oasis:entry>0.0306</oasis:entry>\n<oasis:entry>0.0437</oasis:entry>\n<oasis:entry>0.0944</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0.1631</oasis:entry>\n<oasis:entry>0.0948</oasis:entry>\n<oasis:entry>0.1084</oasis:entry>\n<oasis:entry>0.2161</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>548.0</oasis:entry>\n<oasis:entry>584</oasis:entry>\n<oasis:entry>960</oasis:entry>\n<oasis:entry>948</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Although\nthe same diffusion technique was followed to prepare all\nthe compounds, the dimensionality of the frameworks have been changed\nin compounds <bold>3</bold> and <bold>4</bold> and might be due to\nthe flexible nature of the 1,4-pdaa ligand. The powder XRD of <bold>1</bold>–<bold>4</bold> (Figures S1 and S2 of the ) are in very good correspondence\nwith the simulated patterns of the single crystal, indicating the\nphase purity of bulk samples. The purity of the samples was further\nconfirmed by IR spectra (Figures S3–S6 of the ) and elemental analysis.</p>", "clean_text": "Although the same diffusion technique was followed to prepare all the compounds, the dimensionality of the frameworks have been changed in compounds 3 and 4 and might be due to the flexible nature of the 1,4-pdaa ligand. The powder XRD of 1-4 (Figures S1 and S2 of the ) are in very good correspondence with the simulated patterns of the single crystal, indicating the phase purity of bulk samples. The purity of the samples was further confirmed by IR spectra (Figures S3-S6 of the ) and elemental analysis.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Octahedral\ncoordination environment around Zn(II) atom in compound <bold>1</bold>. Color code: oxygen (red), nitrogen (blue), and zinc (green).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Octahedral coordination environment around Zn(II) atom in compound 1. Color code: oxygen (red), nitrogen (blue), and zinc (green).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>1D Chain of compound <bold>1</bold> along the <italic toggle=\"yes\">a</italic> axis. Color code is the same as in Figure <xref rid=\"fig1\"></xref>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  1D Chain of compound 1 along the a axis. Color code is the same as in Figure .   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>2D Framework of compound <bold>1</bold>. coordination\nenvironment\naround Zn atom is shown as green polyhedra. Color code: C–C\n(gray) and N–N (blue).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  2D Framework of compound 1. coordination environment around Zn atom is shown as green polyhedra. Color code: C-C (gray) and N-N (blue).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Structural Description of {[Zn(1,3-adaa)(bpmh)]}<italic toggle=\"yes\">n</italic> (<bold>1</bold>)</title><p>Single-crystal X-ray structure determination\nreveals that compound <bold>1</bold> crystallizes in the triclinic <italic toggle=\"yes\">P</italic>1̅ space group and is a neutral two-dimensional framework.\nThe asymmetric unit contains a Zn(II) atom, one 1,3-adaa ligand, and\none bpmh linker (Figure S7 of the ). Here, each Zn(II) center adopts a distorted octahedral geometry\nwith the ZnO<sub>4</sub>N<sub>2</sub> coordination environment (Figure ). Each Zn(II) ligated to the four oxygen atoms\nof 1,3-adaa, which occupy the equatorial positions [Zn–O bond\nlengths are in the range of 2.015(3)–2.393(3) Å], and\nthe axial sites are occupied by two nitrogen atoms of bpmh linker\n[bond lengths of Zn1–N1 and Zn1–N4 are 2.196(2) Å\nand 2.190(3) Å].</p>", "clean_text": "Structural Description of {[Zn(1,3-adaa)(bpmh)]}n (1)\n\nSingle-crystal X-ray structure determination reveals that compound 1 crystallizes in the triclinic P1̅ space group and is a neutral two-dimensional framework. The asymmetric unit contains a Zn(II) atom, one 1,3-adaa ligand, and one bpmh linker (Figure S7 of the ). Here, each Zn(II) center adopts a distorted octahedral geometry with the ZnO4N2 coordination environment (Figure ). Each Zn(II) ligated to the four oxygen atoms of 1,3-adaa, which occupy the equatorial positions [Zn-O bond lengths are in the range of 2.015(3)-2.393(3) Å], and the axial sites are occupied by two nitrogen atoms of bpmh linker [bond lengths of Zn1-N1 and Zn1-N4 are 2.196(2) Å and 2.190(3) Å].", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Compound <bold>1</bold> contains a repeated\n[Zn<sub>2</sub>(adaa)<sub>4</sub>(bpmh)<sub>4</sub>] unit and can\nbe considered as secondary building units (SBUs), which are connected\nthrough the V-shaped carboxylate groups of 1,3-adaa ligands and forms\nthe 1D chain along the <italic toggle=\"yes\">a</italic> axis (Figure ). The angle between the two carboxylate groups in the 1,3-adaa\nligand is 93.69°. Further, the 1D chain extended through the\nbpmh linkers in the axial position along the crystallographic <italic toggle=\"yes\">b</italic> axis and results in a 2D layer in the <italic toggle=\"yes\">ac</italic> plane (Figure ). The distance between two\nZn(II) centers in the SBU is 4.13 Å and between two SBU units\nbridged by the 1,3-adaa ligand is 7.510 Å. Each 1,3-adaa connects\nthree Zn(II) atoms in two different bridging modes (μ-1,1 and\nμ-1,2) (Figure S8 of the ), whereas each bpmh linker holds two Zn(II) at a distance of 15.860\nÅ. The angle between the O1–Zn1–O2 in the μ-1,1\nmode is 57.81°. The schematic representation of zinc centers\nbridged by 1,3-adaa and bpmh in the 2D framework is represented in\nFigure S9 of the . It has been noted that 1,3-adaa ligands are sandwiched alternatively\nbetween the bpmh ligands down the <italic toggle=\"yes\">c</italic> axis, as shown\nin Figure S10 of the .</p>", "clean_text": "Compound 1 contains a repeated [Zn2(adaa)4(bpmh)4] unit and can be considered as secondary building units (SBUs), which are connected through the V-shaped carboxylate groups of 1,3-adaa ligands and forms the 1D chain along the a axis (Figure ). The angle between the two carboxylate groups in the 1,3-adaa ligand is 93.69°. Further, the 1D chain extended through the bpmh linkers in the axial position along the crystallographic b axis and results in a 2D layer in the ac plane (Figure ). The distance between two Zn(II) centers in the SBU is 4.13 Å and between two SBU units bridged by the 1,3-adaa ligand is 7.510 Å. Each 1,3-adaa connects three Zn(II) atoms in two different bridging modes (μ-1,1 and μ-1,2) (Figure S8 of the ), whereas each bpmh linker holds two Zn(II) at a distance of 15.860 Å. The angle between the O1-Zn1-O2 in the μ-1,1 mode is 57.81°. The schematic representation of zinc centers bridged by 1,3-adaa and bpmh in the 2D framework is represented in Figure S9 of the . It has been noted that 1,3-adaa ligands are sandwiched alternatively between the bpmh ligands down the c axis, as shown in Figure S10 of the .", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Structural Description of {[Cd(1,3-adaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>Compound <bold>2</bold> crystallizes in same <italic toggle=\"yes\">P</italic>1̅ space group having\nsimilar framework topology like <bold>1</bold>, but they are not iso-structural.\nThe coordination diversities of the 1,3-adaa ligand induce hepta coordination\nenvironment around the Cd(II) centers. The asymmetric unit contains\none Cd(II) atom, one 1,3-adaa ligand, and the bpmh linker (Figure\nS11 of the ). Here,\neach hepta-coordinated Cd(II) ion with a CdO<sub>4</sub>N<sub>2</sub> coordination environment shows nearly pentagonal bipyramidal geometry\n(Figure ).</p>", "clean_text": "Structural Description of {[Cd(1,3-adaa)(bpmh)]} n  (2)\n\nCompound 2 crystallizes in same P1̅ space group having similar framework topology like 1, but they are not iso-structural. The coordination diversities of the 1,3-adaa ligand induce hepta coordination environment around the Cd(II) centers. The asymmetric unit contains one Cd(II) atom, one 1,3-adaa ligand, and the bpmh linker (Figure S11 of the ). Here, each hepta-coordinated Cd(II) ion with a CdO4N2 coordination environment shows nearly pentagonal bipyramidal geometry (Figure ).", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Pentagonal bipyramidal arrangement of\nCd(II) atom in compound <bold>2</bold>. Color code: oxygen (red),\nnitrogen (blue), and cadmium\n(turquoise).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Pentagonal bipyramidal arrangement of Cd(II) atom in compound 2. Color code: oxygen (red), nitrogen (blue), and cadmium (turquoise).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The hepta coordination\nenvironment around the Cd(II) center fulfilled\nby five oxygen atoms from three different 1,3-adaa ligands at the\nequatorial positions [Cd–O bond lengths are in the range of\n2.345(2) Å–2.492(3) Å] and two nitrogen atoms from\ntwo different bpmh linkers at the axial positions [bond lengths of\nCd–N1 and Cd1–N2 are 2.334(2) Å and 2.320(2) Å,\nrespectively]. Compound <bold>2</bold> also contains SBU ([Cd<sub>2</sub>(adaa)<sub>4</sub>(bpmh)<sub>4</sub>] units), which are repeated\nalong the 1D chain formed by interconnection of the units through\nthe carboxylate group of the 1,3-adaa ligand (Figure S12 of the ). The angle between the\ntwo carboxylate groups in 1,3-adaa is shorter by 6.01° (87.68°),\nin comparison to compound <bold>1</bold>. Further, the 1D coordination\nchain extends through the bpmh linkers along the crystallographic <italic toggle=\"yes\">b</italic> axis and formed a 2D layer in the <italic toggle=\"yes\">ac</italic> plane\n(Figure ). The distance between two Cd(II)\ncenters bridged by the 1,3-adaa ligand in the 1D chain is 6.714 Å,\nwhich is marginally shorter than that found in <bold>1</bold>. In <bold>2</bold>, each 1,3-adaa coordinated to the metal centers through\nμ-1,1- and μ-1,1,2-bridging modes and each bpmh bridges\ntwo Cd(II) centers having a distance of 15.951 Å. Out of five\noxygen atoms around each Cd(II) center, two oxygen atoms from two\ndifferent 1,3-adaa ligands coordinated through μ-fashion and\nform a carboxy-O bridge between two Cd(II) centers, resulting in a\ncentro symmetric dimer (Figure S13 of the ). The noted bridging mode of the carboxy group\nof the 1,3-adaa ligand consequence a shorter Cd···Cd\ndistance (3.872 Å) within the SBU in comparison to the Zn···Zn\ndistance found in compound <bold>1</bold>. The angle around the centrosymmetric\ndimer are O2–Cd1–O2A = 69.84(7)° and Cd1–O2–Cd1A\n= 110.16(8)°. From the structural comparison between <bold>1</bold> and <bold>2</bold>, it can be concluded that the coordination diversities\nof 1,3-adaa results in the centrosymetric Cd(II) dimer in <bold>2</bold> and also induces shorter intra-chain Cd(II)···Cd(II)\nseparation. The schematic representation of the cadmium centers bridged\nby 1,3-adaa and bpmh in the 2D framework is represented in Figure\nS14 of the .</p>", "clean_text": "The hepta coordination environment around the Cd(II) center fulfilled by five oxygen atoms from three different 1,3-adaa ligands at the equatorial positions [Cd-O bond lengths are in the range of 2.345(2) Å-2.492(3) Å] and two nitrogen atoms from two different bpmh linkers at the axial positions [bond lengths of Cd-N1 and Cd1-N2 are 2.334(2) Å and 2.320(2) Å, respectively]. Compound 2 also contains SBU ([Cd2(adaa)4(bpmh)4] units), which are repeated along the 1D chain formed by interconnection of the units through the carboxylate group of the 1,3-adaa ligand (Figure S12 of the ). The angle between the two carboxylate groups in 1,3-adaa is shorter by 6.01° (87.68°), in comparison to compound 1. Further, the 1D coordination chain extends through the bpmh linkers along the crystallographic b axis and formed a 2D layer in the ac plane (Figure ). The distance between two Cd(II) centers bridged by the 1,3-adaa ligand in the 1D chain is 6.714 Å, which is marginally shorter than that found in 1. In 2, each 1,3-adaa coordinated to the metal centers through μ-1,1- and μ-1,1,2-bridging modes and each bpmh bridges two Cd(II) centers having a distance of 15.951 Å. Out of five oxygen atoms around each Cd(II) center, two oxygen atoms from two different 1,3-adaa ligands coordinated through μ-fashion and form a carboxy-O bridge between two Cd(II) centers, resulting in a centro symmetric dimer (Figure S13 of the ). The noted bridging mode of the carboxy group of the 1,3-adaa ligand consequence a shorter Cd⋅⋅⋅Cd distance (3.872 Å) within the SBU in comparison to the Zn⋅⋅⋅Zn distance found in compound 1. The angle around the centrosymmetric dimer are O2-Cd1-O2A = 69.84(7)° and Cd1-O2-Cd1A = 110.16(8)°. From the structural comparison between 1 and 2, it can be concluded that the coordination diversities of 1,3-adaa results in the centrosymetric Cd(II) dimer in 2 and also induces shorter intra-chain Cd(II)⋅⋅⋅Cd(II) separation. The schematic representation of the cadmium centers bridged by 1,3-adaa and bpmh in the 2D framework is represented in Figure S14 of the .", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>2D-Layered\nstructure of compound <bold>2.</bold> Coordination environment\naround the Cd atom is shown as polyhedra (turquoise). Color code is\nthe same as in Figure <xref rid=\"fig3\"></xref>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  2D-Layered structure of compound 2. Coordination environment around the Cd atom is shown as polyhedra (turquoise). Color code is the same as in Figure .   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Notably, noncovalent interactions such as localized [C61–H61···C24\n= 3.582(4) Å] and semilocalized C–H···π\n(C9–H9···C16/C19 = 3.380 Å), C–H···O\n[C21–H21···O3 = 3.146(4) Å and C21–H21···O1\n= 3.116(3) Å] are perceived between the two ligands, which assists\nthe formation of the above 2D framework. A face-to-face π···π\ninteraction (3.782 Å) between the neutral bpmh ligand along the <italic toggle=\"yes\">c</italic> axis is observed, which further stabilizes the 2D framework.\nAs noticed in <bold>1</bold>, in <bold>2</bold>, 1,3-adaa ligands\nare also sandwiched in between the bpmh ligands down the <italic toggle=\"yes\">c</italic> axis, as shown in Figure S15 of the .</p>", "clean_text": "Notably, noncovalent interactions such as localized [C61-H61⋅⋅⋅C24 = 3.582(4) Å] and semilocalized C-H⋅⋅⋅π (C9-H9⋅⋅⋅C16/C19 = 3.380 Å), C-H⋅⋅⋅O [C21-H21⋅⋅⋅O3 = 3.146(4) Å and C21-H21⋅⋅⋅O1 = 3.116(3) Å] are perceived between the two ligands, which assists the formation of the above 2D framework. A face-to-face π⋅⋅⋅π interaction (3.782 Å) between the neutral bpmh ligand along the c axis is observed, which further stabilizes the 2D framework. As noticed in 1, in 2, 1,3-adaa ligands are also sandwiched in between the bpmh ligands down the c axis, as shown in Figure S15 of the .", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Structural Description of {[Zn(1,4-pdaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>) and {[Co(1,4-pdaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>)</title><p>Structural investigation\nreveals that compounds <bold>3</bold> and <bold>4</bold> crystallize\nin the monoclinic <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic> space group. The asymmetric unit comprises one metal atom, one 1,4-pdaa\nligand, and one bpmh linker (Figure S16 of the ). Each metal atom is connected to three\n1,4-pdaa ligands through two μ-1 and one μ-1,1 carboxylate\noxygens and two nitrogen atoms from the bpmh linkers. Similar to compounds <bold>1</bold> and <bold>2</bold>, in <bold>3</bold> and <bold>4</bold> the 1,4-pdaa ligands are situated on the equatorial position [the\nM–O bond lengths are in the range of 2.0479(2)–2.298(2)Å\nin Zn(II) and 1.997(5)–2.236(4) Å in Co(II)], whereas\nthe neutral bpmh ligand in the axial position [M–N bond lengths\nare in 2.151(2) and 2.156(2) Å in Zn(II) and 2.172(4) Å\nand 2.191(6) Å in Co(II)], resulting in a distorted octahedral\ngeometry around the metal center. Compounds <bold>3</bold> and <bold>4</bold> contain a similar SBU {[M<sub>2</sub>(pdaa)<sub>4</sub>(bpmh)<sub>4</sub> units], where M = Zn(<bold>3</bold>) and Co(<bold>4</bold>)} as observed earlier. The distance between the two metal centers\nin the SBU is 3.996(2) Å in <bold>3</bold> and 4.052(1) Å\nin <bold>4</bold>. The metal centers in one SBU are bridged to six\nother SBUs by two μ-1,1 1,4-pdaa ligands and two neutral bpmh\nligands. The distance between the metal centers bridged by the 1,4-pdaa\nligand is the same in both compounds [8.449 (3) Å] and by the\nbpmh ligand is 15.709(3) Å in Zn(II) and 15.725(5)Å in Co(II)\nrespectively.</p>", "clean_text": "Structural Description of {[Zn(1,4-pdaa)(bpmh)]} n  (3) and {[Co(1,4-pdaa)(bpmh)]} n  (4)\n\nStructural investigation reveals that compounds 3 and 4 crystallize in the monoclinic P21/c space group. The asymmetric unit comprises one metal atom, one 1,4-pdaa ligand, and one bpmh linker (Figure S16 of the ). Each metal atom is connected to three 1,4-pdaa ligands through two μ-1 and one μ-1,1 carboxylate oxygens and two nitrogen atoms from the bpmh linkers. Similar to compounds 1 and 2, in 3 and 4 the 1,4-pdaa ligands are situated on the equatorial position [the M-O bond lengths are in the range of 2.0479(2)-2.298(2)Å in Zn(II) and 1.997(5)-2.236(4) Å in Co(II)], whereas the neutral bpmh ligand in the axial position [M-N bond lengths are in 2.151(2) and 2.156(2) Å in Zn(II) and 2.172(4) Å and 2.191(6) Å in Co(II)], resulting in a distorted octahedral geometry around the metal center. Compounds 3 and 4 contain a similar SBU {[M2(pdaa)4(bpmh)4 units], where M = Zn(3) and Co(4)} as observed earlier. The distance between the two metal centers in the SBU is 3.996(2) Å in 3 and 4.052(1) Å in 4. The metal centers in one SBU are bridged to six other SBUs by two μ-1,1 1,4-pdaa ligands and two neutral bpmh ligands. The distance between the metal centers bridged by the 1,4-pdaa ligand is the same in both compounds [8.449 (3) Å] and by the bpmh ligand is 15.709(3) Å in Zn(II) and 15.725(5)Å in Co(II) respectively.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>2D Layer of compounds <bold>3</bold> and <bold>4</bold> in the <italic toggle=\"yes\">bc</italic> plane. Color code: M–O (red),\nM–N (blue),\nand C–C (gray).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  2D Layer of compounds 3 and 4 in the bc plane. Color code: M-O (red), M-N (blue), and C-C (gray).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) 1,4-pdaa Ligand connectivity in the 3D framework. (b) 3D Framework\nof compounds <bold>3</bold> and <bold>4</bold> (bpmh linker has been\nomitted for clarity). Color code is the same as in Figure <xref rid=\"fig6\"></xref>.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) 1,4-pdaa Ligand connectivity in the 3D framework. (b) 3D Framework of compounds 3 and 4 (bpmh linker has been omitted for clarity). Color code is the same as in Figure .   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>It is interesting to\nnote that each bpmh ligand bridged to the\nSBUs and extended along the <italic toggle=\"yes\">c </italic>axis to form a 1D coordination\npolymer. Throughout the 1D chain, bpmh ligands exhibit parallel displaced\nπ···π interactions of 3.971 Å; due\nto this, metal centers are arranged in helical fashion around the\n2<sub>1</sub> screw axis (Figure S17 of the ). These 1D chains are interconnected through the\ncarboxylate groups of 1,4-pdaa ligands in the equatorial positions\nto form a 2D layer in the <italic toggle=\"yes\">bc</italic> plane (Figure ), and these layers are further pillered by the\nother carboxylate group of 1,4-pdaa ligand to generate the 3D framework\n(Figure ).</p>", "clean_text": "It is interesting to note that each bpmh ligand bridged to the SBUs and extended along the c axis to form a 1D coordination polymer. Throughout the 1D chain, bpmh ligands exhibit parallel displaced π⋅⋅⋅π interactions of 3.971 Å; due to this, metal centers are arranged in helical fashion around the 21 screw axis (Figure S17 of the ). These 1D chains are interconnected through the carboxylate groups of 1,4-pdaa ligands in the equatorial positions to form a 2D layer in the bc plane (Figure ), and these layers are further pillered by the other carboxylate group of 1,4-pdaa ligand to generate the 3D framework (Figure ).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<title>Thermal and PXRD Analysis</title><p>To investigate the thermal\nstability of compounds <bold>1</bold>–<bold>4</bold>, thermogravimetric\nanalysis (TGA) was carried out in the temperature range of 30–650\n°C under a flow of N<sub>2</sub> with a heating rate of 10 °C\nmin<sup>–1</sup> (Figure S18 of the ). Compound <bold>1</bold> was stable up to 180\n°C, and then a rapid weight loss of ∼34% (exptl) was observed\nbetween 180 to 320 °C, which can be attributed to the loss of\nbpmh linkers (calcd = 39.8%) and then decomposes to an unidentified\nproduct. Compound <bold>2</bold> was found to be stable up to 260\n°C; the first step weight loss of 31% (calcd = 37%) in the range\nof 260–350 °C could be due to the loss of the bpmh linker,\nand the second step weight loss of ∼40% (calcd = 44%) in the\ntemperature range of 350–500 °C is due to the decomposition\nof the 1,3-adaa ligand, and the remaining organic ligands start burning\nabove 500 °C. Compound <bold>3</bold> was stable up to 120 °C,\nand a weight loss of 45% was observed between 120 and 320 °C\nand then gradually decomposed in the temperature range of 320–500\n°C, whereas compound <bold>4</bold>, also stable up to 120 °C,\nthen started losing the 1,4-pdaa ligand, which was confirmed by 40%\nweight loss (calcd = 42%). The second step weight loss started at\n270 °C probably due to decomposition.</p>", "clean_text": "Thermal and PXRD Analysis\n\nTo investigate the thermal stability of compounds 1-4, thermogravimetric analysis (TGA) was carried out in the temperature range of 30-650 °C under a flow of N2 with a heating rate of 10 °C min-1 (Figure S18 of the ). Compound 1 was stable up to 180 °C, and then a rapid weight loss of ~34% (exptl) was observed between 180 to 320 °C, which can be attributed to the loss of bpmh linkers (calcd = 39.8%) and then decomposes to an unidentified product. Compound 2 was found to be stable up to 260 °C; the first step weight loss of 31% (calcd = 37%) in the range of 260-350 °C could be due to the loss of the bpmh linker, and the second step weight loss of ~40% (calcd = 44%) in the temperature range of 350-500 °C is due to the decomposition of the 1,3-adaa ligand, and the remaining organic ligands start burning above 500 °C. Compound 3 was stable up to 120 °C, and a weight loss of 45% was observed between 120 and 320 °C and then gradually decomposed in the temperature range of 320-500 °C, whereas compound 4, also stable up to 120 °C, then started losing the 1,4-pdaa ligand, which was confirmed by 40% weight loss (calcd = 42%). The second step weight loss started at 270 °C probably due to decomposition.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<title>Luminescence Properties</title><p>The ligand-based luminescence\nin MOF’s is an attractive research topic for the selective\nsensing and detection of the metal ions. Apart from the conventional applications, MOFs have been used as\nphotoluminescent materials, owing to their higher stability compared\nto the organic materials and some typical advantages over inorganics. Generally, d<sup>10</sup> complexes are promising to exhibit the\nphotoluminescence properties. We have\ninvestigated the solid-state emission properties of both the ligands\nas well as complexes <bold>1</bold> and <bold>2</bold> (Figure ). The solid-state fluorescence maxima of 1,3-adaa\nand bpmh was observed at 406 and 403 nm excited at λ<sub>ex</sub> = 280 nm, respectively (Figures S19 and S20 of the ). The emission spectra of <bold>1</bold> and <bold>2</bold> resembles both ligands, but the intensity of\nboth the complexes were different. Complexes <bold>1</bold> and <bold>2</bold> exhibit an emission band with a maxima at 406 nm for an\nexcitation at λ<sub>ex</sub> = 280 nm (Figures S21 and S22 of\nthe ). For d<sup>10</sup> complexes, no emission originates from metal-centered MLCT/LMCT\nexcited states, since the d<sup>10</sup> metal ions are difficult\nto be oxidized or reduced. Thus, the\nemission observed in the complexes is tentatively assigned to the\n(n → π* and π → π*) intraligand fluorescence\n(i.e., ligand-based emission). The difference in the intensity of\nthe emission band of compounds <bold>1</bold> and <bold>2</bold> from\nthe ligands may be attributed to a different rigidity of the crystal\npacking in the solid state. The slight\ndifferences in the positions of luminescent peaks in compounds <bold>1</bold> and <bold>2</bold> may be due to the different coordination\nmodes of the ligands. It is surprising to note that there is no emission\nband observed for compound <bold>3</bold> on excitation in the range\nof 280 to 372 nm, although intense fluorescent emissions were observed\nfor free ligands. [Fluorescence maxima was observed at 456 nm (λ<sub>ex</sub> = 372 nm) for free 1,4-H<sub>2</sub>pdaa and at 402 nm (λ<sub>ex</sub> = 208 nm) for free bpmh]. Although the reason for the absence\nof the emission band for complex <bold>3</bold> was not clear, it\nmight be attributed to the difference in the dicarboxylate ligand.\nSince in <bold>1</bold> and <bold>2</bold>, the 1,3-adaa ligand contains\na rigid adamantane ring which, upon coordination [Zn(II) for <bold>1</bold> and Cd(II) for <bold>2</bold>, respectively], increases\nthe rigidity of the ligand and reduces the loss of energy by radiationless\ndecay, thereby enhancing the luminescence in comparison to <bold>3</bold>. In compound <bold>3</bold>, the 1,4-pdaa\nligand does not have such a type of rigid moiety, which might contribute\nto the absence of the luminescence.</p>", "clean_text": "Luminescence Properties\n\nThe ligand-based luminescence in MOF's is an attractive research topic for the selective sensing and detection of the metal ions. Apart from the conventional applications, MOFs have been used as photoluminescent materials, owing to their higher stability compared to the organic materials and some typical advantages over inorganics. Generally, d10 complexes are promising to exhibit the photoluminescence properties. We have investigated the solid-state emission properties of both the ligands as well as complexes 1 and 2 (Figure ). The solid-state fluorescence maxima of 1,3-adaa and bpmh was observed at 406 and 403 nm excited at λex = 280 nm, respectively (Figures S19 and S20 of the ). The emission spectra of 1 and 2 resembles both ligands, but the intensity of both the complexes were different. Complexes 1 and 2 exhibit an emission band with a maxima at 406 nm for an excitation at λex = 280 nm (Figures S21 and S22 of the ). For d10 complexes, no emission originates from metal-centered MLCT/LMCT excited states, since the d10 metal ions are difficult to be oxidized or reduced. Thus, the emission observed in the complexes is tentatively assigned to the (n → π* and π → π*) intraligand fluorescence (i.e., ligand-based emission). The difference in the intensity of the emission band of compounds 1 and 2 from the ligands may be attributed to a different rigidity of the crystal packing in the solid state. The slight differences in the positions of luminescent peaks in compounds 1 and 2 may be due to the different coordination modes of the ligands. It is surprising to note that there is no emission band observed for compound 3 on excitation in the range of 280 to 372 nm, although intense fluorescent emissions were observed for free ligands. [Fluorescence maxima was observed at 456 nm (λex = 372 nm) for free 1,4-H2pdaa and at 402 nm (λex = 208 nm) for free bpmh]. Although the reason for the absence of the emission band for complex 3 was not clear, it might be attributed to the difference in the dicarboxylate ligand. Since in 1 and 2, the 1,3-adaa ligand contains a rigid adamantane ring which, upon coordination [Zn(II) for 1 and Cd(II) for 2, respectively], increases the rigidity of the ligand and reduces the loss of energy by radiationless decay, thereby enhancing the luminescence in comparison to 3. In compound 3, the 1,4-pdaa ligand does not have such a type of rigid moiety, which might contribute to the absence of the luminescence.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Solid-state fluorescence spectra of bpmh\nand 1,3-adaa ligands,\nas well as compounds <bold>1</bold> and <bold>2</bold>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  Solid-state fluorescence spectra of bpmh and 1,3-adaa ligands, as well as compounds 1 and 2.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["property"], "content": "<title>Magnetic Properties</title><p>For magnetic\ninvestigation, dc\nsusceptibility data was collected for compound <bold>4</bold> on the\npolycrystalline sample in the temperature range of 1.8–300\nK at 0.1 T. The dc magnetic susceptibilities are shown in the form\nof the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> (where χ<sub>M</sub> is the molecular magnetic susceptibility) versus temperature (<italic toggle=\"yes\">T</italic>) plot in Figure . The room temperature\nχ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value of 4.88 cm<sup>3</sup> mol<sup>–1</sup> K is higher than the expected spin-only\nvalue of 3.75 cm<sup>3</sup> mol<sup>–1</sup> K (for 2 isolated\nCo<sup>2+</sup>, <italic toggle=\"yes\">g</italic> = 2.0) due to the orbital contribution\nto the magnetic moment. Once the temperature is lowered from 300 K,\nthe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value decreases gradually,\ndue to the antiferromagnetic interactions between metal centers and\nshows a plateaulike behavior between 20 to 10 K, probably owing to\nthe spin–orbit coupling effect. With further decline of temperature,\nthe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value decreases rapidly\nto reach the value of 2.55 cm<sup>3</sup> mol<sup>–1</sup> K\nat 1.8 K. The decline at a low temperature is probably due to zero-field\nsplitting.\n</p>", "clean_text": "Magnetic Properties\n\nFor magnetic investigation, dc susceptibility data was collected for compound 4 on the polycrystalline sample in the temperature range of 1.8-300 K at 0.1 T. The dc magnetic susceptibilities are shown in the form of the χM T (where χM is the molecular magnetic susceptibility) versus temperature (T) plot in Figure . The room temperature χM T value of 4.88 cm3 mol-1 K is higher than the expected spin-only value of 3.75 cm3 mol-1 K (for 2 isolated Co2+, g = 2.0) due to the orbital contribution to the magnetic moment. Once the temperature is lowered from 300 K, the χM T value decreases gradually, due to the antiferromagnetic interactions between metal centers and shows a plateaulike behavior between 20 to 10 K, probably owing to the spin-orbit coupling effect. With further decline of temperature, the χM T value decreases rapidly to reach the value of 2.55 cm3 mol-1 K at 1.8 K. The decline at a low temperature is probably due to zero-field splitting. ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>The magnetic susceptibility\nabove 50 K nicely follow the Curie–Weiss law [χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> =<italic toggle=\"yes\"> C</italic>/(<italic toggle=\"yes\">T</italic> –\nθ)], giving <italic toggle=\"yes\">C</italic> = 5.3 cm<sup>3</sup> K mol<sup>–1</sup> and θ = −29.6 K (Figure S23 of the ). The negative value of\nθ indicates antiferromagnetic coupling between the Co(II) ions.\nTo understand the low-temperature behavior, the experimental data\n(Figure ) were fitted using the noncritical-scaling\ntheory with the following simple phenomenological equation.\n<disp-formula id=\"ueq1\">\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"italic\">A</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"italic\">B</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">E</italic>\n<sub>1</sub> &gt; 0 represents\nthe activation energies corresponding to the spin–orbit coupling, <italic toggle=\"yes\">E</italic>\n<sub>2</sub> signifies the antiferromagnetic exchange interactions,\nand (A + B) equals the Curie constant. The best fit to the above equation\nwas obtained with the fitting value of <italic toggle=\"yes\">E</italic>\n<sub>1</sub>/<italic toggle=\"yes\">k</italic> = 0.38 cm<sup>–1</sup>, <italic toggle=\"yes\">E</italic>\n<sub>2</sub>/k = 85.21 cm<sup>–1</sup>, and (A + B) = 5.4\ncm<sup>3</sup> K mol<sup>–1</sup>. Obtained A + B values agrees\nwell with the fitting of the Curie–Weiss equation at high temperature.\nThe low <italic toggle=\"yes\">E</italic>\n<sub>1</sub> value suggests little contribution\nof the spin–orbit coupling, and a high value of <italic toggle=\"yes\">E</italic>\n<sub>1</sub> indicates significant antiferromagnetic exchange between\nadjacent Co<sup>2+</sup> centers.</p>", "clean_text": "The magnetic susceptibility above 50 K nicely follow the Curie-Weiss law [χM T = C/(T - θ)], giving C = 5.3 cm3 K mol-1 and θ = -29.6 K (Figure S23 of the ). The negative value of θ indicates antiferromagnetic coupling between the Co(II) ions. To understand the low-temperature behavior, the experimental data (Figure ) were fitted using the noncritical-scaling theory with the following simple phenomenological equation.     χ   M   T = A ⁡ exp  ( -   E   1   / k T )  + B ⁡ exp  ( -   E   2   / k T )   where E 1 > 0 represents the activation energies corresponding to the spin-orbit coupling, E 2 signifies the antiferromagnetic exchange interactions, and (A + B) equals the Curie constant. The best fit to the above equation was obtained with the fitting value of E 1/k = 0.38 cm-1, E 2/k = 85.21 cm-1, and (A + B) = 5.4 cm3 K mol-1. Obtained A + B values agrees well with the fitting of the Curie-Weiss equation at high temperature. The low E 1 value suggests little contribution of the spin-orbit coupling, and a high value of E 1 indicates significant antiferromagnetic exchange between adjacent Co2+ centers.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<p>The <italic toggle=\"yes\">M</italic>/<italic toggle=\"yes\">N</italic>μ<italic toggle=\"yes\">B</italic> verses <italic toggle=\"yes\">H</italic> plots\nfrom 2 to 10 K (Figures S24 of the ) show a steady increase\nwith the field that reaches up to 3.44 μB at 7 T and 2 K, which\nis inconsistent with the expected value of 6 μB (for 2 isolated\nCo<sup>2+</sup>, <italic toggle=\"yes\">g</italic> = 2.0). This indicates the presence\nof antiferromagnetic interactions, even at the highest field of 7\nT. The <italic toggle=\"yes\">M</italic>/<italic toggle=\"yes\">N</italic>μ<italic toggle=\"yes\">B</italic> verses the H/T plot (Figure S25 of the ) further confirms the presence of the little anisotropy\nof Co<sup>2+</sup> centers, which prevents single molecular magnetic\nbehavior from being shown.</p>", "clean_text": "The M/NμB verses H plots from 2 to 10 K (Figures S24 of the ) show a steady increase with the field that reaches up to 3.44 μB at 7 T and 2 K, which is inconsistent with the expected value of 6 μB (for 2 isolated Co2+, g = 2.0). This indicates the presence of antiferromagnetic interactions, even at the highest field of 7 T. The M/NμB verses the H/T plot (Figure S25 of the ) further confirms the presence of the little anisotropy of Co2+ centers, which prevents single molecular magnetic behavior from being shown.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Temperature dependence of <italic toggle=\"yes\">X</italic>\n<sub>M</sub>\n<italic toggle=\"yes\">T</italic> collected in an applied field of 0.1\nT for complex <bold>4</bold>. The red line represents the best fit\nobtained from the\nnoncritical scaling theory.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  Temperature dependence of X M T collected in an applied field of 0.1 T for complex 4. The red line represents the best fit obtained from the noncritical scaling theory.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In this work, we have reported a family\nof four 2D/3D MOFs prepared\nusing a neutral, long, and rigid bis-pyridyl ligand and two dicarboxylates.\nCompounds <bold>1</bold> and <bold>2</bold> reveal ligand-based photoluminescence\nproperties in the solid state. The magnetic properties of compound <bold>4</bold> show antiferromagnetic behavior among the metal centers.\nWe are currently working with this neutral ligand to explore the possibility\nof it providing large pore sizes, a high surface area, and much required\nadditional stability to the MOFs.</p>", "clean_text": "Conclusion\n\nIn this work, we have reported a family of four 2D/3D MOFs prepared using a neutral, long, and rigid bis-pyridyl ligand and two dicarboxylates. Compounds 1 and 2 reveal ligand-based photoluminescence properties in the solid state. The magnetic properties of compound 4 show antiferromagnetic behavior among the metal centers. We are currently working with this neutral ligand to explore the possibility of it providing large pore sizes, a high surface area, and much required additional stability to the MOFs.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>\n<sup>‡</sup> These authors equally contributed to this work.</p><p>Synthetic procedure for bpmh\nligand, PXRD patterns of compounds <bold>1</bold>–<bold>4</bold>, TGA, IR data, CIF files, and additional figures. This material\nis available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": " ‡ These authors equally contributed to this work.\n\nSynthetic procedure for bpmh ligand, PXRD patterns of compounds 1-4, TGA, IR data, CIF files, and additional figures. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9, 10, 11, 12", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of {[Zn(1,3-adaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>bpmh was synthesized\nby the literature\nprocedure. An aqueous solution of (5\nmL) Na salt of 1,3-adaa (0.05 mmol, 14.8 mg) was mixed stepwise with\nethanol solution (5 mL) of bpmh (0.05 mmol, 10.5 mg) while being stirred,\nand the resulting solution was further stirred for 30 min to mix well.\nZn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.1 mmol, 29.7\nmg) was dissolved in 10 mL of water and put in a narrow tube. Two\nmilliliters of the above-mixed ligand solution was slowly and carefully\nlayered over 2 mL of this metal solution. X-ray quality yellow-colored\nrectangular-shaped single crystals were obtained from the junction\nof the layer after 7 days. The crystals were separated and washed\nwith ethanol and air-dried (yield = 40% based on metal). Elemental\nanalysis, Anal. Calcd: C, 59.38%; H, 5.37%; N, 10.65%. Found: C, 60.5%;\nH, 4.9%; N, 10.5%. FT-IR (KBr pellet, cm<sup>–1</sup>) 3435(br),\n2899(w), 2518(w), 1615(w), 1516(w), 1535(s), 1426(br), 1200(m), 1123(s),\n1098(w).</p><title>Synthesis of {[Cd(1,3-adaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>The same diffusion technique\nof <bold>1</bold> was employed for the synthesis of compound <bold>2</bold> using the CdCl<sub>2</sub>, bpmh, and 1,3-adaa in a 1:0.5:0.5\nmolar\nratio, using methanol as a solvent instead of ethanol. Yield (30%\nbased on metal) elemental analysis, Anal. Calcd: C, 54.51%; H, 4.93%;\nN, 9.78%. Found: C, 55.30%; H, 5.40%; N, 9.20%. FT-IR (KBr pellet\ncm<sup>–1</sup>) 3424(br), 1636(m), 1607(s), 1434(s), 1309(w),\n1239(w), 1009(w).</p><title>Synthesis of {[Zn(1,4-pdaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>)</title><p>An aqueous solution of\n(10 mL) Na salt\nof 1,4-pdaa (0.1 mmol, 23.8 mg) was mixed in parts with methanol solution\n(10 mL) of bpmh (0.1 mmol, 21 mg) while stirring, and the resulting\nsolution was further stirred for 1 h to mix well. Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (0.1 mmol, 29.7 mg) was dissolved\nin 10 mL of water and put in a narrow tube. Two milliliters of the\nabove mixed ligand solution was slowly and carefully layered over\n2 mL of this metal solution.</p><p>X-ray quality dark-yellow-colored\nblock-shaped single crystals were obtained from the junction of the\nlayer after 3 days. The crystals were separated and washed with MeOH\nand air-dried (yield = 35% based on metal). Elemental analysis, Anal.\nCalcd: C, 56.49%; H, 3.88%; N, 11.98%. Found: C, 55.80%; H, 3.5%;\nN, 12.1%. FT-IR (KBr pellet cm<sup>–1</sup>) 3154(b), 1610(s),\n1550(s), 1420(w), 1387(s), 1306(m), 1237(w), 1161(w), 1063(w).</p><title>Synthesis\nof {[Co(1,4-pdaa)(bpmh)]}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>)</title><p>The same diffusion technique of <bold>3</bold> was employed\nfor the synthesis of compound <bold>4</bold> using the Co(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O, bpmh,\n1,4-pdaa in 1:1:1 molar ratio, X-ray quality pink-colored, block-shaped\nsingle crystals were obtained after 3 days. The crystals were separated\nand washed with MeOH and air-dried (yield = 40%). Elemental analysis,\nAnal. Calcd: C, 57.28%; H, 3.93%; N, 12.14%. Found: C, 56.4%; H, 3.5%;\nN, 12.5%. FT-IR (KBr pellet cm<sup>–1</sup>) 3415(b), 1610(m),\n1549(s), 1420(w), 1387(s), 1306(m), 1237(w), 1161(w).</p>", "clean_text": "Synthesis of {[Zn(1,3-adaa)(bpmh)]} n  (1)\n\nbpmh was synthesized by the literature procedure. An aqueous solution of (5 mL) Na salt of 1,3-adaa (0.05 mmol, 14.8 mg) was mixed stepwise with ethanol solution (5 mL) of bpmh (0.05 mmol, 10.5 mg) while being stirred, and the resulting solution was further stirred for 30 min to mix well. Zn(NO3)2⋅6H2O (0.1 mmol, 29.7 mg) was dissolved in 10 mL of water and put in a narrow tube. Two milliliters of the above-mixed ligand solution was slowly and carefully layered over 2 mL of this metal solution. X-ray quality yellow-colored rectangular-shaped single crystals were obtained from the junction of the layer after 7 days. The crystals were separated and washed with ethanol and air-dried (yield = 40% based on metal). Elemental analysis, Anal. Calcd: C, 59.38%; H, 5.37%; N, 10.65%. Found: C, 60.5%; H, 4.9%; N, 10.5%. FT-IR (KBr pellet, cm-1) 3435(br), 2899(w), 2518(w), 1615(w), 1516(w), 1535(s), 1426(br), 1200(m), 1123(s), 1098(w).\n\nSynthesis of {[Cd(1,3-adaa)(bpmh)]} n  (2)\n\nThe same diffusion technique of 1 was employed for the synthesis of compound 2 using the CdCl2, bpmh, and 1,3-adaa in a 1:0.5:0.5 molar ratio, using methanol as a solvent instead of ethanol. Yield (30% based on metal) elemental analysis, Anal. Calcd: C, 54.51%; H, 4.93%; N, 9.78%. Found: C, 55.30%; H, 5.40%; N, 9.20%. FT-IR (KBr pellet cm-1) 3424(br), 1636(m), 1607(s), 1434(s), 1309(w), 1239(w), 1009(w).\n\nSynthesis of {[Zn(1,4-pdaa)(bpmh)]} n  (3)\n\nAn aqueous solution of (10 mL) Na salt of 1,4-pdaa (0.1 mmol, 23.8 mg) was mixed in parts with methanol solution (10 mL) of bpmh (0.1 mmol, 21 mg) while stirring, and the resulting solution was further stirred for 1 h to mix well. Zn(NO3)2⋅6H2O (0.1 mmol, 29.7 mg) was dissolved in 10 mL of water and put in a narrow tube. Two milliliters of the above mixed ligand solution was slowly and carefully layered over 2 mL of this metal solution.\n\nX-ray quality dark-yellow-colored block-shaped single crystals were obtained from the junction of the layer after 3 days. The crystals were separated and washed with MeOH and air-dried (yield = 35% based on metal). Elemental analysis, Anal. Calcd: C, 56.49%; H, 3.88%; N, 11.98%. Found: C, 55.80%; H, 3.5%; N, 12.1%. FT-IR (KBr pellet cm-1) 3154(b), 1610(s), 1550(s), 1420(w), 1387(s), 1306(m), 1237(w), 1161(w), 1063(w).\n\nSynthesis of {[Co(1,4-pdaa)(bpmh)]} n  (4)\n\nThe same diffusion technique of 3 was employed for the synthesis of compound 4 using the Co(NO3)2⋅6H2O, bpmh, 1,4-pdaa in 1:1:1 molar ratio, X-ray quality pink-colored, block-shaped single crystals were obtained after 3 days. The crystals were separated and washed with MeOH and air-dried (yield = 40%). Elemental analysis, Anal. Calcd: C, 57.28%; H, 3.93%; N, 12.14%. Found: C, 56.4%; H, 3.5%; N, 12.5%. FT-IR (KBr pellet cm-1) 3415(b), 1610(m), 1549(s), 1420(w), 1387(s), 1306(m), 1237(w), 1161(w).", "data": [{"meta": {"name": "[Zn(1,3-adaa)(bpmh)]", "symbol": "1", "chemical formula": "C59H53N10O12Zn"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Na salt of 1,3-adaa", "amount": "0.05", "unit": "mmol"}, {"name": "bpmh", "amount": "0.05", "unit": "mmol"}, {"name": "Zn(NO3)2·6H2O", "amount": "0.1", "unit": "mmol"}], "solution": [{"name": "water", "amount": "5", "unit": "mL"}, {"name": "ethanol", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "", "time": "30 min"}, {"synthesis method": "layering", "layering solution": "2 mL of metal solution", "layered solution": "2 mL of ligand solution"}, {"synthesis method": "crystallization", "crystallization time": "7 days"}], "yield": "40%"}, {"meta": {"name": "[Cd(1,3-adaa)(bpmh)]", "symbol": "2", "chemical formula": "C54H49N10O12Cd"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Na salt of 1,3-adaa", "amount": "0.5", "unit": "mmol"}, {"name": "bpmh", "amount": "0.5", "unit": "mmol"}, {"name": "CdCl2", "amount": "0.5", "unit": "mmol"}], "solution": [{"name": "water", "amount": "10", "unit": "mL"}, {"name": "methanol", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "layering", "layering solution": "2 mL of metal solution", "layered solution": "2 mL of ligand solution"}, {"synthesis method": "crystallization", "crystallization time": "7 days"}], "yield": "30%"}, {"meta": {"name": "[Zn(1,4-pdaa)(bpmh)]", "symbol": "3", "chemical formula": "C56H51N10O12Zn"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Na salt of 1,4-pdaa", "amount": "0.1", "unit": "mmol"}, {"name": "bpmh", "amount": "0.1", "unit": "mmol"}, {"name": "Zn(NO3)2·6H2O", "amount": "0.1", "unit": "mmol"}], "solution": [{"name": "water", "amount": "10", "unit": "mL"}, {"name": "methanol", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "", "time": "1 h"}, {"synthesis method": "layering", "layering solution": "2 mL of metal solution", "layered solution": "2 mL of ligand solution"}, {"synthesis method": "crystallization", "crystallization time": "3 days"}], "yield": "35%"}, {"meta": {"name": "[Co(1,4-pdaa)(bpmh)]", "symbol": "4", "chemical formula": "C57H52N10O12Co"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Na salt of 1,4-pdaa", "amount": "1", "unit": "mmol"}, {"name": "bpmh", "amount": "1", "unit": "mmol"}, {"name": "Co(NO3)2·6H2O", "amount": "1", "unit": "mmol"}], "solution": [{"name": "water", "amount": "10", "unit": "mL"}, {"name": "methanol", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "layering", "layering solution": "2 mL of metal solution", "layered solution": "2 mL of ligand solution"}, {"synthesis method": "crystallization", "crystallization time": "3 days"}], "yield": "40%"}], "include_properties": ["chemical_synthesis", "washing", "drying"]}, {"idx": "32, 33, 35, 36, 37", "type": "text", "classification": "property", "content": "<title>Thermal and PXRD Analysis</title><p>To investigate the thermal\nstability of compounds <bold>1</bold>–<bold>4</bold>, thermogravimetric\nanalysis (TGA) was carried out in the temperature range of 30–650\n°C under a flow of N<sub>2</sub> with a heating rate of 10 °C\nmin<sup>–1</sup> (Figure S18 of the ). Compound <bold>1</bold> was stable up to 180\n°C, and then a rapid weight loss of ∼34% (exptl) was observed\nbetween 180 to 320 °C, which can be attributed to the loss of\nbpmh linkers (calcd = 39.8%) and then decomposes to an unidentified\nproduct. Compound <bold>2</bold> was found to be stable up to 260\n°C; the first step weight loss of 31% (calcd = 37%) in the range\nof 260–350 °C could be due to the loss of the bpmh linker,\nand the second step weight loss of ∼40% (calcd = 44%) in the\ntemperature range of 350–500 °C is due to the decomposition\nof the 1,3-adaa ligand, and the remaining organic ligands start burning\nabove 500 °C. Compound <bold>3</bold> was stable up to 120 °C,\nand a weight loss of 45% was observed between 120 and 320 °C\nand then gradually decomposed in the temperature range of 320–500\n°C, whereas compound <bold>4</bold>, also stable up to 120 °C,\nthen started losing the 1,4-pdaa ligand, which was confirmed by 40%\nweight loss (calcd = 42%). The second step weight loss started at\n270 °C probably due to decomposition.</p><title>Luminescence Properties</title><p>The ligand-based luminescence\nin MOF’s is an attractive research topic for the selective\nsensing and detection of the metal ions. Apart from the conventional applications, MOFs have been used as\nphotoluminescent materials, owing to their higher stability compared\nto the organic materials and some typical advantages over inorganics. Generally, d<sup>10</sup> complexes are promising to exhibit the\nphotoluminescence properties. We have\ninvestigated the solid-state emission properties of both the ligands\nas well as complexes <bold>1</bold> and <bold>2</bold> (Figure ). The solid-state fluorescence maxima of 1,3-adaa\nand bpmh was observed at 406 and 403 nm excited at λ<sub>ex</sub> = 280 nm, respectively (Figures S19 and S20 of the ). The emission spectra of <bold>1</bold> and <bold>2</bold> resembles both ligands, but the intensity of\nboth the complexes were different. Complexes <bold>1</bold> and <bold>2</bold> exhibit an emission band with a maxima at 406 nm for an\nexcitation at λ<sub>ex</sub> = 280 nm (Figures S21 and S22 of\nthe ). For d<sup>10</sup> complexes, no emission originates from metal-centered MLCT/LMCT\nexcited states, since the d<sup>10</sup> metal ions are difficult\nto be oxidized or reduced. Thus, the\nemission observed in the complexes is tentatively assigned to the\n(n → π* and π → π*) intraligand fluorescence\n(i.e., ligand-based emission). The difference in the intensity of\nthe emission band of compounds <bold>1</bold> and <bold>2</bold> from\nthe ligands may be attributed to a different rigidity of the crystal\npacking in the solid state. The slight\ndifferences in the positions of luminescent peaks in compounds <bold>1</bold> and <bold>2</bold> may be due to the different coordination\nmodes of the ligands. It is surprising to note that there is no emission\nband observed for compound <bold>3</bold> on excitation in the range\nof 280 to 372 nm, although intense fluorescent emissions were observed\nfor free ligands. [Fluorescence maxima was observed at 456 nm (λ<sub>ex</sub> = 372 nm) for free 1,4-H<sub>2</sub>pdaa and at 402 nm (λ<sub>ex</sub> = 208 nm) for free bpmh]. Although the reason for the absence\nof the emission band for complex <bold>3</bold> was not clear, it\nmight be attributed to the difference in the dicarboxylate ligand.\nSince in <bold>1</bold> and <bold>2</bold>, the 1,3-adaa ligand contains\na rigid adamantane ring which, upon coordination [Zn(II) for <bold>1</bold> and Cd(II) for <bold>2</bold>, respectively], increases\nthe rigidity of the ligand and reduces the loss of energy by radiationless\ndecay, thereby enhancing the luminescence in comparison to <bold>3</bold>. In compound <bold>3</bold>, the 1,4-pdaa\nligand does not have such a type of rigid moiety, which might contribute\nto the absence of the luminescence.</p><title>Magnetic Properties</title><p>For magnetic\ninvestigation, dc\nsusceptibility data was collected for compound <bold>4</bold> on the\npolycrystalline sample in the temperature range of 1.8–300\nK at 0.1 T. The dc magnetic susceptibilities are shown in the form\nof the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> (where χ<sub>M</sub> is the molecular magnetic susceptibility) versus temperature (<italic toggle=\"yes\">T</italic>) plot in Figure . The room temperature\nχ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value of 4.88 cm<sup>3</sup> mol<sup>–1</sup> K is higher than the expected spin-only\nvalue of 3.75 cm<sup>3</sup> mol<sup>–1</sup> K (for 2 isolated\nCo<sup>2+</sup>, <italic toggle=\"yes\">g</italic> = 2.0) due to the orbital contribution\nto the magnetic moment. Once the temperature is lowered from 300 K,\nthe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value decreases gradually,\ndue to the antiferromagnetic interactions between metal centers and\nshows a plateaulike behavior between 20 to 10 K, probably owing to\nthe spin–orbit coupling effect. With further decline of temperature,\nthe χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value decreases rapidly\nto reach the value of 2.55 cm<sup>3</sup> mol<sup>–1</sup> K\nat 1.8 K. The decline at a low temperature is probably due to zero-field\nsplitting.\n</p><p>The magnetic susceptibility\nabove 50 K nicely follow the Curie–Weiss law [χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> =<italic toggle=\"yes\"> C</italic>/(<italic toggle=\"yes\">T</italic> –\nθ)], giving <italic toggle=\"yes\">C</italic> = 5.3 cm<sup>3</sup> K mol<sup>–1</sup> and θ = −29.6 K (Figure S23 of the ). The negative value of\nθ indicates antiferromagnetic coupling between the Co(II) ions.\nTo understand the low-temperature behavior, the experimental data\n(Figure ) were fitted using the noncritical-scaling\ntheory with the following simple phenomenological equation.\n<disp-formula id=\"ueq1\">\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>χ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"italic\">A</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"italic\">B</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mi>exp</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">E</italic>\n<sub>1</sub> &gt; 0 represents\nthe activation energies corresponding to the spin–orbit coupling, <italic toggle=\"yes\">E</italic>\n<sub>2</sub> signifies the antiferromagnetic exchange interactions,\nand (A + B) equals the Curie constant. The best fit to the above equation\nwas obtained with the fitting value of <italic toggle=\"yes\">E</italic>\n<sub>1</sub>/<italic toggle=\"yes\">k</italic> = 0.38 cm<sup>–1</sup>, <italic toggle=\"yes\">E</italic>\n<sub>2</sub>/k = 85.21 cm<sup>–1</sup>, and (A + B) = 5.4\ncm<sup>3</sup> K mol<sup>–1</sup>. Obtained A + B values agrees\nwell with the fitting of the Curie–Weiss equation at high temperature.\nThe low <italic toggle=\"yes\">E</italic>\n<sub>1</sub> value suggests little contribution\nof the spin–orbit coupling, and a high value of <italic toggle=\"yes\">E</italic>\n<sub>1</sub> indicates significant antiferromagnetic exchange between\nadjacent Co<sup>2+</sup> centers.</p><p>The <italic toggle=\"yes\">M</italic>/<italic toggle=\"yes\">N</italic>μ<italic toggle=\"yes\">B</italic> verses <italic toggle=\"yes\">H</italic> plots\nfrom 2 to 10 K (Figures S24 of the ) show a steady increase\nwith the field that reaches up to 3.44 μB at 7 T and 2 K, which\nis inconsistent with the expected value of 6 μB (for 2 isolated\nCo<sup>2+</sup>, <italic toggle=\"yes\">g</italic> = 2.0). This indicates the presence\nof antiferromagnetic interactions, even at the highest field of 7\nT. The <italic toggle=\"yes\">M</italic>/<italic toggle=\"yes\">N</italic>μ<italic toggle=\"yes\">B</italic> verses the H/T plot (Figure S25 of the ) further confirms the presence of the little anisotropy\nof Co<sup>2+</sup> centers, which prevents single molecular magnetic\nbehavior from being shown.</p>", "clean_text": "Thermal and PXRD Analysis\n\nTo investigate the thermal stability of compounds 1-4, thermogravimetric analysis (TGA) was carried out in the temperature range of 30-650 °C under a flow of N2 with a heating rate of 10 °C min-1 (Figure S18 of the ). Compound 1 was stable up to 180 °C, and then a rapid weight loss of ~34% (exptl) was observed between 180 to 320 °C, which can be attributed to the loss of bpmh linkers (calcd = 39.8%) and then decomposes to an unidentified product. Compound 2 was found to be stable up to 260 °C; the first step weight loss of 31% (calcd = 37%) in the range of 260-350 °C could be due to the loss of the bpmh linker, and the second step weight loss of ~40% (calcd = 44%) in the temperature range of 350-500 °C is due to the decomposition of the 1,3-adaa ligand, and the remaining organic ligands start burning above 500 °C. Compound 3 was stable up to 120 °C, and a weight loss of 45% was observed between 120 and 320 °C and then gradually decomposed in the temperature range of 320-500 °C, whereas compound 4, also stable up to 120 °C, then started losing the 1,4-pdaa ligand, which was confirmed by 40% weight loss (calcd = 42%). The second step weight loss started at 270 °C probably due to decomposition.\n\nLuminescence Properties\n\nThe ligand-based luminescence in MOF's is an attractive research topic for the selective sensing and detection of the metal ions. Apart from the conventional applications, MOFs have been used as photoluminescent materials, owing to their higher stability compared to the organic materials and some typical advantages over inorganics. Generally, d10 complexes are promising to exhibit the photoluminescence properties. We have investigated the solid-state emission properties of both the ligands as well as complexes 1 and 2 (Figure ). The solid-state fluorescence maxima of 1,3-adaa and bpmh was observed at 406 and 403 nm excited at λex = 280 nm, respectively (Figures S19 and S20 of the ). The emission spectra of 1 and 2 resembles both ligands, but the intensity of both the complexes were different. Complexes 1 and 2 exhibit an emission band with a maxima at 406 nm for an excitation at λex = 280 nm (Figures S21 and S22 of the ). For d10 complexes, no emission originates from metal-centered MLCT/LMCT excited states, since the d10 metal ions are difficult to be oxidized or reduced. Thus, the emission observed in the complexes is tentatively assigned to the (n → π* and π → π*) intraligand fluorescence (i.e., ligand-based emission). The difference in the intensity of the emission band of compounds 1 and 2 from the ligands may be attributed to a different rigidity of the crystal packing in the solid state. The slight differences in the positions of luminescent peaks in compounds 1 and 2 may be due to the different coordination modes of the ligands. It is surprising to note that there is no emission band observed for compound 3 on excitation in the range of 280 to 372 nm, although intense fluorescent emissions were observed for free ligands. [Fluorescence maxima was observed at 456 nm (λex = 372 nm) for free 1,4-H2pdaa and at 402 nm (λex = 208 nm) for free bpmh]. Although the reason for the absence of the emission band for complex 3 was not clear, it might be attributed to the difference in the dicarboxylate ligand. Since in 1 and 2, the 1,3-adaa ligand contains a rigid adamantane ring which, upon coordination [Zn(II) for 1 and Cd(II) for 2, respectively], increases the rigidity of the ligand and reduces the loss of energy by radiationless decay, thereby enhancing the luminescence in comparison to 3. In compound 3, the 1,4-pdaa ligand does not have such a type of rigid moiety, which might contribute to the absence of the luminescence.\n\nMagnetic Properties\n\nFor magnetic investigation, dc susceptibility data was collected for compound 4 on the polycrystalline sample in the temperature range of 1.8-300 K at 0.1 T. The dc magnetic susceptibilities are shown in the form of the χM T (where χM is the molecular magnetic susceptibility) versus temperature (T) plot in Figure . The room temperature χM T value of 4.88 cm3 mol-1 K is higher than the expected spin-only value of 3.75 cm3 mol-1 K (for 2 isolated Co2+, g = 2.0) due to the orbital contribution to the magnetic moment. Once the temperature is lowered from 300 K, the χM T value decreases gradually, due to the antiferromagnetic interactions between metal centers and shows a plateaulike behavior between 20 to 10 K, probably owing to the spin-orbit coupling effect. With further decline of temperature, the χM T value decreases rapidly to reach the value of 2.55 cm3 mol-1 K at 1.8 K. The decline at a low temperature is probably due to zero-field splitting. \n\nThe magnetic susceptibility above 50 K nicely follow the Curie-Weiss law [χM T = C/(T - θ)], giving C = 5.3 cm3 K mol-1 and θ = -29.6 K (Figure S23 of the ). The negative value of θ indicates antiferromagnetic coupling between the Co(II) ions. To understand the low-temperature behavior, the experimental data (Figure ) were fitted using the noncritical-scaling theory with the following simple phenomenological equation.     χ   M   T = A ⁡ exp  ( -   E   1   / k T )  + B ⁡ exp  ( -   E   2   / k T )   where E 1 > 0 represents the activation energies corresponding to the spin-orbit coupling, E 2 signifies the antiferromagnetic exchange interactions, and (A + B) equals the Curie constant. The best fit to the above equation was obtained with the fitting value of E 1/k = 0.38 cm-1, E 2/k = 85.21 cm-1, and (A + B) = 5.4 cm3 K mol-1. Obtained A + B values agrees well with the fitting of the Curie-Weiss equation at high temperature. The low E 1 value suggests little contribution of the spin-orbit coupling, and a high value of E 1 indicates significant antiferromagnetic exchange between adjacent Co2+ centers.\n\nThe M/NμB verses H plots from 2 to 10 K (Figures S24 of the ) show a steady increase with the field that reaches up to 3.44 μB at 7 T and 2 K, which is inconsistent with the expected value of 6 μB (for 2 isolated Co2+, g = 2.0). This indicates the presence of antiferromagnetic interactions, even at the highest field of 7 T. The M/NμB verses the H/T plot (Figure S25 of the ) further confirms the presence of the little anisotropy of Co2+ centers, which prevents single molecular magnetic behavior from being shown.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "decomposition point", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss", "condition": ""}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}, {"meta": {"name": "1", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "180 to 320", "unit": "°C", "type": "loss of bpmh linkers", "condition": ""}, {"value": "320 to 500", "unit": "°C", "type": "decomposition of 1,3-adaa ligand", "condition": ""}]}, {"meta": {"name": "2", "symbol": "2", "chemical formula": ""}, "decomposition temperature": [{"value": "260 to 350", "unit": "°C", "type": "loss of bpmh linker", "condition": ""}, {"value": "350 to 500", "unit": "°C", "type": "decomposition of 1,3-adaa ligand", "condition": ""}, {"value": "above 500", "unit": "°C", "type": "burning of remaining organic ligands", "condition": ""}]}, {"meta": {"name": "3", "symbol": "3", "chemical formula": ""}, "decomposition temperature": [{"value": "120 and 320", "unit": "°C", "type": "weight loss", "condition": ""}, {"value": "320 to 500", "unit": "°C", "type": "gradual decomposition", "condition": ""}]}, {"meta": {"name": "4", "symbol": "4", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "loss of 1,4-pdaa ligand", "condition": ""}, {"value": "270", "unit": "°C", "type": "decomposition", "condition": ""}]}, {"meta": {"name": "Compound 4", "symbol": "4", "chemical formula": ""}, "decomposition temperature": [{"value": "270", "unit": "°C", "type": "decomposition", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 16, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystallographic\nData for <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>C<sub>26</sub>H<sub>28</sub>N<sub>4</sub>O<sub>4</sub>Zn</oasis:entry>\n<oasis:entry>C<sub>26</sub>H<sub>28</sub>N<sub>4</sub>O<sub>4</sub>Cd</oasis:entry>\n<oasis:entry>C<sub>22</sub>H<sub>18</sub>N<sub>4</sub>O<sub>4</sub>Zn</oasis:entry>\n<oasis:entry>C<sub>22</sub>H<sub>18</sub>N<sub>4</sub>O<sub>4</sub>Co</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>chemical formula\nweight</oasis:entry>\n<oasis:entry>525.91</oasis:entry>\n<oasis:entry>572.93</oasis:entry>\n<oasis:entry>467.79</oasis:entry>\n<oasis:entry>461.19</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal shape</oasis:entry>\n<oasis:entry>block</oasis:entry>\n<oasis:entry>block</oasis:entry>\n<oasis:entry>block</oasis:entry>\n<oasis:entry>block</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>color</oasis:entry>\n<oasis:entry>yellow</oasis:entry>\n<oasis:entry>yellow</oasis:entry>\n<oasis:entry>yellow</oasis:entry>\n<oasis:entry>pink</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>size (mm)</oasis:entry>\n<oasis:entry>0.42 × 0.35 × 0.28</oasis:entry>\n<oasis:entry>0.42 × 0.38 × 0.27</oasis:entry>\n<oasis:entry>0.42 × 0.36\n× 0.25</oasis:entry>\n<oasis:entry>0.43 × 0.35 × 0.25</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>9.804(2)</oasis:entry>\n<oasis:entry>9.2841(11)</oasis:entry>\n<oasis:entry>10.2678(8)</oasis:entry>\n<oasis:entry>10.327(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>10.291(3)</oasis:entry>\n<oasis:entry>10.7513(13)</oasis:entry>\n<oasis:entry>13.0131(10)</oasis:entry>\n<oasis:entry>12.999(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>12.584(3)</oasis:entry>\n<oasis:entry>13.1913(15)</oasis:entry>\n<oasis:entry>15.9584(11)</oasis:entry>\n<oasis:entry>15.985(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α (deg)</oasis:entry>\n<oasis:entry>80.787(11)</oasis:entry>\n<oasis:entry>75.121(5)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β (deg)</oasis:entry>\n<oasis:entry>68.059(10)</oasis:entry>\n<oasis:entry>73.020(5)</oasis:entry>\n<oasis:entry>110.229(5)</oasis:entry>\n<oasis:entry>110.367(19)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ (deg)</oasis:entry>\n<oasis:entry>84.556(12)</oasis:entry>\n<oasis:entry>83.385(5)</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n<oasis:entry>90.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cell volume, <italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>1161.6(5) Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>1215.9(2) Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>2000.8(3) Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>2011.7(11) Å<sup>3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cell formula units Z</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wavelength (Mo Kα)</oasis:entry>\n<oasis:entry>0.71073</oasis:entry>\n<oasis:entry>0.71073</oasis:entry>\n<oasis:entry>0.71073</oasis:entry>\n<oasis:entry>0.71073</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temperature (K)</oasis:entry>\n<oasis:entry>296(2)</oasis:entry>\n<oasis:entry>296(2)</oasis:entry>\n<oasis:entry>296(2)</oasis:entry>\n<oasis:entry>296(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>theta range for data\ncollection</oasis:entry>\n<oasis:entry>2.82 to 28.44</oasis:entry>\n<oasis:entry>2.30 to 35.31</oasis:entry>\n<oasis:entry>5.66 to 28.31</oasis:entry>\n<oasis:entry>3.13 to 23.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit</oasis:entry>\n<oasis:entry>1.147</oasis:entry>\n<oasis:entry>1.064</oasis:entry>\n<oasis:entry>1.066</oasis:entry>\n<oasis:entry>1.074</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>factor</sub> all</oasis:entry>\n<oasis:entry>0.0511</oasis:entry>\n<oasis:entry>0.0306</oasis:entry>\n<oasis:entry>0.0437</oasis:entry>\n<oasis:entry>0.0944</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>\n<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0.1631</oasis:entry>\n<oasis:entry>0.0948</oasis:entry>\n<oasis:entry>0.1084</oasis:entry>\n<oasis:entry>0.2161</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>548.0</oasis:entry>\n<oasis:entry>584</oasis:entry>\n<oasis:entry>960</oasis:entry>\n<oasis:entry>948</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystallographic Data for 1–4\n\n|                    | 1                           | 2                           | 3                           | 4                           |\n|--------------------|-----------------------------|-----------------------------|-----------------------------|-----------------------------|\n| empirical formula | C<sub>26</sub>H<sub>28</sub>N<sub>4</sub>O<sub>4</sub>Zn | C<sub>26</sub>H<sub>28</sub>N<sub>4</sub>O<sub>4</sub>Cd | C<sub>22</sub>H<sub>18</sub>N<sub>4</sub>O<sub>4</sub>Zn | C<sub>22</sub>H<sub>18</sub>N<sub>4</sub>O<sub>4</sub>Co |\n| chemical formula weight | 525.91 | 572.93 | 467.79 | 461.19 |\n| crystal shape | block | block | block | block |\n| color | yellow | yellow | yellow | pink |\n| size (mm) | 0.42 × 0.35 × 0.28 | 0.42 × 0.38 × 0.27 | 0.42 × 0.36 × 0.25 | 0.43 × 0.35 × 0.25 |\n| crystal system | triclinic | triclinic | monoclinic | monoclinic |\n| space group | P1̅ | P1̅ | P2<sub>1</sub>/c | P2<sub>1</sub>/c |\n| a (Å) | 9.804(2) | 9.2841(11) | 10.2678(8) | 10.327(3) |\n| b (Å) | 10.291(3) | 10.7513(13) | 13.0131(10) | 12.999(4) |\n| c (Å) | 12.584(3) | 13.1913(15) | 15.9584(11) | 15.985(5) |\n| α (deg) | 80.787(11) | 75.121(5) | 90.00 | 90.00 |\n| β (deg) | 68.059(10) | 73.020(5) | 110.229(5) | 110.367(19) |\n| γ (deg) | 84.556(12) | 83.385(5) | 90.00 | 90.00 |\n| cell volume, V (Å<sup>3</sup>) | 1161.6(5) Å<sup>3</sup> | 1215.9(2) Å<sup>3</sup> | 2000.8(3) Å<sup>3</sup> | 2011.7(11) Å<sup>3</sup> |\n| cell formula units Z | 2 | 2 | 4 | 4 |\n| wavelength (Mo Kα) | 0.71073 | 0.71073 | 0.71073 | 0.71073 |\n| temperature (K) | 296(2) | 296(2) | 296(2) | 296(2) |\n| theta range for data collection | 2.82 to 28.44 | 2.30 to 35.31 | 5.66 to 28.31 | 3.13 to 23.15 |\n| goodness-of-fit | 1.147 | 1.064 | 1.066 | 1.074 |\n| R<sub>factor</sub> all | 0.0511 | 0.0306 | 0.0437 | 0.0944 |\n| wR<sub>2</sub> | 0.1631 | 0.0948 | 0.1084 | 0.2161 |\n| F(000) | 548.0 | 584 | 960 | 948 |", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": "C26H28N4O4Zn"}, "chemical formula weight": [{"value": "525.91", "unit": "", "condition": ""}], "material color": [{"value": "yellow", "condition": ""}], "crystal size": [{"value": "0.42 x 0.35 x 0.28", "unit": "mm", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̅", "condition": ""}], "lattice parameters": [{"value": {"a": "9.804(2)", "b": "10.291(3)", "c": "12.584(3)", "alpha": "80.787(11)", "beta": "68.059(10)", "gamma": "84.556(12)"}, "condition": ""}], "cell volume": [{"value": "1161.6(5)", "unit": "Å^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": "C26H28N4O4Cd"}, "chemical formula weight": [{"value": "572.93", "unit": "", "condition": ""}], "material color": [{"value": "yellow", "condition": ""}], "crystal size": [{"value": "0.42 x 0.38 x 0.27", "unit": "mm", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̅", "condition": ""}], "lattice parameters": [{"value": {"a": "9.2841(11)", "b": "10.7513(13)", "c": "13.1913(15)", "alpha": "75.121(5)", "beta": "73.020(5)", "gamma": "83.385(5)"}, "condition": ""}], "cell volume": [{"value": "1215.9(2)", "unit": "Å^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": "C22H18N4O4Zn"}, "chemical formula weight": [{"value": "467.79", "unit": "", "condition": ""}], "material color": [{"value": "yellow", "condition": ""}], "crystal size": [{"value": "0.42 x 0.36 x 0.25", "unit": "mm", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2_1/c", "condition": ""}], "lattice parameters": [{"value": {"a": "10.2678(8)", "b": "13.0131(10)", "c": "15.9584(11)", "alpha": "90.00", "beta": "110.229(5)", "gamma": "90.00"}, "condition": ""}], "cell volume": [{"value": "2000.8(3)", "unit": "Å^3", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": "C22H18N4O4Co"}, "chemical formula weight": [{"value": "461.19", "unit": "", "condition": ""}], "material color": [{"value": "pink", "condition": ""}], "crystal size": [{"value": "0.43 x 0.35 x 0.25", "unit": "mm", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2_1/c", "condition": ""}], "lattice parameters": [{"value": {"a": "10.327(3)", "b": "12.999(4)", "c": "15.985(5)", "alpha": "90.00", "beta": "110.367(19)", "gamma": "90.00"}, "condition": ""}], "cell volume": [{"value": "2011.7(11)", "unit": "Å^3", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "material_color", "crystal_size", "crystal_system", "space_group", "lattice_parameters", "cell_volume"]}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Ligands Used for This Work</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0011.tif\"></graphic>\n</fig>", "clean_text": " 1  Ligands Used for This Work   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Synthetic Details of All the Compounds Reported in This Paper</title>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0012.tif\"></graphic>\n</fig>", "clean_text": " 2  Synthetic Details of All the Compounds Reported in This Paper   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Octahedral\ncoordination environment around Zn(II) atom in compound <bold>1</bold>. Color code: oxygen (red), nitrogen (blue), and zinc (green).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Octahedral coordination environment around Zn(II) atom in compound 1. Color code: oxygen (red), nitrogen (blue), and zinc (green).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>1D Chain of compound <bold>1</bold> along the <italic toggle=\"yes\">a</italic> axis. Color code is the same as in Figure <xref rid=\"fig1\"></xref>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  1D Chain of compound 1 along the a axis. Color code is the same as in Figure .   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>2D Framework of compound <bold>1</bold>. coordination\nenvironment\naround Zn atom is shown as green polyhedra. Color code: C–C\n(gray) and N–N (blue).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  2D Framework of compound 1. coordination environment around Zn atom is shown as green polyhedra. Color code: C-C (gray) and N-N (blue).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Pentagonal bipyramidal arrangement of\nCd(II) atom in compound <bold>2</bold>. Color code: oxygen (red),\nnitrogen (blue), and cadmium\n(turquoise).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Pentagonal bipyramidal arrangement of Cd(II) atom in compound 2. Color code: oxygen (red), nitrogen (blue), and cadmium (turquoise).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>2D-Layered\nstructure of compound <bold>2.</bold> Coordination environment\naround the Cd atom is shown as polyhedra (turquoise). Color code is\nthe same as in Figure <xref rid=\"fig3\"></xref>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  2D-Layered structure of compound 2. Coordination environment around the Cd atom is shown as polyhedra (turquoise). Color code is the same as in Figure .   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>2D Layer of compounds <bold>3</bold> and <bold>4</bold> in the <italic toggle=\"yes\">bc</italic> plane. Color code: M–O (red),\nM–N (blue),\nand C–C (gray).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  2D Layer of compounds 3 and 4 in the bc plane. Color code: M-O (red), M-N (blue), and C-C (gray).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) 1,4-pdaa Ligand connectivity in the 3D framework. (b) 3D Framework\nof compounds <bold>3</bold> and <bold>4</bold> (bpmh linker has been\nomitted for clarity). Color code is the same as in Figure <xref rid=\"fig6\"></xref>.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) 1,4-pdaa Ligand connectivity in the 3D framework. (b) 3D Framework of compounds 3 and 4 (bpmh linker has been omitted for clarity). Color code is the same as in Figure .   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Solid-state fluorescence spectra of bpmh\nand 1,3-adaa ligands,\nas well as compounds <bold>1</bold> and <bold>2</bold>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  Solid-state fluorescence spectra of bpmh and 1,3-adaa ligands, as well as compounds 1 and 2.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Temperature dependence of <italic toggle=\"yes\">X</italic>\n<sub>M</sub>\n<italic toggle=\"yes\">T</italic> collected in an applied field of 0.1\nT for complex <bold>4</bold>. The red line represents the best fit\nobtained from the\nnoncritical scaling theory.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01403a_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  Temperature dependence of X M T collected in an applied field of 0.1 T for complex 4. The red line represents the best fit obtained from the noncritical scaling theory.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cg401403a", "title": null, "journal": "American Chemical\nSociety", "date": "2013.11", "author_list": ["Sanda\nSuresh", "Parshamoni\nSrinivasulu", "Adhikary\nAmit", "Konar\nSanjit"]}}