{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg401304x.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The lithium–sulfur battery\nhas a very high theoretical capacity and specific energy density,\nyet its applications have been obstructed by fast capacity fading\nand low Coulombic efficiency due to the dissolution of polysulfides.\nHerein we utilize HKUST-1 as the host material to trap sulfur and\nthus to diminish the dissolution problem. A large amount of sulfur\n(40 wt %) has been incorporated in HKUST-1 pore metrics to achieve\nHKUST-1⊃S composite whose structure has been established by\nboth single and powder X-ray diffraction studies. The strong confinement\nof HKUST-1 for sulfur attributed to the suitable pore spaces and open\nCu<sup>2+</sup> sites has enabled the resulting Li–S⊂HKSUT-1\nbattery to show excellent performance with a capacity of about 500\nmAh/g after 170 cycles.</p>", "clean_text": "The lithium-sulfur battery has a very high theoretical capacity and specific energy density, yet its applications have been obstructed by fast capacity fading and low Coulombic efficiency due to the dissolution of polysulfides. Herein we utilize HKUST-1 as the host material to trap sulfur and thus to diminish the dissolution problem. A large amount of sulfur (40 wt %) has been incorporated in HKUST-1 pore metrics to achieve HKUST-1⊃S composite whose structure has been established by both single and powder X-ray diffraction studies. The strong confinement of HKUST-1 for sulfur attributed to the suitable pore spaces and open Cu2+ sites has enabled the resulting Li-S⊂HKSUT-1 battery to show excellent performance with a capacity of about 500 mAh/g after 170 cycles.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A new MOF⊃S composite\nmaterial has been realized as the cathode additive for a high-performing\nLi−S battery of a very long cycling life, over 170 times at\nthe capacity of about 500 mAh/g.</p><title>Introduction</title><p>The rechargeable lithium–sulfur\n(Li–S) battery is very promising as the next-generation lithium\nbattery because of its very high theoretical capacity (1675 mAh/g)\nand specific energy density (2500 Wh/kg). Although extensive research endeavors have been pursued on Li–S\nbatteries, some scientific obstacles need to be cleared before they\ncan be practically ulitized in our daily life. One of them is to reversibly and strongly trap polysulfides generated\nduring the battery operation so that the release of polysulfides from\nthe cathode to the electrolyte can be significantly slowed in order\nto retain battery capacity of long cycling life and higher Coulombic\nefficiency. Previous research efforts\nhave been mainly focused on the implementation of porous materials\nsuch as mesoporous carbon, organic polymer, and porous silica to incorporate sulfur to control polysulfide release kinetics, though\npolymers instead of liquid-type electrolytes have been also tried\nto restrain the polysulfide solubility.\n</p>", "clean_text": "A new MOF⊃S composite material has been realized as the cathode additive for a high-performing Li-S battery of a very long cycling life, over 170 times at the capacity of about 500 mAh/g.\n\nIntroduction\n\nThe rechargeable lithium-sulfur (Li-S) battery is very promising as the next-generation lithium battery because of its very high theoretical capacity (1675 mAh/g) and specific energy density (2500 Wh/kg). Although extensive research endeavors have been pursued on Li-S batteries, some scientific obstacles need to be cleared before they can be practically ulitized in our daily life. One of them is to reversibly and strongly trap polysulfides generated during the battery operation so that the release of polysulfides from the cathode to the electrolyte can be significantly slowed in order to retain battery capacity of long cycling life and higher Coulombic efficiency. Previous research efforts have been mainly focused on the implementation of porous materials such as mesoporous carbon, organic polymer, and porous silica to incorporate sulfur to control polysulfide release kinetics, though polymers instead of liquid-type electrolytes have been also tried to restrain the polysulfide solubility. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["property"], "content": "<p>Although porous metal–organic frameworks (MOFs) for\nthe confinement of different substrates such as metal nanoparticles, small molecules, dyes, and drugs have\nbeen extensively explored for their diverse applications including\nheterogeneous catalysis, gas storage\nand separation, photonics, and drug delivery, their confinement of sulfur and thus their potential as cathode\nsulfur host materials for Li–S batteries were only recently\npioneered by Tarascon who explored a\nmesoporous MIL-100 (Cr) for the enhanced cycling life of the resulting\nLi–S battery. This result is really encouraging. Porous MOFs\nhave much more variable pore structures than other types of porous\nmaterials, so the pore and cage sizes\nand window apertures can be systematically tuned for confinement of\nsulfur substrate. In addition, the pore surfaces can be straightforwardly\nfunctionalized for further stronger interactions with sulfur. These\nunique structural and functional characteristics have provided the\nbright promise of MOF materials as cathode additives for high-performing\nLi–S batteries. We speculate that those porous MOFs as the\nadditives with stronger confinement effects for sulfur should further\nextend the cycling life of the Li–S batteries. Herein we report\nHKUST-1 with moderate pore spaces and\nopen metal sites for the enhanced confinement of sulfur and thus for\nthe Li–S battery of a very long cycling life over 170 times\nat a capacity of about 500 mAh/g.</p>", "clean_text": "Although porous metal-organic frameworks (MOFs) for the confinement of different substrates such as metal nanoparticles, small molecules, dyes, and drugs have been extensively explored for their diverse applications including heterogeneous catalysis, gas storage and separation, photonics, and drug delivery, their confinement of sulfur and thus their potential as cathode sulfur host materials for Li-S batteries were only recently pioneered by Tarascon who explored a mesoporous MIL-100 (Cr) for the enhanced cycling life of the resulting Li-S battery. This result is really encouraging. Porous MOFs have much more variable pore structures than other types of porous materials, so the pore and cage sizes and window apertures can be systematically tuned for confinement of sulfur substrate. In addition, the pore surfaces can be straightforwardly functionalized for further stronger interactions with sulfur. These unique structural and functional characteristics have provided the bright promise of MOF materials as cathode additives for high-performing Li-S batteries. We speculate that those porous MOFs as the additives with stronger confinement effects for sulfur should further extend the cycling life of the Li-S batteries. Herein we report HKUST-1 with moderate pore spaces and open metal sites for the enhanced confinement of sulfur and thus for the Li-S battery of a very long cycling life over 170 times at a capacity of about 500 mAh/g.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental\nSection</title><title>Synthesis of HKUST-1</title><p>A mixture of 2.8 g of Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O, 1.52 g of benzene-1,3,5-tricarboxylic\nacid, 150 mL of DMF, and 150 mL of EtOH was added into a 500 mL glass\nbottle and stirred for 30 min at room temperature. The bottle was\ntightly sealed and heated at 358 K for 20 h. After cooling naturally\nto room temperature, the mixture was filtered and washed with EtOH\n(90 mL) three times and then dried in air, providing a sky blue powder\nas synthesized HKUST-1. Solvent exchange was performed on the as-synthesized\nHKUST-1 by immersing it into MeOH (for 3 days, replacing fresh MeOH\nevery 6 h) before activation. After that, HKUST-1 was heated at 423\nK overnight under vacuum, resulting in purple activated HKUST-1. The\nactivated HKUST-1 was transferred into an argon-glovebox (H<sub>2</sub>O, O<sub>2</sub> &lt; 1 ppm) immediately after cooling.</p>", "clean_text": "Experimental Section\n\nSynthesis of HKUST-1\n\nA mixture of 2.8 g of Cu(NO3)2⋅2.5H2O, 1.52 g of benzene-1,3,5-tricarboxylic acid, 150 mL of DMF, and 150 mL of EtOH was added into a 500 mL glass bottle and stirred for 30 min at room temperature. The bottle was tightly sealed and heated at 358 K for 20 h. After cooling naturally to room temperature, the mixture was filtered and washed with EtOH (90 mL) three times and then dried in air, providing a sky blue powder as synthesized HKUST-1. Solvent exchange was performed on the as-synthesized HKUST-1 by immersing it into MeOH (for 3 days, replacing fresh MeOH every 6 h) before activation. After that, HKUST-1 was heated at 423 K overnight under vacuum, resulting in purple activated HKUST-1. The activated HKUST-1 was transferred into an argon-glovebox (H2O, O2 < 1 ppm) immediately after cooling.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of\nHKUST-1/S and HKUST-1⊃S</title><p>Sublimated sulfur and activated\nHKUST-1 were loaded in a mortar in the weight ratio of 4:6. They were\nmilled in the glovebox to a homogeneous purple powder labeled as HKUST-1/S.\nHKUST-1/S was loaded in a glass tube (filling 50% volume), which was\ntightly sealed and heated at 428 K for 24 h. Upon cooling, the military\ngreen HKUST-1⊃S powder was collected. Elemental analysis: S,\n39.61 wt %. HKUST-1⊃S = Cu<sub>3</sub>(BTC)<sub>2</sub>S<sub>12.5</sub>.</p>", "clean_text": "Synthesis of HKUST-1/S and HKUST-1⊃S\n\nSublimated sulfur and activated HKUST-1 were loaded in a mortar in the weight ratio of 4:6. They were milled in the glovebox to a homogeneous purple powder labeled as HKUST-1/S. HKUST-1/S was loaded in a glass tube (filling 50% volume), which was tightly sealed and heated at 428 K for 24 h. Upon cooling, the military green HKUST-1⊃S powder was collected. Elemental analysis: S, 39.61 wt %. HKUST-1⊃S = Cu3(BTC)2S12.5.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Cathode Materials</title><p>HKUST-1⊃S\nwas coated with 20% Ketjenblack by ball milling (300 rpm, 1 h) and\nwas hand milled with another 15% Ketjenblack and 25% PVDF (poly(vinylidene\nfluoride)). After the addition of NMP (<italic toggle=\"yes\">N</italic>-methyl pyrrolidone),\nthe mixture was stirred at room temperature into a homogeneous slurry.\nThen it was coated on an aluminum foil collector and dried at 343\nK under vacuum for 24 h providing the HKUST-1⊃S cathode (sulfur\ncontent, ∼0.5 mg/cm<sup>2</sup>). The HKUST-1/S cathode was\nprepared by the same procedure.</p>", "clean_text": "Synthesis of Cathode Materials\n\nHKUST-1⊃S was coated with 20% Ketjenblack by ball milling (300 rpm, 1 h) and was hand milled with another 15% Ketjenblack and 25% PVDF (poly(vinylidene fluoride)). After the addition of NMP (N-methyl pyrrolidone), the mixture was stirred at room temperature into a homogeneous slurry. Then it was coated on an aluminum foil collector and dried at 343 K under vacuum for 24 h providing the HKUST-1⊃S cathode (sulfur content, ~0.5 mg/cm2). The HKUST-1/S cathode was prepared by the same procedure.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Battery Assembly</title><p>The 2025 coin cells were assembled in an argon glovebox with Celgard\n2400 as separator, lithium foil as counter node, and 1 M LiTFSI with\n2 wt % LiNO<sub>3</sub> in DOL/DME (v:v, 1:1) as electrolyte.</p><title>X-ray\nSingle-Crystal Studies</title><p>Crystallographic measurements for\nsingle crystal of HKUST-1⊃S were taken on an Oxford Xcalibur\nGemini Ultra diffractometer with an Atlas detector using graphite-monochromatic\nMo Kα radiation (λ = 0.71073 Å) at room temperature.\nDeterminations of the unit cells and data collection for the crystal\nof HKUST-1⊃S were performed with CrysAlisPro. The data sets were corrected by empirical absorption correction\nusing spherical harmonics, implemented in the SCALE3 ABSPACK scaling\nalgorithm. The structure of HKUST-1⊃S was determined by direct\nmethods, and the non-hydrogen atoms were located from the trial structure\nand then refined anisotropically with SHELXL-97 by the full-matrix least-squares method based on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> values. The hydrogen positions were fixed\ngeometrically at calculated distances and allowed to ride on the parent\natoms. Highly disordered sulfur molecules were removed by the SQUEEZE\nroutine in PLATON.\n</p>", "clean_text": "Battery Assembly\n\nThe 2025 coin cells were assembled in an argon glovebox with Celgard 2400 as separator, lithium foil as counter node, and 1 M LiTFSI with 2 wt % LiNO3 in DOL/DME (v:v, 1:1) as electrolyte.\n\nX-ray Single-Crystal Studies\n\nCrystallographic measurements for single crystal of HKUST-1⊃S were taken on an Oxford Xcalibur Gemini Ultra diffractometer with an Atlas detector using graphite-monochromatic Mo Kα radiation (λ = 0.71073 Å) at room temperature. Determinations of the unit cells and data collection for the crystal of HKUST-1⊃S were performed with CrysAlisPro. The data sets were corrected by empirical absorption correction using spherical harmonics, implemented in the SCALE3 ABSPACK scaling algorithm. The structure of HKUST-1⊃S was determined by direct methods, and the non-hydrogen atoms were located from the trial structure and then refined anisotropically with SHELXL-97 by the full-matrix least-squares method based on F 2 values. The hydrogen positions were fixed geometrically at calculated distances and allowed to ride on the parent atoms. Highly disordered sulfur molecules were removed by the SQUEEZE routine in PLATON. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Physical Measurements</title><p>Powder X-ray diffraction (PXRD) data were recorded by a PANalytical\nX’Pert PRO diffractometer at 40 kV, 25 mA for Cu Kα (λ\n= 1.541 Å). N<sub>2</sub> sorption data were collected by a Quantachrome\n20-E high speed gas sorption analyzer. The SEM morphology and EDS\nmapping were investigated using field-emission scanning electron microscopy\n(FE-SEM, Hitachi S4800) with a HORIBA EMAX energy dispersive spectrometer.\nX-ray photoelectron spectroscopy (XPS) analysis was performed on a\nVG ESCALAB MARK II instrument with Mg Kα radiation (1253.6 eV)\nin a scan step of 0.2 eV. Thermogravimetric analysis (TGA) was carried\nout in a N<sub>2</sub> atmosphere at a scan speed of 10 K/min on a\nNetzsch TG209 F3 system. Elemental analysis (EA) of sulfur was performed\non a Kai Yuan SE-IRSII infrared sulfur analyzer. The cyclic voltammetry\n(CV) data were collected with an Arbin electrochemical workstation\nat a scan rate of 0.1 mV/s between 1.0 and 3.0 V. The charge–discharge\nprofiles, cyclability, and Coulombic efficiency were obtained with\na LAND battery cycler in a discharge/charge rate of 0.05 C/0.1 C between\n1.0 and 3.0 V.</p>", "clean_text": "Physical Measurements\n\nPowder X-ray diffraction (PXRD) data were recorded by a PANalytical X'Pert PRO diffractometer at 40 kV, 25 mA for Cu Kα (λ = 1.541 Å). N2 sorption data were collected by a Quantachrome 20-E high speed gas sorption analyzer. The SEM morphology and EDS mapping were investigated using field-emission scanning electron microscopy (FE-SEM, Hitachi S4800) with a HORIBA EMAX energy dispersive spectrometer. X-ray photoelectron spectroscopy (XPS) analysis was performed on a VG ESCALAB MARK II instrument with Mg Kα radiation (1253.6 eV) in a scan step of 0.2 eV. Thermogravimetric analysis (TGA) was carried out in a N2 atmosphere at a scan speed of 10 K/min on a Netzsch TG209 F3 system. Elemental analysis (EA) of sulfur was performed on a Kai Yuan SE-IRSII infrared sulfur analyzer. The cyclic voltammetry (CV) data were collected with an Arbin electrochemical workstation at a scan rate of 0.1 mV/s between 1.0 and 3.0 V. The charge-discharge profiles, cyclability, and Coulombic efficiency were obtained with a LAND battery cycler in a discharge/charge rate of 0.05 C/0.1 C between 1.0 and 3.0 V.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>Synthesis\nof HKUST-1⊃S composite material is illustrated in Figure . HKUST-1 was synthesized following the procedure\nreported, and its purity was confirmed\nby PXRD patterns, as shown in Figure b. The\nPXRD pattern of the HKUST-1⊃S (Figure b) shows that the sulfur has been completely incorporated into the\npores of HKUST-1 with no trace of the crystallized sulfur. The crystal\nstructure (Figure a) of HKUST-1⊃S has been established by both single and powder\nX-ray diffraction studies, indicating that HKUST-1 does confine a\nlarge amount of sulfur inside the pores attributed to the suitable\npore spaces and open Cu<sup>2+</sup> sites. HKUST-1⊃S is completely\ndifferent from the mechanically mixed HKUST-1/S. HKUST-1/S is just\nmixture of the HKUST-1 and sulfur in which the strong (222) reflection\nof the crystalline sulfur at 22.8° has been clearly demonstrated\nin its PXRD pattern (Figure b). Furthermore,\nthe surfaces of HKUST-1⊃S crystals are clean, and no residual\nsulfur particles can be observed on the crystal surfaces under the\noptical microscope (Figure S1, ). As shown in Figure S2, , after the sulfur encapsulation, the BET surface area significantly\ndrops from 1500 to 97 m<sup>2</sup>/g. The sulfur content in HKUST-1⊃S\nhas been determined to be 39.61 wt % by EA, which matches with the\nadded amount inside the sealed glass tube. The amount of the encapsulated\nsulfur can be controlled by adding different amounts of free sulfur\nwith the highest one up to 55 wt %.</p>", "clean_text": "Results and Discussion\n\nSynthesis of HKUST-1⊃S composite material is illustrated in Figure . HKUST-1 was synthesized following the procedure reported, and its purity was confirmed by PXRD patterns, as shown in Figure b. The PXRD pattern of the HKUST-1⊃S (Figure b) shows that the sulfur has been completely incorporated into the pores of HKUST-1 with no trace of the crystallized sulfur. The crystal structure (Figure a) of HKUST-1⊃S has been established by both single and powder X-ray diffraction studies, indicating that HKUST-1 does confine a large amount of sulfur inside the pores attributed to the suitable pore spaces and open Cu2+ sites. HKUST-1⊃S is completely different from the mechanically mixed HKUST-1/S. HKUST-1/S is just mixture of the HKUST-1 and sulfur in which the strong (222) reflection of the crystalline sulfur at 22.8° has been clearly demonstrated in its PXRD pattern (Figure b). Furthermore, the surfaces of HKUST-1⊃S crystals are clean, and no residual sulfur particles can be observed on the crystal surfaces under the optical microscope (Figure S1, ). As shown in Figure S2, , after the sulfur encapsulation, the BET surface area significantly drops from 1500 to 97 m2/g. The sulfur content in HKUST-1⊃S has been determined to be 39.61 wt % by EA, which matches with the added amount inside the sealed glass tube. The amount of the encapsulated sulfur can be controlled by adding different amounts of free sulfur with the highest one up to 55 wt %.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration of the preparation\nof HKUST-1⊃S and the corresponding color changes.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01304x_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of the preparation of HKUST-1⊃S and the corresponding color changes.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>Electrochemical studies have been carried out on\nHKUST-1⊃S and HKUST-1/S. They were coated with 20% Ketjenblack\nby ball milling at 300 rpm for 1 h to improve electroconductivity\nand achieve uniform particles. The carbon coated materials were further\nmixed with another 15% Ketjenblack and 25% PVDF and dispersed in <italic toggle=\"yes\">N</italic>-methyl pyrrolidone (NMP) as the cathode slurry. Aluminum\nfoil was used as the current collector and 1 M LiTFSI with 2 wt %\nLiNO<sub>3</sub> in DOL/DME (v:v, 1:1) was chosen as the electrolyte.\nFigure a shows the first three charge and\ndischarge curves of Li–S⊂HKUST-1 battery at a charge\nrate of 0.1 C and discharge rate of 0.05 C. The first discharge curve\nshows two typical S<sub>8</sub> discharge platforms at ∼2.35\nand ∼2.05 V, corresponding to the cathode reactions of S<sub>8</sub> → Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (<italic toggle=\"yes\">x</italic> ≥ 4) and Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (<italic toggle=\"yes\">x</italic> ≥ 4) → Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (<italic toggle=\"yes\">x</italic> &lt; 4), respectively. There exist two additional small\nshoulders at ∼1.4 and ∼1.7 V, which might be attributed\nto those strongly confined sulfur inside the pores of HKUST-1. During charging, the first charge curve exhibits\ntwo platforms at ∼2.7 and ∼2.45 V, and the first one\ndisappears in the subsequent cycles. Such electrochemical behaviors\nhave been exclusively confirmed by the cyclic voltammogram (CV) (Figure c), which was collected at a step of 0.1 mV/s. A\nsingle anodic peak occurs at ∼2.45 V as the potential scans\nto the charging voltage, which is attributed to the conversion of\nLi<sub>2</sub>S and polysulfides into elemental S. No peak corresponding\nto the charging platform at ∼2.7 V can be seen in first cycle,\nwhich we speculate is caused by the dynamic factors when conducting\nthe CV test. In the subsequent cycles, the current density of the\ntwo reduction peaks at 2.35 and 2.05 V drop, indicating that the capacity\nof HKUST-1⊃S cathode irreversibly fades. The fact that the\noxidation peak shifts to lower potential range after the first cycle\ndemonstrates a discharge overpotential after recharging.</p>", "clean_text": "Electrochemical studies have been carried out on HKUST-1⊃S and HKUST-1/S. They were coated with 20% Ketjenblack by ball milling at 300 rpm for 1 h to improve electroconductivity and achieve uniform particles. The carbon coated materials were further mixed with another 15% Ketjenblack and 25% PVDF and dispersed in N-methyl pyrrolidone (NMP) as the cathode slurry. Aluminum foil was used as the current collector and 1 M LiTFSI with 2 wt % LiNO3 in DOL/DME (v:v, 1:1) was chosen as the electrolyte. Figure a shows the first three charge and discharge curves of Li-S⊂HKUST-1 battery at a charge rate of 0.1 C and discharge rate of 0.05 C. The first discharge curve shows two typical S8 discharge platforms at ~2.35 and ~2.05 V, corresponding to the cathode reactions of S8 → Li2S x  (x ≥ 4) and Li2S x  (x ≥ 4) → Li2S x  (x < 4), respectively. There exist two additional small shoulders at ~1.4 and ~1.7 V, which might be attributed to those strongly confined sulfur inside the pores of HKUST-1. During charging, the first charge curve exhibits two platforms at ~2.7 and ~2.45 V, and the first one disappears in the subsequent cycles. Such electrochemical behaviors have been exclusively confirmed by the cyclic voltammogram (CV) (Figure c), which was collected at a step of 0.1 mV/s. A single anodic peak occurs at ~2.45 V as the potential scans to the charging voltage, which is attributed to the conversion of Li2S and polysulfides into elemental S. No peak corresponding to the charging platform at ~2.7 V can be seen in first cycle, which we speculate is caused by the dynamic factors when conducting the CV test. In the subsequent cycles, the current density of the two reduction peaks at 2.35 and 2.05 V drop, indicating that the capacity of HKUST-1⊃S cathode irreversibly fades. The fact that the oxidation peak shifts to lower potential range after the first cycle demonstrates a discharge overpotential after recharging.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) X-ray crystal\nstructure of HKUST-1⊃S, statistic sulfur molecules shown in\nyellow, and (b) PXRD patterns of the as synthesized HKUST-1 (green),\nsimulated HKUST-1 (pink), HKUST-1⊃S (black), HKUST-1/S (blue),\nand sublimed sulfur (dark yellow) with an inset of magnification in\nthe range of 22–24°.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01304x_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) X-ray crystal structure of HKUST-1⊃S, statistic sulfur molecules shown in yellow, and (b) PXRD patterns of the as synthesized HKUST-1 (green), simulated HKUST-1 (pink), HKUST-1⊃S (black), HKUST-1/S (blue), and sublimed sulfur (dark yellow) with an inset of magnification in the range of 22-24°.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>As shown in Figure b, HKUST-1⊃S\ncomposite material displays much better cycling performance than the\nmechanically mixed HKUST-1/S. HKUST-1⊃S and HKUST-1/S reveal\nlarge initial discharge capacity of 1498 and 1507 mAh/g, respectively,\nattributed to the excellent electroconductivity of Ketjenblack. Although\nthe HKUST-1⊃S cathode suffers a continuously irreversible capacity\nfade during the first 50 cycles, which is typically observed in other\ntypes of cathode materials, its capacity\nstays nearly unchanged at ∼500 mAh/g even over 170th cycle.\nThe capacity of HKUST-1/S declines faster to a lower one of about\n350 mAh/g after 50 cycles. The cyclability of HKUST-1/S is also much\nworse than HKUST-1⊃S as a result of severe dissolution of polysulfides.</p>", "clean_text": "As shown in Figure b, HKUST-1⊃S composite material displays much better cycling performance than the mechanically mixed HKUST-1/S. HKUST-1⊃S and HKUST-1/S reveal large initial discharge capacity of 1498 and 1507 mAh/g, respectively, attributed to the excellent electroconductivity of Ketjenblack. Although the HKUST-1⊃S cathode suffers a continuously irreversible capacity fade during the first 50 cycles, which is typically observed in other types of cathode materials, its capacity stays nearly unchanged at ~500 mAh/g even over 170th cycle. The capacity of HKUST-1/S declines faster to a lower one of about 350 mAh/g after 50 cycles. The cyclability of HKUST-1/S is also much worse than HKUST-1⊃S as a result of severe dissolution of polysulfides.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Galvanostatic\ndischarge/charge profiles of HKUST-1⊃S. (b) Cycling performance\nof HKUST-1⊃S (cyan square) and HKUST-1/S (blue triangular)\nat a 0.1 C/0.05 C charge/discharge rate with Coulombic efficiency\n(yellow circle) of HKUST-1⊃S. (c) Cyclic voltammograms of HKUST-1⊃S\nat 0.1 mV/s. (d) XPS analysis S<sub>2p</sub> spectrum of (d) HKUST-1⊃S\nand (e) HKUST-1/S.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01304x_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Galvanostatic discharge/charge profiles of HKUST-1⊃S. (b) Cycling performance of HKUST-1⊃S (cyan square) and HKUST-1/S (blue triangular) at a 0.1 C/0.05 C charge/discharge rate with Coulombic efficiency (yellow circle) of HKUST-1⊃S. (c) Cyclic voltammograms of HKUST-1⊃S at 0.1 mV/s. (d) XPS analysis S2p spectrum of (d) HKUST-1⊃S and (e) HKUST-1/S.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Apparently, the strong\nconfinement of HKUST-1 for the sulfur has played the most important\nrole for the superior performance of HKUST-1⊃S cathode. As\ndemonstrated in charge/discharge curves and CV and supported by the\nX-ray crystal structure, some of confined sulfur inside the pores\nexists in the state of S<sub>8</sub>, while a certain amount of sulfur\nmight coexist as other types of smaller S molecules such as S<sub>2</sub> and S<sub>4</sub>. It has been shown that smaller sulfur\nmolecules (S<sub>2</sub> and S<sub>4</sub>, etc.) can provide better\nbattery performance by avoiding the production of polysufildes. Of course, the main role of HKUST-1 is to slow\nthe release of sulfur into the electrolyte through such a strong confinement\neffect. The interactions of sulfur molecules with HKUST-1, particularly\nthe open Cu<sup>2+</sup> sites, have been also shown in the color\nof military green (Figure ), which is not a simple mixed color of yellow (sulfur) and\npurple (activated HKUST-1). In fact, the HKUST-1/S mixture is still\npurple. This interaction between sulfur and open metal sites is reversible\nand not as strong as chemical bonds, which can facilitate battery\noperation and improve battery performance. The Cu(II)–S interactions\nwithin HKUST-1⊃S have been further proven by X-ray photoelectron\nspectroscopy (XPS) data. As shown in Figure d,e, S<sub>2p</sub> peaks in HKUST-1/S at 164.9 eV (S<sub>2p1/2</sub>) and 163.8 eV (S<sub>2p3/2</sub>) were shifted to lower energies\nat 164.0 and 162.9 eV in HKUST-1⊃S. Confinement of sulfur by\nHKUST-1 significantly delays the sulfur sublimation from 453 K (pure\nsulfur) to 493 K (HKUST-1⊃S), as shown in the TGA (Figure ).</p>", "clean_text": "Apparently, the strong confinement of HKUST-1 for the sulfur has played the most important role for the superior performance of HKUST-1⊃S cathode. As demonstrated in charge/discharge curves and CV and supported by the X-ray crystal structure, some of confined sulfur inside the pores exists in the state of S8, while a certain amount of sulfur might coexist as other types of smaller S molecules such as S2 and S4. It has been shown that smaller sulfur molecules (S2 and S4, etc.) can provide better battery performance by avoiding the production of polysufildes. Of course, the main role of HKUST-1 is to slow the release of sulfur into the electrolyte through such a strong confinement effect. The interactions of sulfur molecules with HKUST-1, particularly the open Cu2+ sites, have been also shown in the color of military green (Figure ), which is not a simple mixed color of yellow (sulfur) and purple (activated HKUST-1). In fact, the HKUST-1/S mixture is still purple. This interaction between sulfur and open metal sites is reversible and not as strong as chemical bonds, which can facilitate battery operation and improve battery performance. The Cu(II)-S interactions within HKUST-1⊃S have been further proven by X-ray photoelectron spectroscopy (XPS) data. As shown in Figure d,e, S2p peaks in HKUST-1/S at 164.9 eV (S2p1/2) and 163.8 eV (S2p3/2) were shifted to lower energies at 164.0 and 162.9 eV in HKUST-1⊃S. Confinement of sulfur by HKUST-1 significantly delays the sulfur sublimation from 453 K (pure sulfur) to 493 K (HKUST-1⊃S), as shown in the TGA (Figure ).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>TGA curves of HKUST-1 (blue), HKUST-1⊃S (black),\nand sulfur (red) under N<sub>2</sub> atmosphere at a scan speed of\n10 K/min.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01304x_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  TGA curves of HKUST-1 (blue), HKUST-1⊃S (black), and sulfur (red) under N2 atmosphere at a scan speed of 10 K/min.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>An abnormal Coulombic efficiency\nof about 105% has been observed in the HKUST-1⊃S cathode after\nthe 25th cycle (yellow circles in Figure b).\nWe speculate that the overdischarge phenomenon is caused by the slow but continuous dissolution and migration\nof the polysulfides, while the “shuttle” problem has\nbeen passivated by LiNO<sub>3</sub> in the electrolyte. During discharging, a small amount of polysulfides\nmigrated and deposited on the Li anode, but the back-diffusion process\nwas alleviated by LiNO<sub>3</sub>, resulting\nan excess discharge capacity each cycle. After the 170 cycles, it\nwas observed that many black corrosion spots emerged on the surface\nof the Li metal.</p>", "clean_text": "An abnormal Coulombic efficiency of about 105% has been observed in the HKUST-1⊃S cathode after the 25th cycle (yellow circles in Figure b). We speculate that the overdischarge phenomenon is caused by the slow but continuous dissolution and migration of the polysulfides, while the \"shuttle\" problem has been passivated by LiNO3 in the electrolyte. During discharging, a small amount of polysulfides migrated and deposited on the Li anode, but the back-diffusion process was alleviated by LiNO3, resulting an excess discharge capacity each cycle. After the 170 cycles, it was observed that many black corrosion spots emerged on the surface of the Li metal.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>To further study the sulfur encapsulation and\ncycling process, scanning electron microscopy (SEM) imaging along\nwith electron energy dispersive spectroscopy (EDS) mapping were carried\nout on the HKUST-1⊃S cathode material before and after cycling.\nAs shown in Figure a, HKUST-1⊃S crystals\nare homogeneously embedded into the Ketjenblack layer in the range\nof micrometer size. The sulfur distribution (Figure b) is comparable to that of the copper (Figure c) in HKUST-1, indicating that sulfur was completely and homogeneously\nadsorbed into the HKUST-1 crystals as well. The SEM morphology of\nthe 70 times cycled HKUST-1⊃S cathode (Figure d) does not change much, and the average particle size of\nHKUST-1 does not shrink, while XRD patterns (Figure S3, ) of the 70-times cycled\ncathode still show sharp HKUST-1 peaks, demonstrating that HKUST-1\nis stable throughout the charge/discharge process. After cycling,\nalthough a small amount of sulfur (Figure e) spreads out of HKUST-1, which leads to the slightly different\ndistribution of sulfur and copper (Figure f), overall, the majority of sulfur is still inside the pores of\nHKUST-1, enforcing the reversible capacity after the 50th cycle.</p>", "clean_text": "To further study the sulfur encapsulation and cycling process, scanning electron microscopy (SEM) imaging along with electron energy dispersive spectroscopy (EDS) mapping were carried out on the HKUST-1⊃S cathode material before and after cycling. As shown in Figure a, HKUST-1⊃S crystals are homogeneously embedded into the Ketjenblack layer in the range of micrometer size. The sulfur distribution (Figure b) is comparable to that of the copper (Figure c) in HKUST-1, indicating that sulfur was completely and homogeneously adsorbed into the HKUST-1 crystals as well. The SEM morphology of the 70 times cycled HKUST-1⊃S cathode (Figure d) does not change much, and the average particle size of HKUST-1 does not shrink, while XRD patterns (Figure S3, ) of the 70-times cycled cathode still show sharp HKUST-1 peaks, demonstrating that HKUST-1 is stable throughout the charge/discharge process. After cycling, although a small amount of sulfur (Figure e) spreads out of HKUST-1, which leads to the slightly different distribution of sulfur and copper (Figure f), overall, the majority of sulfur is still inside the pores of HKUST-1, enforcing the reversible capacity after the 50th cycle.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) SEM\nmorphology of HKUST-1⊃S cathode with elemental maps of sulfur\n(Kα1, b) and copper (Kα1, c) before cycling and after\n70 cycles (d, e, f).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01304x_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) SEM morphology of HKUST-1⊃S cathode with elemental maps of sulfur (Kα1, b) and copper (Kα1, c) before cycling and after 70 cycles (d, e, f).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, we have successfully targeted a microporous\nmetal–organic framework (HKUST-1) for the confinement of sulfur.\nThe suitable pore sizes and open Cu<sup>2+</sup> sites within HKUST-1\nhave enabled it to strongly trap sulfur and thus to significantly\nslow the release of sulfur into the electrolyte, leading to the superior\nHKUST-1⊃S cathode material to those explored via the usage\nof oxygenated porous architectures SBA-15, MIL-100 (Cr), and mesoporous\ncarbon, as demonstrated in the long life\ncycling of 170 at the capacity of about 500 mAh/g. The rich MOF chemistry\nin which the pore structures and sizes within porous MOFs can be systematically\ntuned and functional sites can be rationally immobilized for their\nrecognition of sulfur might provide very bright promise and alternative\nstrategies to realize novel cathode materials for Li–S batteries\nof high performance. It is expected that new MOF⊃S cathode\nmaterials for even longer life cycling and larger capacity will emerge\nin the near future for their potential applications.</p>", "clean_text": "Conclusion\n\nIn summary, we have successfully targeted a microporous metal-organic framework (HKUST-1) for the confinement of sulfur. The suitable pore sizes and open Cu2+ sites within HKUST-1 have enabled it to strongly trap sulfur and thus to significantly slow the release of sulfur into the electrolyte, leading to the superior HKUST-1⊃S cathode material to those explored via the usage of oxygenated porous architectures SBA-15, MIL-100 (Cr), and mesoporous carbon, as demonstrated in the long life cycling of 170 at the capacity of about 500 mAh/g. The rich MOF chemistry in which the pore structures and sizes within porous MOFs can be systematically tuned and functional sites can be rationally immobilized for their recognition of sulfur might provide very bright promise and alternative strategies to realize novel cathode materials for Li-S batteries of high performance. It is expected that new MOF⊃S cathode materials for even longer life cycling and larger capacity will emerge in the near future for their potential applications.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>Crystallographic data\nof HKUST-1⊃S, photographs of HKUST-1 and HKUST-1⊃S,\nand N<sub>2</sub> sorption data. This material is available free of\ncharge via the Internet at <uri>http://pubs.acs.org</uri>.</p><p>The authors\ndeclare no competing financial interest.</p><title>References</title><p>Crystal data for HKUST-1⊃S (C<sub>18</sub>H<sub>6</sub>Cu<sub>3</sub>O<sub>12</sub>S<sub>12.5</sub>): cubic, <italic toggle=\"yes\">Fm</italic>3̅<italic toggle=\"yes\">m</italic>, <italic toggle=\"yes\">a</italic> = <italic toggle=\"yes\">b</italic> = <italic toggle=\"yes\">c</italic> = 26.3657(9) Å, α = β\n= γ = 90°, <italic toggle=\"yes\">V</italic> = 18328.1(11) Å<sup>3</sup>, <italic toggle=\"yes\">Z</italic> = 16, ρ<sub>calcd</sub> = 1.458\ng m<sup>–3</sup>, μ(Mo Kα) = 1.990 mm<sup>–1</sup>; 2θ<sub>max</sub> = 52.66°; reflections collected 990; <italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0756 (<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)), <italic toggle=\"yes\">wR</italic>\n<sub>2</sub> = 0.2165; GOF = 1.224.</p>", "clean_text": "Crystallographic data of HKUST-1⊃S, photographs of HKUST-1 and HKUST-1⊃S, and N2 sorption data. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe authors declare no competing financial interest.\n\nReferences\n\nCrystal data for HKUST-1⊃S (C18H6Cu3O12S12.5): cubic, Fm3̅m, a = b = c = 26.3657(9) Å, α = β = γ = 90°, V = 18328.1(11) Å3, Z = 16, ρcalcd = 1.458 g m-3, μ(Mo Kα) = 1.990 mm-1; 2θmax = 52.66°; reflections collected 990; R 1 = 0.0756 (I > 2σ(I)), wR 2 = 0.2165; GOF = 1.224.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "4, 5, 6", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental\nSection</title><title>Synthesis of HKUST-1</title><p>A mixture of 2.8 g of Cu(NO<sub>3</sub>)<sub>2</sub>·2.5H<sub>2</sub>O, 1.52 g of benzene-1,3,5-tricarboxylic\nacid, 150 mL of DMF, and 150 mL of EtOH was added into a 500 mL glass\nbottle and stirred for 30 min at room temperature. The bottle was\ntightly sealed and heated at 358 K for 20 h. After cooling naturally\nto room temperature, the mixture was filtered and washed with EtOH\n(90 mL) three times and then dried in air, providing a sky blue powder\nas synthesized HKUST-1. Solvent exchange was performed on the as-synthesized\nHKUST-1 by immersing it into MeOH (for 3 days, replacing fresh MeOH\nevery 6 h) before activation. After that, HKUST-1 was heated at 423\nK overnight under vacuum, resulting in purple activated HKUST-1. The\nactivated HKUST-1 was transferred into an argon-glovebox (H<sub>2</sub>O, O<sub>2</sub> &lt; 1 ppm) immediately after cooling.</p><title>Synthesis of\nHKUST-1/S and HKUST-1⊃S</title><p>Sublimated sulfur and activated\nHKUST-1 were loaded in a mortar in the weight ratio of 4:6. They were\nmilled in the glovebox to a homogeneous purple powder labeled as HKUST-1/S.\nHKUST-1/S was loaded in a glass tube (filling 50% volume), which was\ntightly sealed and heated at 428 K for 24 h. Upon cooling, the military\ngreen HKUST-1⊃S powder was collected. Elemental analysis: S,\n39.61 wt %. HKUST-1⊃S = Cu<sub>3</sub>(BTC)<sub>2</sub>S<sub>12.5</sub>.</p><title>Synthesis of Cathode Materials</title><p>HKUST-1⊃S\nwas coated with 20% Ketjenblack by ball milling (300 rpm, 1 h) and\nwas hand milled with another 15% Ketjenblack and 25% PVDF (poly(vinylidene\nfluoride)). After the addition of NMP (<italic toggle=\"yes\">N</italic>-methyl pyrrolidone),\nthe mixture was stirred at room temperature into a homogeneous slurry.\nThen it was coated on an aluminum foil collector and dried at 343\nK under vacuum for 24 h providing the HKUST-1⊃S cathode (sulfur\ncontent, ∼0.5 mg/cm<sup>2</sup>). The HKUST-1/S cathode was\nprepared by the same procedure.</p>", "clean_text": "Experimental Section\n\nSynthesis of HKUST-1\n\nA mixture of 2.8 g of Cu(NO3)2⋅2.5H2O, 1.52 g of benzene-1,3,5-tricarboxylic acid, 150 mL of DMF, and 150 mL of EtOH was added into a 500 mL glass bottle and stirred for 30 min at room temperature. The bottle was tightly sealed and heated at 358 K for 20 h. After cooling naturally to room temperature, the mixture was filtered and washed with EtOH (90 mL) three times and then dried in air, providing a sky blue powder as synthesized HKUST-1. Solvent exchange was performed on the as-synthesized HKUST-1 by immersing it into MeOH (for 3 days, replacing fresh MeOH every 6 h) before activation. After that, HKUST-1 was heated at 423 K overnight under vacuum, resulting in purple activated HKUST-1. The activated HKUST-1 was transferred into an argon-glovebox (H2O, O2 < 1 ppm) immediately after cooling.\n\nSynthesis of HKUST-1/S and HKUST-1⊃S\n\nSublimated sulfur and activated HKUST-1 were loaded in a mortar in the weight ratio of 4:6. They were milled in the glovebox to a homogeneous purple powder labeled as HKUST-1/S. HKUST-1/S was loaded in a glass tube (filling 50% volume), which was tightly sealed and heated at 428 K for 24 h. Upon cooling, the military green HKUST-1⊃S powder was collected. Elemental analysis: S, 39.61 wt %. HKUST-1⊃S = Cu3(BTC)2S12.5.\n\nSynthesis of Cathode Materials\n\nHKUST-1⊃S was coated with 20% Ketjenblack by ball milling (300 rpm, 1 h) and was hand milled with another 15% Ketjenblack and 25% PVDF (poly(vinylidene fluoride)). After the addition of NMP (N-methyl pyrrolidone), the mixture was stirred at room temperature into a homogeneous slurry. Then it was coated on an aluminum foil collector and dried at 343 K under vacuum for 24 h providing the HKUST-1⊃S cathode (sulfur content, ~0.5 mg/cm2). The HKUST-1/S cathode was prepared by the same procedure.", "data": [{"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Cu(NO3)2·2.5H2O", "amount": "2.8", "unit": "g"}, {"name": "benzene-1,3,5-tricarboxylic acid", "amount": "1.52", "unit": "g"}], "solution": [{"name": "DMF", "amount": "150", "unit": "mL"}, {"name": "EtOH", "amount": "150", "unit": "mL"}], "pressure": "", "temperature": "358 K", "time": "20 h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}, {"synthesis method": "solvent exchange", "washing solution": "MeOH", "amount": "", "time": "3 days", "replacing frequency": "every 6 h"}, {"synthesis method": "drying", "pressure": "", "temperature": "423 K", "atmosphere": "vacuum", "time": "overnight"}]}, {"meta": {"name": "HKUST-1/S", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "ball milling", "material": "HKUST-1, sulfur", "type": "homogeneous powder", "rotation speed": "300 rpm", "total time": "1 h", "milling time": "", "rest time": "", "ball to material weight ratio": "4:6", "material mass": "", "solvent": "", "ball material": "", "ball size": "", "jar shape": "", "jar volume": "", "jar material": "", "atmosphere": "glovebox"}, {"synthesis method": "heating", "temperature": "428 K", "time": "24 h", "pressure": "", "atmosphere": ""}, {"synthesis method": "collection", "color": "military green"}]}, {"meta": {"name": "HKUST-1⊃S", "symbol": "", "chemical formula": "Cu3(BTC)2S12.5"}, "processes": [{"synthesis method": "coating", "material": "HKUST-1⊃S", "additive": "20% Ketjenblack", "ball milling speed": "300 rpm", "ball milling time": "1 h", "additional additive": "15% Ketjenblack, 25% PVDF", "solvent": "NMP", "temperature": "room temperature", "time": "", "atmosphere": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "343 K", "atmosphere": "vacuum", "time": "24 h"}]}], "include_properties": ["solvothermal_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "ball_milling"]}, {"idx": "1, 3, 9, 11, 13, 21", "type": "text", "classification": "property", "content": "<p>The lithium–sulfur battery\nhas a very high theoretical capacity and specific energy density,\nyet its applications have been obstructed by fast capacity fading\nand low Coulombic efficiency due to the dissolution of polysulfides.\nHerein we utilize HKUST-1 as the host material to trap sulfur and\nthus to diminish the dissolution problem. A large amount of sulfur\n(40 wt %) has been incorporated in HKUST-1 pore metrics to achieve\nHKUST-1⊃S composite whose structure has been established by\nboth single and powder X-ray diffraction studies. The strong confinement\nof HKUST-1 for sulfur attributed to the suitable pore spaces and open\nCu<sup>2+</sup> sites has enabled the resulting Li–S⊂HKSUT-1\nbattery to show excellent performance with a capacity of about 500\nmAh/g after 170 cycles.</p><p>Although porous metal–organic frameworks (MOFs) for\nthe confinement of different substrates such as metal nanoparticles, small molecules, dyes, and drugs have\nbeen extensively explored for their diverse applications including\nheterogeneous catalysis, gas storage\nand separation, photonics, and drug delivery, their confinement of sulfur and thus their potential as cathode\nsulfur host materials for Li–S batteries were only recently\npioneered by Tarascon who explored a\nmesoporous MIL-100 (Cr) for the enhanced cycling life of the resulting\nLi–S battery. This result is really encouraging. Porous MOFs\nhave much more variable pore structures than other types of porous\nmaterials, so the pore and cage sizes\nand window apertures can be systematically tuned for confinement of\nsulfur substrate. In addition, the pore surfaces can be straightforwardly\nfunctionalized for further stronger interactions with sulfur. These\nunique structural and functional characteristics have provided the\nbright promise of MOF materials as cathode additives for high-performing\nLi–S batteries. We speculate that those porous MOFs as the\nadditives with stronger confinement effects for sulfur should further\nextend the cycling life of the Li–S batteries. Herein we report\nHKUST-1 with moderate pore spaces and\nopen metal sites for the enhanced confinement of sulfur and thus for\nthe Li–S battery of a very long cycling life over 170 times\nat a capacity of about 500 mAh/g.</p><title>Results and Discussion</title><p>Synthesis\nof HKUST-1⊃S composite material is illustrated in Figure . HKUST-1 was synthesized following the procedure\nreported, and its purity was confirmed\nby PXRD patterns, as shown in Figure b. The\nPXRD pattern of the HKUST-1⊃S (Figure b) shows that the sulfur has been completely incorporated into the\npores of HKUST-1 with no trace of the crystallized sulfur. The crystal\nstructure (Figure a) of HKUST-1⊃S has been established by both single and powder\nX-ray diffraction studies, indicating that HKUST-1 does confine a\nlarge amount of sulfur inside the pores attributed to the suitable\npore spaces and open Cu<sup>2+</sup> sites. HKUST-1⊃S is completely\ndifferent from the mechanically mixed HKUST-1/S. HKUST-1/S is just\nmixture of the HKUST-1 and sulfur in which the strong (222) reflection\nof the crystalline sulfur at 22.8° has been clearly demonstrated\nin its PXRD pattern (Figure b). Furthermore,\nthe surfaces of HKUST-1⊃S crystals are clean, and no residual\nsulfur particles can be observed on the crystal surfaces under the\noptical microscope (Figure S1, ). As shown in Figure S2, , after the sulfur encapsulation, the BET surface area significantly\ndrops from 1500 to 97 m<sup>2</sup>/g. The sulfur content in HKUST-1⊃S\nhas been determined to be 39.61 wt % by EA, which matches with the\nadded amount inside the sealed glass tube. The amount of the encapsulated\nsulfur can be controlled by adding different amounts of free sulfur\nwith the highest one up to 55 wt %.</p><p>Electrochemical studies have been carried out on\nHKUST-1⊃S and HKUST-1/S. They were coated with 20% Ketjenblack\nby ball milling at 300 rpm for 1 h to improve electroconductivity\nand achieve uniform particles. The carbon coated materials were further\nmixed with another 15% Ketjenblack and 25% PVDF and dispersed in <italic toggle=\"yes\">N</italic>-methyl pyrrolidone (NMP) as the cathode slurry. Aluminum\nfoil was used as the current collector and 1 M LiTFSI with 2 wt %\nLiNO<sub>3</sub> in DOL/DME (v:v, 1:1) was chosen as the electrolyte.\nFigure a shows the first three charge and\ndischarge curves of Li–S⊂HKUST-1 battery at a charge\nrate of 0.1 C and discharge rate of 0.05 C. The first discharge curve\nshows two typical S<sub>8</sub> discharge platforms at ∼2.35\nand ∼2.05 V, corresponding to the cathode reactions of S<sub>8</sub> → Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (<italic toggle=\"yes\">x</italic> ≥ 4) and Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (<italic toggle=\"yes\">x</italic> ≥ 4) → Li<sub>2</sub>S<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (<italic toggle=\"yes\">x</italic> &lt; 4), respectively. There exist two additional small\nshoulders at ∼1.4 and ∼1.7 V, which might be attributed\nto those strongly confined sulfur inside the pores of HKUST-1. During charging, the first charge curve exhibits\ntwo platforms at ∼2.7 and ∼2.45 V, and the first one\ndisappears in the subsequent cycles. Such electrochemical behaviors\nhave been exclusively confirmed by the cyclic voltammogram (CV) (Figure c), which was collected at a step of 0.1 mV/s. A\nsingle anodic peak occurs at ∼2.45 V as the potential scans\nto the charging voltage, which is attributed to the conversion of\nLi<sub>2</sub>S and polysulfides into elemental S. No peak corresponding\nto the charging platform at ∼2.7 V can be seen in first cycle,\nwhich we speculate is caused by the dynamic factors when conducting\nthe CV test. In the subsequent cycles, the current density of the\ntwo reduction peaks at 2.35 and 2.05 V drop, indicating that the capacity\nof HKUST-1⊃S cathode irreversibly fades. The fact that the\noxidation peak shifts to lower potential range after the first cycle\ndemonstrates a discharge overpotential after recharging.</p><p>As shown in Figure b, HKUST-1⊃S\ncomposite material displays much better cycling performance than the\nmechanically mixed HKUST-1/S. HKUST-1⊃S and HKUST-1/S reveal\nlarge initial discharge capacity of 1498 and 1507 mAh/g, respectively,\nattributed to the excellent electroconductivity of Ketjenblack. Although\nthe HKUST-1⊃S cathode suffers a continuously irreversible capacity\nfade during the first 50 cycles, which is typically observed in other\ntypes of cathode materials, its capacity\nstays nearly unchanged at ∼500 mAh/g even over 170th cycle.\nThe capacity of HKUST-1/S declines faster to a lower one of about\n350 mAh/g after 50 cycles. The cyclability of HKUST-1/S is also much\nworse than HKUST-1⊃S as a result of severe dissolution of polysulfides.</p><p>Crystallographic data\nof HKUST-1⊃S, photographs of HKUST-1 and HKUST-1⊃S,\nand N<sub>2</sub> sorption data. This material is available free of\ncharge via the Internet at <uri>http://pubs.acs.org</uri>.</p><p>The authors\ndeclare no competing financial interest.</p><title>References</title><p>Crystal data for HKUST-1⊃S (C<sub>18</sub>H<sub>6</sub>Cu<sub>3</sub>O<sub>12</sub>S<sub>12.5</sub>): cubic, <italic toggle=\"yes\">Fm</italic>3̅<italic toggle=\"yes\">m</italic>, <italic toggle=\"yes\">a</italic> = <italic toggle=\"yes\">b</italic> = <italic toggle=\"yes\">c</italic> = 26.3657(9) Å, α = β\n= γ = 90°, <italic toggle=\"yes\">V</italic> = 18328.1(11) Å<sup>3</sup>, <italic toggle=\"yes\">Z</italic> = 16, ρ<sub>calcd</sub> = 1.458\ng m<sup>–3</sup>, μ(Mo Kα) = 1.990 mm<sup>–1</sup>; 2θ<sub>max</sub> = 52.66°; reflections collected 990; <italic toggle=\"yes\">R</italic>\n<sub>1</sub> = 0.0756 (<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)), <italic toggle=\"yes\">wR</italic>\n<sub>2</sub> = 0.2165; GOF = 1.224.</p>", "clean_text": "The lithium-sulfur battery has a very high theoretical capacity and specific energy density, yet its applications have been obstructed by fast capacity fading and low Coulombic efficiency due to the dissolution of polysulfides. Herein we utilize HKUST-1 as the host material to trap sulfur and thus to diminish the dissolution problem. A large amount of sulfur (40 wt %) has been incorporated in HKUST-1 pore metrics to achieve HKUST-1⊃S composite whose structure has been established by both single and powder X-ray diffraction studies. The strong confinement of HKUST-1 for sulfur attributed to the suitable pore spaces and open Cu2+ sites has enabled the resulting Li-S⊂HKSUT-1 battery to show excellent performance with a capacity of about 500 mAh/g after 170 cycles.\n\nAlthough porous metal-organic frameworks (MOFs) for the confinement of different substrates such as metal nanoparticles, small molecules, dyes, and drugs have been extensively explored for their diverse applications including heterogeneous catalysis, gas storage and separation, photonics, and drug delivery, their confinement of sulfur and thus their potential as cathode sulfur host materials for Li-S batteries were only recently pioneered by Tarascon who explored a mesoporous MIL-100 (Cr) for the enhanced cycling life of the resulting Li-S battery. This result is really encouraging. Porous MOFs have much more variable pore structures than other types of porous materials, so the pore and cage sizes and window apertures can be systematically tuned for confinement of sulfur substrate. In addition, the pore surfaces can be straightforwardly functionalized for further stronger interactions with sulfur. These unique structural and functional characteristics have provided the bright promise of MOF materials as cathode additives for high-performing Li-S batteries. We speculate that those porous MOFs as the additives with stronger confinement effects for sulfur should further extend the cycling life of the Li-S batteries. Herein we report HKUST-1 with moderate pore spaces and open metal sites for the enhanced confinement of sulfur and thus for the Li-S battery of a very long cycling life over 170 times at a capacity of about 500 mAh/g.\n\nResults and Discussion\n\nSynthesis of HKUST-1⊃S composite material is illustrated in Figure . HKUST-1 was synthesized following the procedure reported, and its purity was confirmed by PXRD patterns, as shown in Figure b. The PXRD pattern of the HKUST-1⊃S (Figure b) shows that the sulfur has been completely incorporated into the pores of HKUST-1 with no trace of the crystallized sulfur. The crystal structure (Figure a) of HKUST-1⊃S has been established by both single and powder X-ray diffraction studies, indicating that HKUST-1 does confine a large amount of sulfur inside the pores attributed to the suitable pore spaces and open Cu2+ sites. HKUST-1⊃S is completely different from the mechanically mixed HKUST-1/S. HKUST-1/S is just mixture of the HKUST-1 and sulfur in which the strong (222) reflection of the crystalline sulfur at 22.8° has been clearly demonstrated in its PXRD pattern (Figure b). Furthermore, the surfaces of HKUST-1⊃S crystals are clean, and no residual sulfur particles can be observed on the crystal surfaces under the optical microscope (Figure S1, ). As shown in Figure S2, , after the sulfur encapsulation, the BET surface area significantly drops from 1500 to 97 m2/g. The sulfur content in HKUST-1⊃S has been determined to be 39.61 wt % by EA, which matches with the added amount inside the sealed glass tube. The amount of the encapsulated sulfur can be controlled by adding different amounts of free sulfur with the highest one up to 55 wt %.\n\nElectrochemical studies have been carried out on HKUST-1⊃S and HKUST-1/S. They were coated with 20% Ketjenblack by ball milling at 300 rpm for 1 h to improve electroconductivity and achieve uniform particles. The carbon coated materials were further mixed with another 15% Ketjenblack and 25% PVDF and dispersed in N-methyl pyrrolidone (NMP) as the cathode slurry. Aluminum foil was used as the current collector and 1 M LiTFSI with 2 wt % LiNO3 in DOL/DME (v:v, 1:1) was chosen as the electrolyte. Figure a shows the first three charge and discharge curves of Li-S⊂HKUST-1 battery at a charge rate of 0.1 C and discharge rate of 0.05 C. The first discharge curve shows two typical S8 discharge platforms at ~2.35 and ~2.05 V, corresponding to the cathode reactions of S8 → Li2S x  (x ≥ 4) and Li2S x  (x ≥ 4) → Li2S x  (x < 4), respectively. There exist two additional small shoulders at ~1.4 and ~1.7 V, which might be attributed to those strongly confined sulfur inside the pores of HKUST-1. During charging, the first charge curve exhibits two platforms at ~2.7 and ~2.45 V, and the first one disappears in the subsequent cycles. Such electrochemical behaviors have been exclusively confirmed by the cyclic voltammogram (CV) (Figure c), which was collected at a step of 0.1 mV/s. A single anodic peak occurs at ~2.45 V as the potential scans to the charging voltage, which is attributed to the conversion of Li2S and polysulfides into elemental S. No peak corresponding to the charging platform at ~2.7 V can be seen in first cycle, which we speculate is caused by the dynamic factors when conducting the CV test. In the subsequent cycles, the current density of the two reduction peaks at 2.35 and 2.05 V drop, indicating that the capacity of HKUST-1⊃S cathode irreversibly fades. The fact that the oxidation peak shifts to lower potential range after the first cycle demonstrates a discharge overpotential after recharging.\n\nAs shown in Figure b, HKUST-1⊃S composite material displays much better cycling performance than the mechanically mixed HKUST-1/S. HKUST-1⊃S and HKUST-1/S reveal large initial discharge capacity of 1498 and 1507 mAh/g, respectively, attributed to the excellent electroconductivity of Ketjenblack. Although the HKUST-1⊃S cathode suffers a continuously irreversible capacity fade during the first 50 cycles, which is typically observed in other types of cathode materials, its capacity stays nearly unchanged at ~500 mAh/g even over 170th cycle. The capacity of HKUST-1/S declines faster to a lower one of about 350 mAh/g after 50 cycles. The cyclability of HKUST-1/S is also much worse than HKUST-1⊃S as a result of severe dissolution of polysulfides.\n\nCrystallographic data of HKUST-1⊃S, photographs of HKUST-1 and HKUST-1⊃S, and N2 sorption data. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe authors declare no competing financial interest.\n\nReferences\n\nCrystal data for HKUST-1⊃S (C18H6Cu3O12S12.5): cubic, Fm3̅m, a = b = c = 26.3657(9) Å, α = β = γ = 90°, V = 18328.1(11) Å3, Z = 16, ρcalcd = 1.458 g m-3, μ(Mo Kα) = 1.990 mm-1; 2θmax = 52.66°; reflections collected 990; R 1 = 0.0756 (I > 2σ(I)), wR 2 = 0.2165; GOF = 1.224.", "data": [[{"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "cubic", "condition": ""}], "space group": [{"value": "Fm-3m", "condition": ""}], "lattice parameters": [{"value": {"a": "26.3657", "b": "26.3657", "c": "26.3657", "alpha": "90", "beta": "90", "gamma": "90", "condition": ""}}], "density": [{"value": "1.458", "unit": "g m–3", "condition": ""}]}, {"meta": {"name": "HKUST-1⊃S", "symbol": "", "chemical formula": "C18H6Cu3O12S12.5"}, "crystal system": [{"value": "cubic", "condition": ""}], "space group": [{"value": "Fm-3m", "condition": ""}], "lattice parameters": [{"value": {"a": "26.3657", "b": "26.3657", "c": "26.3657", "alpha": "90", "beta": "90", "gamma": "90", "condition": ""}}], "density": [{"value": "1.458", "unit": "g m–3", "condition": ""}]}]], "include_properties": ["crystal_system", "space_group", "lattice_parameters", "density"]}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration of the preparation\nof HKUST-1⊃S and the corresponding color changes.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01304x_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of the preparation of HKUST-1⊃S and the corresponding color changes.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) X-ray crystal\nstructure of HKUST-1⊃S, statistic sulfur molecules shown in\nyellow, and (b) PXRD patterns of the as synthesized HKUST-1 (green),\nsimulated HKUST-1 (pink), HKUST-1⊃S (black), HKUST-1/S (blue),\nand sublimed sulfur (dark yellow) with an inset of magnification in\nthe range of 22–24°.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01304x_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) X-ray crystal structure of HKUST-1⊃S, statistic sulfur molecules shown in yellow, and (b) PXRD patterns of the as synthesized HKUST-1 (green), simulated HKUST-1 (pink), HKUST-1⊃S (black), HKUST-1/S (blue), and sublimed sulfur (dark yellow) with an inset of magnification in the range of 22-24°.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Galvanostatic\ndischarge/charge profiles of HKUST-1⊃S. (b) Cycling performance\nof HKUST-1⊃S (cyan square) and HKUST-1/S (blue triangular)\nat a 0.1 C/0.05 C charge/discharge rate with Coulombic efficiency\n(yellow circle) of HKUST-1⊃S. (c) Cyclic voltammograms of HKUST-1⊃S\nat 0.1 mV/s. (d) XPS analysis S<sub>2p</sub> spectrum of (d) HKUST-1⊃S\nand (e) HKUST-1/S.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01304x_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) Galvanostatic discharge/charge profiles of HKUST-1⊃S. (b) Cycling performance of HKUST-1⊃S (cyan square) and HKUST-1/S (blue triangular) at a 0.1 C/0.05 C charge/discharge rate with Coulombic efficiency (yellow circle) of HKUST-1⊃S. (c) Cyclic voltammograms of HKUST-1⊃S at 0.1 mV/s. (d) XPS analysis S2p spectrum of (d) HKUST-1⊃S and (e) HKUST-1/S.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>TGA curves of HKUST-1 (blue), HKUST-1⊃S (black),\nand sulfur (red) under N<sub>2</sub> atmosphere at a scan speed of\n10 K/min.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01304x_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  TGA curves of HKUST-1 (blue), HKUST-1⊃S (black), and sulfur (red) under N2 atmosphere at a scan speed of 10 K/min.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) SEM\nmorphology of HKUST-1⊃S cathode with elemental maps of sulfur\n(Kα1, b) and copper (Kα1, c) before cycling and after\n70 cycles (d, e, f).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2013-01304x_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) SEM morphology of HKUST-1⊃S cathode with elemental maps of sulfur (Kα1, b) and copper (Kα1, c) before cycling and after 70 cycles (d, e, f).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cg401304x", "title": null, "journal": "American Chemical\nSociety", "date": "2013.10", "author_list": ["Wang\nZiqi", "Li\nXiang", "Cui\nYuanjing", "Yang\nYu", "Pan\nHongge", "Wang\nZhiyu", "Wu\nChuande", "Chen\nBanglin", "Qian\nGuodong"]}}