{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg5016093.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>One\nporous metal–organic framework based on mixed ligands, [Zn<sub>5</sub>(4-pca)<sub>4</sub>(ade)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·(DMF)·4(H<sub>2</sub>O) (<bold>1</bold>; 4-H<sub>2</sub>pca = 4-pyrazolecarboxylic acid, Hade = adenine, DMF = <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimenthylformamide), has been synthesized solvothermally\nand structurally characterized. Interestingly, the framework of <bold>1</bold> shows reversible flexibility, so that the adsorption behaviors\nof this activated sample exhibit the gate-opening effect in response\nto light hydrocarbons (C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, and C<sub>3</sub>H<sub>8</sub>). As a result, it could serve as an excellent platform for storage\nand purification of small hydrocarbons.</p>", "clean_text": "One porous metal-organic framework based on mixed ligands, [Zn5(4-pca)4(ade)2(H2O)2]⋅(DMF)⋅4(H2O) (1; 4-H2pca = 4-pyrazolecarboxylic acid, Hade = adenine, DMF = N,N-dimenthylformamide), has been synthesized solvothermally and structurally characterized. Interestingly, the framework of 1 shows reversible flexibility, so that the adsorption behaviors of this activated sample exhibit the gate-opening effect in response to light hydrocarbons (C2H2, C2H4, C2H6, and C3H8). As a result, it could serve as an excellent platform for storage and purification of small hydrocarbons.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A flexible porous\nframework based on a mixed 4-pyrazolecarboxylic acid−adenine\nsystem was synthesized and exhibits gate-opening adsorption in response\nto light hydrocarbons with high uptake capacity.</p><title>Introduction</title><p>Metal–organic frameworks (MOFs)\ncombining the properties of high surface areas and porosity, tunable\nmicroenvironment of the framework, and predesigned architecture, show\ngreat potential applications in gas storage and separation. As a subclass of metal–organic frameworks, flexible metal–organic\nframeworks (FMOFs) often show distinctive multistep or hysteretic\ngas sorption behaviors with reversible structural transformation during\nthe sorption process. These flexible porous frameworks have been regarded\nas a superior platform for gas capture and purification, especially\nfor light hydrocarbons.\n</p>", "clean_text": "A flexible porous framework based on a mixed 4-pyrazolecarboxylic acid-adenine system was synthesized and exhibits gate-opening adsorption in response to light hydrocarbons with high uptake capacity.\n\nIntroduction\n\nMetal-organic frameworks (MOFs) combining the properties of high surface areas and porosity, tunable microenvironment of the framework, and predesigned architecture, show great potential applications in gas storage and separation. As a subclass of metal-organic frameworks, flexible metal-organic frameworks (FMOFs) often show distinctive multistep or hysteretic gas sorption behaviors with reversible structural transformation during the sorption process. These flexible porous frameworks have been regarded as a superior platform for gas capture and purification, especially for light hydrocarbons. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In the terms of design of FMOFs, pyrazolate-based\nligands have been proven to be valid participants for the construction\nof flexible frameworks. Two nitrogen atoms\nof the pyrazolate ligand can provide the bridging mode to connect\ntwo metal ions. The bridging nitrogen atoms of the pyrazolate rings\nact as a “kneecap” around the M···M axis,\nwhich commonly leads to the rotation of ligands around the M···M\naxis in response to external stimulus and then gives rise to the deformation\nof the framework structure. Moreover, due to the high p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> of pyrazole, pyrazolato-containing spacers can form\nmuch stronger M–N bonds, leading to a framework with good chemical\nand thermal stability. Additionally, adenine with multiple\nLewis-basic sites has been established as an ideal rigid linker for\nthe construction of porous metal–organic frameworks. Meanwhile, adenine would adopt a similar bridging mode to pyrazole.\n</p>", "clean_text": "In the terms of design of FMOFs, pyrazolate-based ligands have been proven to be valid participants for the construction of flexible frameworks. Two nitrogen atoms of the pyrazolate ligand can provide the bridging mode to connect two metal ions. The bridging nitrogen atoms of the pyrazolate rings act as a \"kneecap\" around the M⋅⋅⋅M axis, which commonly leads to the rotation of ligands around the M⋅⋅⋅M axis in response to external stimulus and then gives rise to the deformation of the framework structure. Moreover, due to the high pK a of pyrazole, pyrazolato-containing spacers can form much stronger M-N bonds, leading to a framework with good chemical and thermal stability. Additionally, adenine with multiple Lewis-basic sites has been established as an ideal rigid linker for the construction of porous metal-organic frameworks. Meanwhile, adenine would adopt a similar bridging mode to pyrazole. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this work, mixed 4-pyrazolecarboxylate (4-pca) and adenine\n(ade) ligands are used to build a dynamic framework structure, and\none new microporous MOF, [Zn<sub>5</sub>(4-pca)<sub>4</sub>(ade)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>]·(DMF)·4(H<sub>2</sub>O) (<bold>1</bold>), is synthesized solvothermally and structurally\ncharacterized. The activated framework of <bold>1</bold> exhibits\nhysteretic sorption behaviors with high capacity for light hydrocarbons.</p>", "clean_text": "In this work, mixed 4-pyrazolecarboxylate (4-pca) and adenine (ade) ligands are used to build a dynamic framework structure, and one new microporous MOF, [Zn5(4-pca)4(ade)2(H2O)2]⋅(DMF)⋅4(H2O) (1), is synthesized solvothermally and structurally characterized. The activated framework of 1 exhibits hysteretic sorption behaviors with high capacity for light hydrocarbons.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Materials and Methods</title><p>All solvents\nand starting materials for synthesis were purchased commercially and\nused without further purification. Thermogravimetric analyses (TGA),\nusing NETSCHZ STA-449C equipment, were performed with a heating rate\nof 5 °C min<sup>–1</sup>. The product phase purity was\nexamined by X-ray powder diffraction (PXRD), using a MiniFlex-II powder\ndiffractometer (Cu Kα, 1.5418 Å). The gas sorption studies\nwere measured with Micromeritics ASAP 2020 adsorption equipment.</p>", "clean_text": "Materials and Methods\n\nAll solvents and starting materials for synthesis were purchased commercially and used without further purification. Thermogravimetric analyses (TGA), using NETSCHZ STA-449C equipment, were performed with a heating rate of 5 °C min-1. The product phase purity was examined by X-ray powder diffraction (PXRD), using a MiniFlex-II powder diffractometer (Cu Kα, 1.5418 Å). The gas sorption studies were measured with Micromeritics ASAP 2020 adsorption equipment.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof Compound <bold>1</bold>\n</title><p>A mixture of Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (48.0 mg, 0.160 mmol), 4-H<sub>2</sub>pca (14.0 mg, 0.120 mmol), and Hade (13.0 mg, 0.100 mmol)\nwas dissolved in DMF/H<sub>2</sub>O (10 mL, 9:1, v/v) in a screw-capped\nvial and heated to 120 °C for 14 days. The resulting block shaped\nsingle crystals were washed with DMF several times. Elemental analysis\nCalcd For Zn<sub>5</sub>C<sub>35</sub>N<sub>21</sub>H<sub>47</sub>O<sub>16</sub>: C, 31.25; H, 3.50; N, 18.75. Found: C, 30.11; H,\n3.88; N: 17.12.</p>", "clean_text": "Synthesis of Compound 1 \n\nA mixture of Zn(NO3)2⋅6H2O (48.0 mg, 0.160 mmol), 4-H2pca (14.0 mg, 0.120 mmol), and Hade (13.0 mg, 0.100 mmol) was dissolved in DMF/H2O (10 mL, 9:1, v/v) in a screw-capped vial and heated to 120 °C for 14 days. The resulting block shaped single crystals were washed with DMF several times. Elemental analysis Calcd For Zn5C35N21H47O16: C, 31.25; H, 3.50; N, 18.75. Found: C, 30.11; H, 3.88; N: 17.12.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>X-ray Diffraction Analysis</title><p>The single\ncrystal X-ray diffraction measurements were performed on an XCalibur\nE CCD diffractometer equipped with a graphite monochromated Mo Kα\nradiation (λ = 0.71073 Å) at 293(2) K. The structure was\nsolved by direct methods and refined on <italic toggle=\"yes\">F</italic>\n<sup>2</sup> full-matrix least-squares using the SHELXTL-97 program package. All non-hydrogen atoms were refined with\nanisotropic parameters. All the hydrogen atoms were generated geometrically.\nThe SQUEEZE option of PLATON was used to eliminate the contribution\nof disordered guest molecules to the reflection intensities. Crystallographic\ndata of <bold>1</bold> is given in Table .</p>", "clean_text": "X-ray Diffraction Analysis\n\nThe single crystal X-ray diffraction measurements were performed on an XCalibur E CCD diffractometer equipped with a graphite monochromated Mo Kα radiation (λ = 0.71073 Å) at 293(2) K. The structure was solved by direct methods and refined on F 2 full-matrix least-squares using the SHELXTL-97 program package. All non-hydrogen atoms were refined with anisotropic parameters. All the hydrogen atoms were generated geometrically. The SQUEEZE option of PLATON was used to eliminate the contribution of disordered guest molecules to the reflection intensities. Crystallographic data of 1 is given in Table .", "data": null, "include_properties": null}, {"idx": 8, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data of <bold>1</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>compound</oasis:entry>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>Zn<sub>3</sub>C<sub>26</sub>N<sub>18</sub>O<sub>10</sub>H<sub>20</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula\nwt</oasis:entry>\n<oasis:entry>1071.45</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cryst syst</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>2<sub>1</sub>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>20.1049(18)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>12.7575(15)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>14.4270(12)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>3700.4(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ(Mo/Cu Kα) (mm<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.71073</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>1064</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temp (K)</oasis:entry>\n<oasis:entry>293</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ min, max(deg)</oasis:entry>\n<oasis:entry>2.47, 25.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>min</sub> and <italic toggle=\"yes\">T</italic>\n<sub>max</sub>\n</oasis:entry>\n<oasis:entry>0.782, 0.782</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>(int)</oasis:entry>\n<oasis:entry>0.0405</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">N</italic>\n<sub>ref</sub>, <italic toggle=\"yes\">N</italic>\n<sub>par</sub>\n</oasis:entry>\n<oasis:entry>6048, 4901</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>, <italic toggle=\"yes\">wR</italic> [<italic toggle=\"yes\">I</italic> ≥ 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0503, 0.1401</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">S</italic>\n</oasis:entry>\n<oasis:entry>1.055</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> (all data)</oasis:entry>\n<oasis:entry>0.0615, 0.1471</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>Compound <bold>1</bold> features a three-dimensional open framework with intrinsically\nchiral quartz topology. Single crystal X-ray structure analysis shows\nthat <bold>1</bold> crystallizes in the chiral space group of <italic toggle=\"yes\">P</italic>2<sub>1</sub>2<sub>1</sub>2. The asymmetric unit of <bold>1</bold> consists of three independent Zn ions, two 4-pca ligands,\none μ<sub>3</sub>-ade ligands, and one coordinated water molecule\n(Figure a). Two 4-pca ligands adopt one kind\nof coordination mode: two pyrazole nitrogen atoms bridge two Zn(II)\nions and one carboxylate oxygen atom connects one Zn(II) ion. The\nμ<sub>3</sub>-ade ligand links three independent Zn ions, and\ntwo Zn ions (Zn1 and Zn2) are bridged together by one μ<sub>3</sub>-ade ligand and two 4-pca ligands to form a dinuclear unit\nwith Zn···Zn distance of 3.3338(15) Å. All independent\nZn ions adopt tetrahedral coordination geometry. The dinuclear unit\nis surrounded by one μ<sub>3</sub>-ade ligand, one aqua molecule,\nand three 4-pca ligands, while the simple Zn3 center is bonded by\ntwo nitrogen atoms from two ade ligands and two oxygen atoms from\ntwo 4-pca ligands. The dinuclear units and the Zn3 centers are further\nconnected to other neighboring units to construct a 3D open framework\n(Figure b). Here, both the binuclear unit\nand Zn3 center act as 4-connected nodes, so the final framework of <bold>1</bold> can be topologically represented as a qtz net (Figure c). Since qtz net is intrinsically chiral, the chirality\npresented in this framework is obvious. The framework\nof <bold>1</bold> contains right-handed helices along the <italic toggle=\"yes\">b</italic>-axis, giving rise to the left-handed channel (Figures b,d); the opening size of the window is ∼5.2\nÅ × 6.7 Å, which is explored by the Poreblazer V 3.1.2\nprogram. The void volume of <bold>1</bold> is 53.3% of the crystal volume (1972.3 out of the 3700.4 Å<sup>3</sup> unit cell volume), calculated by PLATON (probe radius = 1.80\nÅ).\n</p>", "clean_text": "Results and Discussion\n\nCompound 1 features a three-dimensional open framework with intrinsically chiral quartz topology. Single crystal X-ray structure analysis shows that 1 crystallizes in the chiral space group of P21212. The asymmetric unit of 1 consists of three independent Zn ions, two 4-pca ligands, one μ3-ade ligands, and one coordinated water molecule (Figure a). Two 4-pca ligands adopt one kind of coordination mode: two pyrazole nitrogen atoms bridge two Zn(II) ions and one carboxylate oxygen atom connects one Zn(II) ion. The μ3-ade ligand links three independent Zn ions, and two Zn ions (Zn1 and Zn2) are bridged together by one μ3-ade ligand and two 4-pca ligands to form a dinuclear unit with Zn⋅⋅⋅Zn distance of 3.3338(15) Å. All independent Zn ions adopt tetrahedral coordination geometry. The dinuclear unit is surrounded by one μ3-ade ligand, one aqua molecule, and three 4-pca ligands, while the simple Zn3 center is bonded by two nitrogen atoms from two ade ligands and two oxygen atoms from two 4-pca ligands. The dinuclear units and the Zn3 centers are further connected to other neighboring units to construct a 3D open framework (Figure b). Here, both the binuclear unit and Zn3 center act as 4-connected nodes, so the final framework of 1 can be topologically represented as a qtz net (Figure c). Since qtz net is intrinsically chiral, the chirality presented in this framework is obvious. The framework of 1 contains right-handed helices along the b-axis, giving rise to the left-handed channel (Figures b,d); the opening size of the window is ~5.2 Å × 6.7 Å, which is explored by the Poreblazer V 3.1.2 program. The void volume of 1 is 53.3% of the crystal volume (1972.3 out of the 3700.4 Å3 unit cell volume), calculated by PLATON (probe radius = 1.80 Å). ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination environment in <bold>1</bold>, (b) 3D structure of <bold>1</bold>, (c) qtz topology of <bold>1</bold>, and (d) helical chain along the <italic toggle=\"yes\">b</italic>-axis.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2014-016093_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination environment in 1, (b) 3D structure of 1, (c) qtz topology of 1, and (d) helical chain along the b-axis.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>Thermogravimetric analysis (TGA)\nof <bold>1</bold> was carried out under N<sub>2</sub> atmosphere (Figure\nS1 in the ), revealing\nthat compound <bold>1</bold> can be stable up to 320 °C. A fresh\nsample of <bold>1</bold> was dipped in methanol, the solution was\nexchanged ten times in 3 days, and then TGA of the activated sample\nwas also performed. Activated compound <bold>1</bold> has weight loss\nof about 27% from 30 to 250 °C, indicating that the guests can\nbe removed from the framework. Variable-temperature powder X-ray diffraction\n(PXRD) measurement for <bold>1</bold> was performed from room temperature\nto 240 °C under an air atmosphere (Figure  and Figure S2, ). The peaks of dehydrated compound <bold>1</bold> shows obvious\nshifting from low angles to high angles (9.94°, 11.27°,\nand 22.25° oriented toward to 10.38°, 11.98°, and 23.93°,\nrespectively), confirming the flexibility and shrinkage of the framework.\nMoreover, the energy of the structure without guest molecules was\nminimized by Materials Studio/Forcite. The peak positions of the computational\nmodel from 10.19° shift slightly toward high angle compared with\nthe peaks of the original sample. This result also proves that the\nframework has a degree of flexibility (Figure S4, ). Additionally, the PXRD patterns could\nreturn back the original one, when the activated <bold>1</bold> was\nimmersed in DMF solvent again (Figure S3 in the ). The results show that the contraction–opening\nof the framework is reversible.</p>", "clean_text": "Thermogravimetric analysis (TGA) of 1 was carried out under N2 atmosphere (Figure S1 in the ), revealing that compound 1 can be stable up to 320 °C. A fresh sample of 1 was dipped in methanol, the solution was exchanged ten times in 3 days, and then TGA of the activated sample was also performed. Activated compound 1 has weight loss of about 27% from 30 to 250 °C, indicating that the guests can be removed from the framework. Variable-temperature powder X-ray diffraction (PXRD) measurement for 1 was performed from room temperature to 240 °C under an air atmosphere (Figure  and Figure S2, ). The peaks of dehydrated compound 1 shows obvious shifting from low angles to high angles (9.94°, 11.27°, and 22.25° oriented toward to 10.38°, 11.98°, and 23.93°, respectively), confirming the flexibility and shrinkage of the framework. Moreover, the energy of the structure without guest molecules was minimized by Materials Studio/Forcite. The peak positions of the computational model from 10.19° shift slightly toward high angle compared with the peaks of the original sample. This result also proves that the framework has a degree of flexibility (Figure S4, ). Additionally, the PXRD patterns could return back the original one, when the activated 1 was immersed in DMF solvent again (Figure S3 in the ). The results show that the contraction-opening of the framework is reversible.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Powder X-ray diffraction patterns measured\nfrom 30 to 240 °C for <bold>1</bold> (line a is the simulated\nreflection from single-crystal data).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2014-016093_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Powder X-ray diffraction patterns measured from 30 to 240 °C for 1 (line a is the simulated reflection from single-crystal data).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>The flexible features of the porous framework as well as\nfree amino groups presented in the pores prompted us to investigate\nthe gas sorption properties of <bold>1</bold>. The permanent porosity\nof the desolvated form of <bold>1</bold> was established by N<sub>2</sub> sorption experiments at 77 K, which showed type-I adsorption\nisotherm behavior (Figure S5 in the ). The Langmuir and BET surface areas were 526.8\nand 368.7 m<sup>2</sup> g<sup>–1</sup>, respectively.</p>", "clean_text": "The flexible features of the porous framework as well as free amino groups presented in the pores prompted us to investigate the gas sorption properties of 1. The permanent porosity of the desolvated form of 1 was established by N2 sorption experiments at 77 K, which showed type-I adsorption isotherm behavior (Figure S5 in the ). The Langmuir and BET surface areas were 526.8 and 368.7 m2 g-1, respectively.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>The adsorption of the C<sub>1</sub> to C<sub>3</sub> light hydrocarbons\nwas performed at 273 K and room temperature. The gas sorption isotherms\nof <bold>1</bold> are shown in Figure . Generally,\nthe adsorption capacity of CH<sub>4</sub> is relatively low, due to\nthe weak interaction between methane and framework. The uptake values\nof other small hydrocarbons follow the trend C<sub>2</sub>H<sub>2</sub> &gt; C<sub>2</sub>H<sub>4</sub> &gt; C<sub>2</sub>H<sub>6</sub> ≈\nC<sub>3</sub>H<sub>8</sub>, which is in line with the increasing of\nkinetic diameter of the gases. Moreover, large hysteretic behaviors\ncan be observed. Compound <bold>1</bold> can take up 134.0 cm<sup>3</sup> g <sup>–1</sup> C<sub>2</sub>H<sub>2</sub>, and a\nmoderate amount of C<sub>2</sub>H<sub>4</sub> (90.0 cm<sup>3</sup> g<sup>–1</sup>), C<sub>2</sub>H<sub>6</sub> (84.3 cm<sup>3</sup> g<sup>–1</sup>), and C<sub>3</sub>H<sub>8</sub> (80\ncm<sup>3</sup> g<sup>–1</sup>) at 273 K and 1 bar and C<sub>2</sub>H<sub>2</sub> (109.9 cm<sup>3</sup> g<sup>–1</sup>),\nC<sub>2</sub>H<sub>4</sub> (79.3 cm<sup>3</sup> g<sup>–1</sup>), C<sub>2</sub>H<sub>6</sub> (69.3 cm<sup>3</sup> g<sup>–1</sup>), and C<sub>3</sub>H<sub>8</sub> (73.4 cm<sup>3</sup> g<sup>–1</sup>) at 290 K and 1 bar.</p>", "clean_text": "The adsorption of the C1 to C3 light hydrocarbons was performed at 273 K and room temperature. The gas sorption isotherms of 1 are shown in Figure . Generally, the adsorption capacity of CH4 is relatively low, due to the weak interaction between methane and framework. The uptake values of other small hydrocarbons follow the trend C2H2 > C2H4 > C2H6 ~ C3H8, which is in line with the increasing of kinetic diameter of the gases. Moreover, large hysteretic behaviors can be observed. Compound 1 can take up 134.0 cm3 g -1 C2H2, and a moderate amount of C2H4 (90.0 cm3 g-1), C2H6 (84.3 cm3 g-1), and C3H8 (80 cm3 g-1) at 273 K and 1 bar and C2H2 (109.9 cm3 g-1), C2H4 (79.3 cm3 g-1), C2H6 (69.3 cm3 g-1), and C3H8 (73.4 cm3 g-1) at 290 K and 1 bar.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Sorption isotherms of small hydrocarbons at 273 K (a)\nand 290 K (b).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2014-016093_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Sorption isotherms of small hydrocarbons at 273 K (a) and 290 K (b).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Specially, for the dynamic\nadsorption of compound <bold>1</bold> at 273 K, the adsorption branch\nof C<sub>2</sub>H<sub>2</sub> shows a slight slope on the whole. The\ndesorption pathway cannot trace the adsorption curve, resulting in\na hysteretic behavior. Different from C<sub>2</sub>H<sub>2</sub>,\nthe isotherms of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> show distinct hysteretic loops. The opening pressure from\nnarrow pore to big pore need 610 and 550 mmHg for C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>, then the C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> adsorption abruptly increase,\nand the door-closing pressure is nearly up to 760 mmHg for C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>. Moreover, the desorption\nbranches only have slight decrease until 89 and 101 mmHg, generating\nvery large hysteretic loops. These results indicate that such compound\ncould serve as the candidate for ethylene and ethane storage via a\nkinetics-based trapping process. For C<sub>3</sub>H<sub>8</sub>, the\nfirst stage reaches the inflection point at a very low pressure of\n29 mmHg, and the uptake is close to saturation at 110 mmHg. Obviously,\nthe transformation pressure between narrow pore and large pore of\nC<sub>3</sub>H<sub>8</sub> becomes lower than that of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>.</p>", "clean_text": "Specially, for the dynamic adsorption of compound 1 at 273 K, the adsorption branch of C2H2 shows a slight slope on the whole. The desorption pathway cannot trace the adsorption curve, resulting in a hysteretic behavior. Different from C2H2, the isotherms of C2H4 and C2H6 show distinct hysteretic loops. The opening pressure from narrow pore to big pore need 610 and 550 mmHg for C2H4 and C2H6, then the C2H4 and C2H6 adsorption abruptly increase, and the door-closing pressure is nearly up to 760 mmHg for C2H4 and C2H6. Moreover, the desorption branches only have slight decrease until 89 and 101 mmHg, generating very large hysteretic loops. These results indicate that such compound could serve as the candidate for ethylene and ethane storage via a kinetics-based trapping process. For C3H8, the first stage reaches the inflection point at a very low pressure of 29 mmHg, and the uptake is close to saturation at 110 mmHg. Obviously, the transformation pressure between narrow pore and large pore of C3H8 becomes lower than that of C2H4 and C2H6.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Similar to the\nsorption results at 273 K, hysteretic sorption behaviors of compound <bold>1</bold> were observed at 290 K (Figure b).\nHowever, the opening pressures shift to higher values and the width\nof the loops become larger. Because a certain amount of probe gas\nis needed for expansion of framework, higher pressure is needed to\novercome the obstacles of diffusion of gas molecules at higher temperature.</p>", "clean_text": "Similar to the sorption results at 273 K, hysteretic sorption behaviors of compound 1 were observed at 290 K (Figure b). However, the opening pressures shift to higher values and the width of the loops become larger. Because a certain amount of probe gas is needed for expansion of framework, higher pressure is needed to overcome the obstacles of diffusion of gas molecules at higher temperature.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>It is worth mentioning that the uptake values of light hydrocarbons\nin <bold>1</bold> are higher than those of ZJU-48a, UTSA-38a, and MCOF-1, although the pore volume of <bold>1</bold> is\nsmall. This can be attributed to the proper window size and the decorated\namino groups in <bold>1</bold>. Compound <bold>1</bold> is a microporous\nframework with ∼0.75 nm pore size, which may be suitable for\nlight hydrocarbons (kinetic diameters between 0.2–0.6 nm). On the other hand, upon activation, the Zn2 center will have an\nopening coordination site due to the removal of the coordinated water\n(O1w). Moreover, the acetylene has a smaller kinetic diameter (3.3\nÅ) compared with C<sub>2</sub>H<sub>4</sub> (4.2 Å) and\nC<sub>2</sub>H<sub>6</sub> (4.4 Å). With increasing adsorption\nstrength of π-complexation adsorbents between the unsaturated\nZn2 centers and the unsaturated hydrocarbons, compound <bold>1</bold> takes up the higher capacity of C<sub>2</sub>H<sub>2</sub> over\nC<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>. Additionally,\nthe gate-opening pressures are lower for acetylene and ethane than\nthat for ethylene, a similar effect was observed by Gascon et al.\nin the framework ZIF-7 with a similar pore size (7.5 Å), which\nshows stepwise isotherms of C2–C3 light hydrocarbon isomers. The structural transitions can be attribute\nto the consequence of adsorbate–adsorbent interactions. Noncovalent\ninteractions, such as H-bonding, CH···π interactions\nor van der Waals interactions, between a dsorbents and the MOF matrix\nplay an important role in the adsorption of light hydrocarbons. Moreover,\nthe gate opening and large hysteresis can be explained like a similar\nstructure Cu(btd). The rotation of coordination\nbonds formed by binuclear zinc and coordination nitrogen atoms causes\nthe structural transitions upon response to light hydrocarbons in\nthe sorption process.</p>", "clean_text": "It is worth mentioning that the uptake values of light hydrocarbons in 1 are higher than those of ZJU-48a, UTSA-38a, and MCOF-1, although the pore volume of 1 is small. This can be attributed to the proper window size and the decorated amino groups in 1. Compound 1 is a microporous framework with ~0.75 nm pore size, which may be suitable for light hydrocarbons (kinetic diameters between 0.2-0.6 nm). On the other hand, upon activation, the Zn2 center will have an opening coordination site due to the removal of the coordinated water (O1w). Moreover, the acetylene has a smaller kinetic diameter (3.3 Å) compared with C2H4 (4.2 Å) and C2H6 (4.4 Å). With increasing adsorption strength of π-complexation adsorbents between the unsaturated Zn2 centers and the unsaturated hydrocarbons, compound 1 takes up the higher capacity of C2H2 over C2H4 and C2H6. Additionally, the gate-opening pressures are lower for acetylene and ethane than that for ethylene, a similar effect was observed by Gascon et al. in the framework ZIF-7 with a similar pore size (7.5 Å), which shows stepwise isotherms of C2-C3 light hydrocarbon isomers. The structural transitions can be attribute to the consequence of adsorbate-adsorbent interactions. Noncovalent interactions, such as H-bonding, CH⋅⋅⋅π interactions or van der Waals interactions, between a dsorbents and the MOF matrix play an important role in the adsorption of light hydrocarbons. Moreover, the gate opening and large hysteresis can be explained like a similar structure Cu(btd). The rotation of coordination bonds formed by binuclear zinc and coordination nitrogen atoms causes the structural transitions upon response to light hydrocarbons in the sorption process.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, one flexible\nMOF based on mixed 4-pyrazolecarboxylate and adenine ligands has been\nsuccessfully synthesized. As expected, this compound exhibits the\ngate-opening and hysteretic adsorption behaviors in response to light\nhydrocarbons with high capacity. The results reveal that MOFs with\nkinetics-based sorption process may be good for storage and purification\nof light hydrocarbons.</p>", "clean_text": "Conclusion\n\nIn summary, one flexible MOF based on mixed 4-pyrazolecarboxylate and adenine ligands has been successfully synthesized. As expected, this compound exhibits the gate-opening and hysteretic adsorption behaviors in response to light hydrocarbons with high capacity. The results reveal that MOFs with kinetics-based sorption process may be good for storage and purification of light hydrocarbons.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Additional figures, including TGA curves, PXRD\npatterns, and N2 adsorption isotherm, and crystallographic information\nin CIF format. This material is available free of charge via the Internet\nat <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "Additional figures, including TGA curves, PXRD patterns, and N2 adsorption isotherm, and crystallographic information in CIF format. This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The authors declare no competing\nfinancial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis\nof Compound <bold>1</bold>\n</title><p>A mixture of Zn(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (48.0 mg, 0.160 mmol), 4-H<sub>2</sub>pca (14.0 mg, 0.120 mmol), and Hade (13.0 mg, 0.100 mmol)\nwas dissolved in DMF/H<sub>2</sub>O (10 mL, 9:1, v/v) in a screw-capped\nvial and heated to 120 °C for 14 days. The resulting block shaped\nsingle crystals were washed with DMF several times. Elemental analysis\nCalcd For Zn<sub>5</sub>C<sub>35</sub>N<sub>21</sub>H<sub>47</sub>O<sub>16</sub>: C, 31.25; H, 3.50; N, 18.75. Found: C, 30.11; H,\n3.88; N: 17.12.</p>", "clean_text": "Synthesis of Compound 1 \n\nA mixture of Zn(NO3)2⋅6H2O (48.0 mg, 0.160 mmol), 4-H2pca (14.0 mg, 0.120 mmol), and Hade (13.0 mg, 0.100 mmol) was dissolved in DMF/H2O (10 mL, 9:1, v/v) in a screw-capped vial and heated to 120 °C for 14 days. The resulting block shaped single crystals were washed with DMF several times. Elemental analysis Calcd For Zn5C35N21H47O16: C, 31.25; H, 3.50; N, 18.75. Found: C, 30.11; H, 3.88; N: 17.12.", "data": [{"meta": {"name": "Compound 1", "symbol": "1", "chemical formula": "Zn5C35N21H47O16"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn(NO3)2·6H2O", "amount": "48.0", "unit": "mg"}, {"name": "4-H2pca", "amount": "14.0", "unit": "mg"}, {"name": "Hade", "amount": "13.0", "unit": "mg"}], "solution": [{"name": "DMF/H2O", "amount": "10", "unit": "mL", "ratio": "9:1 v/v"}], "pressure": "", "temperature": "120°C", "time": "14 days"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "several times"}]}], "include_properties": ["solvothermal_synthesis", "washing"]}, {"idx": "9, 11, 13, 14, 16", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><p>Compound <bold>1</bold> features a three-dimensional open framework with intrinsically\nchiral quartz topology. Single crystal X-ray structure analysis shows\nthat <bold>1</bold> crystallizes in the chiral space group of <italic toggle=\"yes\">P</italic>2<sub>1</sub>2<sub>1</sub>2. The asymmetric unit of <bold>1</bold> consists of three independent Zn ions, two 4-pca ligands,\none μ<sub>3</sub>-ade ligands, and one coordinated water molecule\n(Figure a). Two 4-pca ligands adopt one kind\nof coordination mode: two pyrazole nitrogen atoms bridge two Zn(II)\nions and one carboxylate oxygen atom connects one Zn(II) ion. The\nμ<sub>3</sub>-ade ligand links three independent Zn ions, and\ntwo Zn ions (Zn1 and Zn2) are bridged together by one μ<sub>3</sub>-ade ligand and two 4-pca ligands to form a dinuclear unit\nwith Zn···Zn distance of 3.3338(15) Å. All independent\nZn ions adopt tetrahedral coordination geometry. The dinuclear unit\nis surrounded by one μ<sub>3</sub>-ade ligand, one aqua molecule,\nand three 4-pca ligands, while the simple Zn3 center is bonded by\ntwo nitrogen atoms from two ade ligands and two oxygen atoms from\ntwo 4-pca ligands. The dinuclear units and the Zn3 centers are further\nconnected to other neighboring units to construct a 3D open framework\n(Figure b). Here, both the binuclear unit\nand Zn3 center act as 4-connected nodes, so the final framework of <bold>1</bold> can be topologically represented as a qtz net (Figure c). Since qtz net is intrinsically chiral, the chirality\npresented in this framework is obvious. The framework\nof <bold>1</bold> contains right-handed helices along the <italic toggle=\"yes\">b</italic>-axis, giving rise to the left-handed channel (Figures b,d); the opening size of the window is ∼5.2\nÅ × 6.7 Å, which is explored by the Poreblazer V 3.1.2\nprogram. The void volume of <bold>1</bold> is 53.3% of the crystal volume (1972.3 out of the 3700.4 Å<sup>3</sup> unit cell volume), calculated by PLATON (probe radius = 1.80\nÅ).\n</p><p>Thermogravimetric analysis (TGA)\nof <bold>1</bold> was carried out under N<sub>2</sub> atmosphere (Figure\nS1 in the ), revealing\nthat compound <bold>1</bold> can be stable up to 320 °C. A fresh\nsample of <bold>1</bold> was dipped in methanol, the solution was\nexchanged ten times in 3 days, and then TGA of the activated sample\nwas also performed. Activated compound <bold>1</bold> has weight loss\nof about 27% from 30 to 250 °C, indicating that the guests can\nbe removed from the framework. Variable-temperature powder X-ray diffraction\n(PXRD) measurement for <bold>1</bold> was performed from room temperature\nto 240 °C under an air atmosphere (Figure  and Figure S2, ). The peaks of dehydrated compound <bold>1</bold> shows obvious\nshifting from low angles to high angles (9.94°, 11.27°,\nand 22.25° oriented toward to 10.38°, 11.98°, and 23.93°,\nrespectively), confirming the flexibility and shrinkage of the framework.\nMoreover, the energy of the structure without guest molecules was\nminimized by Materials Studio/Forcite. The peak positions of the computational\nmodel from 10.19° shift slightly toward high angle compared with\nthe peaks of the original sample. This result also proves that the\nframework has a degree of flexibility (Figure S4, ). Additionally, the PXRD patterns could\nreturn back the original one, when the activated <bold>1</bold> was\nimmersed in DMF solvent again (Figure S3 in the ). The results show that the contraction–opening\nof the framework is reversible.</p><p>The flexible features of the porous framework as well as\nfree amino groups presented in the pores prompted us to investigate\nthe gas sorption properties of <bold>1</bold>. The permanent porosity\nof the desolvated form of <bold>1</bold> was established by N<sub>2</sub> sorption experiments at 77 K, which showed type-I adsorption\nisotherm behavior (Figure S5 in the ). The Langmuir and BET surface areas were 526.8\nand 368.7 m<sup>2</sup> g<sup>–1</sup>, respectively.</p><p>The adsorption of the C<sub>1</sub> to C<sub>3</sub> light hydrocarbons\nwas performed at 273 K and room temperature. The gas sorption isotherms\nof <bold>1</bold> are shown in Figure . Generally,\nthe adsorption capacity of CH<sub>4</sub> is relatively low, due to\nthe weak interaction between methane and framework. The uptake values\nof other small hydrocarbons follow the trend C<sub>2</sub>H<sub>2</sub> &gt; C<sub>2</sub>H<sub>4</sub> &gt; C<sub>2</sub>H<sub>6</sub> ≈\nC<sub>3</sub>H<sub>8</sub>, which is in line with the increasing of\nkinetic diameter of the gases. Moreover, large hysteretic behaviors\ncan be observed. Compound <bold>1</bold> can take up 134.0 cm<sup>3</sup> g <sup>–1</sup> C<sub>2</sub>H<sub>2</sub>, and a\nmoderate amount of C<sub>2</sub>H<sub>4</sub> (90.0 cm<sup>3</sup> g<sup>–1</sup>), C<sub>2</sub>H<sub>6</sub> (84.3 cm<sup>3</sup> g<sup>–1</sup>), and C<sub>3</sub>H<sub>8</sub> (80\ncm<sup>3</sup> g<sup>–1</sup>) at 273 K and 1 bar and C<sub>2</sub>H<sub>2</sub> (109.9 cm<sup>3</sup> g<sup>–1</sup>),\nC<sub>2</sub>H<sub>4</sub> (79.3 cm<sup>3</sup> g<sup>–1</sup>), C<sub>2</sub>H<sub>6</sub> (69.3 cm<sup>3</sup> g<sup>–1</sup>), and C<sub>3</sub>H<sub>8</sub> (73.4 cm<sup>3</sup> g<sup>–1</sup>) at 290 K and 1 bar.</p><p>Specially, for the dynamic\nadsorption of compound <bold>1</bold> at 273 K, the adsorption branch\nof C<sub>2</sub>H<sub>2</sub> shows a slight slope on the whole. The\ndesorption pathway cannot trace the adsorption curve, resulting in\na hysteretic behavior. Different from C<sub>2</sub>H<sub>2</sub>,\nthe isotherms of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> show distinct hysteretic loops. The opening pressure from\nnarrow pore to big pore need 610 and 550 mmHg for C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>, then the C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub> adsorption abruptly increase,\nand the door-closing pressure is nearly up to 760 mmHg for C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>. Moreover, the desorption\nbranches only have slight decrease until 89 and 101 mmHg, generating\nvery large hysteretic loops. These results indicate that such compound\ncould serve as the candidate for ethylene and ethane storage via a\nkinetics-based trapping process. For C<sub>3</sub>H<sub>8</sub>, the\nfirst stage reaches the inflection point at a very low pressure of\n29 mmHg, and the uptake is close to saturation at 110 mmHg. Obviously,\nthe transformation pressure between narrow pore and large pore of\nC<sub>3</sub>H<sub>8</sub> becomes lower than that of C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>.</p>", "clean_text": "Results and Discussion\n\nCompound 1 features a three-dimensional open framework with intrinsically chiral quartz topology. Single crystal X-ray structure analysis shows that 1 crystallizes in the chiral space group of P21212. The asymmetric unit of 1 consists of three independent Zn ions, two 4-pca ligands, one μ3-ade ligands, and one coordinated water molecule (Figure a). Two 4-pca ligands adopt one kind of coordination mode: two pyrazole nitrogen atoms bridge two Zn(II) ions and one carboxylate oxygen atom connects one Zn(II) ion. The μ3-ade ligand links three independent Zn ions, and two Zn ions (Zn1 and Zn2) are bridged together by one μ3-ade ligand and two 4-pca ligands to form a dinuclear unit with Zn⋅⋅⋅Zn distance of 3.3338(15) Å. All independent Zn ions adopt tetrahedral coordination geometry. The dinuclear unit is surrounded by one μ3-ade ligand, one aqua molecule, and three 4-pca ligands, while the simple Zn3 center is bonded by two nitrogen atoms from two ade ligands and two oxygen atoms from two 4-pca ligands. The dinuclear units and the Zn3 centers are further connected to other neighboring units to construct a 3D open framework (Figure b). Here, both the binuclear unit and Zn3 center act as 4-connected nodes, so the final framework of 1 can be topologically represented as a qtz net (Figure c). Since qtz net is intrinsically chiral, the chirality presented in this framework is obvious. The framework of 1 contains right-handed helices along the b-axis, giving rise to the left-handed channel (Figures b,d); the opening size of the window is ~5.2 Å × 6.7 Å, which is explored by the Poreblazer V 3.1.2 program. The void volume of 1 is 53.3% of the crystal volume (1972.3 out of the 3700.4 Å3 unit cell volume), calculated by PLATON (probe radius = 1.80 Å). \n\nThermogravimetric analysis (TGA) of 1 was carried out under N2 atmosphere (Figure S1 in the ), revealing that compound 1 can be stable up to 320 °C. A fresh sample of 1 was dipped in methanol, the solution was exchanged ten times in 3 days, and then TGA of the activated sample was also performed. Activated compound 1 has weight loss of about 27% from 30 to 250 °C, indicating that the guests can be removed from the framework. Variable-temperature powder X-ray diffraction (PXRD) measurement for 1 was performed from room temperature to 240 °C under an air atmosphere (Figure  and Figure S2, ). The peaks of dehydrated compound 1 shows obvious shifting from low angles to high angles (9.94°, 11.27°, and 22.25° oriented toward to 10.38°, 11.98°, and 23.93°, respectively), confirming the flexibility and shrinkage of the framework. Moreover, the energy of the structure without guest molecules was minimized by Materials Studio/Forcite. The peak positions of the computational model from 10.19° shift slightly toward high angle compared with the peaks of the original sample. This result also proves that the framework has a degree of flexibility (Figure S4, ). Additionally, the PXRD patterns could return back the original one, when the activated 1 was immersed in DMF solvent again (Figure S3 in the ). The results show that the contraction-opening of the framework is reversible.\n\nThe flexible features of the porous framework as well as free amino groups presented in the pores prompted us to investigate the gas sorption properties of 1. The permanent porosity of the desolvated form of 1 was established by N2 sorption experiments at 77 K, which showed type-I adsorption isotherm behavior (Figure S5 in the ). The Langmuir and BET surface areas were 526.8 and 368.7 m2 g-1, respectively.\n\nThe adsorption of the C1 to C3 light hydrocarbons was performed at 273 K and room temperature. The gas sorption isotherms of 1 are shown in Figure . Generally, the adsorption capacity of CH4 is relatively low, due to the weak interaction between methane and framework. The uptake values of other small hydrocarbons follow the trend C2H2 > C2H4 > C2H6 ~ C3H8, which is in line with the increasing of kinetic diameter of the gases. Moreover, large hysteretic behaviors can be observed. Compound 1 can take up 134.0 cm3 g -1 C2H2, and a moderate amount of C2H4 (90.0 cm3 g-1), C2H6 (84.3 cm3 g-1), and C3H8 (80 cm3 g-1) at 273 K and 1 bar and C2H2 (109.9 cm3 g-1), C2H4 (79.3 cm3 g-1), C2H6 (69.3 cm3 g-1), and C3H8 (73.4 cm3 g-1) at 290 K and 1 bar.\n\nSpecially, for the dynamic adsorption of compound 1 at 273 K, the adsorption branch of C2H2 shows a slight slope on the whole. The desorption pathway cannot trace the adsorption curve, resulting in a hysteretic behavior. Different from C2H2, the isotherms of C2H4 and C2H6 show distinct hysteretic loops. The opening pressure from narrow pore to big pore need 610 and 550 mmHg for C2H4 and C2H6, then the C2H4 and C2H6 adsorption abruptly increase, and the door-closing pressure is nearly up to 760 mmHg for C2H4 and C2H6. Moreover, the desorption branches only have slight decrease until 89 and 101 mmHg, generating very large hysteretic loops. These results indicate that such compound could serve as the candidate for ethylene and ethane storage via a kinetics-based trapping process. For C3H8, the first stage reaches the inflection point at a very low pressure of 29 mmHg, and the uptake is close to saturation at 110 mmHg. Obviously, the transformation pressure between narrow pore and large pore of C3H8 becomes lower than that of C2H4 and C2H6.", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "topology": [{"value": "quartz", "condition": "chiral"}], "space group": [{"value": "P2_1_2_1_2", "condition": ""}], "porosity": [{"proboe": "", "value": "53.3", "unit": "%", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "porosity": [{"proboe": "N2", "value": "526.8", "unit": "m2/g", "condition": "Langmuir"}, {"proboe": "N2", "value": "368.7", "unit": "m2/g", "condition": "BET"}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "porosity": [{"proboe": "C1-C3 light hydrocarbons", "value": "134.0", "unit": "cm3/g", "condition": "273 K and 1 bar"}, {"proboe": "C1-C3 light hydrocarbons", "value": "90.0", "unit": "cm3/g", "condition": "273 K and 1 bar"}, {"proboe": "C1-C3 light hydrocarbons", "value": "84.3", "unit": "cm3/g", "condition": "273 K and 1 bar"}, {"proboe": "C1-C3 light hydrocarbons", "value": "80.0", "unit": "cm3/g", "condition": "273 K and 1 bar"}, {"proboe": "C1-C3 light hydrocarbons", "value": "109.9", "unit": "cm3/g", "condition": "290 K and 1 bar"}, {"proboe": "C1-C3 light hydrocarbons", "value": "79.3", "unit": "cm3/g", "condition": "290 K and 1 bar"}, {"proboe": "C1-C3 light hydrocarbons", "value": "69.3", "unit": "cm3/g", "condition": "290 K and 1 bar"}, {"proboe": "C1-C3 light hydrocarbons", "value": "73.4", "unit": "cm3/g", "condition": "290 K and 1 bar"}]}]], "include_properties": ["topology", "space_group", "porosity"]}, {"idx": 8, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data of <bold>1</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>compound</oasis:entry>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>Zn<sub>3</sub>C<sub>26</sub>N<sub>18</sub>O<sub>10</sub>H<sub>20</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula\nwt</oasis:entry>\n<oasis:entry>1071.45</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>cryst syst</oasis:entry>\n<oasis:entry>orthorhombic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>2<sub>1</sub>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> (Å)</oasis:entry>\n<oasis:entry>20.1049(18)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> (Å)</oasis:entry>\n<oasis:entry>12.7575(15)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> (Å)</oasis:entry>\n<oasis:entry>14.4270(12)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>3700.4(6)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>μ(Mo/Cu Kα) (mm<sup>–1</sup>)</oasis:entry>\n<oasis:entry>0.71073</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>1064</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temp (K)</oasis:entry>\n<oasis:entry>293</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ min, max(deg)</oasis:entry>\n<oasis:entry>2.47, 25.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">T</italic>\n<sub>min</sub> and <italic toggle=\"yes\">T</italic>\n<sub>max</sub>\n</oasis:entry>\n<oasis:entry>0.782, 0.782</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>(int)</oasis:entry>\n<oasis:entry>0.0405</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">N</italic>\n<sub>ref</sub>, <italic toggle=\"yes\">N</italic>\n<sub>par</sub>\n</oasis:entry>\n<oasis:entry>6048, 4901</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>, <italic toggle=\"yes\">wR</italic> [<italic toggle=\"yes\">I</italic> ≥ 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0503, 0.1401</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">S</italic>\n</oasis:entry>\n<oasis:entry>1.055</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub>, w<italic toggle=\"yes\">R</italic>\n<sub>2</sub> (all data)</oasis:entry>\n<oasis:entry>0.0615, 0.1471</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystal Data of 1\n\n| compound | 1 |\n|----------|---|\n| formula  | Zn<sub>3</sub>C<sub>26</sub>N<sub>18</sub>O<sub>10</sub>H<sub>20</sub> |\n| formula wt | 1071.45 |\n| cryst syst | orthorhombic |\n| space group | P2<sub>1</sub>2<sub>1</sub>2 |\n| a (Å) | 20.1049(18) |\n| b (Å) | 12.7575(15) |\n| c (Å) | 14.4270(12) |\n| V (Å<sup>3</sup>) | 3700.4(6) |\n| Z | 2 |\n| μ(Mo/Cu Kα) (mm<sup>–1</sup>) | 0.71073 |\n| F(000) | 1064 |\n| temp (K) | 293 |\n| θ min, max(deg) | 2.47, 25.00 |\n| T<sub>min</sub> and T<sub>max</sub> | 0.782, 0.782 |\n| R(int) | 0.0405 |\n| N<sub>ref</sub>, N<sub>par</sub> | 6048, 4901 |\n| R<sub>1</sub>, wR [I ≥ 2σ(I)] | 0.0503, 0.1401 |\n| S | 1.055 |\n| R<sub>1</sub>, wR<sub>2</sub> (all data) | 0.0615, 0.1471 |", "data": [{"meta": {"name": "1", "symbol": "", "chemical formula": "Zn₃C₂₆N₁₈O₁₀H₂₀"}, "chemical formula weight": [{"value": "1071.45", "unit": "", "condition": ""}], "crystal system": [{"value": "orthorhombic", "condition": ""}], "space group": [{"value": "P2₁2₁2₁", "condition": ""}], "lattice parameters": [{"value": {"a": "20.1049(18)", "b": "12.7575(15)", "c": "14.4270(12)", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "3700.4(6)", "unit": "Å^3", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume"]}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Coordination environment in <bold>1</bold>, (b) 3D structure of <bold>1</bold>, (c) qtz topology of <bold>1</bold>, and (d) helical chain along the <italic toggle=\"yes\">b</italic>-axis.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2014-016093_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) Coordination environment in 1, (b) 3D structure of 1, (c) qtz topology of 1, and (d) helical chain along the b-axis.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Powder X-ray diffraction patterns measured\nfrom 30 to 240 °C for <bold>1</bold> (line a is the simulated\nreflection from single-crystal data).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2014-016093_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Powder X-ray diffraction patterns measured from 30 to 240 °C for 1 (line a is the simulated reflection from single-crystal data).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Sorption isotherms of small hydrocarbons at 273 K (a)\nand 290 K (b).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2014-016093_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Sorption isotherms of small hydrocarbons at 273 K (a) and 290 K (b).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cg5016093", "title": null, "journal": "American Chemical\nSociety", "date": "2015.01", "author_list": ["Fu\nHong-Ru", "Zhang\nJian"]}}