{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg8b01353.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>This review explores the features\nand applications of porous metal–organic\nframework MIL-100­(M) (M = Cr, Fe, Sc, Al, V). With large pores, BET\nsurface area and high thermal, chemical stability, MIL-100 has aroused\ngreat interest of scientists and become one of the most popular MOFs.\nMIL-100 MOFs containing different metallic units have different properties\nand thus have different applications. Among MIL-100­(M) (M = Cr, Fe,\nSc, Al, V), Fe-based MIL-100 possesses unique properties and has got\nrelatively many reports. With many excellent properties, MIL-100 materials\nshow a great performance in different fields and become promising\nadsorbents, catalysts, and drug carriers.</p>", "clean_text": "This review explores the features and applications of porous metal-organic framework MIL-100(M) (M = Cr, Fe, Sc, Al, V). With large pores, BET surface area and high thermal, chemical stability, MIL-100 has aroused great interest of scientists and become one of the most popular MOFs. MIL-100 MOFs containing different metallic units have different properties and thus have different applications. Among MIL-100(M) (M = Cr, Fe, Sc, Al, V), Fe-based MIL-100 possesses unique properties and has got relatively many reports. With many excellent properties, MIL-100 materials show a great performance in different fields and become promising adsorbents, catalysts, and drug carriers.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>With large pores and high chemical stability,\nMIL-100 has\nwide potential applications. Among MIL-100 materials, MIL-100­(Fe)\nnanoparticle shows nontoxic property and is used as substrate to fabricate\nMOF@lipid nanoparticles and store dye molecules whose release is prevented\nby the lipid bilayer. Meanwhile, the MOF@lipid nanoparticles can be\nadsorbed by cancer cells efficiently, which demonstrates MIL-100­(Fe)\nis a promising drug carrier material.</p>", "clean_text": "With large pores and high chemical stability, MIL-100 has wide potential applications. Among MIL-100 materials, MIL-100(Fe) nanoparticle shows nontoxic property and is used as substrate to fabricate MOF@lipid nanoparticles and store dye molecules whose release is prevented by the lipid bilayer. Meanwhile, the MOF@lipid nanoparticles can be adsorbed by cancer cells efficiently, which demonstrates MIL-100(Fe) is a promising drug carrier material.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><title>MIL-100</title><p>Porous metal–organic\nframeworks (MOFs) which are a new class of materials comprising the\nmetallic ions and the organic ligands have become more and more popular. Because of the tunable pore aperture, high stable\nstructure, and high specific surface areas, MOFs have received extensive\nresearch and are very promising candidates for absorbents, catalysis, sensing, drug\ncarrier, and so on. After\nFérey and his colleagues published reports of the synthesis\nand the structure determination of a large-pore chromium­(III) carboxylate,\ncalled MIL (MIL: Materials of Institut Lavoisier), MIL had aroused great interest of scientists due to its\nlarge accessible and permanent porosity. After that, the combination\nof Cr<sup>3+</sup> ions with 1,3,5-benzene tricarboxylic acid (BTC)\nadded a new member to the MILs family, that was MIL-100­(Cr) (MIL:\nMaterials of Institut Lavoisier). With\nthe same organic linkers as well as similar structures, the metallic\nunits of MIL-100 can be expanded to other trivalent metal ions including\nFe, Sc, and Al. The iron octahedra shared a common vertex μ<sub>3</sub>-O with each other and assembled into trimers in order to\nbuild up the iron­(III) carboxylate in the structure of MIL-100­(Fe).\nAs shown in , the trimers linked by the tricarboxylate moieties in this way generated\nthe hybrid supertetrahedra and further assemble into a zeolitic architecture\nof the MTN type.</p>", "clean_text": "Introduction\n\nMIL-100\n\nPorous metal-organic frameworks (MOFs) which are a new class of materials comprising the metallic ions and the organic ligands have become more and more popular. Because of the tunable pore aperture, high stable structure, and high specific surface areas, MOFs have received extensive research and are very promising candidates for absorbents, catalysis, sensing, drug carrier, and so on. After Férey and his colleagues published reports of the synthesis and the structure determination of a large-pore chromium(III) carboxylate, called MIL (MIL: Materials of Institut Lavoisier), MIL had aroused great interest of scientists due to its large accessible and permanent porosity. After that, the combination of Cr3+ ions with 1,3,5-benzene tricarboxylic acid (BTC) added a new member to the MILs family, that was MIL-100(Cr) (MIL: Materials of Institut Lavoisier). With the same organic linkers as well as similar structures, the metallic units of MIL-100 can be expanded to other trivalent metal ions including Fe, Sc, and Al. The iron octahedra shared a common vertex μ3-O with each other and assembled into trimers in order to build up the iron(III) carboxylate in the structure of MIL-100(Fe). As shown in , the trimers linked by the tricarboxylate moieties in this way generated the hybrid supertetrahedra and further assemble into a zeolitic architecture of the MTN type.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structure of Fe-based MIL-100. (A) The trimer of iron\noctahedra\nwhich was linked by the trimesic acid generated (B) one unit cell\nof MIL-100­(Fe). (C) The free apertures of the two types of cages were\n∼25 and 29 Å in polyhedral mode. (D) Pentagonal and hexagonal\nwindows of the mesoporous cages were ∼5.5 and 8.6 Å in\nballs and sticks (C: black; O: red; Fe: gray).<xref ref-type=\"bibr\" rid=\"ref22\"></xref>\n</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2018-01353c_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structure of Fe-based MIL-100. (A) The trimer of iron octahedra which was linked by the trimesic acid generated (B) one unit cell of MIL-100(Fe). (C) The free apertures of the two types of cages were ~25 and 29 Å in polyhedral mode. (D) Pentagonal and hexagonal windows of the mesoporous cages were ~5.5 and 8.6 Å in balls and sticks (C: black; O: red; Fe: gray).    ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>Horcajada et al. had successfully\nsynthesized a series of mesoporous and environmentally friendly iron­(III)\npolycarboxylates including MIL-100 and MIL-101 that were isostructural\nand/or similar functionalization. Their free diameters, microporous\nwindows, pore volumes, and surface areas were compared with each other.\nConcretely, MIL-100 solids exhibited giant pores whose free diameters\nwere 25 and 29 Å, while MIL-101 exhibited giant pores of 29 and\n34 Å. Their pore volumes and BET surface areas ranged from 1.2\nto 2.0 cm<sup>3</sup> g<sup>–1</sup> and from 2500 to 4500\nm<sup>2</sup> g<sup>–1</sup>, respectively. These values for\nMIL-100 were comparable to the values for the reported MOFs with the\nlargest mesopore sizes. Furthermore, MIL-100 showed a good thermal stability\nup to the temperature of 473 K and retained its structure in protic\npolar solvents at least 1 or 2 months. MIL-101 materials have been\nproved to show a superior catalytic performance in hydrogen sulfide\nadsorption and the oxidation of cyclohexane, aromatic compounds with <sup>\n<italic>t</italic>\n</sup>BuOOH, or other heterogeneous\nreactions. Thus, the synthesis and potential applications of MIL-100\nare also well worth studying.</p>", "clean_text": "Horcajada et al. had successfully synthesized a series of mesoporous and environmentally friendly iron(III) polycarboxylates including MIL-100 and MIL-101 that were isostructural and/or similar functionalization. Their free diameters, microporous windows, pore volumes, and surface areas were compared with each other. Concretely, MIL-100 solids exhibited giant pores whose free diameters were 25 and 29 Å, while MIL-101 exhibited giant pores of 29 and 34 Å. Their pore volumes and BET surface areas ranged from 1.2 to 2.0 cm3 g-1 and from 2500 to 4500 m2 g-1, respectively. These values for MIL-100 were comparable to the values for the reported MOFs with the largest mesopore sizes. Furthermore, MIL-100 showed a good thermal stability up to the temperature of 473 K and retained its structure in protic polar solvents at least 1 or 2 months. MIL-101 materials have been proved to show a superior catalytic performance in hydrogen sulfide adsorption and the oxidation of cyclohexane, aromatic compounds with  t BuOOH, or other heterogeneous reactions. Thus, the synthesis and potential applications of MIL-100 are also well worth studying.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>MIL-100 containing various metallic\nunits have their own advantages\nand potential applications. For example, compared with other metals,\nthe iron offers several advantages including its nontoxicity, redox\nproperties, low cost, and environmentally friendly character. With\ndifferent interactions between the frameworks of MIL-100 and various\ngases molecules, MIL-100 could be potential adsorbents for gases including\nhydrogen, carbon monoxide, light hydrocarbons, and for many pollutant molecules including organoarsenic compounds, N/S-Heterocyclic contaminant. MIL-100 also could be applied as catalysts with high activity\nand selectivity. Besides, MIL-100 had\nbeen reported to have a potential application prospect in drug carriers\nbecause it showed a good performance in loading drug molecules, controlled\nrelease of the molecules, and imaging.\n</p>", "clean_text": "MIL-100 containing various metallic units have their own advantages and potential applications. For example, compared with other metals, the iron offers several advantages including its nontoxicity, redox properties, low cost, and environmentally friendly character. With different interactions between the frameworks of MIL-100 and various gases molecules, MIL-100 could be potential adsorbents for gases including hydrogen, carbon monoxide, light hydrocarbons, and for many pollutant molecules including organoarsenic compounds, N/S-Heterocyclic contaminant. MIL-100 also could be applied as catalysts with high activity and selectivity. Besides, MIL-100 had been reported to have a potential application prospect in drug carriers because it showed a good performance in loading drug molecules, controlled release of the molecules, and imaging. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Synthesis</title><p>Férey et al. reported the synthesis of Fe-based MIL-100 first.\nHowever, the reaction time between the metal ions and the organic\nlinkers reached 6 days in their report. With a modified method, MIL-100­(Fe)\ncould be fabricated by mixing the metallic iron, 1,3,5-benzenetricarboxylic\nacid, HF, and HNO<sub>3</sub> in deionized water and subsequent heat\ntreatments for 24 h, followed by filtration and washing. The residual\nquantity of benzenetricarboxylic acid could be decreased through the\ntreatment in hot deionized water, further extraction in hot ethanol,\nand drying at room temperature. The pH\nremained acidic in the whole process of synthesis. Lately, the synthetic\nmethod of MIL-100­(Fe) got further modification in the literature. The MOF material could be generated under mild\ncondition without the use of HF and HNO<sub>3</sub> which were environmentally\nharmful by adding FeCl<sub>2</sub>·4H<sub>2</sub>O as iron sources\nand NaOH for the deprotonation of the organic linker.</p>", "clean_text": "Synthesis\n\nFérey et al. reported the synthesis of Fe-based MIL-100 first. However, the reaction time between the metal ions and the organic linkers reached 6 days in their report. With a modified method, MIL-100(Fe) could be fabricated by mixing the metallic iron, 1,3,5-benzenetricarboxylic acid, HF, and HNO3 in deionized water and subsequent heat treatments for 24 h, followed by filtration and washing. The residual quantity of benzenetricarboxylic acid could be decreased through the treatment in hot deionized water, further extraction in hot ethanol, and drying at room temperature. The pH remained acidic in the whole process of synthesis. Lately, the synthetic method of MIL-100(Fe) got further modification in the literature. The MOF material could be generated under mild condition without the use of HF and HNO3 which were environmentally harmful by adding FeCl2⋅4H2O as iron sources and NaOH for the deprotonation of the organic linker.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Similar\nto the synthesis method of MIL-100­(Fe) mentioned above, MIL-100­(Al),\nMIL-100­(Cr), MIL-100­(V) as well as MIL-100­(Sc) could be synthesized\nby heating the mixture of the deionized water/<italic>N</italic>,<italic>N</italic>-dimethylformamide (DMF), trimesate linkers, and the corresponding\nmetallic ion (Al<sup>3+</sup>, Cr<sup>3+</sup>, V<sup>3+</sup>, and\nSc<sup>3+</sup>, respectively) according to the reported procedure. With different metallic units, the products were\nobtained at different temperatures and for different times.</p>", "clean_text": "Similar to the synthesis method of MIL-100(Fe) mentioned above, MIL-100(Al), MIL-100(Cr), MIL-100(V) as well as MIL-100(Sc) could be synthesized by heating the mixture of the deionized water/N,N-dimethylformamide (DMF), trimesate linkers, and the corresponding metallic ion (Al3+, Cr3+, V3+, and Sc3+, respectively) according to the reported procedure. With different metallic units, the products were obtained at different temperatures and for different times.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Different from the above synthesis method, Li et al. reported a new synthesis strategy of obtaining\nMIL-100­(Fe). The easily fabricated CuBTC was synthesized first and\nsubsequently transformed to MIL-100­(Fe) in this new strategy based\non the substitution of multivalent cation. The transformation mechanism\nwas summarized as follows: Fe<sup>3+</sup> ions could replace the\ncopper ions after the immersion of the CuBTC crystals into the reported\nsubstitution solutions; Then there were MIL-100 nanocrystals with\na larger window which began to form on the surface of the crystals.\nThe larger window of MIL-100 nanocrystals allowed the diffusion of\nthe Fe<sup>3+</sup> ion and solvent, leading to the quick replacement\nof Cu<sup>2+</sup> ions by Fe<sup>3+</sup> ion in CuBTC crystals and\nrapid formation of MIL-100. This strategy not only avoided the use\nof hazardous hydrofluoric acid but also could be extended further\nto synthesize other MOFs with different topology structures.</p>", "clean_text": "Different from the above synthesis method, Li et al. reported a new synthesis strategy of obtaining MIL-100(Fe). The easily fabricated CuBTC was synthesized first and subsequently transformed to MIL-100(Fe) in this new strategy based on the substitution of multivalent cation. The transformation mechanism was summarized as follows: Fe3+ ions could replace the copper ions after the immersion of the CuBTC crystals into the reported substitution solutions; Then there were MIL-100 nanocrystals with a larger window which began to form on the surface of the crystals. The larger window of MIL-100 nanocrystals allowed the diffusion of the Fe3+ ion and solvent, leading to the quick replacement of Cu2+ ions by Fe3+ ion in CuBTC crystals and rapid formation of MIL-100. This strategy not only avoided the use of hazardous hydrofluoric acid but also could be extended further to synthesize other MOFs with different topology structures.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<title>Application of MIL-100</title><title>Adsorbents</title><title>MIL-100­(Cr)</title><p>It is a significant\nand challenging work to find suitable porous materials for gases adsorption\nand separation in industry. Nowadays, activated carbons, zeolites,\nsilica gels, and polymers are important adsorbents and membranes in\nindustrial applications. With the development of porous materials,\nMOFs become new candidates for gases adsorption and separation due\nto the high thermal stability, chemical stability as well as large\nsurface area. With the above advantages\nand large Langmuir surface area more than 3000 m<sup>2</sup> g<sup>–1</sup>, MIL-100­(Cr) was reported\nto show a good performance in hydrogen storage. Under the reported experimental conditions, the process\nof adsorbing hydrogen onto MIL-100­(Cr) was very fast, and it reached\nthermodynamic equilibrium in a few seconds to reach a maximum capacity\nof 3.28 wt %. This value for MIL-100­(Cr) was compared with those for\nsome well-known MOFs in . The excellent performance on adsorbing hydrogen made MIL-100­(Cr)\na potential gas adsorbent for hydrogen. Besides that, MIL-100­(Cr)\ncould be used to adsorb hydrogen sulfide. In comparison, MIL-47­(V)\nas well as MIL-101­(Cr) was also tested under the same reported conditions. Similar to the structure of MIL-100, MIL-101\nwas also built from the octahedral trimers which were connected by\nterephthalate instead of trimesate. Accoding\nto their H<sub>2</sub>S adsorption isotherms (), MIL-101­(Cr) and MIL-100­(Cr) with a rigid\npore exhibited isotherms of monotypic type-I shape. The maximum adsorbed\namounts of H<sub>2</sub>S onto MIL-101­(Cr) and MIL-100­(Cr) at high\npressure (2 MPa) were 38.4 mmol g<sup>–1</sup> and 16.7 mmol\ng<sup>–1</sup>, respectively. Though both MIL solids showed\nexcellent adsorption performance, the adsorption for H<sub>2</sub>S was partially irreversible, which was attributed to the partial\ndestruction of MIL-100­(Cr) and MIL-101­(Cr) frameworks or the strong\ninteractions between their frameworks and the hydrogen sulfide molecules.\nTherefore, MIL-100­(Cr) was not suitable as recyclable hydrogen sulfide\nadsorbents under the reported conditions.\n</p>", "clean_text": "Application of MIL-100\n\nAdsorbents\n\nMIL-100(Cr)\n\nIt is a significant and challenging work to find suitable porous materials for gases adsorption and separation in industry. Nowadays, activated carbons, zeolites, silica gels, and polymers are important adsorbents and membranes in industrial applications. With the development of porous materials, MOFs become new candidates for gases adsorption and separation due to the high thermal stability, chemical stability as well as large surface area. With the above advantages and large Langmuir surface area more than 3000 m2 g-1, MIL-100(Cr) was reported to show a good performance in hydrogen storage. Under the reported experimental conditions, the process of adsorbing hydrogen onto MIL-100(Cr) was very fast, and it reached thermodynamic equilibrium in a few seconds to reach a maximum capacity of 3.28 wt %. This value for MIL-100(Cr) was compared with those for some well-known MOFs in . The excellent performance on adsorbing hydrogen made MIL-100(Cr) a potential gas adsorbent for hydrogen. Besides that, MIL-100(Cr) could be used to adsorb hydrogen sulfide. In comparison, MIL-47(V) as well as MIL-101(Cr) was also tested under the same reported conditions. Similar to the structure of MIL-100, MIL-101 was also built from the octahedral trimers which were connected by terephthalate instead of trimesate. Accoding to their H2S adsorption isotherms (), MIL-101(Cr) and MIL-100(Cr) with a rigid pore exhibited isotherms of monotypic type-I shape. The maximum adsorbed amounts of H2S onto MIL-101(Cr) and MIL-100(Cr) at high pressure (2 MPa) were 38.4 mmol g-1 and 16.7 mmol g-1, respectively. Though both MIL solids showed excellent adsorption performance, the adsorption for H2S was partially irreversible, which was attributed to the partial destruction of MIL-100(Cr) and MIL-101(Cr) frameworks or the strong interactions between their frameworks and the hydrogen sulfide molecules. Therefore, MIL-100(Cr) was not suitable as recyclable hydrogen sulfide adsorbents under the reported conditions. ", "data": null, "include_properties": null}, {"idx": 11, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of Langmuir Surface Area\nand Hydrogen Gas Storage Capabilities of MIL-100­(Cr) and Some Other\nReported Well-Known MOFs</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"​\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">material</oasis:entry>\n<oasis:entry align=\"center\">apparent\nsurface area<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref> (m<sup>2</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">H<sub>2</sub> uptake (wt %)</oasis:entry>\n<oasis:entry align=\"center\">CO adsorption\ncapacity (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-100(Cr)</oasis:entry>\n<oasis:entry>2700​</oasis:entry>\n<oasis:entry>3.3 at 77 K, 25 bar</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref23\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)</oasis:entry>\n<oasis:entry>5500​</oasis:entry>\n<oasis:entry>6.1 at 77 K, 60 bar</oasis:entry>\n<oasis:entry>1.13 at 288 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref23\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-67(Zn)</oasis:entry>\n<oasis:entry>1500​</oasis:entry>\n<oasis:entry>1.26 at 77 K, 1 bar</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-5</oasis:entry>\n<oasis:entry>2296​<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>5.1 at 77 K, 60 bar</oasis:entry>\n<oasis:entry>∼0.15 at 298 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"ref-style=base-text\"></xref>, <xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-177</oasis:entry>\n<oasis:entry>5640​</oasis:entry>\n<oasis:entry>7.5 at 77 K, 70 bar</oasis:entry>\n<oasis:entry>∼0.03\nat 298 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"ref-style=base-text\"></xref>, <xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>1958​</oasis:entry>\n<oasis:entry>3.6 at 77 K, 50 bar</oasis:entry>\n<oasis:entry>∼0.75\nat 295 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref46\" specific-use=\"ref-style=base-text\"></xref>, <xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Fe)</oasis:entry>\n<oasis:entry>2831​</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.38 at 295 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu(I)@MIL-100(Fe)</oasis:entry>\n<oasis:entry>1035​</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.78 at 295 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zeolite 13X</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>∼0.5\nat 298 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Langmuir surface\narea from N<sub>2</sub> adsorption at 77 K.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>BET surface area from N<sub>2</sub> at 77 K.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Adsorption isotherms of hydrogen sulfide onto\nMIL-101­(Cr) (red),\nMIL-100­(Cr) (green), and MIL-47­(V) (black).<xref ref-type=\"bibr\" rid=\"ref13\"></xref>\n</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2018-01353c_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Adsorption isotherms of hydrogen sulfide onto MIL-101(Cr) (red), MIL-100(Cr) (green), and MIL-47(V) (black).    ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>Besides the adsorption of hydrogen\nand hydrogen sulfide, MIL-100­(Cr)\nalso could adsorb huge amounts of two main greenhouse gases, carbon\ndioxide and methane. Infrared experiments\nas well as the use of a CO probe molecule showed that the relatively\nstrong interaction between Cr<sup>3+</sup> coordinatively unsaturated\nsites and gas molecules played an important role in gases adsorption.\nThe adsorption isotherm of CH<sub>4</sub> onto MIL-100­(Cr) showed\nno evidence of total pore filling for it increasing with pressure\ngradually. But the amount adsorbed onto MIL-100­(Cr) at 3.5 MPa and\n303 K was about 119 cm<sup>3</sup> of CH<sub>4</sub>(STP) per cm<sup>3</sup>, which was far below that of MIL-53 solids (∼150 cm<sup>3</sup>\n<sub>STP</sub> cm<sup>–3</sup>). For CO<sub>2</sub>, the amount adsorbed at 5.0 MPa and 304 K reached\n18 mmol g<sup>–1</sup>. This value for MIL-100­(Cr) was larger\nthan that of silicalite (∼2.5 mmol g<sup>–1</sup>),\nzeolite NaX (∼7.8 mmol g<sup>–1</sup>), MIL-53­(Al, Cr)\n(∼10 mmol g<sup>–1</sup>), and HKUST-1 (∼10.7\nmmol g<sup>–1</sup>) under the same conditions. More importantly, the isotherms obtained for\nMIL-100­(Cr) were reversible under certain conditions. The large amounts\nof CH<sub>4</sub> and CO<sub>2</sub> adsorbed together with reversible\nadsorption made MIL-100­(Cr) an attractive candidate for gases adsorbent.</p>", "clean_text": "Besides the adsorption of hydrogen and hydrogen sulfide, MIL-100(Cr) also could adsorb huge amounts of two main greenhouse gases, carbon dioxide and methane. Infrared experiments as well as the use of a CO probe molecule showed that the relatively strong interaction between Cr3+ coordinatively unsaturated sites and gas molecules played an important role in gases adsorption. The adsorption isotherm of CH4 onto MIL-100(Cr) showed no evidence of total pore filling for it increasing with pressure gradually. But the amount adsorbed onto MIL-100(Cr) at 3.5 MPa and 303 K was about 119 cm3 of CH4(STP) per cm3, which was far below that of MIL-53 solids (~150 cm3 STP cm-3). For CO2, the amount adsorbed at 5.0 MPa and 304 K reached 18 mmol g-1. This value for MIL-100(Cr) was larger than that of silicalite (~2.5 mmol g-1), zeolite NaX (~7.8 mmol g-1), MIL-53(Al, Cr) (~10 mmol g-1), and HKUST-1 (~10.7 mmol g-1) under the same conditions. More importantly, the isotherms obtained for MIL-100(Cr) were reversible under certain conditions. The large amounts of CH4 and CO2 adsorbed together with reversible adsorption made MIL-100(Cr) an attractive candidate for gases adsorbent.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The adsorption properties of MIL-100­(Cr) could be enhanced by incorporating\nsome functional groups into the framework of MIL-100­(Cr). For example,\nCuCl-loaded MIL-100­(Cr) was prepared by stirring the mixture containing\nMIL-100­(Cr), CuCl<sub>2</sub>, and Na<sub>2</sub>SO<sub>3</sub> which\nwas used as a reductant. The adsorption\nexperiments of CuCl-loaded MIL-100­(Cr) were performed by adding the\nadsorbent which had been activated to the quinolines solutions such\nas quinoline (QUI) (C<sub>9</sub>H<sub>7</sub>N), 1,2,3,4-tetrahydroquinoline\n(tetra-QUI) (C<sub>9</sub>H<sub>11</sub>N), and decahydroquinoline\n(deca-QUI) (C<sub>9</sub>H<sub>17</sub>N). As expected, after incorporating\nCuCl into the MIL-100­(Cr) framework, the maximum adsorption capacities\nof tetra-QUI and QUI could be increased by about 6% and 23%, respectively.\nBut for the adsorption of deca-QUI, the CuCl-loaded MIL-100­(Cr) did\nnot exhibit better adsorption capacity; instead, it reduced the maximum\nadsorption capacities by about 15%. By comparison, the Cu­(I) incorporated\ninto MIL-100­(Cr) was found to be very important for the adsorptive\ndenitrogenation. After further research, the enhanced adsorption capacities\nof CuCl-loaded MIL-100­(Cr) could be attributable to the direct interaction\nand π-complexation between the Cu­(I) and quinolines with aromaticity.\nThe efficiency of adsorptive denitrogenation via direct interaction\nbetween Cu­(I) and the quinolines without aromaticity (deca-QUI) was\nrelatively low. Meanwhile, a simple nitrogen-free aromatic ring (tetra-QUI)\nwas less effective than the nitrogen-containing aromatic ring (QUI)\nin π-complexation mentioned above. Furthermore, the adsorption\ncapacities on CuCl-loaded MIL-100­(Cr) were greater than those of activated\ncarbon loaded with CuCl under the same reported conditions, which\ndemonstrated that CuCl-loaded MIL-100­(Cr) was a promising adsorbent.\nBesides, boronic acid decorated defective MIL-100­(Cr) (B-D-MI-100)\ncould separate and label carbohydrates efficiently. Abundant functional boronic acid groups could be successfully\nincorporated into the MIL-100­(Cr) framework through the reported metal-ligand-fragment\ncoassembly strategy without sacrificing the internal room space. With\nnearly all available boronic acid groups incorporated in MIL-100­(Cr)\nacting as active sites, the obtained B-D-MIL-100 could be applied\nas chemically stable separation devices with high selectivity and\ngreat separation capacity of the carbohydrates.</p>", "clean_text": "The adsorption properties of MIL-100(Cr) could be enhanced by incorporating some functional groups into the framework of MIL-100(Cr). For example, CuCl-loaded MIL-100(Cr) was prepared by stirring the mixture containing MIL-100(Cr), CuCl2, and Na2SO3 which was used as a reductant. The adsorption experiments of CuCl-loaded MIL-100(Cr) were performed by adding the adsorbent which had been activated to the quinolines solutions such as quinoline (QUI) (C9H7N), 1,2,3,4-tetrahydroquinoline (tetra-QUI) (C9H11N), and decahydroquinoline (deca-QUI) (C9H17N). As expected, after incorporating CuCl into the MIL-100(Cr) framework, the maximum adsorption capacities of tetra-QUI and QUI could be increased by about 6% and 23%, respectively. But for the adsorption of deca-QUI, the CuCl-loaded MIL-100(Cr) did not exhibit better adsorption capacity; instead, it reduced the maximum adsorption capacities by about 15%. By comparison, the Cu(I) incorporated into MIL-100(Cr) was found to be very important for the adsorptive denitrogenation. After further research, the enhanced adsorption capacities of CuCl-loaded MIL-100(Cr) could be attributable to the direct interaction and π-complexation between the Cu(I) and quinolines with aromaticity. The efficiency of adsorptive denitrogenation via direct interaction between Cu(I) and the quinolines without aromaticity (deca-QUI) was relatively low. Meanwhile, a simple nitrogen-free aromatic ring (tetra-QUI) was less effective than the nitrogen-containing aromatic ring (QUI) in π-complexation mentioned above. Furthermore, the adsorption capacities on CuCl-loaded MIL-100(Cr) were greater than those of activated carbon loaded with CuCl under the same reported conditions, which demonstrated that CuCl-loaded MIL-100(Cr) was a promising adsorbent. Besides, boronic acid decorated defective MIL-100(Cr) (B-D-MI-100) could separate and label carbohydrates efficiently. Abundant functional boronic acid groups could be successfully incorporated into the MIL-100(Cr) framework through the reported metal-ligand-fragment coassembly strategy without sacrificing the internal room space. With nearly all available boronic acid groups incorporated in MIL-100(Cr) acting as active sites, the obtained B-D-MIL-100 could be applied as chemically stable separation devices with high selectivity and great separation capacity of the carbohydrates.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>MIL-100­(Fe)</title><p>With the further study\nof MIL-100, MIL-100­(Fe) was found to show a good performance in gas\nadsorption and separation. First, MIL-100­(Fe) with mesoporous cages\ncould be a potential water vapor adsorbent. According to its water sorption isotherm at 30 °C, MIL-100­(Fe)\nshowed outstanding water sorption uptakes up to 0.873 g H<sub>2</sub>O per g dry absorbent at partial pressures of over 0.5. This value\nfor MIL-100­(Fe) absorbent was much higher than those of representative\nMOFs including HKUST-1, UiO-66-NH<sub>2</sub>, and MOF-74 and commercial adsorbents including NaX (0.336\ng g<sup>–1</sup>), SAPO-34 (0.330 g g<sup>–1</sup>),\nand silica gel (0.327 g g<sup>–1</sup>). In contrast to the\nconventional porous materials which needed to be dehydrated at high\ntemperature before use, the MIL-100­(Fe) adsorbent required a dehydration\ntemperature of 30 °C. The excellent performance in water vapor\nadsorption exhibited by MIL-100­(Fe) suggested commercially viable\napplication of energy-effcient desiccant dehumidification.</p>", "clean_text": "MIL-100(Fe)\n\nWith the further study of MIL-100, MIL-100(Fe) was found to show a good performance in gas adsorption and separation. First, MIL-100(Fe) with mesoporous cages could be a potential water vapor adsorbent. According to its water sorption isotherm at 30 °C, MIL-100(Fe) showed outstanding water sorption uptakes up to 0.873 g H2O per g dry absorbent at partial pressures of over 0.5. This value for MIL-100(Fe) absorbent was much higher than those of representative MOFs including HKUST-1, UiO-66-NH2, and MOF-74 and commercial adsorbents including NaX (0.336 g g-1), SAPO-34 (0.330 g g-1), and silica gel (0.327 g g-1). In contrast to the conventional porous materials which needed to be dehydrated at high temperature before use, the MIL-100(Fe) adsorbent required a dehydration temperature of 30 °C. The excellent performance in water vapor adsorption exhibited by MIL-100(Fe) suggested commercially viable application of energy-effcient desiccant dehumidification.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Second,\nduring the reported fabrication process of MIL-100­(Fe), the terminal H<sub>2</sub>O in the MIL-100­(Fe)\nframework were removable through a vacuum heating method, leading\nto many coordinatively unsaturated metal sites (CUSs) which could\nstrongly modify interactions with various gases. The amount of Fe<sup>III</sup>CUS and Fe<sup>II</sup>CUS\ncould be controlled under the different activation conditions, leading\nto the gases adsorbents with different selectivity. Through the comparison\nof gases adsorbed in MIL-100­(Fe) activated in different conditions,\nMIL-100­(Fe) with Fe<sup>II</sup>CUS showed better performance on CO\nadsorption than CO<sub>2</sub> adsorption while MIL-100­(Fe) with Fe<sup>III</sup>CUS showed higher adsorption capacity of propylene than\nthat of propane due to the different interaction of metal CUS with\ndifferent gases. Before long, the nature\nand role of the coordinatively unsaturated sites in the framework\nof MIL-100­(Fe) had been further studied and identified by getting\none family of sites poisoned selectively during the separation process. As the result, the Fe<sup>II</sup> sites were\nfound to play a vital role in the successful separation of propane\nand propene from their mixture due to their different affinity for\nthe CC bonds in propene. Besides, the coordination of the\nwater molecules on Lewis metal sites could influence the CO<sub>2</sub> uptake with MIL-100­(Fe) adsorbent. The\nadsorption capacities of MIL-100­(Fe) for CO<sub>2</sub> were tested\nunder different relative humidities. As the results, MIL-100­(Fe) showed\nremarkable 5-fold enhancement in CO<sub>2</sub> adsorption up to 105\nmg/g carbon dioxide at the relative humidities of 40%. Under the same\nconditions, the CO<sub>2</sub> uptake in UiO-66 remained similar,\nwhile HKUST-1 was unstable toward water vapor. The amount of CO<sub>2</sub> adsorbed in MIL-100­(Fe) was larger than that of UiO-66 (ca.\n27 mg g<sup>–1</sup>) and HKUST-1 (ca. 40 mg g<sup>–1</sup>) at the same tested pressure in other reports. The high CO<sub>2</sub> uptake in the MIL-100­(Fe) framework in the\npresence of humidity was attributable to the microporous pockets filled\nwith CO<sub>2</sub> formed in the mesoporous MIL-100­(Fe) (). However, the similar\nstronger adsorption sites in the presence of water vapor could not\nbe formed in UiO-66 and HKUST-1. Therefore, the enhanced carbon dioxide\nuptake in MIL-100­(Fe) with water-filled mesopores demonstrated that\nMIL-100­(Fe) was a good gas adsorbent.</p>", "clean_text": "Second, during the reported fabrication process of MIL-100(Fe), the terminal H2O in the MIL-100(Fe) framework were removable through a vacuum heating method, leading to many coordinatively unsaturated metal sites (CUSs) which could strongly modify interactions with various gases. The amount of FeIIICUS and FeIICUS could be controlled under the different activation conditions, leading to the gases adsorbents with different selectivity. Through the comparison of gases adsorbed in MIL-100(Fe) activated in different conditions, MIL-100(Fe) with FeIICUS showed better performance on CO adsorption than CO2 adsorption while MIL-100(Fe) with FeIIICUS showed higher adsorption capacity of propylene than that of propane due to the different interaction of metal CUS with different gases. Before long, the nature and role of the coordinatively unsaturated sites in the framework of MIL-100(Fe) had been further studied and identified by getting one family of sites poisoned selectively during the separation process. As the result, the FeII sites were found to play a vital role in the successful separation of propane and propene from their mixture due to their different affinity for the CC bonds in propene. Besides, the coordination of the water molecules on Lewis metal sites could influence the CO2 uptake with MIL-100(Fe) adsorbent. The adsorption capacities of MIL-100(Fe) for CO2 were tested under different relative humidities. As the results, MIL-100(Fe) showed remarkable 5-fold enhancement in CO2 adsorption up to 105 mg/g carbon dioxide at the relative humidities of 40%. Under the same conditions, the CO2 uptake in UiO-66 remained similar, while HKUST-1 was unstable toward water vapor. The amount of CO2 adsorbed in MIL-100(Fe) was larger than that of UiO-66 (ca. 27 mg g-1) and HKUST-1 (ca. 40 mg g-1) at the same tested pressure in other reports. The high CO2 uptake in the MIL-100(Fe) framework in the presence of humidity was attributable to the microporous pockets filled with CO2 formed in the mesoporous MIL-100(Fe) (). However, the similar stronger adsorption sites in the presence of water vapor could not be formed in UiO-66 and HKUST-1. Therefore, the enhanced carbon dioxide uptake in MIL-100(Fe) with water-filled mesopores demonstrated that MIL-100(Fe) was a good gas adsorbent.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Microporous pockets (A) which were filled\nwith CO<sub>2</sub> (B)\nwere formed in MIL-100­(Fe) where water vapor existed.<xref ref-type=\"bibr\" rid=\"ref50\"></xref>\n</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2018-01353c_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Microporous pockets (A) which were filled with CO2 (B) were formed in MIL-100(Fe) where water vapor existed.    ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>Yoon et al. also researched the separation\nand purification of light hydrocarbons including methane, ethane,\nethylene, and acetylene with MIL-100­(Fe). To explore the adsorptive\nseparation properties of MIL-100­(Fe), single-component equilibrium\nadsorption experiments of methane and C<sub>2</sub> hydrocarbons with\nMIL-100­(Fe) were conducted under the same conditions. According to\ntheir adsorption isotherms at 293 and 313 K (), the amount of light hydrocarbons adsorbed\nonto MIL-100­(Fe) followed the order of C<sub>2</sub>H<sub>2</sub> &gt;\nC<sub>2</sub>H<sub>4</sub> &gt; C<sub>2</sub>H<sub>6</sub> &gt; CH<sub>4</sub>. And at 101 kPa and 293 K, the\namount\nof acetylene uptake in MIL-100­(Fe) reached 119 cm<sup>3</sup> g<sup>–1</sup>. Though this value was lower than that of MIL-101­(Cr)\n(144 cm<sup>3</sup> g<sup>–1</sup> at 313 K) under similar\nconditions, MIL-100­(Fe) showed better\nphysicochemical and hydrothermal properties than those of MIL-101­(Cr). Furthermore, MIL-100­(Fe) was found to display\nhigh selectivity for acetylene over ethylene, which was attributed\nto strong interactions between surface OH sites and the Fe<sup>III</sup> sites of MIL-100­(Fe) with acetylene while weak interaction with\nethylene. However, MIL-100­(Fe) showed low selectivity\nfor acetylene over ethylene where Fe<sup>II</sup> sites existed due\nto the nonselective adsorption of both gases at the Fe<sup>II</sup> sites. Therefore, the unsaturated metal\nsites within the pores acted as the Lewis acids and made MIL-100­(Fe)\na good candidate for gases adsorbents with high adsorption selectivity.</p>", "clean_text": "Yoon et al. also researched the separation and purification of light hydrocarbons including methane, ethane, ethylene, and acetylene with MIL-100(Fe). To explore the adsorptive separation properties of MIL-100(Fe), single-component equilibrium adsorption experiments of methane and C2 hydrocarbons with MIL-100(Fe) were conducted under the same conditions. According to their adsorption isotherms at 293 and 313 K (), the amount of light hydrocarbons adsorbed onto MIL-100(Fe) followed the order of C2H2 > C2H4 > C2H6 > CH4. And at 101 kPa and 293 K, the amount of acetylene uptake in MIL-100(Fe) reached 119 cm3 g-1. Though this value was lower than that of MIL-101(Cr) (144 cm3 g-1 at 313 K) under similar conditions, MIL-100(Fe) showed better physicochemical and hydrothermal properties than those of MIL-101(Cr). Furthermore, MIL-100(Fe) was found to display high selectivity for acetylene over ethylene, which was attributed to strong interactions between surface OH sites and the FeIII sites of MIL-100(Fe) with acetylene while weak interaction with ethylene. However, MIL-100(Fe) showed low selectivity for acetylene over ethylene where FeII sites existed due to the nonselective adsorption of both gases at the FeII sites. Therefore, the unsaturated metal sites within the pores acted as the Lewis acids and made MIL-100(Fe) a good candidate for gases adsorbents with high adsorption selectivity.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Adsorption\nisotherms of acetylene (◆◇), ethylene\n(▲△), ethane (●○), and methane (■□)\non MIL-100­(Fe) framework at (A) 293 K and (B) 313 K.<xref ref-type=\"bibr\" rid=\"ref25\"></xref>\n</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2018-01353c_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Adsorption isotherms of acetylene (◆◇), ethylene (▲△), ethane (●○), and methane (■□) on MIL-100(Fe) framework at (A) 293 K and (B) 313 K.    ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>There were also Lewis interactions\nbetween the metal centers in\nMIL-100­(Fe) and ammonia which played an important role in the process\nof ammonia adsorption. In the reported\nexperiment, MIL-100­(Fe) was used to form\nthe composites with graphite oxide (GO) for some successful examples\nof using graphite oxide as the substrate to enhance the adsorption\namount of small molecule gases on other MOFs at ambient conditions. However,the coordination of GO carbon layers on MIL units would\nprevent the proper synthesis of the structure of MIL-100­(Fe), leading\nto the lower porosity and decreased adsorption capacity of ammonia.\nThe retention of ammonia on MIL-100­(Fe) was mainly attributed to Brönsted\ninteraction with water molecules that were present in the MOF framework.\nThe Lewis interactions between the metal centers in the MIL-100­(Fe)\nframework and ammonia also existed in the ammonia adsorption. By avoiding\nthe excess water in the system which would lower the acidity of the\nMIL-100­(Fe) adsorbent and decrease the adsorption capacity of ammonia,\nMIL-100­(Fe) itself might be a good ammonia adsorbent for its stability\nof the pore structure, capacity, and strength of NH<sub>3</sub> adsorption.\nThe enhancement of stability of MIL-100­(Fe) against moisture could\nbe realized through the functionalization method with aminopropylisooctyl\npolyhedral oligomeric silsesquioxane (O-POSS) in the report of Sanil\net al. They synthesized the copper trimesate\n(Cu<sub>3</sub>­(BTC)<sub>2</sub>) which was functionalized with\nthe O-POSS to make its external surface hydrophobic successfully and\ndemonstrated the enhancement of the stability by exposing the product\nto 90% relative humidity. Although the report was limited to the synthesis\nof functionalized MIL-100­(Fe) with O-POSS without further testing\nits stability in the presence of moisture, the new method which not\nonly could enhance the stability of MIL-100­(Fe) but also could be\nfurther applied in the adsorption and separation of gases was worth\nstudying.</p>", "clean_text": "There were also Lewis interactions between the metal centers in MIL-100(Fe) and ammonia which played an important role in the process of ammonia adsorption. In the reported experiment, MIL-100(Fe) was used to form the composites with graphite oxide (GO) for some successful examples of using graphite oxide as the substrate to enhance the adsorption amount of small molecule gases on other MOFs at ambient conditions. However,the coordination of GO carbon layers on MIL units would prevent the proper synthesis of the structure of MIL-100(Fe), leading to the lower porosity and decreased adsorption capacity of ammonia. The retention of ammonia on MIL-100(Fe) was mainly attributed to Brönsted interaction with water molecules that were present in the MOF framework. The Lewis interactions between the metal centers in the MIL-100(Fe) framework and ammonia also existed in the ammonia adsorption. By avoiding the excess water in the system which would lower the acidity of the MIL-100(Fe) adsorbent and decrease the adsorption capacity of ammonia, MIL-100(Fe) itself might be a good ammonia adsorbent for its stability of the pore structure, capacity, and strength of NH3 adsorption. The enhancement of stability of MIL-100(Fe) against moisture could be realized through the functionalization method with aminopropylisooctyl polyhedral oligomeric silsesquioxane (O-POSS) in the report of Sanil et al. They synthesized the copper trimesate (Cu3(BTC)2) which was functionalized with the O-POSS to make its external surface hydrophobic successfully and demonstrated the enhancement of the stability by exposing the product to 90% relative humidity. Although the report was limited to the synthesis of functionalized MIL-100(Fe) with O-POSS without further testing its stability in the presence of moisture, the new method which not only could enhance the stability of MIL-100(Fe) but also could be further applied in the adsorption and separation of gases was worth studying.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>The specific FeOH sites which were located\ninside the pores\nas well as the carbon C<sub>\n<italic>x</italic>\n</sub>OH<sub>2</sub> sites which were located on the surface also played important\nroles in arsenite [As­(III)] uptake in MIL-100­(Fe). According to the As­(III) adsorption experiments with MIL-100­(Fe),\nthe maximum adsorption capacity of As­(III) with MIL-100­(Fe) adsorbent\nreached 120 mg/g at pH 7–8. This value for MIL-100­(Fe) was\nfar higher than those for its carbonized products (∼21 mg g<sup>–1</sup>), which demonstrated the important part of Fe sites\nversus carbon sites in As­(III) uptake. Besides, the adsorptive capacity\nof MIL-100­(Fe) for the arsenite was also far higher than those of\nthe graphite/graphite oxide and activated carbon analogues, and comparable\nto the value for MIL-101­(Cr). After serving iron mesh as a substrate\nto provide the iron for in situ growth of MIL-100­(Fe), iron mesh-based\nMIL-100­(Fe) was obtained and could be used to remove arsenic from\ngroundwater efficiently. With this synthetic\nmethod, the iron mesh-based MIL-100­(Fe) could act as a dual-functional\nsystem to oxidize As­(III) to less-toxic As­(V) due to the Fe<sup>2+</sup>/Fe<sup>3+</sup> sites. Moreover, oxygen bubbling as well as Joule\nheating could improve the removal efficiency for As­(III) and achieve\nthe effect on removing As­(III) completely. Therefore, MIL-100­(Fe)\ncould be applied as an excellent As­(III) adsorbent with excellent\nstructural stability, high surface area, and abundant active adsorption\nsites.</p>", "clean_text": "The specific FeOH sites which were located inside the pores as well as the carbon C x OH2 sites which were located on the surface also played important roles in arsenite [As(III)] uptake in MIL-100(Fe). According to the As(III) adsorption experiments with MIL-100(Fe), the maximum adsorption capacity of As(III) with MIL-100(Fe) adsorbent reached 120 mg/g at pH 7-8. This value for MIL-100(Fe) was far higher than those for its carbonized products (~21 mg g-1), which demonstrated the important part of Fe sites versus carbon sites in As(III) uptake. Besides, the adsorptive capacity of MIL-100(Fe) for the arsenite was also far higher than those of the graphite/graphite oxide and activated carbon analogues, and comparable to the value for MIL-101(Cr). After serving iron mesh as a substrate to provide the iron for in situ growth of MIL-100(Fe), iron mesh-based MIL-100(Fe) was obtained and could be used to remove arsenic from groundwater efficiently. With this synthetic method, the iron mesh-based MIL-100(Fe) could act as a dual-functional system to oxidize As(III) to less-toxic As(V) due to the Fe2+/Fe3+ sites. Moreover, oxygen bubbling as well as Joule heating could improve the removal efficiency for As(III) and achieve the effect on removing As(III) completely. Therefore, MIL-100(Fe) could be applied as an excellent As(III) adsorbent with excellent structural stability, high surface area, and abundant active adsorption sites.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Carbon monoxide (CO) has a wide range of applications\nin the chemical\nindustry, but it is generally mixed with some other gases, leading\nto great difficulty in separating CO from mixed gas before further\nutilization. MIL-100­(Fe) itself did not show\na good performce in CO adsorption capacities. To enhance the adsorption\ncapacity of carbon monoxide, Cu­(I)@­MIL-100­(Fe), a new functionalized\nmaterial, was prepared because functionalizing MOFs with Cu­(I) could\nenhance the separation selectivity of MOFs in many reports. The adsorption capacity of CO on both Cu­(I)@­MIL-100­(Fe) and\nparent MIL-100­(Fe) was measured under the same conditions. The adsorption\ncapacity of CO was found to be related to the content of Cu­(I), and\nthe highest CO adsorption capacity in Cu­(I)@­MIL-100­(Fe) is showed\nin . In comparison,\nthe CO adsorption capacity with the synthesized Cu­(I)@­MIL-100­(Fe)\nadsorbent was up to 2.78 mmol/g, which was not only 7 times that of\nMIL-100­(Fe) itself but also higher than conventional adsorbents. Furthermore,\nthe N<sub>2</sub> adsorption capacity of the synthesized Cu­(I)@­MIL-100­(Fe)\ndecreased, and the selectivity of CO and N<sub>2</sub> became higher\ncompared to that of MIL-100­(Fe). They attributed the high adsorption\ncapacity of carbon monoxide to the strong π-complexation between\ncarbon monoxide and the Cu­(I)@­MIL-100­(Fe). Therefore, with high CO/N<sub>2</sub> selectivity, Cu­(I)@­MIL-100­(Fe)\nwas able to be applied as a new effective adsorbent for the separation\nof CO/N<sub>2</sub>.</p>", "clean_text": "Carbon monoxide (CO) has a wide range of applications in the chemical industry, but it is generally mixed with some other gases, leading to great difficulty in separating CO from mixed gas before further utilization. MIL-100(Fe) itself did not show a good performce in CO adsorption capacities. To enhance the adsorption capacity of carbon monoxide, Cu(I)@MIL-100(Fe), a new functionalized material, was prepared because functionalizing MOFs with Cu(I) could enhance the separation selectivity of MOFs in many reports. The adsorption capacity of CO on both Cu(I)@MIL-100(Fe) and parent MIL-100(Fe) was measured under the same conditions. The adsorption capacity of CO was found to be related to the content of Cu(I), and the highest CO adsorption capacity in Cu(I)@MIL-100(Fe) is showed in . In comparison, the CO adsorption capacity with the synthesized Cu(I)@MIL-100(Fe) adsorbent was up to 2.78 mmol/g, which was not only 7 times that of MIL-100(Fe) itself but also higher than conventional adsorbents. Furthermore, the N2 adsorption capacity of the synthesized Cu(I)@MIL-100(Fe) decreased, and the selectivity of CO and N2 became higher compared to that of MIL-100(Fe). They attributed the high adsorption capacity of carbon monoxide to the strong π-complexation between carbon monoxide and the Cu(I)@MIL-100(Fe). Therefore, with high CO/N2 selectivity, Cu(I)@MIL-100(Fe) was able to be applied as a new effective adsorbent for the separation of CO/N2.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>MIL-100­(Fe) was also a good adsorbent for\nwater purification due\nto the unique hosting ability to many pollutant molecules. For example,\nMIL-100­(Fe) could be used as a solid-phase extraction (SPE) adsorbent\nfor the adsorption of trace-level polycyclic aromatic hydrocarbons\n(PAHs) in river water samples due to the unique host–guest\ninteraction between them similar to the interactions between MIL-100\nand various gases molecules in the above reports. Besides, the unique interaction also enhanced the detection\nsensitivity of surface-assisted laser desorption–ionization\nmass spectrometry analysis significantly using MIL-100­(Fe) as a matrix.\nVoorde et al. compared the adsorption\ncapacities of MIL-100 with different central metal ions (Cr<sup>3+</sup>, Fe<sup>3+</sup>, Al<sup>3+</sup>, and V<sup>3+</sup>) for N/S-heterocyclic\nmolecules. The indole (IND), thiophene (THP), and 1,2-dimethylindole\n(1,2-DMI) were used as the N/S-heterocyclic molecules in their report.\nThe amount of tested molecules adsorbed per unit cell (mol/UC) and\nthe fraction of coordinatively unsaturated sites (CUS) occupied are\nsummarized in . In comparison, the capacity differences between the MIL-100­(Fe),\nMIL-100­(Al), and MIL-100­(Cr) were not significant, but MIL-100­(V)\nshowed a much smaller capacity for the molecules and the CUS occupation\nat saturation. However, the high affinity at the low concentrations\nwas also crucial for successful removal of N/S-heterocyclic molecules\nin purification processes. As shown in , the affinity for the nitrogen compounds\nfollowed the order of MIL-100­(V) &gt; MIL-100­(Cr) &gt; MIL-100­(Fe)\n&gt; MIL-100­(Al).\nThe relatively high affinity for the N-heterocycles exhibited by MIL-100­(V)\nwas attributable to the reported coordinative interaction with the\nCUS. Therefore, MIL-100­(Fe) could be an excellent candidate adsorbent\nfrom the aspect of the adsorptive capacity for N/S-heterocyclic molecules\nat saturation. But MIL-100­(V) possessed the highest affinity for the\nN-heterocycles and could be applied as a potential adsorbent material\nwith high selectivity after finding a way to increase the adsorption\ncapacity.</p>", "clean_text": "MIL-100(Fe) was also a good adsorbent for water purification due to the unique hosting ability to many pollutant molecules. For example, MIL-100(Fe) could be used as a solid-phase extraction (SPE) adsorbent for the adsorption of trace-level polycyclic aromatic hydrocarbons (PAHs) in river water samples due to the unique host-guest interaction between them similar to the interactions between MIL-100 and various gases molecules in the above reports. Besides, the unique interaction also enhanced the detection sensitivity of surface-assisted laser desorption-ionization mass spectrometry analysis significantly using MIL-100(Fe) as a matrix. Voorde et al. compared the adsorption capacities of MIL-100 with different central metal ions (Cr3+, Fe3+, Al3+, and V3+) for N/S-heterocyclic molecules. The indole (IND), thiophene (THP), and 1,2-dimethylindole (1,2-DMI) were used as the N/S-heterocyclic molecules in their report. The amount of tested molecules adsorbed per unit cell (mol/UC) and the fraction of coordinatively unsaturated sites (CUS) occupied are summarized in . In comparison, the capacity differences between the MIL-100(Fe), MIL-100(Al), and MIL-100(Cr) were not significant, but MIL-100(V) showed a much smaller capacity for the molecules and the CUS occupation at saturation. However, the high affinity at the low concentrations was also crucial for successful removal of N/S-heterocyclic molecules in purification processes. As shown in , the affinity for the nitrogen compounds followed the order of MIL-100(V) > MIL-100(Cr) > MIL-100(Fe) > MIL-100(Al). The relatively high affinity for the N-heterocycles exhibited by MIL-100(V) was attributable to the reported coordinative interaction with the CUS. Therefore, MIL-100(Fe) could be an excellent candidate adsorbent from the aspect of the adsorptive capacity for N/S-heterocyclic molecules at saturation. But MIL-100(V) possessed the highest affinity for the N-heterocycles and could be applied as a potential adsorbent material with high selectivity after finding a way to increase the adsorption capacity.", "data": null, "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Number of Tested N/S-Heterocyclic\nMolecules Per Unit Cell with All MIL-100 at Saturation<xref ref-type=\"bibr\" rid=\"ref27\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">mol/UC (% of CUS)</oasis:entry>\n<oasis:entry align=\"center\">IND</oasis:entry>\n<oasis:entry align=\"center\">THP</oasis:entry>\n<oasis:entry align=\"center\">1,2-DMI</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-100(Fe)</oasis:entry>\n<oasis:entry>670 (124%)</oasis:entry>\n<oasis:entry>180 (32%)</oasis:entry>\n<oasis:entry>300 (56%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Al)</oasis:entry>\n<oasis:entry>670 (124%)</oasis:entry>\n<oasis:entry>160 (29%)</oasis:entry>\n<oasis:entry>240 (45%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Cr)</oasis:entry>\n<oasis:entry>560 (103%)</oasis:entry>\n<oasis:entry>140 (25%)</oasis:entry>\n<oasis:entry>340 (63%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(V)</oasis:entry>\n<oasis:entry>370 (69%)</oasis:entry>\n<oasis:entry>80 (15%)</oasis:entry>\n<oasis:entry>290 (54%)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Adsorption isotherm of 1,2-DMI from heptane\non MIL-100­(V) (■),\nMIL-100­(Cr) (×), MIL-100­(Al) (◆), and MIL-100­(Fe) (▲)\nat low concentration domain.<xref ref-type=\"bibr\" rid=\"ref27\"></xref>\n</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2018-01353c_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Adsorption isotherm of 1,2-DMI from heptane on MIL-100(V) (■), MIL-100(Cr) (×), MIL-100(Al) (◆), and MIL-100(Fe) (▲) at low concentration domain.    ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Before long, Jun et al. not only compared\nthe adsorption capacities for organoarsenic compounds between MIL-100\nwith different central metal ions but also tested the capacities of\nactivated carbon, goethite, zeolite (HY), and other representative\nMOFs for comparison. As shown in , MIL-100­(Fe) exhibited the highest adsorption\ncapacities for both <italic>p</italic>-arsanilic acid (ASA) and roxarsone\n(ROX) compared with activated carbon (AC), goethite, zeolite (HY),\nand other MOFs at all adsorption times. Furthermore, MIL-100­(Fe) showed\nremarkable reusability after simply washing inacidic ethanol instead\nof nonacidic solvent. They attributed the relatively high adsorption\ncapacities exhibited by MIL-100­(Fe) to the simple desorption of water\nas well as the large absolute value of replacement energy exhibited\nby MIL-100­(Fe), which was significantly different from the MIL-100­(Al)\nand MIL-100­(Cr). The coordination of the organoarsenic compounds adsorped\non CUSs or OMSs of the MIL-100­(Fe) could be studied to explain the\nmechanism of adsorption.</p>", "clean_text": "Before long, Jun et al. not only compared the adsorption capacities for organoarsenic compounds between MIL-100 with different central metal ions but also tested the capacities of activated carbon, goethite, zeolite (HY), and other representative MOFs for comparison. As shown in , MIL-100(Fe) exhibited the highest adsorption capacities for both p-arsanilic acid (ASA) and roxarsone (ROX) compared with activated carbon (AC), goethite, zeolite (HY), and other MOFs at all adsorption times. Furthermore, MIL-100(Fe) showed remarkable reusability after simply washing inacidic ethanol instead of nonacidic solvent. They attributed the relatively high adsorption capacities exhibited by MIL-100(Fe) to the simple desorption of water as well as the large absolute value of replacement energy exhibited by MIL-100(Fe), which was significantly different from the MIL-100(Al) and MIL-100(Cr). The coordination of the organoarsenic compounds adsorped on CUSs or OMSs of the MIL-100(Fe) could be studied to explain the mechanism of adsorption.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Adsorption capacities of (A) ASA and (B) ROX\nover various adsorbents\nat various adsorption times.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg-2018-01353c_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Adsorption capacities of (A) ASA and (B) ROX over various adsorbents at various adsorption times.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>MIL-100­(Sc)</title><p>High purity oxygen\nis widely used in industry, but it is a challenging task to separate\noxygen from air efficiently. In a recent\nstudy, early transition metals have been found to not only have significantly\nlarger O<sub>2</sub> over N<sub>2</sub> binding energies but also\nshowed stronger oxygen binding than the later transition metals by\nDFT simulations. Taking these into consideration,\nSc-MIL-100, the isoreticular counterpart of MIL-100­(Fe), was prepared\nby serving early transition metal (Sc) as the metallic units to study\nthe oxygen separation capacity. The sorption\nexperiments were conducted in a wide temperature range, and the separation\ncapacity of MIL-100­(Fe) for oxygen was tested for comparison. From\ntheir O<sub>2</sub> and N<sub>2</sub> adsorption isotherms, the fabricated\nSc-MIL-100 showed exceptional O<sub>2</sub> sorption because O<sub>2</sub> was close to the Sc metal sites in Sc-MIL-100, leading to\nmore favorable O<sub>2</sub>–framework interactions. Furthermore,\nthe adsorption of O<sub>2</sub> was more favorable than that of N<sub>2</sub> at the test temperature range, while a distinct nonlinear\nbehavior of gas sorption was observed in MIL-100­(Fe). This could be\nexplained by the gas-binding energies. By comparison, the Sc-based MOF had more favorable interactions\nwith oxygen than that Fe-based MOF did and was more suitable to be\napplied as oxygen separation devices.</p>", "clean_text": "MIL-100(Sc)\n\nHigh purity oxygen is widely used in industry, but it is a challenging task to separate oxygen from air efficiently. In a recent study, early transition metals have been found to not only have significantly larger O2 over N2 binding energies but also showed stronger oxygen binding than the later transition metals by DFT simulations. Taking these into consideration, Sc-MIL-100, the isoreticular counterpart of MIL-100(Fe), was prepared by serving early transition metal (Sc) as the metallic units to study the oxygen separation capacity. The sorption experiments were conducted in a wide temperature range, and the separation capacity of MIL-100(Fe) for oxygen was tested for comparison. From their O2 and N2 adsorption isotherms, the fabricated Sc-MIL-100 showed exceptional O2 sorption because O2 was close to the Sc metal sites in Sc-MIL-100, leading to more favorable O2-framework interactions. Furthermore, the adsorption of O2 was more favorable than that of N2 at the test temperature range, while a distinct nonlinear behavior of gas sorption was observed in MIL-100(Fe). This could be explained by the gas-binding energies. By comparison, the Sc-based MOF had more favorable interactions with oxygen than that Fe-based MOF did and was more suitable to be applied as oxygen separation devices.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<title>MIL-100­(Al)</title><p>MIL-100­(Al) was also\nstudied to adsorb gases because of its large BET surface area, high\nthermal/​chemical stability, and three-dimensional mesoporous\nstructural feature. After carbonization\nof MIL-100­(Al) and subsequent controlled acid etching, hollow carbon\nmaterials were synthesized and exhibited significant H<sub>2</sub> and CO<sub>2</sub> adsorption capacities. The resulting carbon material\nhad a large Brunauer–Emmett–Teller (BET) surface area\nof 1711 m<sup>2</sup> g<sup>–1</sup> (N<sub>2</sub> at 77 K),\nleading to high CO<sub>2</sub> uptakes of 4.0 mmol g<sup>–1</sup> at 273 K at 1 atm. This value was comparable to the value for the\nrepoted optimized nitrogen-doped templated carbon material. Besides, the MIL-100­(Al)-derived carbon material\nshowed high H<sub>2</sub> uptakes of 1.5 wt % at 77 K and 1 atm. The\n1.5 wt % value was comparable to the value for the reported hollow\nnitrogen-containing carbon spheres. Therefore,\nMIL-100­(Al) also had the potential application of gases adsorption\nand separtion.</p>", "clean_text": "MIL-100(Al)\n\nMIL-100(Al) was also studied to adsorb gases because of its large BET surface area, high thermal/chemical stability, and three-dimensional mesoporous structural feature. After carbonization of MIL-100(Al) and subsequent controlled acid etching, hollow carbon materials were synthesized and exhibited significant H2 and CO2 adsorption capacities. The resulting carbon material had a large Brunauer-Emmett-Teller (BET) surface area of 1711 m2 g-1 (N2 at 77 K), leading to high CO2 uptakes of 4.0 mmol g-1 at 273 K at 1 atm. This value was comparable to the value for the repoted optimized nitrogen-doped templated carbon material. Besides, the MIL-100(Al)-derived carbon material showed high H2 uptakes of 1.5 wt % at 77 K and 1 atm. The 1.5 wt % value was comparable to the value for the reported hollow nitrogen-containing carbon spheres. Therefore, MIL-100(Al) also had the potential application of gases adsorption and separtion.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The hydrogen uptake in MIL-100­(Al) could be enhanced\nat room temperature with the Pd nanoparticles embedded within its\npores. The Pd-containing MIL-100­(Al)\nwas synthesized through a chemical wetting method which could incorporate\nthe Pd nanoparticles of up to 10 wt % in MIL-100­(Al) without degradating\nthe porous host. The extremely high metal contents in a MOF with this\nmethod exceeded the Pd contents in other reported methods. Though the embeddedness of Pd nanoparticles into the MIL-100­(Al)\nframework would decrease its pore volume as well as specific surface\narea, the hydrogen absorption of the synthetic MIL-100 (Al)/Pd was\nabout 2 times that of the original material, which was attributed\nto the formation of Pd hydride as well as spillover effect.\n</p>", "clean_text": "The hydrogen uptake in MIL-100(Al) could be enhanced at room temperature with the Pd nanoparticles embedded within its pores. The Pd-containing MIL-100(Al) was synthesized through a chemical wetting method which could incorporate the Pd nanoparticles of up to 10 wt % in MIL-100(Al) without degradating the porous host. The extremely high metal contents in a MOF with this method exceeded the Pd contents in other reported methods. Though the embeddedness of Pd nanoparticles into the MIL-100(Al) framework would decrease its pore volume as well as specific surface area, the hydrogen absorption of the synthetic MIL-100 (Al)/Pd was about 2 times that of the original material, which was attributed to the formation of Pd hydride as well as spillover effect. ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Catalysts</title><title>MIL-100­(Fe)</title><p>The iron­(III) carboxylate\nMIL-100­(Fe) that had large pores and a zeotype architecture was also\nstudied as catalysts. After being prepared under hydrothermal conditions,\nMIL-100­(Fe) was used as a new porous catalyst in the Friedel–Crafts\ntype reaction such as the catalytic conversion of benzyl chloride\n(BZC) to diphenylmethane (DPM). In comparison,\nnot only the catalytic activity but also the selectivity of MIL-100­(Cr)\nand zeolite catalysts were tested under the same conditions. As a\nresult, MIL-100­(Fe) showed 100% benzyl chloride conversion with nearly\n100% diphenylmethane selectivity within a short reaction time, showing\nrelatively high activity and selectivity. By contrast, MIL-100­(Cr)\nshowed poor activity in the catalytic reaction with only 42% BZC conversion\nafter 30 h. The highest BZC conversion exhibited by zeolites catalysts\nwas only 54.0% after 5 h. With the same linkers, MIL-100­(Fe) showed\nhigher catalytic activity compared to MIL-100­(Cr). Their markedly\ndifferent catalytic activities were attributed to the different metallic\nions in MIL-100, and the iron species played an important part as\nthe catalytically active sites in the Friedel–Crafts alkylation.\nLately, Mitchell et al. further explored\nthe introduction of mixed metals for the catalytic formation of a\ntandem C–C bond as well as alcohol oxidation. They prepared\nthe MIL-100­(Sc,M) (M = Al, Cr, Fe) by substituting some Sc<sup>III</sup> source by Al<sup>3+</sup>, Cr<sup>3+</sup>, or Fe<sup>3+</sup> with\na direct synthesis method. In the Friedel–Crafts additions\nreaction catalyzed by Lewis acid, the tandem deacetalization Friedel–Crafts\naddition–oxidation occurred with the mixed-metal MIL-100­(Sc,Fe)\nused as the catalyst. The Fe<sup>3+</sup> cations and the Sc<sup>3+</sup> cations which occupied the framework sites of the synthesized MIL-100­(Sc,\nFe) could become coordinatively unsaturated and be used for both the\nLewis acid catalysis and oxidation catalysis in their report. Meanwhile,\nthe framework of the synthesized MIL-100 provided a three-dimensionally\nconnected, robust and highly porous host for those active sites. The\nhigh activity of the catalyst could be further used for the synthesis\nof ketones from a hemiacetal and (hetero) aromatics under the reported\nconditions. In short, the incorporation of the additional metal centers\ninto a MOF framework could extend its application in catalysts possibly.</p>", "clean_text": "Catalysts\n\nMIL-100(Fe)\n\nThe iron(III) carboxylate MIL-100(Fe) that had large pores and a zeotype architecture was also studied as catalysts. After being prepared under hydrothermal conditions, MIL-100(Fe) was used as a new porous catalyst in the Friedel-Crafts type reaction such as the catalytic conversion of benzyl chloride (BZC) to diphenylmethane (DPM). In comparison, not only the catalytic activity but also the selectivity of MIL-100(Cr) and zeolite catalysts were tested under the same conditions. As a result, MIL-100(Fe) showed 100% benzyl chloride conversion with nearly 100% diphenylmethane selectivity within a short reaction time, showing relatively high activity and selectivity. By contrast, MIL-100(Cr) showed poor activity in the catalytic reaction with only 42% BZC conversion after 30 h. The highest BZC conversion exhibited by zeolites catalysts was only 54.0% after 5 h. With the same linkers, MIL-100(Fe) showed higher catalytic activity compared to MIL-100(Cr). Their markedly different catalytic activities were attributed to the different metallic ions in MIL-100, and the iron species played an important part as the catalytically active sites in the Friedel-Crafts alkylation. Lately, Mitchell et al. further explored the introduction of mixed metals for the catalytic formation of a tandem C-C bond as well as alcohol oxidation. They prepared the MIL-100(Sc,M) (M = Al, Cr, Fe) by substituting some ScIII source by Al3+, Cr3+, or Fe3+ with a direct synthesis method. In the Friedel-Crafts additions reaction catalyzed by Lewis acid, the tandem deacetalization Friedel-Crafts addition-oxidation occurred with the mixed-metal MIL-100(Sc,Fe) used as the catalyst. The Fe3+ cations and the Sc3+ cations which occupied the framework sites of the synthesized MIL-100(Sc, Fe) could become coordinatively unsaturated and be used for both the Lewis acid catalysis and oxidation catalysis in their report. Meanwhile, the framework of the synthesized MIL-100 provided a three-dimensionally connected, robust and highly porous host for those active sites. The high activity of the catalyst could be further used for the synthesis of ketones from a hemiacetal and (hetero) aromatics under the reported conditions. In short, the incorporation of the additional metal centers into a MOF framework could extend its application in catalysts possibly.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Since Au nanoparticles (NPs) supported on metal oxides were found\nto show good catalytic activity, the catalysis of gold had aroused\nthe great interest of scientists. But\nAu NPs would tend to coagulate during the catalytic reactions and\ndecreased the initial activities gradually during the catalytic cycles\nbecause of their high surface energies. Taking this into consideration, a new nanocatalyst with Au core\nand MIL-100­(Fe) shell was fabricated to solve the above problem. As shown in A, the Au@­MIL-100­(Fe) core–shell\ncatalyst was synthesized by repeatedly dispersing the Au NPs functionalized\nby mercaptoacetic acid (MAA) into an ethanol solution of Fe<sup>3+</sup> and BTC linkers, respectively. B,C shows the mechanisms of the catalytic\nconversion of 4-nitrophenol (4-NP) to 4-aminophenol (4-AP) with both\nAu@­MIL-100­(Fe) core–shell nanoparticles and pure Au nanoparticles.\nBy comparing their catalytic conversion of 4-NP, Au@­MIL-100­(Fe)\ncore–shell NPs were found to show much higher catalytic activity\nthan pure MIL-100­(Fe) and Au NPs in the same reaction time. They attributed\nthe excellent catalytic activity exhibited by Au@­MIL-100­(Fe)\ncore–shell NPs to the synergistic effect of MIL-100­(Fe) and\nAu NPs. However, it still lacked enough experimental and theoretical\nevidence to explain the exact mechanism of the synergistically enhanced\nactivity even though the synergistic effect was similar to those reported\nin some literature. Besides, Au@­MIL-100­(Fe)\ncore–shell NPs could retain their high catalytic activity after\na number of the reaction cycles in the test of recyclability of the\nAu@­MIL-100­(Fe) catalyst. Therefore, MIL-100­(Fe) could be applied\nas potential catalyst with high catalytic activity as well as high\nrecyclability after forming the core–shell structure with Au\nnanoparticles.</p>", "clean_text": "Since Au nanoparticles (NPs) supported on metal oxides were found to show good catalytic activity, the catalysis of gold had aroused the great interest of scientists. But Au NPs would tend to coagulate during the catalytic reactions and decreased the initial activities gradually during the catalytic cycles because of their high surface energies. Taking this into consideration, a new nanocatalyst with Au core and MIL-100(Fe) shell was fabricated to solve the above problem. As shown in A, the Au@MIL-100(Fe) core-shell catalyst was synthesized by repeatedly dispersing the Au NPs functionalized by mercaptoacetic acid (MAA) into an ethanol solution of Fe3+ and BTC linkers, respectively. B,C shows the mechanisms of the catalytic conversion of 4-nitrophenol (4-NP) to 4-aminophenol (4-AP) with both Au@MIL-100(Fe) core-shell nanoparticles and pure Au nanoparticles. By comparing their catalytic conversion of 4-NP, Au@MIL-100(Fe) core-shell NPs were found to show much higher catalytic activity than pure MIL-100(Fe) and Au NPs in the same reaction time. They attributed the excellent catalytic activity exhibited by Au@MIL-100(Fe) core-shell NPs to the synergistic effect of MIL-100(Fe) and Au NPs. However, it still lacked enough experimental and theoretical evidence to explain the exact mechanism of the synergistically enhanced activity even though the synergistic effect was similar to those reported in some literature. Besides, Au@MIL-100(Fe) core-shell NPs could retain their high catalytic activity after a number of the reaction cycles in the test of recyclability of the Au@MIL-100(Fe) catalyst. Therefore, MIL-100(Fe) could be applied as potential catalyst with high catalytic activity as well as high recyclability after forming the core-shell structure with Au nanoparticles.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Concrete process of fabricating Au@MIL-100­(Fe) core–shell\nnanoparticles. (A) The mechanisms of the catalytic conversion of 4-nitrophenol\nto 4-aminophenol with (B) Au@MIL-100­(Fe) core–shell nanocatalyst\nand (C) pure Au NPs catalyst.<xref ref-type=\"bibr\" rid=\"ref81\"></xref>\n</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg-2018-01353c_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Concrete process of fabricating Au@MIL-100(Fe) core-shell nanoparticles. (A) The mechanisms of the catalytic conversion of 4-nitrophenol to 4-aminophenol with (B) Au@MIL-100(Fe) core-shell nanocatalyst and (C) pure Au NPs catalyst.    ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>MIL-100 could be used to form graphene tubes with\nnitrogen-doping\nas an electrocatalyst in oxygen reduction reaction (ORR). The nitrogen-doped graphene tubes (N-GT) with\nbamboo-like structure could be prepared by mixing dicyandiamide (DCDA),\niron­(II) acetate/ethanol solution, and MIL-100­(Fe), followed by hydrothermal\nsynthesis of the mixture, promotion the N and Fe precursors adsorbed\ninto the MIL-100 substrate, and heat treatment at 1000 °C (). The N-GTs material,\nderived from DCDA, iron acetate, and MIL-100­(Fe), was similar to the state-of-the-art carbon-supported platinum\nreported by Gang et al. and could serve\nas an active matrix for hosting catalytic Pt nanoparticles with enhanced\ncorrosion resistance and high electronic conductivity.\n also shows the synthetic process of Pt/N-GTs in which Pt\nnanoparticles were dispersed on the N-GTs matrix. This synthesis method\nwas more facile and cost-effective compared to the chemical vapor\ndeposition method reported by Chen et al. The test of the electrocatalytic performance of the synthesized\nPt/N-GT material was conducted in acid solution at room temperature.\nIn comparison, the ORR activity of the commercial Pt/C catalyst was\nalso tested under the identical experimental conditions. According\nto their ORR polarization plots, the half-wave potential of the fabricated\nPt/N-GT catalyst was tested to be about 0.88 V. This value for Pt/N-GT\ncatalyst was greater than that of the Pt/C catalyst (0.85 V). The\nenhanced ORR activity exhibited by the Pt/N-GT catalyst was explained\nby two possible reasons which were consistent with some literature.\nFor one thing, nitrogen-doped carbon material was inherently active\nfor the oxygen reduction reaction compared to the traditional pristine\ncarbon black particle. For another, there might be a\nsynergistic effect between the supports and Pt which could enhance\nthe catalytic performance. Moreover, their electrochemical\nstability was also tested under the reported conditions. The Pt/N-GT\ncatalyst only showed slightly decreased diffusion-limited current\nwithout significant half-wave potential loss after 5000 cycles, while\nthe commercial Pt/C catalyst suffered a significant decrease in both\ndiffusion-limited current and half-wave potential. Therefore, MIL-100­(Fe)\ncould be applied as an excellent electrocatalyst with high stability\nand activity through the facial and cost-effective synthesis method.</p>", "clean_text": "MIL-100 could be used to form graphene tubes with nitrogen-doping as an electrocatalyst in oxygen reduction reaction (ORR). The nitrogen-doped graphene tubes (N-GT) with bamboo-like structure could be prepared by mixing dicyandiamide (DCDA), iron(II) acetate/ethanol solution, and MIL-100(Fe), followed by hydrothermal synthesis of the mixture, promotion the N and Fe precursors adsorbed into the MIL-100 substrate, and heat treatment at 1000 °C (). The N-GTs material, derived from DCDA, iron acetate, and MIL-100(Fe), was similar to the state-of-the-art carbon-supported platinum reported by Gang et al. and could serve as an active matrix for hosting catalytic Pt nanoparticles with enhanced corrosion resistance and high electronic conductivity.  also shows the synthetic process of Pt/N-GTs in which Pt nanoparticles were dispersed on the N-GTs matrix. This synthesis method was more facile and cost-effective compared to the chemical vapor deposition method reported by Chen et al. The test of the electrocatalytic performance of the synthesized Pt/N-GT material was conducted in acid solution at room temperature. In comparison, the ORR activity of the commercial Pt/C catalyst was also tested under the identical experimental conditions. According to their ORR polarization plots, the half-wave potential of the fabricated Pt/N-GT catalyst was tested to be about 0.88 V. This value for Pt/N-GT catalyst was greater than that of the Pt/C catalyst (0.85 V). The enhanced ORR activity exhibited by the Pt/N-GT catalyst was explained by two possible reasons which were consistent with some literature. For one thing, nitrogen-doped carbon material was inherently active for the oxygen reduction reaction compared to the traditional pristine carbon black particle. For another, there might be a synergistic effect between the supports and Pt which could enhance the catalytic performance. Moreover, their electrochemical stability was also tested under the reported conditions. The Pt/N-GT catalyst only showed slightly decreased diffusion-limited current without significant half-wave potential loss after 5000 cycles, while the commercial Pt/C catalyst suffered a significant decrease in both diffusion-limited current and half-wave potential. Therefore, MIL-100(Fe) could be applied as an excellent electrocatalyst with high stability and activity through the facial and cost-effective synthesis method.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Synthetic\nprocess of bamboo-like N-GTs and Pt/N-GTs with MIL-100­(Fe).<xref ref-type=\"bibr\" rid=\"ref84\"></xref>\n</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cg-2018-01353c_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Synthetic process of bamboo-like N-GTs and Pt/N-GTs with MIL-100(Fe).    ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>MIL-100­(V)</title><p>The catalytic performance\nof MIL-100­(V) was investigated for the catalytic Prins condensation\nof formaldehyde and β-pinene to synthesize a bicyclic primary\nalcohol (nopol) which could be used as the intermediate and flavoring\nagent in the synthesis of waxes, pesticides, and fragrances. In the Prins reaction, MIL-100­(V) showed an excellent catalytic\nperformance in nopol production with a high conversion of β-pinene\nup to 94% after a short reaction time. In comparison, the catalytic\nperformance of the different MIL-100 catalysts containing iron (Fe),\naluminum (Al), chromium (Cr), and indium (In) metal centers was also\ntested in the same reported conditions. With lower concentrations\nof Lewis acid sites, their yields of nopol ranged from 45% to 80%.\nCompared to MIL-100­(V), MIL-100­(Al) and MIL-100­(Cr) possessed relative\nstrong Lewis acid centers but with lower conversions of β-pinene,\nwhich was likely to be attributed to that their strong Lewis acid\nsites had the strong adsorption to substrate or product molecules,\nfurtherly leading to some of the active sites being poisoned and binding\nto β-pinene irreversibly. Besides, the yield of nopol with MIL-100­(V)\ncatalyst was comparable to those of the representative heterogeneous\nand homogeneous catalysts (). By comparison, MIL-100­(V) could be applied as the\nbest catalyst among all the reported catalysts in the Prins reaction.\nConcretely, MIL-100­(V) showed the excellent catalytic performance\ndue to the concerted effect of V<sup>3+</sup> and V<sup>4+</sup> metal\nsites. The presence of V<sup>3+</sup> and V<sup>4+</sup> could be\nelucidated through infrared spectroscopy in the report of Alexandra\net al. And the concerted effect between\nthem could be also observed in the literature. Therefore, with high activity and stability, MIL-100­(V)\nwas a very promising catalyst for different heterogeneous catalytic\nreactions.</p>", "clean_text": "MIL-100(V)\n\nThe catalytic performance of MIL-100(V) was investigated for the catalytic Prins condensation of formaldehyde and β-pinene to synthesize a bicyclic primary alcohol (nopol) which could be used as the intermediate and flavoring agent in the synthesis of waxes, pesticides, and fragrances. In the Prins reaction, MIL-100(V) showed an excellent catalytic performance in nopol production with a high conversion of β-pinene up to 94% after a short reaction time. In comparison, the catalytic performance of the different MIL-100 catalysts containing iron (Fe), aluminum (Al), chromium (Cr), and indium (In) metal centers was also tested in the same reported conditions. With lower concentrations of Lewis acid sites, their yields of nopol ranged from 45% to 80%. Compared to MIL-100(V), MIL-100(Al) and MIL-100(Cr) possessed relative strong Lewis acid centers but with lower conversions of β-pinene, which was likely to be attributed to that their strong Lewis acid sites had the strong adsorption to substrate or product molecules, furtherly leading to some of the active sites being poisoned and binding to β-pinene irreversibly. Besides, the yield of nopol with MIL-100(V) catalyst was comparable to those of the representative heterogeneous and homogeneous catalysts (). By comparison, MIL-100(V) could be applied as the best catalyst among all the reported catalysts in the Prins reaction. Concretely, MIL-100(V) showed the excellent catalytic performance due to the concerted effect of V3+ and V4+ metal sites. The presence of V3+ and V4+ could be elucidated through infrared spectroscopy in the report of Alexandra et al. And the concerted effect between them could be also observed in the literature. Therefore, with high activity and stability, MIL-100(V) was a very promising catalyst for different heterogeneous catalytic reactions.", "data": null, "include_properties": null}, {"idx": 37, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of Yields of Nopol in the\nPrins Reaction with MIL-100­(V) Catalyst and Other Reported Representative\nCatalysts</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">amount of catalyst (g<sub>catalyst</sub> mmol<sub>β‑pinene</sub>\n<sup>–1</sup>)<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic> (K)</oasis:entry>\n<oasis:entry align=\"center\">yield (%)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-100(V)</oasis:entry>\n<oasis:entry>0.025</oasis:entry>\n<oasis:entry>353</oasis:entry>\n<oasis:entry>94</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Sn-SBA-15</oasis:entry>\n<oasis:entry>0.025</oasis:entry>\n<oasis:entry>363</oasis:entry>\n<oasis:entry>94</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref95\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-beta</oasis:entry>\n<oasis:entry>0.04</oasis:entry>\n<oasis:entry>363</oasis:entry>\n<oasis:entry>86</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref96\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Sn-MCM-41</oasis:entry>\n<oasis:entry>0.1</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>75</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref97\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BEA zeolite</oasis:entry>\n<oasis:entry>0.025</oasis:entry>\n<oasis:entry>353</oasis:entry>\n<oasis:entry>28</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref98\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>The amount\nof catalysts used for\nthe catalytic reaction per mmol of β-pinene.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Drug\nCarriers</title><title>MIL-100­(Cr)</title><p>\n<italic>cis</italic>-Diol containing biomolecules (CDBs) played important roles in many\nbiological processes, and consequently, it was meaningful to recognize\nand separate them efficiently. MIL-100­(Cr) functionalized\nwith accessible boronic acid was studied for its recognition and isolation. The boronate-functionalized MIL-100­(Cr), named\nMIL-100-B, was prepared through a facile metal-ligand-fragment coassembly\nmethod in which 5-boronobenzene-1,3-dicarboxylic acid (BBDC) was used\nas the ligand fragment for the incorporation of the functional component.\nInterestingly, the amount of boronic acid functionalized in the fabricated\nMIL-100-B framework was found to be controllable through appropriately\nchanging the ratios of BBDC to BTC organic linkers in the process\nof synthesis. Subsequently, the <italic>cis</italic>-diol containing\nbiomolecules, including galactose, mannose, xylose, and glucose, were\nselected in the adsorption experiments. As shown in , the effects of BBDC content\nand PH on the CDBs uptake in MIL-100-B were investigated, leading\nto the highest adsorption capacities for all the tested CDBs while\nthe feed ratio of BBDC/BTC was 1:1.5 and pH was 9. MIL-100-B not only\nshowed increased adsorption capacities of the CDBs compared with MIL-100\nthrough experimental results but also was able to be regenerated even\nin acid conditions. With exceptional chemical stability, high adsorption\ncapacities of CDBs and good reusability, MIL-100­(Cr) could be applied\nas an excellent adsorbent for the recognition and isolation of biomolecules.\nIn consideration of the high toxicity of chromium cations, the synthesis\nstrategy of functionalized MOFs which were nontoxic could be used\nfor targeted drug delivery.</p>", "clean_text": "Drug Carriers\n\nMIL-100(Cr)\n\n cis-Diol containing biomolecules (CDBs) played important roles in many biological processes, and consequently, it was meaningful to recognize and separate them efficiently. MIL-100(Cr) functionalized with accessible boronic acid was studied for its recognition and isolation. The boronate-functionalized MIL-100(Cr), named MIL-100-B, was prepared through a facile metal-ligand-fragment coassembly method in which 5-boronobenzene-1,3-dicarboxylic acid (BBDC) was used as the ligand fragment for the incorporation of the functional component. Interestingly, the amount of boronic acid functionalized in the fabricated MIL-100-B framework was found to be controllable through appropriately changing the ratios of BBDC to BTC organic linkers in the process of synthesis. Subsequently, the cis-diol containing biomolecules, including galactose, mannose, xylose, and glucose, were selected in the adsorption experiments. As shown in , the effects of BBDC content and PH on the CDBs uptake in MIL-100-B were investigated, leading to the highest adsorption capacities for all the tested CDBs while the feed ratio of BBDC/BTC was 1:1.5 and pH was 9. MIL-100-B not only showed increased adsorption capacities of the CDBs compared with MIL-100 through experimental results but also was able to be regenerated even in acid conditions. With exceptional chemical stability, high adsorption capacities of CDBs and good reusability, MIL-100(Cr) could be applied as an excellent adsorbent for the recognition and isolation of biomolecules. In consideration of the high toxicity of chromium cations, the synthesis strategy of functionalized MOFs which were nontoxic could be used for targeted drug delivery.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Adsorption quantities of the galactose, mannose,\nxylose, and glucose\non MIL-100-B under different (a) ratios of BBDC to BTC and (b) pH.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"cg-2018-01353c_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Adsorption quantities of the galactose, mannose, xylose, and glucose on MIL-100-B under different (a) ratios of BBDC to BTC and (b) pH.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>MIL-100­(Fe)</title><p>It is a huge challenge\nto find an efficient nontoxic nanocarrier material for drug delivery\nin the body because the nanocarrier material should meet the requirements\nof high loadings of different drugs, controllable release, and matrix\ndegradation and so on. With high surface\narea and tunable structures and porosities, MIL-100 was also studied\nto be applied as a carrier material. Baati et al. had investigated the toxicity of high doses of MIL-100\nnanoparticles (nanoMIL-100) from their distribution, metabolism, and\nexcretion in rats. The study of the toxicity was carried on through\nthe intravenous administration of the nanoMIL-100 to adult female\nrats. As a result, the rats kept alive and no overt signs of toxicity\neffects were observed for 7 days after intravenous administration.\nWith further research, the nanoMIL-100 was found to be rapidly sequestered\nby the liver and spleen after administration to keep their function\nintact, leading to no signs of persistent toxicity. Subsequently,\nthe nanoMOF was degraded into the constitutive components, metal subunits\n(Fe) and organic linkers (carboxylate), which could be removed by\nurine and feces without substantial toxicity. Besides, the synthesis\nmethod of MIL-100­(Fe) was green and environmentally friendly becaused\nMIL-100 could be obtained in aqueous without using toxic organic solvents. With the nontoxic nature, environmentally friendly\nsynthesis method, and large pore volume, MIL-100­(Fe) was studied as\na drug carrier to encapsulate four challenging antiviral drugs or\nanticancer such as busulfan (Bu). After soaking in saturated drug\nsolution, Bu was loaded in the nanoMIL-100 and the maximum amount\nof Bu adsorbed was up to 25 wt %. Furthermore,with larger pore volumes,\nthe value for MIL-100 was larger than that of some existing carrier\nmaterials and reported MOFs including\nMIL-53, MIL-89, nitryl/methyl-functionalized MOF. The high entrapment efficiency in MIL-100 nanoparticles\ndemonstrated that MIL material could act like sponges through the\nencapsulation of drugs with various sizes, polarities as well as functional\ngroups. Later, Cunha et al. reported\nthe molecular simulations for encapsulation and release of caffeine\nwith different MOFs. They employed the force-field-based Monte Carlo\nsimulations to evaluate the theoretical loading capacity of caffeine\nfor the MOFs, and the theoretical value was compared with the maximum\nloading achieved by experiment. For MIL-100, the theoretical loading\nestimated by assuming adsorption within both large and small cages,\n65.8 wt %, was remarkably larger than the experimental value of 49.5\nwt %. But if assuming selective adsorption within only the relative\nlarge cavities in their report, the theoretical loading capacity of\ncaffeine (46.4 wt %) was in good agreement with the experimental uptakes.\nThe caffeine release was controllable and depended on the degree of\ncaffeine mobility, MOF stability, and MOF–caffeine interactions.</p>", "clean_text": "MIL-100(Fe)\n\nIt is a huge challenge to find an efficient nontoxic nanocarrier material for drug delivery in the body because the nanocarrier material should meet the requirements of high loadings of different drugs, controllable release, and matrix degradation and so on. With high surface area and tunable structures and porosities, MIL-100 was also studied to be applied as a carrier material. Baati et al. had investigated the toxicity of high doses of MIL-100 nanoparticles (nanoMIL-100) from their distribution, metabolism, and excretion in rats. The study of the toxicity was carried on through the intravenous administration of the nanoMIL-100 to adult female rats. As a result, the rats kept alive and no overt signs of toxicity effects were observed for 7 days after intravenous administration. With further research, the nanoMIL-100 was found to be rapidly sequestered by the liver and spleen after administration to keep their function intact, leading to no signs of persistent toxicity. Subsequently, the nanoMOF was degraded into the constitutive components, metal subunits (Fe) and organic linkers (carboxylate), which could be removed by urine and feces without substantial toxicity. Besides, the synthesis method of MIL-100(Fe) was green and environmentally friendly becaused MIL-100 could be obtained in aqueous without using toxic organic solvents. With the nontoxic nature, environmentally friendly synthesis method, and large pore volume, MIL-100(Fe) was studied as a drug carrier to encapsulate four challenging antiviral drugs or anticancer such as busulfan (Bu). After soaking in saturated drug solution, Bu was loaded in the nanoMIL-100 and the maximum amount of Bu adsorbed was up to 25 wt %. Furthermore,with larger pore volumes, the value for MIL-100 was larger than that of some existing carrier materials and reported MOFs including MIL-53, MIL-89, nitryl/methyl-functionalized MOF. The high entrapment efficiency in MIL-100 nanoparticles demonstrated that MIL material could act like sponges through the encapsulation of drugs with various sizes, polarities as well as functional groups. Later, Cunha et al. reported the molecular simulations for encapsulation and release of caffeine with different MOFs. They employed the force-field-based Monte Carlo simulations to evaluate the theoretical loading capacity of caffeine for the MOFs, and the theoretical value was compared with the maximum loading achieved by experiment. For MIL-100, the theoretical loading estimated by assuming adsorption within both large and small cages, 65.8 wt %, was remarkably larger than the experimental value of 49.5 wt %. But if assuming selective adsorption within only the relative large cavities in their report, the theoretical loading capacity of caffeine (46.4 wt %) was in good agreement with the experimental uptakes. The caffeine release was controllable and depended on the degree of caffeine mobility, MOF stability, and MOF-caffeine interactions.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The ability of controllable release of drugs was detailedly explained\nin the report of Teresa et al. They\nexploited the unique pH-responsiveness as well as the reversible aggregation\nbehaviors of nanosized MIL-100­(Fe) for lung targeting and drug delivery.\nAccording to the investigation of stability of MIL-100­(Fe) in mimic\nintravenous conditions with rat serum, MIL-100­(Fe) was found to be\nremained in lung capillaries by forming aggregates with adequate size\nat the neutral pH. Then a major anticancer compound (GMP) was chosen\nto be encapsulated into the MIL-100­(Fe) to further demonstrate its\nability of being applied as a nanocarrier material for drug delivery\ninto lungs. As shown in , the colloidal suspension of MIL-100­(Fe) kept stable\nin the blood at pH &lt; 6.5 and formed aggregates at pH &gt; 6.5,\nleading\nto the early lung filtration. Then the aggregates disaggregated and\nreleased the drug payload within the lung tissue. Besides large drug\nloadings exhibited by MIL-100­(Fe) nanoparticles, the carrier could\ntarget the lungs efficiently and avoid the toxicity issues derived\nfrom prolonged presence of the aggregates. Therefore, these properties\nof nanosized MIL-100­(Fe) made a promising material for drug delivery.\nThe controllable release of drugs also could be achieved through the\nreaction between H<sub>2</sub>O<sub>2</sub> and iron­(III) inMIL-100­(Fe).\n</p>", "clean_text": "The ability of controllable release of drugs was detailedly explained in the report of Teresa et al. They exploited the unique pH-responsiveness as well as the reversible aggregation behaviors of nanosized MIL-100(Fe) for lung targeting and drug delivery. According to the investigation of stability of MIL-100(Fe) in mimic intravenous conditions with rat serum, MIL-100(Fe) was found to be remained in lung capillaries by forming aggregates with adequate size at the neutral pH. Then a major anticancer compound (GMP) was chosen to be encapsulated into the MIL-100(Fe) to further demonstrate its ability of being applied as a nanocarrier material for drug delivery into lungs. As shown in , the colloidal suspension of MIL-100(Fe) kept stable in the blood at pH < 6.5 and formed aggregates at pH > 6.5, leading to the early lung filtration. Then the aggregates disaggregated and released the drug payload within the lung tissue. Besides large drug loadings exhibited by MIL-100(Fe) nanoparticles, the carrier could target the lungs efficiently and avoid the toxicity issues derived from prolonged presence of the aggregates. Therefore, these properties of nanosized MIL-100(Fe) made a promising material for drug delivery. The controllable release of drugs also could be achieved through the reaction between H2O2 and iron(III) inMIL-100(Fe). ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Lung retention below pH 6.5 and progressive\nrelease of the drug\n(represented as white spots) within the lung tissue after intravenous\nadministration.<xref ref-type=\"bibr\" rid=\"ref103\"></xref>\n</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"cg-2018-01353c_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Lung retention below pH 6.5 and progressive release of the drug (represented as white spots) within the lung tissue after intravenous administration.    ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>The photosensitization capability of the photosensitizers\n(PSs)\nwhich were encapsulated into the MIL-100­(Fe) framework was suppressed\ndue to the isolation of oxygen. After reacting with H<sub>2</sub>O<sub>2</sub>, the frameworks of MIL-100­(Fe) would collapse and H<sub>2</sub>O<sub>2</sub> would generate O<sub>2</sub>. Thus, the encapsulated\nPSs could regain contact with O<sub>2</sub> and recover the photosensitization,\nleading to activated photodynamic therapy (PDT). Similarly, based\non the PDT, MIL-100­(Fe) nanoparticles (NPs) could deliver 3-azido-<sc>d</sc>-alanine (<sc>d</sc>-AzAla) into bacteria-infected tissues\nprecisely. The released <sc>d</sc>-AzAla\ncould be specifically taken up by the bacteria and achieved bacterial\ntreatment. Therefore, MIL-100­(Fe) could be applied as excellent drug\ncarriers with controllable release of drugs.</p>", "clean_text": "The photosensitization capability of the photosensitizers (PSs) which were encapsulated into the MIL-100(Fe) framework was suppressed due to the isolation of oxygen. After reacting with H2O2, the frameworks of MIL-100(Fe) would collapse and H2O2 would generate O2. Thus, the encapsulated PSs could regain contact with O2 and recover the photosensitization, leading to activated photodynamic therapy (PDT). Similarly, based on the PDT, MIL-100(Fe) nanoparticles (NPs) could deliver 3-azido-d-alanine (d-AzAla) into bacteria-infected tissues precisely. The released d-AzAla could be specifically taken up by the bacteria and achieved bacterial treatment. Therefore, MIL-100(Fe) could be applied as excellent drug carriers with controllable release of drugs.", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>Incorporating biologically\nactive molecules into nanocarriers could\nmake them advantageous for drug delivery in some previous reports.\nFor example, surface modifications of the nanoMOFs could control the\nabsorption and release of the drugs. Moreover, after the encapsulation of lipid bilayer into nanoMOFs,\nthe resulting MOF@lipid nanoparticle was expected to show significantly\nincreased stability compared to a liposome and higher loading capacities\nthan that of other nanocarrier systems due to the high porosity of\nMOF. Taking these into consideration, Wuttke\net al.also wanted to develop novel MOF\nnanoparticles encapsulated by biologically active molecules to generate\nfunctional MOF@lipid nanocarriers as controlled drug delivery systems.\nUnder the reported experimental conditions, MIL-100­(Fe) nanoparticles\nwere coated with the lipid bilayer with the addition of the DOPC (1,2-dioleoyl-<italic>sn</italic>-glycero-3-phosphocholine). The procedure was based on\nthe principle of controlled solvent-exchange deposition of lipid onto\nthe MIL-100 surface. To explore the\nsealing properties of the DOPC lipid, fluorescence release experiments\nwere carried out by encapsulating fluorescein dye in the MIL-100­(Fe)\nnanoparticles and subsequently forming the lipid bilayer on the nanoparticle\nsurface (). Furthermore, the uptake of the resulting nanoparticle by cancer\ncells showed that the lipid bilayer could prevent their premature\nrelease. In this way, a MOF could be used to store other drug molecules\nmore than dye molecules. MIL-100­(Fe) also could act as a shell to\ncoat the Fe<sub>3</sub>O<sub>4</sub>@C nanoparticles, leading to the\ngeneration of Fe<sub>3</sub>O<sub>4</sub>@­C@­MIL-100­(Fe)\nnanoparticles. The synthetic Fe<sub>3</sub>O<sub>4</sub>@­C@­MIL-100­(Fe) could deliver dihydroartemisinin\n(DHA) as well as Fe­(lll) into tumor cells synchronously for cancer\ntherapy based on not ony the pH-responsive biodegradation but also\nthe synchronous releasing of drug and Fe­(lll). The reduction of the\nreleased ferrous ions provided enough Fe­(ll) to react with the dihydroartemisinin,\nleading to a burst of reactive oxygen species (ROS) and enhanced cytotoxicity\nof DHA. The Fe<sub>3</sub>O<sub>4</sub>@­C@­MIL-100­(Fe)\nnot only solved the problem of lack of available iron in the cancer\ncells reported in the literature but\nalso exhibited a high loading capacity of drug up to 804.9 mg/g as\nwell as high loading efficiency up to 80.5% in their report. Therefore,\nthe MIL-100­(Fe) coated material was supposed as an ideal drug carrier\nwithout harm to normal tissue.</p>", "clean_text": "Incorporating biologically active molecules into nanocarriers could make them advantageous for drug delivery in some previous reports. For example, surface modifications of the nanoMOFs could control the absorption and release of the drugs. Moreover, after the encapsulation of lipid bilayer into nanoMOFs, the resulting MOF@lipid nanoparticle was expected to show significantly increased stability compared to a liposome and higher loading capacities than that of other nanocarrier systems due to the high porosity of MOF. Taking these into consideration, Wuttke et al.also wanted to develop novel MOF nanoparticles encapsulated by biologically active molecules to generate functional MOF@lipid nanocarriers as controlled drug delivery systems. Under the reported experimental conditions, MIL-100(Fe) nanoparticles were coated with the lipid bilayer with the addition of the DOPC (1,2-dioleoyl-sn-glycero-3-phosphocholine). The procedure was based on the principle of controlled solvent-exchange deposition of lipid onto the MIL-100 surface. To explore the sealing properties of the DOPC lipid, fluorescence release experiments were carried out by encapsulating fluorescein dye in the MIL-100(Fe) nanoparticles and subsequently forming the lipid bilayer on the nanoparticle surface (). Furthermore, the uptake of the resulting nanoparticle by cancer cells showed that the lipid bilayer could prevent their premature release. In this way, a MOF could be used to store other drug molecules more than dye molecules. MIL-100(Fe) also could act as a shell to coat the Fe3O4@C nanoparticles, leading to the generation of Fe3O4@C@MIL-100(Fe) nanoparticles. The synthetic Fe3O4@C@MIL-100(Fe) could deliver dihydroartemisinin (DHA) as well as Fe(lll) into tumor cells synchronously for cancer therapy based on not ony the pH-responsive biodegradation but also the synchronous releasing of drug and Fe(lll). The reduction of the released ferrous ions provided enough Fe(ll) to react with the dihydroartemisinin, leading to a burst of reactive oxygen species (ROS) and enhanced cytotoxicity of DHA. The Fe3O4@C@MIL-100(Fe) not only solved the problem of lack of available iron in the cancer cells reported in the literature but also exhibited a high loading capacity of drug up to 804.9 mg/g as well as high loading efficiency up to 80.5% in their report. Therefore, the MIL-100(Fe) coated material was supposed as an ideal drug carrier without harm to normal tissue.", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Synthesis process of dye loaded MOF nanoparticle\nand lipid coated\nMOF nanoparticle and the uptake of the nanoparticle in cancer cells.<xref ref-type=\"bibr\" rid=\"ref107\"></xref>\n</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"cg-2018-01353c_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Synthesis process of dye loaded MOF nanoparticle and lipid coated MOF nanoparticle and the uptake of the nanoparticle in cancer cells.    ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>Lately, a functionalization approach was presented to implement\nproperties of MIL-100­(Fe) through the external surface selective covalent\nattachment of functional polymers. Amino-polyethylene\nglycol (PEG) and solid-phase artificial amino acid oligoamino amide\n(Stp10-C) were chosed as representative compounds due to their potential\napplications in biomedicine and multimodal imaging. Under the reported conditions, liquid\nnuclear magnetic resonance (NMR) analysis and UV–vis spectroscopy\nwere used for proving the successful formation of the covalent nanoparticles–polymer\nbond and estimating the amount of the covalently attached polymer,\nrespectively. As expected, the functionalized MIL-100­(Fe) nanoparticles\nnot only showd increased chemical and colloidal stability in aqueous\nenvironments as well as initial cell studies but also displayed high\nuptake by cells without cytotoxicity even in high nanoparticle concentrations\nfor more than 24 h. The visualization of functionalized MIL-100­(Fe)\nnanoparticles in vivo allowed us to study the distribution and accumulation\nof MOF nanoparticles in some cells including tumor cells. Therefore,\nMIL-100­(Fe) could be applied as drug carriers with good imaging property\nthrough this functionalization approach.</p>", "clean_text": "Lately, a functionalization approach was presented to implement properties of MIL-100(Fe) through the external surface selective covalent attachment of functional polymers. Amino-polyethylene glycol (PEG) and solid-phase artificial amino acid oligoamino amide (Stp10-C) were chosed as representative compounds due to their potential applications in biomedicine and multimodal imaging. Under the reported conditions, liquid nuclear magnetic resonance (NMR) analysis and UV-vis spectroscopy were used for proving the successful formation of the covalent nanoparticles-polymer bond and estimating the amount of the covalently attached polymer, respectively. As expected, the functionalized MIL-100(Fe) nanoparticles not only showd increased chemical and colloidal stability in aqueous environments as well as initial cell studies but also displayed high uptake by cells without cytotoxicity even in high nanoparticle concentrations for more than 24 h. The visualization of functionalized MIL-100(Fe) nanoparticles in vivo allowed us to study the distribution and accumulation of MOF nanoparticles in some cells including tumor cells. Therefore, MIL-100(Fe) could be applied as drug carriers with good imaging property through this functionalization approach.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<title>Conclusions and Outlook</title><p>In conclusion, with the large pore\nand BET surface area, MIL-100­(Cr)\nshows a great performance in hydrogen storage compared to some well-known\nMOFs. Besides, its adsorption capacity for quinoline, 1,2,3,4-tetrahydroquinoline,\nand decahydroquinoline can be enhanced by incorporating some functional\ngroups such as CuCl or boronic acid into its framework. MIL-100­(Fe)\nnot only shows outstanding water sorption uptakes but also shows strong\ninteractions with various gases and enhanced CO<sub>2</sub> adsorption\ncapacity in the presence of water vapor. Meanwhile, MIL-100­(Fe) can\nbe applied as separation devices with high selectivity for acetylene\nover ethylene due to different interactions between the active sites\nof MIL-100­(Fe) and various gases molecules. Furthermore, MIL-100­(Fe)\nalso can be applied as adsorbents for water purification due to the\ngreat adsorption capacities of pollutants. MIL-100 with Sc metal sites\ncan separate oxygen from air efficiently. MIL-100­(Al) can enhance\nits gases uptake by embedding Pd nanoparticles within its pores or\nforming hollow carbon materials after its carbonization.</p>", "clean_text": "Conclusions and Outlook\n\nIn conclusion, with the large pore and BET surface area, MIL-100(Cr) shows a great performance in hydrogen storage compared to some well-known MOFs. Besides, its adsorption capacity for quinoline, 1,2,3,4-tetrahydroquinoline, and decahydroquinoline can be enhanced by incorporating some functional groups such as CuCl or boronic acid into its framework. MIL-100(Fe) not only shows outstanding water sorption uptakes but also shows strong interactions with various gases and enhanced CO2 adsorption capacity in the presence of water vapor. Meanwhile, MIL-100(Fe) can be applied as separation devices with high selectivity for acetylene over ethylene due to different interactions between the active sites of MIL-100(Fe) and various gases molecules. Furthermore, MIL-100(Fe) also can be applied as adsorbents for water purification due to the great adsorption capacities of pollutants. MIL-100 with Sc metal sites can separate oxygen from air efficiently. MIL-100(Al) can enhance its gases uptake by embedding Pd nanoparticles within its pores or forming hollow carbon materials after its carbonization.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>MIL-100­(Fe)\nalso exhibits high catalytic activity and selectivity\nin the Friedel–Crafts type reaction with iron ions as catalytically\nactive sites. Besides, the incorporation of the additional metal centers\nor functional groups into its frameworks can extend its application\nin the catalytic synthesis of ketones, 4-aminophenol and the catalytic\noxygen reduction. The catalytic ability of MIL-100­(V) also has been\ninvestigated for the catalytic Prins reaction. Compared to some reported\nrepresentative catalysts, MIL-100­(V) can be applied as the best catalyst\nwith the highest yields of nopol due to the concerted effect of V<sup>3+</sup> and V<sup>4+</sup> metal sites.</p>", "clean_text": "MIL-100(Fe) also exhibits high catalytic activity and selectivity in the Friedel-Crafts type reaction with iron ions as catalytically active sites. Besides, the incorporation of the additional metal centers or functional groups into its frameworks can extend its application in the catalytic synthesis of ketones, 4-aminophenol and the catalytic oxygen reduction. The catalytic ability of MIL-100(V) also has been investigated for the catalytic Prins reaction. Compared to some reported representative catalysts, MIL-100(V) can be applied as the best catalyst with the highest yields of nopol due to the concerted effect of V3+ and V4+ metal sites.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>As for the potential\napplications in drug carriers, MIL-100­(Cr)\ncan recognize, separate, and deliver biomolecules with exceptional\nchemical stability and good reusability. With controllable absorption\nand release of the drugs, MIL-100­(Fe) can be supposed as efficient\nnanocarrier materials for the encapsulation and delivery of drugs\nincluding antiviral drugs, anticancer, and antibacterial drugs. In\nparticular, the nontoxic nature and the environmentally friendly synthesis\nmethod of MIL-100 meet the requirement of biological research and\nindustrial applications. Moreover, MIL-100­(Fe) nanocarrier can show\na better performance in drug delivery through the surface modifications\nor the incorporation of other biologically active molecules into its\nframework.</p>", "clean_text": "As for the potential applications in drug carriers, MIL-100(Cr) can recognize, separate, and deliver biomolecules with exceptional chemical stability and good reusability. With controllable absorption and release of the drugs, MIL-100(Fe) can be supposed as efficient nanocarrier materials for the encapsulation and delivery of drugs including antiviral drugs, anticancer, and antibacterial drugs. In particular, the nontoxic nature and the environmentally friendly synthesis method of MIL-100 meet the requirement of biological research and industrial applications. Moreover, MIL-100(Fe) nanocarrier can show a better performance in drug delivery through the surface modifications or the incorporation of other biologically active molecules into its framework.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>With the unique advantages of MIL-100­(M) (M = Cr,\nFe, Sc, Al, V)\nin the fields of adsorption and separation, catalysis drugs delivery,\nand so on, MIL-100 becomes one of the most widely used MOFs and shows\nus an attractive prospect. In particular, Fe-based MIL-100 possesses\nunique properties and has got relatively many reports because the\niron offers several advantages including its nontoxicity, redox properties,\nlow cost, and environmentally friendly character. However, other metal-based\nMIL-100 materials lack some advantages of iron ion, limiting both\ntheir development and applications. Thus, other metal-based MIL-100\nmaterials only possess a part of the applications mentioned above.\nGenerally, considering their excellent properties, it is worth studying\ntheir further development and practical applications. And it can be\nexpected that MIL-100 materials will be widely used in our future\nlife.</p>", "clean_text": "With the unique advantages of MIL-100(M) (M = Cr, Fe, Sc, Al, V) in the fields of adsorption and separation, catalysis drugs delivery, and so on, MIL-100 becomes one of the most widely used MOFs and shows us an attractive prospect. In particular, Fe-based MIL-100 possesses unique properties and has got relatively many reports because the iron offers several advantages including its nontoxicity, redox properties, low cost, and environmentally friendly character. However, other metal-based MIL-100 materials lack some advantages of iron ion, limiting both their development and applications. Thus, other metal-based MIL-100 materials only possess a part of the applications mentioned above. Generally, considering their excellent properties, it is worth studying their further development and practical applications. And it can be expected that MIL-100 materials will be widely used in our future life.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "5, 10, 13, 15, 16, 18, 21, 22", "type": "text", "classification": "property", "content": "<p>Horcajada et al. had successfully\nsynthesized a series of mesoporous and environmentally friendly iron­(III)\npolycarboxylates including MIL-100 and MIL-101 that were isostructural\nand/or similar functionalization. Their free diameters, microporous\nwindows, pore volumes, and surface areas were compared with each other.\nConcretely, MIL-100 solids exhibited giant pores whose free diameters\nwere 25 and 29 Å, while MIL-101 exhibited giant pores of 29 and\n34 Å. Their pore volumes and BET surface areas ranged from 1.2\nto 2.0 cm<sup>3</sup> g<sup>–1</sup> and from 2500 to 4500\nm<sup>2</sup> g<sup>–1</sup>, respectively. These values for\nMIL-100 were comparable to the values for the reported MOFs with the\nlargest mesopore sizes. Furthermore, MIL-100 showed a good thermal stability\nup to the temperature of 473 K and retained its structure in protic\npolar solvents at least 1 or 2 months. MIL-101 materials have been\nproved to show a superior catalytic performance in hydrogen sulfide\nadsorption and the oxidation of cyclohexane, aromatic compounds with <sup>\n<italic>t</italic>\n</sup>BuOOH, or other heterogeneous\nreactions. Thus, the synthesis and potential applications of MIL-100\nare also well worth studying.</p><title>Application of MIL-100</title><title>Adsorbents</title><title>MIL-100­(Cr)</title><p>It is a significant\nand challenging work to find suitable porous materials for gases adsorption\nand separation in industry. Nowadays, activated carbons, zeolites,\nsilica gels, and polymers are important adsorbents and membranes in\nindustrial applications. With the development of porous materials,\nMOFs become new candidates for gases adsorption and separation due\nto the high thermal stability, chemical stability as well as large\nsurface area. With the above advantages\nand large Langmuir surface area more than 3000 m<sup>2</sup> g<sup>–1</sup>, MIL-100­(Cr) was reported\nto show a good performance in hydrogen storage. Under the reported experimental conditions, the process\nof adsorbing hydrogen onto MIL-100­(Cr) was very fast, and it reached\nthermodynamic equilibrium in a few seconds to reach a maximum capacity\nof 3.28 wt %. This value for MIL-100­(Cr) was compared with those for\nsome well-known MOFs in . The excellent performance on adsorbing hydrogen made MIL-100­(Cr)\na potential gas adsorbent for hydrogen. Besides that, MIL-100­(Cr)\ncould be used to adsorb hydrogen sulfide. In comparison, MIL-47­(V)\nas well as MIL-101­(Cr) was also tested under the same reported conditions. Similar to the structure of MIL-100, MIL-101\nwas also built from the octahedral trimers which were connected by\nterephthalate instead of trimesate. Accoding\nto their H<sub>2</sub>S adsorption isotherms (), MIL-101­(Cr) and MIL-100­(Cr) with a rigid\npore exhibited isotherms of monotypic type-I shape. The maximum adsorbed\namounts of H<sub>2</sub>S onto MIL-101­(Cr) and MIL-100­(Cr) at high\npressure (2 MPa) were 38.4 mmol g<sup>–1</sup> and 16.7 mmol\ng<sup>–1</sup>, respectively. Though both MIL solids showed\nexcellent adsorption performance, the adsorption for H<sub>2</sub>S was partially irreversible, which was attributed to the partial\ndestruction of MIL-100­(Cr) and MIL-101­(Cr) frameworks or the strong\ninteractions between their frameworks and the hydrogen sulfide molecules.\nTherefore, MIL-100­(Cr) was not suitable as recyclable hydrogen sulfide\nadsorbents under the reported conditions.\n</p><p>Besides the adsorption of hydrogen\nand hydrogen sulfide, MIL-100­(Cr)\nalso could adsorb huge amounts of two main greenhouse gases, carbon\ndioxide and methane. Infrared experiments\nas well as the use of a CO probe molecule showed that the relatively\nstrong interaction between Cr<sup>3+</sup> coordinatively unsaturated\nsites and gas molecules played an important role in gases adsorption.\nThe adsorption isotherm of CH<sub>4</sub> onto MIL-100­(Cr) showed\nno evidence of total pore filling for it increasing with pressure\ngradually. But the amount adsorbed onto MIL-100­(Cr) at 3.5 MPa and\n303 K was about 119 cm<sup>3</sup> of CH<sub>4</sub>(STP) per cm<sup>3</sup>, which was far below that of MIL-53 solids (∼150 cm<sup>3</sup>\n<sub>STP</sub> cm<sup>–3</sup>). For CO<sub>2</sub>, the amount adsorbed at 5.0 MPa and 304 K reached\n18 mmol g<sup>–1</sup>. This value for MIL-100­(Cr) was larger\nthan that of silicalite (∼2.5 mmol g<sup>–1</sup>),\nzeolite NaX (∼7.8 mmol g<sup>–1</sup>), MIL-53­(Al, Cr)\n(∼10 mmol g<sup>–1</sup>), and HKUST-1 (∼10.7\nmmol g<sup>–1</sup>) under the same conditions. More importantly, the isotherms obtained for\nMIL-100­(Cr) were reversible under certain conditions. The large amounts\nof CH<sub>4</sub> and CO<sub>2</sub> adsorbed together with reversible\nadsorption made MIL-100­(Cr) an attractive candidate for gases adsorbent.</p><title>MIL-100­(Fe)</title><p>With the further study\nof MIL-100, MIL-100­(Fe) was found to show a good performance in gas\nadsorption and separation. First, MIL-100­(Fe) with mesoporous cages\ncould be a potential water vapor adsorbent. According to its water sorption isotherm at 30 °C, MIL-100­(Fe)\nshowed outstanding water sorption uptakes up to 0.873 g H<sub>2</sub>O per g dry absorbent at partial pressures of over 0.5. This value\nfor MIL-100­(Fe) absorbent was much higher than those of representative\nMOFs including HKUST-1, UiO-66-NH<sub>2</sub>, and MOF-74 and commercial adsorbents including NaX (0.336\ng g<sup>–1</sup>), SAPO-34 (0.330 g g<sup>–1</sup>),\nand silica gel (0.327 g g<sup>–1</sup>). In contrast to the\nconventional porous materials which needed to be dehydrated at high\ntemperature before use, the MIL-100­(Fe) adsorbent required a dehydration\ntemperature of 30 °C. The excellent performance in water vapor\nadsorption exhibited by MIL-100­(Fe) suggested commercially viable\napplication of energy-effcient desiccant dehumidification.</p><p>Second,\nduring the reported fabrication process of MIL-100­(Fe), the terminal H<sub>2</sub>O in the MIL-100­(Fe)\nframework were removable through a vacuum heating method, leading\nto many coordinatively unsaturated metal sites (CUSs) which could\nstrongly modify interactions with various gases. The amount of Fe<sup>III</sup>CUS and Fe<sup>II</sup>CUS\ncould be controlled under the different activation conditions, leading\nto the gases adsorbents with different selectivity. Through the comparison\nof gases adsorbed in MIL-100­(Fe) activated in different conditions,\nMIL-100­(Fe) with Fe<sup>II</sup>CUS showed better performance on CO\nadsorption than CO<sub>2</sub> adsorption while MIL-100­(Fe) with Fe<sup>III</sup>CUS showed higher adsorption capacity of propylene than\nthat of propane due to the different interaction of metal CUS with\ndifferent gases. Before long, the nature\nand role of the coordinatively unsaturated sites in the framework\nof MIL-100­(Fe) had been further studied and identified by getting\none family of sites poisoned selectively during the separation process. As the result, the Fe<sup>II</sup> sites were\nfound to play a vital role in the successful separation of propane\nand propene from their mixture due to their different affinity for\nthe CC bonds in propene. Besides, the coordination of the\nwater molecules on Lewis metal sites could influence the CO<sub>2</sub> uptake with MIL-100­(Fe) adsorbent. The\nadsorption capacities of MIL-100­(Fe) for CO<sub>2</sub> were tested\nunder different relative humidities. As the results, MIL-100­(Fe) showed\nremarkable 5-fold enhancement in CO<sub>2</sub> adsorption up to 105\nmg/g carbon dioxide at the relative humidities of 40%. Under the same\nconditions, the CO<sub>2</sub> uptake in UiO-66 remained similar,\nwhile HKUST-1 was unstable toward water vapor. The amount of CO<sub>2</sub> adsorbed in MIL-100­(Fe) was larger than that of UiO-66 (ca.\n27 mg g<sup>–1</sup>) and HKUST-1 (ca. 40 mg g<sup>–1</sup>) at the same tested pressure in other reports. The high CO<sub>2</sub> uptake in the MIL-100­(Fe) framework in the\npresence of humidity was attributable to the microporous pockets filled\nwith CO<sub>2</sub> formed in the mesoporous MIL-100­(Fe) (). However, the similar\nstronger adsorption sites in the presence of water vapor could not\nbe formed in UiO-66 and HKUST-1. Therefore, the enhanced carbon dioxide\nuptake in MIL-100­(Fe) with water-filled mesopores demonstrated that\nMIL-100­(Fe) was a good gas adsorbent.</p><p>Yoon et al. also researched the separation\nand purification of light hydrocarbons including methane, ethane,\nethylene, and acetylene with MIL-100­(Fe). To explore the adsorptive\nseparation properties of MIL-100­(Fe), single-component equilibrium\nadsorption experiments of methane and C<sub>2</sub> hydrocarbons with\nMIL-100­(Fe) were conducted under the same conditions. According to\ntheir adsorption isotherms at 293 and 313 K (), the amount of light hydrocarbons adsorbed\nonto MIL-100­(Fe) followed the order of C<sub>2</sub>H<sub>2</sub> &gt;\nC<sub>2</sub>H<sub>4</sub> &gt; C<sub>2</sub>H<sub>6</sub> &gt; CH<sub>4</sub>. And at 101 kPa and 293 K, the\namount\nof acetylene uptake in MIL-100­(Fe) reached 119 cm<sup>3</sup> g<sup>–1</sup>. Though this value was lower than that of MIL-101­(Cr)\n(144 cm<sup>3</sup> g<sup>–1</sup> at 313 K) under similar\nconditions, MIL-100­(Fe) showed better\nphysicochemical and hydrothermal properties than those of MIL-101­(Cr). Furthermore, MIL-100­(Fe) was found to display\nhigh selectivity for acetylene over ethylene, which was attributed\nto strong interactions between surface OH sites and the Fe<sup>III</sup> sites of MIL-100­(Fe) with acetylene while weak interaction with\nethylene. However, MIL-100­(Fe) showed low selectivity\nfor acetylene over ethylene where Fe<sup>II</sup> sites existed due\nto the nonselective adsorption of both gases at the Fe<sup>II</sup> sites. Therefore, the unsaturated metal\nsites within the pores acted as the Lewis acids and made MIL-100­(Fe)\na good candidate for gases adsorbents with high adsorption selectivity.</p><p>The specific FeOH sites which were located\ninside the pores\nas well as the carbon C<sub>\n<italic>x</italic>\n</sub>OH<sub>2</sub> sites which were located on the surface also played important\nroles in arsenite [As­(III)] uptake in MIL-100­(Fe). According to the As­(III) adsorption experiments with MIL-100­(Fe),\nthe maximum adsorption capacity of As­(III) with MIL-100­(Fe) adsorbent\nreached 120 mg/g at pH 7–8. This value for MIL-100­(Fe) was\nfar higher than those for its carbonized products (∼21 mg g<sup>–1</sup>), which demonstrated the important part of Fe sites\nversus carbon sites in As­(III) uptake. Besides, the adsorptive capacity\nof MIL-100­(Fe) for the arsenite was also far higher than those of\nthe graphite/graphite oxide and activated carbon analogues, and comparable\nto the value for MIL-101­(Cr). After serving iron mesh as a substrate\nto provide the iron for in situ growth of MIL-100­(Fe), iron mesh-based\nMIL-100­(Fe) was obtained and could be used to remove arsenic from\ngroundwater efficiently. With this synthetic\nmethod, the iron mesh-based MIL-100­(Fe) could act as a dual-functional\nsystem to oxidize As­(III) to less-toxic As­(V) due to the Fe<sup>2+</sup>/Fe<sup>3+</sup> sites. Moreover, oxygen bubbling as well as Joule\nheating could improve the removal efficiency for As­(III) and achieve\nthe effect on removing As­(III) completely. Therefore, MIL-100­(Fe)\ncould be applied as an excellent As­(III) adsorbent with excellent\nstructural stability, high surface area, and abundant active adsorption\nsites.</p><p>Carbon monoxide (CO) has a wide range of applications\nin the chemical\nindustry, but it is generally mixed with some other gases, leading\nto great difficulty in separating CO from mixed gas before further\nutilization. MIL-100­(Fe) itself did not show\na good performce in CO adsorption capacities. To enhance the adsorption\ncapacity of carbon monoxide, Cu­(I)@­MIL-100­(Fe), a new functionalized\nmaterial, was prepared because functionalizing MOFs with Cu­(I) could\nenhance the separation selectivity of MOFs in many reports. The adsorption capacity of CO on both Cu­(I)@­MIL-100­(Fe) and\nparent MIL-100­(Fe) was measured under the same conditions. The adsorption\ncapacity of CO was found to be related to the content of Cu­(I), and\nthe highest CO adsorption capacity in Cu­(I)@­MIL-100­(Fe) is showed\nin . In comparison,\nthe CO adsorption capacity with the synthesized Cu­(I)@­MIL-100­(Fe)\nadsorbent was up to 2.78 mmol/g, which was not only 7 times that of\nMIL-100­(Fe) itself but also higher than conventional adsorbents. Furthermore,\nthe N<sub>2</sub> adsorption capacity of the synthesized Cu­(I)@­MIL-100­(Fe)\ndecreased, and the selectivity of CO and N<sub>2</sub> became higher\ncompared to that of MIL-100­(Fe). They attributed the high adsorption\ncapacity of carbon monoxide to the strong π-complexation between\ncarbon monoxide and the Cu­(I)@­MIL-100­(Fe). Therefore, with high CO/N<sub>2</sub> selectivity, Cu­(I)@­MIL-100­(Fe)\nwas able to be applied as a new effective adsorbent for the separation\nof CO/N<sub>2</sub>.</p>", "clean_text": "Horcajada et al. had successfully synthesized a series of mesoporous and environmentally friendly iron(III) polycarboxylates including MIL-100 and MIL-101 that were isostructural and/or similar functionalization. Their free diameters, microporous windows, pore volumes, and surface areas were compared with each other. Concretely, MIL-100 solids exhibited giant pores whose free diameters were 25 and 29 Å, while MIL-101 exhibited giant pores of 29 and 34 Å. Their pore volumes and BET surface areas ranged from 1.2 to 2.0 cm3 g-1 and from 2500 to 4500 m2 g-1, respectively. These values for MIL-100 were comparable to the values for the reported MOFs with the largest mesopore sizes. Furthermore, MIL-100 showed a good thermal stability up to the temperature of 473 K and retained its structure in protic polar solvents at least 1 or 2 months. MIL-101 materials have been proved to show a superior catalytic performance in hydrogen sulfide adsorption and the oxidation of cyclohexane, aromatic compounds with  t BuOOH, or other heterogeneous reactions. Thus, the synthesis and potential applications of MIL-100 are also well worth studying.\n\nApplication of MIL-100\n\nAdsorbents\n\nMIL-100(Cr)\n\nIt is a significant and challenging work to find suitable porous materials for gases adsorption and separation in industry. Nowadays, activated carbons, zeolites, silica gels, and polymers are important adsorbents and membranes in industrial applications. With the development of porous materials, MOFs become new candidates for gases adsorption and separation due to the high thermal stability, chemical stability as well as large surface area. With the above advantages and large Langmuir surface area more than 3000 m2 g-1, MIL-100(Cr) was reported to show a good performance in hydrogen storage. Under the reported experimental conditions, the process of adsorbing hydrogen onto MIL-100(Cr) was very fast, and it reached thermodynamic equilibrium in a few seconds to reach a maximum capacity of 3.28 wt %. This value for MIL-100(Cr) was compared with those for some well-known MOFs in . The excellent performance on adsorbing hydrogen made MIL-100(Cr) a potential gas adsorbent for hydrogen. Besides that, MIL-100(Cr) could be used to adsorb hydrogen sulfide. In comparison, MIL-47(V) as well as MIL-101(Cr) was also tested under the same reported conditions. Similar to the structure of MIL-100, MIL-101 was also built from the octahedral trimers which were connected by terephthalate instead of trimesate. Accoding to their H2S adsorption isotherms (), MIL-101(Cr) and MIL-100(Cr) with a rigid pore exhibited isotherms of monotypic type-I shape. The maximum adsorbed amounts of H2S onto MIL-101(Cr) and MIL-100(Cr) at high pressure (2 MPa) were 38.4 mmol g-1 and 16.7 mmol g-1, respectively. Though both MIL solids showed excellent adsorption performance, the adsorption for H2S was partially irreversible, which was attributed to the partial destruction of MIL-100(Cr) and MIL-101(Cr) frameworks or the strong interactions between their frameworks and the hydrogen sulfide molecules. Therefore, MIL-100(Cr) was not suitable as recyclable hydrogen sulfide adsorbents under the reported conditions. \n\nBesides the adsorption of hydrogen and hydrogen sulfide, MIL-100(Cr) also could adsorb huge amounts of two main greenhouse gases, carbon dioxide and methane. Infrared experiments as well as the use of a CO probe molecule showed that the relatively strong interaction between Cr3+ coordinatively unsaturated sites and gas molecules played an important role in gases adsorption. The adsorption isotherm of CH4 onto MIL-100(Cr) showed no evidence of total pore filling for it increasing with pressure gradually. But the amount adsorbed onto MIL-100(Cr) at 3.5 MPa and 303 K was about 119 cm3 of CH4(STP) per cm3, which was far below that of MIL-53 solids (~150 cm3 STP cm-3). For CO2, the amount adsorbed at 5.0 MPa and 304 K reached 18 mmol g-1. This value for MIL-100(Cr) was larger than that of silicalite (~2.5 mmol g-1), zeolite NaX (~7.8 mmol g-1), MIL-53(Al, Cr) (~10 mmol g-1), and HKUST-1 (~10.7 mmol g-1) under the same conditions. More importantly, the isotherms obtained for MIL-100(Cr) were reversible under certain conditions. The large amounts of CH4 and CO2 adsorbed together with reversible adsorption made MIL-100(Cr) an attractive candidate for gases adsorbent.\n\nMIL-100(Fe)\n\nWith the further study of MIL-100, MIL-100(Fe) was found to show a good performance in gas adsorption and separation. First, MIL-100(Fe) with mesoporous cages could be a potential water vapor adsorbent. According to its water sorption isotherm at 30 °C, MIL-100(Fe) showed outstanding water sorption uptakes up to 0.873 g H2O per g dry absorbent at partial pressures of over 0.5. This value for MIL-100(Fe) absorbent was much higher than those of representative MOFs including HKUST-1, UiO-66-NH2, and MOF-74 and commercial adsorbents including NaX (0.336 g g-1), SAPO-34 (0.330 g g-1), and silica gel (0.327 g g-1). In contrast to the conventional porous materials which needed to be dehydrated at high temperature before use, the MIL-100(Fe) adsorbent required a dehydration temperature of 30 °C. The excellent performance in water vapor adsorption exhibited by MIL-100(Fe) suggested commercially viable application of energy-effcient desiccant dehumidification.\n\nSecond, during the reported fabrication process of MIL-100(Fe), the terminal H2O in the MIL-100(Fe) framework were removable through a vacuum heating method, leading to many coordinatively unsaturated metal sites (CUSs) which could strongly modify interactions with various gases. The amount of FeIIICUS and FeIICUS could be controlled under the different activation conditions, leading to the gases adsorbents with different selectivity. Through the comparison of gases adsorbed in MIL-100(Fe) activated in different conditions, MIL-100(Fe) with FeIICUS showed better performance on CO adsorption than CO2 adsorption while MIL-100(Fe) with FeIIICUS showed higher adsorption capacity of propylene than that of propane due to the different interaction of metal CUS with different gases. Before long, the nature and role of the coordinatively unsaturated sites in the framework of MIL-100(Fe) had been further studied and identified by getting one family of sites poisoned selectively during the separation process. As the result, the FeII sites were found to play a vital role in the successful separation of propane and propene from their mixture due to their different affinity for the CC bonds in propene. Besides, the coordination of the water molecules on Lewis metal sites could influence the CO2 uptake with MIL-100(Fe) adsorbent. The adsorption capacities of MIL-100(Fe) for CO2 were tested under different relative humidities. As the results, MIL-100(Fe) showed remarkable 5-fold enhancement in CO2 adsorption up to 105 mg/g carbon dioxide at the relative humidities of 40%. Under the same conditions, the CO2 uptake in UiO-66 remained similar, while HKUST-1 was unstable toward water vapor. The amount of CO2 adsorbed in MIL-100(Fe) was larger than that of UiO-66 (ca. 27 mg g-1) and HKUST-1 (ca. 40 mg g-1) at the same tested pressure in other reports. The high CO2 uptake in the MIL-100(Fe) framework in the presence of humidity was attributable to the microporous pockets filled with CO2 formed in the mesoporous MIL-100(Fe) (). However, the similar stronger adsorption sites in the presence of water vapor could not be formed in UiO-66 and HKUST-1. Therefore, the enhanced carbon dioxide uptake in MIL-100(Fe) with water-filled mesopores demonstrated that MIL-100(Fe) was a good gas adsorbent.\n\nYoon et al. also researched the separation and purification of light hydrocarbons including methane, ethane, ethylene, and acetylene with MIL-100(Fe). To explore the adsorptive separation properties of MIL-100(Fe), single-component equilibrium adsorption experiments of methane and C2 hydrocarbons with MIL-100(Fe) were conducted under the same conditions. According to their adsorption isotherms at 293 and 313 K (), the amount of light hydrocarbons adsorbed onto MIL-100(Fe) followed the order of C2H2 > C2H4 > C2H6 > CH4. And at 101 kPa and 293 K, the amount of acetylene uptake in MIL-100(Fe) reached 119 cm3 g-1. Though this value was lower than that of MIL-101(Cr) (144 cm3 g-1 at 313 K) under similar conditions, MIL-100(Fe) showed better physicochemical and hydrothermal properties than those of MIL-101(Cr). Furthermore, MIL-100(Fe) was found to display high selectivity for acetylene over ethylene, which was attributed to strong interactions between surface OH sites and the FeIII sites of MIL-100(Fe) with acetylene while weak interaction with ethylene. However, MIL-100(Fe) showed low selectivity for acetylene over ethylene where FeII sites existed due to the nonselective adsorption of both gases at the FeII sites. Therefore, the unsaturated metal sites within the pores acted as the Lewis acids and made MIL-100(Fe) a good candidate for gases adsorbents with high adsorption selectivity.\n\nThe specific FeOH sites which were located inside the pores as well as the carbon C x OH2 sites which were located on the surface also played important roles in arsenite [As(III)] uptake in MIL-100(Fe). According to the As(III) adsorption experiments with MIL-100(Fe), the maximum adsorption capacity of As(III) with MIL-100(Fe) adsorbent reached 120 mg/g at pH 7-8. This value for MIL-100(Fe) was far higher than those for its carbonized products (~21 mg g-1), which demonstrated the important part of Fe sites versus carbon sites in As(III) uptake. Besides, the adsorptive capacity of MIL-100(Fe) for the arsenite was also far higher than those of the graphite/graphite oxide and activated carbon analogues, and comparable to the value for MIL-101(Cr). After serving iron mesh as a substrate to provide the iron for in situ growth of MIL-100(Fe), iron mesh-based MIL-100(Fe) was obtained and could be used to remove arsenic from groundwater efficiently. With this synthetic method, the iron mesh-based MIL-100(Fe) could act as a dual-functional system to oxidize As(III) to less-toxic As(V) due to the Fe2+/Fe3+ sites. Moreover, oxygen bubbling as well as Joule heating could improve the removal efficiency for As(III) and achieve the effect on removing As(III) completely. Therefore, MIL-100(Fe) could be applied as an excellent As(III) adsorbent with excellent structural stability, high surface area, and abundant active adsorption sites.\n\nCarbon monoxide (CO) has a wide range of applications in the chemical industry, but it is generally mixed with some other gases, leading to great difficulty in separating CO from mixed gas before further utilization. MIL-100(Fe) itself did not show a good performce in CO adsorption capacities. To enhance the adsorption capacity of carbon monoxide, Cu(I)@MIL-100(Fe), a new functionalized material, was prepared because functionalizing MOFs with Cu(I) could enhance the separation selectivity of MOFs in many reports. The adsorption capacity of CO on both Cu(I)@MIL-100(Fe) and parent MIL-100(Fe) was measured under the same conditions. The adsorption capacity of CO was found to be related to the content of Cu(I), and the highest CO adsorption capacity in Cu(I)@MIL-100(Fe) is showed in . In comparison, the CO adsorption capacity with the synthesized Cu(I)@MIL-100(Fe) adsorbent was up to 2.78 mmol/g, which was not only 7 times that of MIL-100(Fe) itself but also higher than conventional adsorbents. Furthermore, the N2 adsorption capacity of the synthesized Cu(I)@MIL-100(Fe) decreased, and the selectivity of CO and N2 became higher compared to that of MIL-100(Fe). They attributed the high adsorption capacity of carbon monoxide to the strong π-complexation between carbon monoxide and the Cu(I)@MIL-100(Fe). Therefore, with high CO/N2 selectivity, Cu(I)@MIL-100(Fe) was able to be applied as a new effective adsorbent for the separation of CO/N2.", "data": [[{"meta": {"name": "MIL-100", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "119", "unit": "cm3", "temperature": "303 K", "pressure": "3.5 MPa", "condition": ""}, {"adsorbate": "CH4", "adsorbed amount": "119", "unit": "cm3", "temperature": "101 kPa, 293 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "18", "unit": "mmol g–1", "temperature": "5.0 MPa, 304 K", "pressure": "", "condition": ""}]}, {"meta": {"name": "MIL-100­(Cr)", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "3.28", "unit": "wt%", "temperature": "", "pressure": "", "condition": ""}, {"adsorbate": "H2S", "adsorbed amount": "16.7", "unit": "mmol g–1", "temperature": "2 MPa", "pressure": "", "condition": ""}]}, {"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "H2S", "adsorbed amount": "38.4", "unit": "mmol g–1", "temperature": "2 MPa", "pressure": "", "condition": ""}]}, {"meta": {"name": "MIL-100­(Fe)", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO", "adsorbed amount": "2.78", "unit": "mmol/g", "temperature": "", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": "29, 34", "type": "text", "classification": "property", "content": "<title>MIL-100­(Al)</title><p>MIL-100­(Al) was also\nstudied to adsorb gases because of its large BET surface area, high\nthermal/​chemical stability, and three-dimensional mesoporous\nstructural feature. After carbonization\nof MIL-100­(Al) and subsequent controlled acid etching, hollow carbon\nmaterials were synthesized and exhibited significant H<sub>2</sub> and CO<sub>2</sub> adsorption capacities. The resulting carbon material\nhad a large Brunauer–Emmett–Teller (BET) surface area\nof 1711 m<sup>2</sup> g<sup>–1</sup> (N<sub>2</sub> at 77 K),\nleading to high CO<sub>2</sub> uptakes of 4.0 mmol g<sup>–1</sup> at 273 K at 1 atm. This value was comparable to the value for the\nrepoted optimized nitrogen-doped templated carbon material. Besides, the MIL-100­(Al)-derived carbon material\nshowed high H<sub>2</sub> uptakes of 1.5 wt % at 77 K and 1 atm. The\n1.5 wt % value was comparable to the value for the reported hollow\nnitrogen-containing carbon spheres. Therefore,\nMIL-100­(Al) also had the potential application of gases adsorption\nand separtion.</p><p>MIL-100 could be used to form graphene tubes with\nnitrogen-doping\nas an electrocatalyst in oxygen reduction reaction (ORR). The nitrogen-doped graphene tubes (N-GT) with\nbamboo-like structure could be prepared by mixing dicyandiamide (DCDA),\niron­(II) acetate/ethanol solution, and MIL-100­(Fe), followed by hydrothermal\nsynthesis of the mixture, promotion the N and Fe precursors adsorbed\ninto the MIL-100 substrate, and heat treatment at 1000 °C (). The N-GTs material,\nderived from DCDA, iron acetate, and MIL-100­(Fe), was similar to the state-of-the-art carbon-supported platinum\nreported by Gang et al. and could serve\nas an active matrix for hosting catalytic Pt nanoparticles with enhanced\ncorrosion resistance and high electronic conductivity.\n also shows the synthetic process of Pt/N-GTs in which Pt\nnanoparticles were dispersed on the N-GTs matrix. This synthesis method\nwas more facile and cost-effective compared to the chemical vapor\ndeposition method reported by Chen et al. The test of the electrocatalytic performance of the synthesized\nPt/N-GT material was conducted in acid solution at room temperature.\nIn comparison, the ORR activity of the commercial Pt/C catalyst was\nalso tested under the identical experimental conditions. According\nto their ORR polarization plots, the half-wave potential of the fabricated\nPt/N-GT catalyst was tested to be about 0.88 V. This value for Pt/N-GT\ncatalyst was greater than that of the Pt/C catalyst (0.85 V). The\nenhanced ORR activity exhibited by the Pt/N-GT catalyst was explained\nby two possible reasons which were consistent with some literature.\nFor one thing, nitrogen-doped carbon material was inherently active\nfor the oxygen reduction reaction compared to the traditional pristine\ncarbon black particle. For another, there might be a\nsynergistic effect between the supports and Pt which could enhance\nthe catalytic performance. Moreover, their electrochemical\nstability was also tested under the reported conditions. The Pt/N-GT\ncatalyst only showed slightly decreased diffusion-limited current\nwithout significant half-wave potential loss after 5000 cycles, while\nthe commercial Pt/C catalyst suffered a significant decrease in both\ndiffusion-limited current and half-wave potential. Therefore, MIL-100­(Fe)\ncould be applied as an excellent electrocatalyst with high stability\nand activity through the facial and cost-effective synthesis method.</p>", "clean_text": "MIL-100(Al)\n\nMIL-100(Al) was also studied to adsorb gases because of its large BET surface area, high thermal/chemical stability, and three-dimensional mesoporous structural feature. After carbonization of MIL-100(Al) and subsequent controlled acid etching, hollow carbon materials were synthesized and exhibited significant H2 and CO2 adsorption capacities. The resulting carbon material had a large Brunauer-Emmett-Teller (BET) surface area of 1711 m2 g-1 (N2 at 77 K), leading to high CO2 uptakes of 4.0 mmol g-1 at 273 K at 1 atm. This value was comparable to the value for the repoted optimized nitrogen-doped templated carbon material. Besides, the MIL-100(Al)-derived carbon material showed high H2 uptakes of 1.5 wt % at 77 K and 1 atm. The 1.5 wt % value was comparable to the value for the reported hollow nitrogen-containing carbon spheres. Therefore, MIL-100(Al) also had the potential application of gases adsorption and separtion.\n\nMIL-100 could be used to form graphene tubes with nitrogen-doping as an electrocatalyst in oxygen reduction reaction (ORR). The nitrogen-doped graphene tubes (N-GT) with bamboo-like structure could be prepared by mixing dicyandiamide (DCDA), iron(II) acetate/ethanol solution, and MIL-100(Fe), followed by hydrothermal synthesis of the mixture, promotion the N and Fe precursors adsorbed into the MIL-100 substrate, and heat treatment at 1000 °C (). The N-GTs material, derived from DCDA, iron acetate, and MIL-100(Fe), was similar to the state-of-the-art carbon-supported platinum reported by Gang et al. and could serve as an active matrix for hosting catalytic Pt nanoparticles with enhanced corrosion resistance and high electronic conductivity.  also shows the synthetic process of Pt/N-GTs in which Pt nanoparticles were dispersed on the N-GTs matrix. This synthesis method was more facile and cost-effective compared to the chemical vapor deposition method reported by Chen et al. The test of the electrocatalytic performance of the synthesized Pt/N-GT material was conducted in acid solution at room temperature. In comparison, the ORR activity of the commercial Pt/C catalyst was also tested under the identical experimental conditions. According to their ORR polarization plots, the half-wave potential of the fabricated Pt/N-GT catalyst was tested to be about 0.88 V. This value for Pt/N-GT catalyst was greater than that of the Pt/C catalyst (0.85 V). The enhanced ORR activity exhibited by the Pt/N-GT catalyst was explained by two possible reasons which were consistent with some literature. For one thing, nitrogen-doped carbon material was inherently active for the oxygen reduction reaction compared to the traditional pristine carbon black particle. For another, there might be a synergistic effect between the supports and Pt which could enhance the catalytic performance. Moreover, their electrochemical stability was also tested under the reported conditions. The Pt/N-GT catalyst only showed slightly decreased diffusion-limited current without significant half-wave potential loss after 5000 cycles, while the commercial Pt/C catalyst suffered a significant decrease in both diffusion-limited current and half-wave potential. Therefore, MIL-100(Fe) could be applied as an excellent electrocatalyst with high stability and activity through the facial and cost-effective synthesis method.", "data": [[{"meta": {"name": "MIL-100­(Al)", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "1.5", "unit": "wt%", "temperature": "77 K", "pressure": "1 atm", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "4.0", "unit": "mmol g^–1", "temperature": "273 K", "pressure": "1 atm", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 11, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Comparison of Langmuir Surface Area\nand Hydrogen Gas Storage Capabilities of MIL-100­(Cr) and Some Other\nReported Well-Known MOFs</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"​\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">material</oasis:entry>\n<oasis:entry align=\"center\">apparent\nsurface area<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref> (m<sup>2</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">H<sub>2</sub> uptake (wt %)</oasis:entry>\n<oasis:entry align=\"center\">CO adsorption\ncapacity (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-100(Cr)</oasis:entry>\n<oasis:entry>2700​</oasis:entry>\n<oasis:entry>3.3 at 77 K, 25 bar</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref23\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)</oasis:entry>\n<oasis:entry>5500​</oasis:entry>\n<oasis:entry>6.1 at 77 K, 60 bar</oasis:entry>\n<oasis:entry>1.13 at 288 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref23\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-67(Zn)</oasis:entry>\n<oasis:entry>1500​</oasis:entry>\n<oasis:entry>1.26 at 77 K, 1 bar</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-5</oasis:entry>\n<oasis:entry>2296​<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>5.1 at 77 K, 60 bar</oasis:entry>\n<oasis:entry>∼0.15 at 298 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref43\" specific-use=\"ref-style=base-text\"></xref>, <xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-177</oasis:entry>\n<oasis:entry>5640​</oasis:entry>\n<oasis:entry>7.5 at 77 K, 70 bar</oasis:entry>\n<oasis:entry>∼0.03\nat 298 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"ref-style=base-text\"></xref>, <xref ref-type=\"bibr\" rid=\"ref45\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>1958​</oasis:entry>\n<oasis:entry>3.6 at 77 K, 50 bar</oasis:entry>\n<oasis:entry>∼0.75\nat 295 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref46\" specific-use=\"ref-style=base-text\"></xref>, <xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Fe)</oasis:entry>\n<oasis:entry>2831​</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.38 at 295 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu(I)@MIL-100(Fe)</oasis:entry>\n<oasis:entry>1035​</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2.78 at 295 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zeolite 13X</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>∼0.5\nat 298 K, 1 bar</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref44\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Langmuir surface\narea from N<sub>2</sub> adsorption at 77 K.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>BET surface area from N<sub>2</sub> at 77 K.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Comparison of Langmuir Surface Area and Hydrogen Gas Storage Capabilities of MIL-100­(Cr) and Some Other Reported Well-Known MOFs\n\n| material        | apparent surface area[^a] (m² g⁻¹) | H₂ uptake (wt %) | CO adsorption capacity (mmol/g) | ref[^b] |\n|-----------------|------------------------------------|------------------|---------------------------------|---------|\n| MIL-100(Cr)      | 2700​                               | 3.3 at 77 K, 25 bar |                                 | [23]    |\n| MIL-101(Cr)      | 5500​                               | 6.1 at 77 K, 60 bar | 1.13 at 288 K, 1 bar             | [23]    |\n| ZIF-67(Zn)       | 1500​                               | 1.26 at 77 K, 1 bar |                                 | [42]    |\n| MOF-5            | 2296​[^c]                           | 5.1 at 77 K, 60 bar | ∼0.15 at 298 K, 1 bar            | [43], [44] |\n| MOF-177          | 5640​                               | 7.5 at 77 K, 70 bar | ∼0.03 at 298 K, 1 bar            | [44], [45] |\n| HKUST-1          | 1958​                               | 3.6 at 77 K, 50 bar | ∼0.75 at 295 K, 1 bar            | [46], [47] |\n| MIL-100(Fe)      | 2831​                               |                    | 0.38 at 295 K, 1 bar             | [48]    |\n| Cu(I)@MIL-100(Fe)| 1035​                               |                    | 2.78 at 295 K, 1 bar             | [48]    |\n| Zeolite 13X      |                                    |                    | ∼0.5 at 298 K, 1 bar             | [44]    |\n\n[^a]: Langmuir surface area from N₂ adsorption at 77 K.\n[^b]: BET surface area from N₂ at 77 K.\n[^c]: MIL-5 surface area from N₂ at 77 K.", "data": [{"meta": {"name": "MIL-100(Cr)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "apparent", "probe": "", "value": "2700", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "3.3", "unit": "wt%", "temperature": "77 K", "pressure": "25 bar", "condition": ""}]}, {"meta": {"name": "MIL-101(Cr)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "apparent", "probe": "", "value": "5500", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "6.1", "unit": "wt%", "temperature": "77 K", "pressure": "60 bar", "condition": ""}, {"adsorbate": "CO", "adsorbed amount": "1.13", "unit": "mmol/g", "temperature": "288 K", "pressure": "1 bar", "condition": ""}]}, {"meta": {"name": "ZIF-67(Zn)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "apparent", "probe": "", "value": "1500", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "1.26", "unit": "wt%", "temperature": "77 K", "pressure": "1 bar", "condition": ""}]}, {"meta": {"name": "MOF-5", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "MIL-5", "probe": "", "value": "2296", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "5.1", "unit": "wt%", "temperature": "77 K", "pressure": "60 bar", "condition": ""}, {"adsorbate": "CO", "adsorbed amount": "∼0.15", "unit": "mmol/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}]}, {"meta": {"name": "MOF-177", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "5640", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "7.5", "unit": "wt%", "temperature": "77 K", "pressure": "70 bar", "condition": ""}, {"adsorbate": "CO", "adsorbed amount": "∼0.03", "unit": "mmol/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}]}, {"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1958", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "H2", "adsorbed amount": "3.6", "unit": "wt%", "temperature": "77 K", "pressure": "50 bar", "condition": ""}, {"adsorbate": "CO", "adsorbed amount": "∼0.75", "unit": "mmol/g", "temperature": "295 K", "pressure": "1 bar", "condition": ""}]}, {"meta": {"name": "MIL-100(Fe)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "2831", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "CO", "adsorbed amount": "0.38", "unit": "mmol/g", "temperature": "295 K", "pressure": "1 bar", "condition": ""}]}, {"meta": {"name": "Cu(I)@MIL-100(Fe)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1035", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "CO", "adsorbed amount": "2.78", "unit": "mmol/g", "temperature": "295 K", "pressure": "1 bar", "condition": ""}]}, {"meta": {"name": "Zeolite 13X", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO", "adsorbed amount": "∼0.5", "unit": "mmol/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}]}], "include_properties": null}, {"idx": 24, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Number of Tested N/S-Heterocyclic\nMolecules Per Unit Cell with All MIL-100 at Saturation<xref ref-type=\"bibr\" rid=\"ref27\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">mol/UC (% of CUS)</oasis:entry>\n<oasis:entry align=\"center\">IND</oasis:entry>\n<oasis:entry align=\"center\">THP</oasis:entry>\n<oasis:entry align=\"center\">1,2-DMI</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-100(Fe)</oasis:entry>\n<oasis:entry>670 (124%)</oasis:entry>\n<oasis:entry>180 (32%)</oasis:entry>\n<oasis:entry>300 (56%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Al)</oasis:entry>\n<oasis:entry>670 (124%)</oasis:entry>\n<oasis:entry>160 (29%)</oasis:entry>\n<oasis:entry>240 (45%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Cr)</oasis:entry>\n<oasis:entry>560 (103%)</oasis:entry>\n<oasis:entry>140 (25%)</oasis:entry>\n<oasis:entry>340 (63%)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(V)</oasis:entry>\n<oasis:entry>370 (69%)</oasis:entry>\n<oasis:entry>80 (15%)</oasis:entry>\n<oasis:entry>290 (54%)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Number of Tested N/S-Heterocyclic Molecules Per Unit Cell with All MIL-100 at Saturation[^27]\n\n| mol/UC (% of CUS) | IND | THP | 1,2-DMI |\n|------------------|-----|-----|---------|\n| MIL-100(Fe)      | 670 (124%) | 180 (32%) | 300 (56%) |\n| MIL-100(Al)      | 670 (124%) | 160 (29%) | 240 (45%) |\n| MIL-100(Cr)      | 560 (103%) | 140 (25%) | 340 (63%) |\n| MIL-100(V)       | 370 (69%) | 80 (15%) | 290 (54%) |", "data": [{"meta": {"name": "MIL-100(Fe)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Number of Tested N/S-Heterocyclic Molecules Per Unit Cell with All MIL-100 at Saturation", "value": "IND: 670 (124%), THP: 180 (32%), 1,2-DMI: 300 (56%)", "unit": "mol/UC (% of CUS)", "condition": ""}]}, {"meta": {"name": "MIL-100(Al)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Number of Tested N/S-Heterocyclic Molecules Per Unit Cell with All MIL-100 at Saturation", "value": "IND: 670 (124%), THP: 160 (29%), 1,2-DMI: 240 (45%)", "unit": "mol/UC (% of CUS)", "condition": ""}]}, {"meta": {"name": "MIL-100(Cr)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Number of Tested N/S-Heterocyclic Molecules Per Unit Cell with All MIL-100 at Saturation", "value": "IND: 560 (103%), THP: 140 (25%), 1,2-DMI: 340 (63%)", "unit": "mol/UC (% of CUS)", "condition": ""}]}, {"meta": {"name": "MIL-100(V)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Number of Tested N/S-Heterocyclic Molecules Per Unit Cell with All MIL-100 at Saturation", "value": "IND: 370 (69%), THP: 80 (15%), 1,2-DMI: 290 (54%)", "unit": "mol/UC (% of CUS)", "condition": ""}]}], "include_properties": null}, {"idx": 37, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of Yields of Nopol in the\nPrins Reaction with MIL-100­(V) Catalyst and Other Reported Representative\nCatalysts</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">amount of catalyst (g<sub>catalyst</sub> mmol<sub>β‑pinene</sub>\n<sup>–1</sup>)<xref ref-type=\"table-fn\" rid=\"t3fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>T</italic> (K)</oasis:entry>\n<oasis:entry align=\"center\">yield (%)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-100(V)</oasis:entry>\n<oasis:entry>0.025</oasis:entry>\n<oasis:entry>353</oasis:entry>\n<oasis:entry>94</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Sn-SBA-15</oasis:entry>\n<oasis:entry>0.025</oasis:entry>\n<oasis:entry>363</oasis:entry>\n<oasis:entry>94</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref95\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn-beta</oasis:entry>\n<oasis:entry>0.04</oasis:entry>\n<oasis:entry>363</oasis:entry>\n<oasis:entry>86</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref96\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Sn-MCM-41</oasis:entry>\n<oasis:entry>0.1</oasis:entry>\n<oasis:entry>333</oasis:entry>\n<oasis:entry>75</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref97\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BEA zeolite</oasis:entry>\n<oasis:entry>0.025</oasis:entry>\n<oasis:entry>353</oasis:entry>\n<oasis:entry>28</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref98\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>The amount\nof catalysts used for\nthe catalytic reaction per mmol of β-pinene.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Comparison of Yields of Nopol in the Prins Reaction with MIL-100­(V) Catalyst and Other Reported Representative Catalysts\n\n| catalyst    | amount of catalyst (g<sub>catalyst</sub> mmol<sub>β‑pinene</sub> <sup>–1</sup>)[^a] | T (K) | yield (%) | ref |\n|-------------|------------------------------------------------------------------------------------|-------|-----------|-----|\n| MIL-100(V)  | 0.025                                                                              | 353   | 94        | [31]|\n| Sn-SBA-15    | 0.025                                                                              | 363   | 94        | [95]|\n| Zn-beta     | 0.04                                                                               | 363   | 86        | [96]|\n| Sn-MCM-41   | 0.1                                                                                | 333   | 75        | [97]|\n| BEA zeolite | 0.025                                                                              | 353   | 28        | [98]|\n\n[^a]: The amount of catalysts used for the catalytic reaction per mmol of β-pinene.", "data": [{"meta": {"name": "MIL-100(V)", "symbol": "", "chemical formula": ""}, "yield": [{"value": "94", "unit": "%", "substrate": "β-pinene", "catalyst": "0.025g catalyst mmolβ‑pinene<sup>–1</sup>", "pressure": "", "temperature": "353K", "solvent": "", "time": ""}], "ref": "[31]"}, {"meta": {"name": "Sn-SBA-15", "symbol": "", "chemical formula": ""}, "yield": [{"value": "94", "unit": "%", "substrate": "β-pinene", "catalyst": "0.025g catalyst mmolβ‑pinene<sup>–1</sup>", "pressure": "", "temperature": "363K", "solvent": "", "time": ""}], "ref": "[95]"}, {"meta": {"name": "Zn-beta", "symbol": "", "chemical formula": ""}, "yield": [{"value": "86", "unit": "%", "substrate": "β-pinene", "catalyst": "0.04g catalyst mmolβ‑pinene<sup>–1</sup>", "pressure": "", "temperature": "363K", "solvent": "", "time": ""}], "ref": "[96]"}, {"meta": {"name": "Sn-MCM-41", "symbol": "", "chemical formula": ""}, "yield": [{"value": "75", "unit": "%", "substrate": "β-pinene", "catalyst": "0.1g catalyst mmolβ‑pinene<sup>–1</sup>", "pressure": "", "temperature": "333K", "solvent": "", "time": ""}], "ref": "[97]"}, {"meta": {"name": "BEA zeolite", "symbol": "", "chemical formula": ""}, "yield": [{"value": "28", "unit": "%", "substrate": "β-pinene", "catalyst": "0.025g catalyst mmolβ‑pinene<sup>–1</sup>", "pressure": "", "temperature": "353K", "solvent": "", "time": ""}], "ref": "[98]"}], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structure of Fe-based MIL-100. (A) The trimer of iron\noctahedra\nwhich was linked by the trimesic acid generated (B) one unit cell\nof MIL-100­(Fe). (C) The free apertures of the two types of cages were\n∼25 and 29 Å in polyhedral mode. (D) Pentagonal and hexagonal\nwindows of the mesoporous cages were ∼5.5 and 8.6 Å in\nballs and sticks (C: black; O: red; Fe: gray).<xref ref-type=\"bibr\" rid=\"ref22\"></xref>\n</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2018-01353c_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structure of Fe-based MIL-100. (A) The trimer of iron octahedra which was linked by the trimesic acid generated (B) one unit cell of MIL-100(Fe). (C) The free apertures of the two types of cages were ~25 and 29 Å in polyhedral mode. (D) Pentagonal and hexagonal windows of the mesoporous cages were ~5.5 and 8.6 Å in balls and sticks (C: black; O: red; Fe: gray).    ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Adsorption isotherms of hydrogen sulfide onto\nMIL-101­(Cr) (red),\nMIL-100­(Cr) (green), and MIL-47­(V) (black).<xref ref-type=\"bibr\" rid=\"ref13\"></xref>\n</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2018-01353c_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Adsorption isotherms of hydrogen sulfide onto MIL-101(Cr) (red), MIL-100(Cr) (green), and MIL-47(V) (black).    ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Microporous pockets (A) which were filled\nwith CO<sub>2</sub> (B)\nwere formed in MIL-100­(Fe) where water vapor existed.<xref ref-type=\"bibr\" rid=\"ref50\"></xref>\n</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2018-01353c_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Microporous pockets (A) which were filled with CO2 (B) were formed in MIL-100(Fe) where water vapor existed.    ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Adsorption\nisotherms of acetylene (◆◇), ethylene\n(▲△), ethane (●○), and methane (■□)\non MIL-100­(Fe) framework at (A) 293 K and (B) 313 K.<xref ref-type=\"bibr\" rid=\"ref25\"></xref>\n</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2018-01353c_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Adsorption isotherms of acetylene (◆◇), ethylene (▲△), ethane (●○), and methane (■□) on MIL-100(Fe) framework at (A) 293 K and (B) 313 K.    ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Adsorption isotherm of 1,2-DMI from heptane\non MIL-100­(V) (■),\nMIL-100­(Cr) (×), MIL-100­(Al) (◆), and MIL-100­(Fe) (▲)\nat low concentration domain.<xref ref-type=\"bibr\" rid=\"ref27\"></xref>\n</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2018-01353c_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Adsorption isotherm of 1,2-DMI from heptane on MIL-100(V) (■), MIL-100(Cr) (×), MIL-100(Al) (◆), and MIL-100(Fe) (▲) at low concentration domain.    ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Adsorption capacities of (A) ASA and (B) ROX\nover various adsorbents\nat various adsorption times.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg-2018-01353c_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Adsorption capacities of (A) ASA and (B) ROX over various adsorbents at various adsorption times.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Concrete process of fabricating Au@MIL-100­(Fe) core–shell\nnanoparticles. (A) The mechanisms of the catalytic conversion of 4-nitrophenol\nto 4-aminophenol with (B) Au@MIL-100­(Fe) core–shell nanocatalyst\nand (C) pure Au NPs catalyst.<xref ref-type=\"bibr\" rid=\"ref81\"></xref>\n</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg-2018-01353c_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Concrete process of fabricating Au@MIL-100(Fe) core-shell nanoparticles. (A) The mechanisms of the catalytic conversion of 4-nitrophenol to 4-aminophenol with (B) Au@MIL-100(Fe) core-shell nanocatalyst and (C) pure Au NPs catalyst.    ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Synthetic\nprocess of bamboo-like N-GTs and Pt/N-GTs with MIL-100­(Fe).<xref ref-type=\"bibr\" rid=\"ref84\"></xref>\n</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cg-2018-01353c_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Synthetic process of bamboo-like N-GTs and Pt/N-GTs with MIL-100(Fe).    ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Adsorption quantities of the galactose, mannose,\nxylose, and glucose\non MIL-100-B under different (a) ratios of BBDC to BTC and (b) pH.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"cg-2018-01353c_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Adsorption quantities of the galactose, mannose, xylose, and glucose on MIL-100-B under different (a) ratios of BBDC to BTC and (b) pH.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Lung retention below pH 6.5 and progressive\nrelease of the drug\n(represented as white spots) within the lung tissue after intravenous\nadministration.<xref ref-type=\"bibr\" rid=\"ref103\"></xref>\n</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"cg-2018-01353c_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Lung retention below pH 6.5 and progressive release of the drug (represented as white spots) within the lung tissue after intravenous administration.    ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Synthesis process of dye loaded MOF nanoparticle\nand lipid coated\nMOF nanoparticle and the uptake of the nanoparticle in cancer cells.<xref ref-type=\"bibr\" rid=\"ref107\"></xref>\n</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"cg-2018-01353c_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Synthesis process of dye loaded MOF nanoparticle and lipid coated MOF nanoparticle and the uptake of the nanoparticle in cancer cells.    ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.8b01353", "title": null, "journal": "American Chemical\nSociety", "date": "2018.11", "author_list": ["Zhong\nGuihao", "Liu\nDingxin", "Zhang\nJianyong"]}}