{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg8b01398.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Grand canonical Monte\nCarlo (GCMC) simulations were performed to\ninvestigate hydrogen sorption in the <bold>rht</bold>-metal–organic\nframework (MOF) NU-111, which is composed of Cu<sup>2+</sup> ions\ncoordinated to 1,3,5-tris­[(1,3-carboxylate-5-(4-(ethynyl)­phenyl))­butadiynyl]-benzene\nlinkers. This MOF was shown to have a high Brunauer–Emmett–Teller\nsurface area of 5000 ± 80 m<sup>2</sup> g<sup>–1</sup> and a hydrogen uptake of 20.8 mg g<sup>–1</sup> at 77 K and\n1 bar. It has a similar structure to that of PCN-61, which was studied\npreviously by our group [<mixed-citation publication-type=\"journal\">Forrest,\nK. A.; et al. <source>J. Phys. Chem. C</source>\n<year>2012</year>, <volume>116</volume>, <fpage>15538</fpage>−<lpage>15549</lpage>\n</mixed-citation>]; however, NU-111 has an extra triple bond on each arm in the linker\nbody. The purpose of this study was to investigate the effects of\nlinker extension on the MOF–sorbate interactions using PCN-61\nas a basis for comparison. Three hydrogen models of varying complexities\nwere used in the simulations: a single-site model, which only includes\nvan der Waals interactions, a five-site model, which includes van\nder Waals and permanent electrostatic interactions, and another five-site\nmodel that is augmented with explicit many-body polarization. Simulations\nusing only the polarizable model produced uptakes in outstanding agreement\nwith experiment at 77 K within the pressure range from 0.02 to 1.0\nbar. With this model, the primary binding site for H<sub>2</sub> in\nNU-111 was found to be the exposed Cu<sup>2+</sup> ions facing toward\nthe center of the linker body. In PCN-61, however, the H<sub>2</sub> molecule showed preference for the open-metal sites facing away\nfrom the center of the linker. The difference in the initial binding\nsites between these two isostructural MOFs can be explained by their\ndistinct electrostatic environments about the copper paddlewheels.\nIn NU-111, the inner Cu<sup>2+</sup> ion (denoted Cu 2) had the greater\npartial positive charge (i.e., less electron density), whereas in\nPCN-61, the outer Cu<sup>2+</sup> ion (denoted Cu 1) carried the higher\ncharge. Overall, this study showed that the metal binding sites in <bold>rht</bold>-MOFs can be altered by making a simple modification in\nthe organic linker. In addition, significant insights into the H<sub>2</sub> sorption behavior in NU-111 was obtained through our molecular\nsimulations, and such results could be important for the rational\ndesign of new MOF structures.</p>", "clean_text": "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate hydrogen sorption in the rht-metal-organic framework (MOF) NU-111, which is composed of Cu2+ ions coordinated to 1,3,5-tris[(1,3-carboxylate-5-(4-(ethynyl)phenyl))butadiynyl]-benzene linkers. This MOF was shown to have a high Brunauer-Emmett-Teller surface area of 5000 ± 80 m2 g-1 and a hydrogen uptake of 20.8 mg g-1 at 77 K and 1 bar. It has a similar structure to that of PCN-61, which was studied previously by our group [Forrest, K. A.; et al. J. Phys. Chem. C 2012, 116, 15538-15549 ]; however, NU-111 has an extra triple bond on each arm in the linker body. The purpose of this study was to investigate the effects of linker extension on the MOF-sorbate interactions using PCN-61 as a basis for comparison. Three hydrogen models of varying complexities were used in the simulations: a single-site model, which only includes van der Waals interactions, a five-site model, which includes van der Waals and permanent electrostatic interactions, and another five-site model that is augmented with explicit many-body polarization. Simulations using only the polarizable model produced uptakes in outstanding agreement with experiment at 77 K within the pressure range from 0.02 to 1.0 bar. With this model, the primary binding site for H2 in NU-111 was found to be the exposed Cu2+ ions facing toward the center of the linker body. In PCN-61, however, the H2 molecule showed preference for the open-metal sites facing away from the center of the linker. The difference in the initial binding sites between these two isostructural MOFs can be explained by their distinct electrostatic environments about the copper paddlewheels. In NU-111, the inner Cu2+ ion (denoted Cu 2) had the greater partial positive charge (i.e., less electron density), whereas in PCN-61, the outer Cu2+ ion (denoted Cu 1) carried the higher charge. Overall, this study showed that the metal binding sites in rht-MOFs can be altered by making a simple modification in the organic linker. In addition, significant insights into the H2 sorption behavior in NU-111 was obtained through our molecular simulations, and such results could be important for the rational design of new MOF structures.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Simulations of H<sub>2</sub> sorption were performed in\nNU-111, an <bold>rht</bold> metal−organic framework that contains\nan extra triple bond in each arm of the organic ligand relative to\nthat for the isostructural PCN-61. It was revealed that extending\nthe linker led to changes in the charge distribution about the copper\npaddlewheels and therefore the initial H<sub>2</sub> sorption sites.</p>", "clean_text": "Simulations of H2 sorption were performed in NU-111, an rht metal-organic framework that contains an extra triple bond in each arm of the organic ligand relative to that for the isostructural PCN-61. It was revealed that extending the linker led to changes in the charge distribution about the copper paddlewheels and therefore the initial H2 sorption sites.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Rising\nconcerns about climate change has led to intensified research\ninto alternative sources of energy. Many argue that global warming\nis a natural phenomenon, but scientific evidence shows a clear correlation\nbetween the rise in atmospheric CO<sub>2</sub> concentrations (which\nhas been accelerated by 45% since the onset of the industrial revolution)\nand the increase in average global temperatures. Atmospheric CO<sub>2</sub> levels are currently estimated\nto be 408 ppm, the highest in the past 650 000 years. One possible alternative to carbon-based energy sources is hydrogen\ngas (H<sub>2</sub>), which can be derived from several methods, including\nthe electrolysis of water, photobiological splitting of water using\nalgae, and photochemical splitting using hydrogen fuel cells. However, a major issue is that neat H<sub>2</sub> requires storage at cryogenic temperatures or high pressures, as\nit occupies a considerably large volume under near-ambient conditions. This presents a significant challenge for the\nviability of hydrogen-powered vehicles.</p>", "clean_text": "Introduction\n\nRising concerns about climate change has led to intensified research into alternative sources of energy. Many argue that global warming is a natural phenomenon, but scientific evidence shows a clear correlation between the rise in atmospheric CO2 concentrations (which has been accelerated by 45% since the onset of the industrial revolution) and the increase in average global temperatures. Atmospheric CO2 levels are currently estimated to be 408 ppm, the highest in the past 650000 years. One possible alternative to carbon-based energy sources is hydrogen gas (H2), which can be derived from several methods, including the electrolysis of water, photobiological splitting of water using algae, and photochemical splitting using hydrogen fuel cells. However, a major issue is that neat H2 requires storage at cryogenic temperatures or high pressures, as it occupies a considerably large volume under near-ambient conditions. This presents a significant challenge for the viability of hydrogen-powered vehicles.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic\nframeworks (MOFs) are inorganic–organic\nhybrid crystalline materials that are synthesized by combining metal\nions with organic ligands (or “linkers”). They have\nthree-dimensional structures that usually contain pores that can accommodate\nsmall guest molecules, including H<sub>2</sub>. MOFs have been\nwidely investigated for hydrogen storage applications due to their\nhigh surface areas, tunable pore sizes, topologies, chemical functionalities,\nand reversible binding. The current ultimate target set by the Department\nof Energy (DOE) for an onboard H<sub>2</sub> storage system is 7.5\nwt % at operating temperatures up to 60 °C.\n</p>", "clean_text": "Metal-organic frameworks (MOFs) are inorganic-organic hybrid crystalline materials that are synthesized by combining metal ions with organic ligands (or \"linkers\"). They have three-dimensional structures that usually contain pores that can accommodate small guest molecules, including H2. MOFs have been widely investigated for hydrogen storage applications due to their high surface areas, tunable pore sizes, topologies, chemical functionalities, and reversible binding. The current ultimate target set by the Department of Energy (DOE) for an onboard H2 storage system is 7.5 wt % at operating temperatures up to 60 °C. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>Computational studies of H<sub>2</sub> sorption in\nMOFs could be\nparticularly useful for gaining insights into the rational development\nof new MOFs that are capable of meeting the DOE target requirements.\nThe results from such studies could be of value if outstanding agreement\nwith experimental measurements is achieved. In this paper, the theoretical\nstudy of H<sub>2</sub> sorption in NU-111 (NU = Northwestern University),\na MOF synthesized previously by Farha et al., is reported. The MOF consists of a network of Cu<sup>2+</sup> ions\ncoordinated to 1,3,5-tris­[(1,3-carboxylate-5-(4-(ethynyl)­phenyl))­butadiynyl]-benzene\nlinkers ().\nExperimental studies revealed that NU-111 displays a Brunauer–Emmett–Teller\n(BET) surface area of 5000 ± 80 m<sup>2</sup> g<sup>–1</sup>, a pore volume of 2.38 cm<sup>3</sup> g<sup>–1</sup>, a H<sub>2</sub> uptake of 20.8 mg g<sup>–1</sup> at 77 K/1 bar, and\nan initial isosteric heat of adsorption (<italic>Q</italic>\n<sub>st</sub>) value of 5.6 kJ mol<sup>–1</sup>. Further, the MOF exhibits\na (3,24)-connected <bold>rht</bold> topology, a highly popular platform\nof MOFs that was pioneered by Eddaoudi and co-workers.\n</p>", "clean_text": "Computational studies of H2 sorption in MOFs could be particularly useful for gaining insights into the rational development of new MOFs that are capable of meeting the DOE target requirements. The results from such studies could be of value if outstanding agreement with experimental measurements is achieved. In this paper, the theoretical study of H2 sorption in NU-111 (NU = Northwestern University), a MOF synthesized previously by Farha et al., is reported. The MOF consists of a network of Cu2+ ions coordinated to 1,3,5-tris[(1,3-carboxylate-5-(4-(ethynyl)phenyl))butadiynyl]-benzene linkers (). Experimental studies revealed that NU-111 displays a Brunauer-Emmett-Teller (BET) surface area of 5000 ± 80 m2 g-1, a pore volume of 2.38 cm3 g-1, a H2 uptake of 20.8 mg g-1 at 77 K/1 bar, and an initial isosteric heat of adsorption (Q st) value of 5.6 kJ mol-1. Further, the MOF exhibits a (3,24)-connected rht topology, a highly popular platform of MOFs that was pioneered by Eddaoudi and co-workers. ", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Molecular view of the unit cell of NU-111: (a) <italic>a</italic>/<italic>b</italic>/<italic>c</italic>-axis view and (b)\nview of\nthe 45° angle between two axes. Atom colors: C = cyan, H = white,\nO = red, Cu = tan.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2018-013988_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular view of the unit cell of NU-111: (a) a/b/c-axis view and (b) view of the 45° angle between two axes. Atom colors: C = cyan, H = white, O = red, Cu = tan.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>There are three types\nof cages in the <bold>rht</bold>-MOF structure:\nin order of increasing size, they are cuboctahedron, truncated tetrahedron,\nand truncated octahedron. The cuboctahedral\ncage has a fixed volume for essentially all <bold>rht</bold>-MOFs,\nbut the other two cages can vary in dimensions depending on the size\nand functionality of the linker. NU-111 consists of asymmetric copper\npaddlewheels ([Cu<sub>2</sub>(O<sub>2</sub>CR)<sub>4</sub>]), with\nthe two metal ions projecting into different chemical environments.\nThe Cu<sup>2+</sup> ion facing away from the center of the linker\nprojects into the cuboctahedral cage, while the Cu<sup>2+</sup> ion\nfacing toward the interior of the linker projects into the truncated\ntetrahedral and truncated octahedral cages.\n</p>", "clean_text": "There are three types of cages in the rht-MOF structure: in order of increasing size, they are cuboctahedron, truncated tetrahedron, and truncated octahedron. The cuboctahedral cage has a fixed volume for essentially all rht-MOFs, but the other two cages can vary in dimensions depending on the size and functionality of the linker. NU-111 consists of asymmetric copper paddlewheels ([Cu2(O2CR)4]), with the two metal ions projecting into different chemical environments. The Cu2+ ion facing away from the center of the linker projects into the cuboctahedral cage, while the Cu2+ ion facing toward the interior of the linker projects into the truncated tetrahedral and truncated octahedral cages. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>NU-111 has a structure that is similar to that of PCN-61, an <bold>rht</bold>-MOF that was studied previously\nby our group, but contains a longer linker\nmade by adding an extra triple bond in the regions between the isophthalate\ngroup and the central aromatic ring (i.e., the “arms”\nof the linker). A comparison of the linkers for PCN-61 and NU-111\nis shown in . Other simulation studies have been executed previously comparing\nPCN-61 to other <bold>rht</bold>-MOFs with different functionalities\nattached to the triisophthalate ligand. These include Cu-TPBTM, which\ncontains amide groups in place of the alkyne groups, and PCN-66, which contains a triphenylamine group in place\nof the central benzene ring of the linker.\n</p>", "clean_text": "NU-111 has a structure that is similar to that of PCN-61, an rht-MOF that was studied previously by our group, but contains a longer linker made by adding an extra triple bond in the regions between the isophthalate group and the central aromatic ring (i.e., the \"arms\" of the linker). A comparison of the linkers for PCN-61 and NU-111 is shown in . Other simulation studies have been executed previously comparing PCN-61 to other rht-MOFs with different functionalities attached to the triisophthalate ligand. These include Cu-TPBTM, which contains amide groups in place of the alkyne groups, and PCN-66, which contains a triphenylamine group in place of the central benzene ring of the linker. ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Organic\nlinkers for PCN-61 (left) and NU-111 (right) showing alkyne\ngroups for each. Atom colors: C = cyan, H = white, O = red.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2018-013988_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Organic linkers for PCN-61 (left) and NU-111 (right) showing alkyne groups for each. Atom colors: C = cyan, H = white, O = red.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>In both of the two previously\nmentioned studies, it was revealed\nthat altering the components of the linker led to changes in the charge\ndistribution about the two chemically distinct Cu<sup>2+</sup> ions\nof the copper paddlewheels relative to what was observed in PCN-61;\nthis had an effect on which metal ion represented the initial binding\nsite. In the case of Cu-TPBTM, it was found that substituting the\nalkyne group with a neighboring polar (amide) functionality induced\nthe change, while in PCN-66, the same alteration was observed due\nto distortions in the copper paddlewheels as a result of replacing\nthe central benzene ring with a larger triphenylamine group. The study\nperformed herein serves to investigate the effects of linker extension\non such systems through the addition of an alkyne group on each arm\nusing PCN-61 as a basis for comparison. This was performed to increase\nthe understanding of the H<sub>2</sub> sorption mechanism in MOFs,\nwhich in turn could lead to insights into designing superior structures\nfor H<sub>2</sub> storage applications.</p>", "clean_text": "In both of the two previously mentioned studies, it was revealed that altering the components of the linker led to changes in the charge distribution about the two chemically distinct Cu2+ ions of the copper paddlewheels relative to what was observed in PCN-61; this had an effect on which metal ion represented the initial binding site. In the case of Cu-TPBTM, it was found that substituting the alkyne group with a neighboring polar (amide) functionality induced the change, while in PCN-66, the same alteration was observed due to distortions in the copper paddlewheels as a result of replacing the central benzene ring with a larger triphenylamine group. The study performed herein serves to investigate the effects of linker extension on such systems through the addition of an alkyne group on each arm using PCN-61 as a basis for comparison. This was performed to increase the understanding of the H2 sorption mechanism in MOFs, which in turn could lead to insights into designing superior structures for H2 storage applications.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Methods</title><title>Potential Energy Function</title><p>In this\nwork, the total intermolecular potential energy (<italic>U</italic>) of the MOF–H<sub>2</sub> system was characterized by three\nclassical energetic terms ():<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"cg-2018-013988_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>U</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">r</mml:mi>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n<mml:mi mathvariant=\"normal\">o</mml:mi>\n<mml:mi mathvariant=\"normal\">l</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>These include the\nvan der Waals repulsion/dispersion\nenergy (<italic>U</italic>\n<sub>rd</sub>) as calculated through the\nLennard-Jones 12–6 potential, permanent\nelectrostatic interactions (<italic>U</italic>\n<sub>es</sub>) as calculated\nby Ewald summation of the partial charges, and the many-body polarization energy (<italic>U</italic>\n<sub>pol</sub>) as calculated using a Thole-Applequist type of model. While calculating <italic>U</italic>\n<sub>rd</sub> and <italic>U</italic>\n<sub>es</sub> are trivial for molecular simulations of periodic systems, a detailed overview of how the explicit polarization\nenergy was calculated is given in ref .</p>", "clean_text": "Methods\n\nPotential Energy Function\n\nIn this work, the total intermolecular potential energy (U) of the MOF-H2 system was characterized by three classical energetic terms (): 1     U =   U   r d   +   U   e s   +   U   p o l      These include the van der Waals repulsion/dispersion energy (U rd) as calculated through the Lennard-Jones 12-6 potential, permanent electrostatic interactions (U es) as calculated by Ewald summation of the partial charges, and the many-body polarization energy (U pol) as calculated using a Thole-Applequist type of model. While calculating U rd and U es are trivial for molecular simulations of periodic systems, a detailed overview of how the explicit polarization energy was calculated is given in ref .", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Repulsion/Dispersion and\nPolarizability Parameters</title><p>Repulsion/dispersion parameters\nfrom the Optimized Potentials For\nLiquid Simulations–All Atom (OPLS-AA) force field were assigned to all MOF atoms except Cu and the alkyne carbon atoms.\nFor such excluding atoms, ϵ and σ parameters from the\nUniversal Force Field (UFF) were utilized,\nas they are not included in the standard list of OPLS-AA parameters.\nWe note that parameters from OPLS-AA and UFF are commonly used to\ntreat van der Waals interactions between the MOF and the H<sub>2</sub> molecules in classical simulation. The interactions between unlike species were calculated\nusing the Lorentz–Bertholet mixing rules. The scalar point polarizabilities, describing susceptibilities\nfor induced dipoles, for all C, H, and O atoms were taken from a rigorously\nparametrized set provided by van Duijnen and Swart. The polarizability for Cu<sup>2+</sup> was determined by\nour group in a previous study and used\nherein.  shows\nthe repulsion/dispersion and point polarizability parameters that\nwere used for each MOF atom.</p>", "clean_text": "Repulsion/Dispersion and Polarizability Parameters\n\nRepulsion/dispersion parameters from the Optimized Potentials For Liquid Simulations-All Atom (OPLS-AA) force field were assigned to all MOF atoms except Cu and the alkyne carbon atoms. For such excluding atoms, ϵ and σ parameters from the Universal Force Field (UFF) were utilized, as they are not included in the standard list of OPLS-AA parameters. We note that parameters from OPLS-AA and UFF are commonly used to treat van der Waals interactions between the MOF and the H2 molecules in classical simulation. The interactions between unlike species were calculated using the Lorentz-Bertholet mixing rules. The scalar point polarizabilities, describing susceptibilities for induced dipoles, for all C, H, and O atoms were taken from a rigorously parametrized set provided by van Duijnen and Swart. The polarizability for Cu2+ was determined by our group in a previous study and used herein.  shows the repulsion/dispersion and point polarizability parameters that were used for each MOF atom.", "data": null, "include_properties": null}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Force Field Parameters\nfor NU-111<xref ref-type=\"table-fn\" rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">molecule</oasis:entry>\n<oasis:entry align=\"center\">site</oasis:entry>\n<oasis:entry align=\"center\">σ (Å)</oasis:entry>\n<oasis:entry align=\"center\">ϵ (K)</oasis:entry>\n<oasis:entry align=\"center\">α°\n(Å<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic> (<italic>e</italic>\n<sup>–</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Buch H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>COM</oasis:entry>\n<oasis:entry>2.960 00</oasis:entry>\n<oasis:entry>34.200 00</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.0000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSS H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>COM</oasis:entry>\n<oasis:entry>3.229 30</oasis:entry>\n<oasis:entry>8.851 600</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>–0.7464</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSS H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.000 000</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.3732</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSS H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>OS</oasis:entry>\n<oasis:entry>2.340 60</oasis:entry>\n<oasis:entry>4.065 900</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.0000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSSP\nH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>COM</oasis:entry>\n<oasis:entry>3.155 28</oasis:entry>\n<oasis:entry>12.765 32</oasis:entry>\n<oasis:entry>0.693 80</oasis:entry>\n<oasis:entry>–0.7464</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSSP H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.000 000</oasis:entry>\n<oasis:entry>0.000 44</oasis:entry>\n<oasis:entry>0.3732</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSSP H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>OS</oasis:entry>\n<oasis:entry>2.370 31</oasis:entry>\n<oasis:entry>2.167 260</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.0000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>Cu 1</oasis:entry>\n<oasis:entry>3.114 00</oasis:entry>\n<oasis:entry>2.516 000</oasis:entry>\n<oasis:entry>2.196 30</oasis:entry>\n<oasis:entry>0.9525</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>Cu 2</oasis:entry>\n<oasis:entry>3.114 00</oasis:entry>\n<oasis:entry>2.516 000</oasis:entry>\n<oasis:entry>2.196 30</oasis:entry>\n<oasis:entry>1.4979</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>O 1</oasis:entry>\n<oasis:entry>2.960 00</oasis:entry>\n<oasis:entry>105.6800</oasis:entry>\n<oasis:entry>0.852 00</oasis:entry>\n<oasis:entry>–0.6734</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>O 2</oasis:entry>\n<oasis:entry>2.960 00</oasis:entry>\n<oasis:entry>105.6800</oasis:entry>\n<oasis:entry>0.852 00</oasis:entry>\n<oasis:entry>–0.7445</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 1</oasis:entry>\n<oasis:entry>3.750 00</oasis:entry>\n<oasis:entry>35.225 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>0.8461</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 2</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.224 50</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.0322</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 3</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.224 50</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.1894</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 4</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.224 50</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.2128</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 5</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.225 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>0.1860</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 6</oasis:entry>\n<oasis:entry>3.431 00</oasis:entry>\n<oasis:entry>52.838 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.1723</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 7</oasis:entry>\n<oasis:entry>3.431 00</oasis:entry>\n<oasis:entry>52.838 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>0.0156</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 8</oasis:entry>\n<oasis:entry>3.431 00</oasis:entry>\n<oasis:entry>52.838 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.0279</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 9</oasis:entry>\n<oasis:entry>3.431 00</oasis:entry>\n<oasis:entry>52.838 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.1629</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 10</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.224 50</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>0.2280</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 11</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.224 50</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.2744</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>H 1</oasis:entry>\n<oasis:entry>2.420 00</oasis:entry>\n<oasis:entry>15.097 00</oasis:entry>\n<oasis:entry>0.413 80</oasis:entry>\n<oasis:entry>0.1954</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>H 2</oasis:entry>\n<oasis:entry>2.420 00</oasis:entry>\n<oasis:entry>15.097 00</oasis:entry>\n<oasis:entry>0.413 80</oasis:entry>\n<oasis:entry>0.2049</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>H 3</oasis:entry>\n<oasis:entry>2.420 00</oasis:entry>\n<oasis:entry>15.097 00</oasis:entry>\n<oasis:entry>0.413 80</oasis:entry>\n<oasis:entry>0.2001</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>Atomic site numbering corresponds\nto <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>, COM refers\nto the center of mass, and OS are the off atomic site positions.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Determination\nof Partial Charges</title><p>The partial charges for each chemically\ndistinct atom in NU-111 were\ndetermined as follows. Several gas-phase fragments such as the one\nshown in  were selected from the crystal structure\nof the MOF and served as the basis for electronic structure calculations.\nHydrogen atoms were added in some cases for termination of the fragment\nboundaries. Calculations were performed on all considered fragments\nat the Hartree–Fock level of theory using the NWChem ab initio\nsoftware package. The CHarges from ELectrostatic\nPotentials using a Grid (CHELPG) method was used to obtain the atomic partial charges on all fragments.\nHere, the electrostatic potential of a given fragment was first calculated\nat a large number of grid points, and a fitting procedure was then\nemployed to determine the atomic partial charges that best reproduce\nthe electrostatic potential surface of the fragment. The partial charges were calculated for the atoms on eight different\nfragments to determine an average charge for each chemically distinct\natom (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Supporting Information</ext-link> for more\ndetails). We note that the charges of atoms located in the peripheral\nregions of the fragments were disregarded, as they would not be representative\nof the MOF environment.  shows the complete list of partial charges that were used\nfor each chemically distinct atom in the simulations.</p>", "clean_text": "Determination of Partial Charges\n\nThe partial charges for each chemically distinct atom in NU-111 were determined as follows. Several gas-phase fragments such as the one shown in  were selected from the crystal structure of the MOF and served as the basis for electronic structure calculations. Hydrogen atoms were added in some cases for termination of the fragment boundaries. Calculations were performed on all considered fragments at the Hartree-Fock level of theory using the NWChem ab initio software package. The CHarges from ELectrostatic Potentials using a Grid (CHELPG) method was used to obtain the atomic partial charges on all fragments. Here, the electrostatic potential of a given fragment was first calculated at a large number of grid points, and a fitting procedure was then employed to determine the atomic partial charges that best reproduce the electrostatic potential surface of the fragment. The partial charges were calculated for the atoms on eight different fragments to determine an average charge for each chemically distinct atom (see Supporting Information for more details). We note that the charges of atoms located in the peripheral regions of the fragments were disregarded, as they would not be representative of the MOF environment.  shows the complete list of partial charges that were used for each chemically distinct atom in the simulations.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Example of a gas-phase\nfragment extracted from the NU-111 crystal\nstructure that was used in the partial charge calculations. Numerical\nlabels are given to each chemically distinct atom in the MOF, and\nsuch labels correspond to <xref ref-type=\"table\" rid=\"tbl1\">Tables <xref ref-type=\"table\" rid=\"tbl1\"></xref>\n</xref> and <xref ref-type=\"table\" rid=\"tbl2\"></xref>. Note, other fragments\nthat were selected for NU-111 can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Supporting Information</ext-link> (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Figure S2a–h</ext-link>). Atom colors: C = cyan, H = white, O = red, Cu = tan.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2018-013988_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Example of a gas-phase fragment extracted from the NU-111 crystal structure that was used in the partial charge calculations. Numerical labels are given to each chemically distinct atom in the MOF, and such labels correspond to Tables   and . Note, other fragments that were selected for NU-111 can be found in the Supporting Information (see Figure S2a-h). Atom colors: C = cyan, H = white, O = red, Cu = tan.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The 6-31G* basis set was used for all atoms in\nthe electronic structure\ncalculations on the various fragments. This basis set was used because\nit yields charges that are more realistic to the crystalline environment\nof the MOF via overpolarization of the gas-phase fragments. Cu<sup>2+</sup> is a many-electron species that would typically\nbe assigned a larger basis set, such as LANL2DZ. However, a\nprevious theoretical study found that using the 6-31G* basis set for\nthe Cu<sup>2+</sup> ions resulted in higher calculated partial positive\ncharges on both chemically distinct Cu<sup>2+</sup> ions in a similar <bold>rht</bold>-MOF. This led to higher simulated\nuptakes that were in closer agreement with the experimental isotherm\nrelative to utilizing charges that were obtained from treating the\nCu<sup>2+</sup> ions with the LANL2DZ effective core potential basis\nset. Note, fragments were used as an alternative to calculating the\nelectrostatic potential surface of the entire unit cell, since these calculations would not be feasible for large systems\nsuch as NU-111.</p>", "clean_text": "The 6-31G* basis set was used for all atoms in the electronic structure calculations on the various fragments. This basis set was used because it yields charges that are more realistic to the crystalline environment of the MOF via overpolarization of the gas-phase fragments. Cu2+ is a many-electron species that would typically be assigned a larger basis set, such as LANL2DZ. However, a previous theoretical study found that using the 6-31G* basis set for the Cu2+ ions resulted in higher calculated partial positive charges on both chemically distinct Cu2+ ions in a similar rht-MOF. This led to higher simulated uptakes that were in closer agreement with the experimental isotherm relative to utilizing charges that were obtained from treating the Cu2+ ions with the LANL2DZ effective core potential basis set. Note, fragments were used as an alternative to calculating the electrostatic potential surface of the entire unit cell, since these calculations would not be feasible for large systems such as NU-111.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Simulation Details</title><title>Grand Canonical Monte Carlo</title><p>Grand canonical\nMonte Carlo simulations (GCMC) of H<sub>2</sub> sorption in NU-111\nwere performed using the Massively Parallel Monte Carlo (MPMC) code,\nan in-house code that was developed and maintained by our group and\nis currently available for download. The\nsimulations were performed on a single unit cell of NU-111, which\nhas dimensions of 48.893 × 48.893 × 48.893 Å. Periodic\nboundary conditions were used to approximate an infinitely extended\ncrystal system. The chemical potential (μ), volume (<italic>V</italic>), and temperature (<italic>T</italic>) of the MOF–H<sub>2</sub> system were kept constant, while other thermodynamic quantities\nwere allowed to change. Monte Carlo moves were made by randomly selecting\na hydrogen molecule and performing a rigid-body translation, rotation,\ninsertion, or deletion of the molecule. With the Metropolis method, the move is either accepted or rejected\nbased on an acceptance probability. Equilibration\nof the system was confirmed when the total potential energy of the\nsystem oscillated around a constant value.</p>", "clean_text": "Simulation Details\n\nGrand Canonical Monte Carlo\n\nGrand canonical Monte Carlo simulations (GCMC) of H2 sorption in NU-111 were performed using the Massively Parallel Monte Carlo (MPMC) code, an in-house code that was developed and maintained by our group and is currently available for download. The simulations were performed on a single unit cell of NU-111, which has dimensions of 48.893 × 48.893 × 48.893 Å. Periodic boundary conditions were used to approximate an infinitely extended crystal system. The chemical potential (μ), volume (V), and temperature (T) of the MOF-H2 system were kept constant, while other thermodynamic quantities were allowed to change. Monte Carlo moves were made by randomly selecting a hydrogen molecule and performing a rigid-body translation, rotation, insertion, or deletion of the molecule. With the Metropolis method, the move is either accepted or rejected based on an acceptance probability. Equilibration of the system was confirmed when the total potential energy of the system oscillated around a constant value.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>H<sub>2</sub> Potentials</title><p>Three different\nhydrogen potentials of increasing complexity were used for the simulations:\nthey are referred to as Buch, Belof Stern Space (BSS), and Belof Stern\nSpace Polar (BSSP). Buch is a spherical\nmodel that includes only repulsion/dispersion interactions through\nthe Lennard-Jones potential. It is often used as a control for simulations\nin heterogeneous environments, as it is mostly capable of reproducing\nthe bulk properties of H<sub>2</sub>.</p>", "clean_text": "H2 Potentials\n\nThree different hydrogen potentials of increasing complexity were used for the simulations: they are referred to as Buch, Belof Stern Space (BSS), and Belof Stern Space Polar (BSSP). Buch is a spherical model that includes only repulsion/dispersion interactions through the Lennard-Jones potential. It is often used as a control for simulations in heterogeneous environments, as it is mostly capable of reproducing the bulk properties of H2.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>BSS is a five-site model that includes repulsion/dispersion\nand permanent electrostatic interactions via Lennard-Jones parameters\nand partial charges, respectively. This potential works well for MOFs\nwith nonpolar functionalities, such as MOF-5. BSSP is an analogous five-site model\nthat includes explicit polarization (through atomic point polarizabilities)\nin addition to repulsion/dispersion and permanent electrostatic interactions. In MOFs containing open-metal sites (or other\ncharged/polar functionalities), previous studies have shown that the\ninclusion of explicit polarization was essential for reproducing experimental\nobservables and capturing the interaction between the H<sub>2</sub> molecules and the metal centers. Other models that include up to permanent electrostatic interactions often fall short in predicting the experimental H<sub>2</sub> uptake\nand <italic>Q</italic>\n<sub>st</sub> values in such MOFs and do not\nreproduce the expected H<sub>2</sub>–metal interaction in classical\nGCMC simulations. The parameters for all three H<sub>2</sub> potentials\nused in this work are found in .</p>", "clean_text": "BSS is a five-site model that includes repulsion/dispersion and permanent electrostatic interactions via Lennard-Jones parameters and partial charges, respectively. This potential works well for MOFs with nonpolar functionalities, such as MOF-5. BSSP is an analogous five-site model that includes explicit polarization (through atomic point polarizabilities) in addition to repulsion/dispersion and permanent electrostatic interactions. In MOFs containing open-metal sites (or other charged/polar functionalities), previous studies have shown that the inclusion of explicit polarization was essential for reproducing experimental observables and capturing the interaction between the H2 molecules and the metal centers. Other models that include up to permanent electrostatic interactions often fall short in predicting the experimental H2 uptake and Q st values in such MOFs and do not reproduce the expected H2-metal interaction in classical GCMC simulations. The parameters for all three H2 potentials used in this work are found in .", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Calculation of Thermodynamic\nQuantities</title><p>The average number of H<sub>2</sub> molecules\nsorbed in the MOF (<italic>N</italic>) from GCMC simulations was calculated\nusing :<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"cg-2018-013988_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>Ξ</mml:mo>\n</mml:mrow>\n</mml:mfrac>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>∞</mml:mi>\n</mml:mrow>\n</mml:munderover>\n<mml:msup>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n<mml:mi>μ</mml:mi>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">{</mml:mo>\n<mml:munderover>\n<mml:mrow>\n<mml:mo form=\"prefix\">∏</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n</mml:munderover>\n<mml:msubsup>\n<mml:mrow>\n<mml:mrow>\n<mml:mo>∫</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>∞</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>∞</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mi>d</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"true\">}</mml:mo>\n</mml:mrow>\n<mml:mi>N</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>β</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">F</mml:mi>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>,</mml:mo>\n<mml:mo>...</mml:mo>\n<mml:mo>,</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where Ξ is the grand canonical partition\nfunction, β is the inverse of the Boltzmann constant (<italic>k</italic>) multiplied by <italic>T</italic>, and <italic>U</italic>\n<sub>FH</sub> is the total potential energy of the MOF–H<sub>2</sub> system that accounts for Feynman–Hibbs quantum corrections.\nThe chemical potential for the gas reservoir was determined through\nthe thermodynamic BACK equation of state.\n</p>", "clean_text": "Calculation of Thermodynamic Quantities\n\nThe average number of H2 molecules sorbed in the MOF (N) from GCMC simulations was calculated using : 2      ⟨ N ⟩  =   1   Ξ     ∑   N = 0   ∞     e   β μ N    {   ∏   i = 1   3 N      ∫    ∞   - ∞   d   x   i   }  N   e   - β   U   F H    (   x   i   , ... ,   x   3 N   )       where Ξ is the grand canonical partition function, β is the inverse of the Boltzmann constant (k) multiplied by T, and U FH is the total potential energy of the MOF-H2 system that accounts for Feynman-Hibbs quantum corrections. The chemical potential for the gas reservoir was determined through the thermodynamic BACK equation of state. ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Feynman–Hibbs corrections to the fourth order () were applied to the simulations at all state points considered\nherein.<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"cg-2018-013988_m003.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mstyle lineleading=\".25ex\" rowspacing=\"2ex\">\n<mml:mtable columnalign=\"left\" displaystyle=\"true\">\n<mml:mtr>\n<mml:mtd>\n<mml:msub>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">F</mml:mi>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mi>U</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ℏ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>24</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi>μ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mi>U</mml:mi>\n<mml:mo>″</mml:mo>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mi>U</mml:mi>\n<mml:mo>′</mml:mo>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd>\n<mml:mfrac>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ℏ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>1152</mml:mn>\n<mml:msup>\n<mml:msub>\n<mml:mrow>\n<mml:mi>μ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>15</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mi>U</mml:mi>\n<mml:mo>′</mml:mo>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>4</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mi>U</mml:mi>\n<mml:mo>‴</mml:mo>\n<mml:mo>+</mml:mo>\n<mml:mi>U</mml:mi>\n<mml:mo>⁗</mml:mo>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:mtd>\n</mml:mtr>\n</mml:mtable>\n</mml:mstyle>\n</mml:math>\n</alternatives>\n</disp-formula>In this equation, <italic>ℏ</italic> is the reduced Planck’s constant, μ<sub>m</sub> is\nthe reduced mass, and the primes are the derivatives with respect\nto pair separation <italic>r</italic>. These corrections are needed\nfor the energetically dominant repulsion/dispersion and electrostatic\nterms for H<sub>2</sub> sorption at 77 K. Further, quantum effects\nfor H<sub>2</sub> at low temperatures can be particularly important\ndue to the low molar mass.\n</p>", "clean_text": "Feynman-Hibbs corrections to the fourth order () were applied to the simulations at all state points considered herein. 3          U   F H   = U +   β   ℏ   2     24   μ   m      ( U \" +   2   r   U ' )  +         β   2     ℏ   4     1152    μ   m    2      (   15     r   3     U ' +   4   r   U ‴ + U ⁗ )        In this equation, ℏ is the reduced Planck's constant, μm is the reduced mass, and the primes are the derivatives with respect to pair separation r. These corrections are needed for the energetically dominant repulsion/dispersion and electrostatic terms for H2 sorption at 77 K. Further, quantum effects for H2 at low temperatures can be particularly important due to the low molar mass. ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The\noutput of GCMC simulation is the absolute amount of hydrogen\nsorbed (<italic>N</italic>\n<sub>abs</sub>). The amount of hydrogen\nsorbed in excess of the number of molecules that would occupy the\nfree pore volume (<italic>N</italic>\n<sub>ex</sub>) was calculated\nusing :\n<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"cg-2018-013988_m004.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n<mml:mi mathvariant=\"normal\">x</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n<mml:mi mathvariant=\"normal\">b</mml:mi>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">b</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>V</italic>\n<sub>p</sub> is the\npore volume determined experimentally through liquid N<sub>2</sub> sorption measurements at 77 K (2.38 cm<sup>3</sup> g<sup>–1</sup> for NU-111), and ρ<sub>b</sub> is the bulk phase density.</p>", "clean_text": "The output of GCMC simulation is the absolute amount of hydrogen sorbed (N abs). The amount of hydrogen sorbed in excess of the number of molecules that would occupy the free pore volume (N ex) was calculated using :  4       N   e x   =   N   a b s   -   V   p     ρ   b      where V p is the pore volume determined experimentally through liquid N2 sorption measurements at 77 K (2.38 cm3 g-1 for NU-111), and ρb is the bulk phase density.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The experimental <italic>Q</italic>\n<sub>st</sub> values are usually\ndetermined from numerical analysis of at least two hydrogen sorption\nisotherms at different temperatures and subsequently interpolating\nover a range of densities using the Clausius–Clapeyron eq ():\n<disp-formula id=\"eq5\">\n<label>5</label>\n<alternatives>\n<graphic xlink:href=\"cg-2018-013988_m005.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mi mathvariant=\"normal\">t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>∂</mml:mo>\n<mml:mi>ln</mml:mi>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\".25em\">⁡</mml:mo>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>∂</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>/</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "The experimental Q st values are usually determined from numerical analysis of at least two hydrogen sorption isotherms at different temperatures and subsequently interpolating over a range of densities using the Clausius-Clapeyron eq ():  5       Q   s t   = - k   ∂ ln ⁡ P   ∂  ( 1 / T )        ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>In GCMC, a statistical mechanical method was used to relate the <italic>Q</italic>\n<sub>st</sub> to fluctuations in <italic>N</italic> and <italic>U</italic> ():\n<disp-formula id=\"eq6\">\n<label>6</label>\n<alternatives>\n<graphic xlink:href=\"cg-2018-013988_m006.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mi mathvariant=\"normal\">t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:mi>U</mml:mi>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:mi>U</mml:mi>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p><p>The isothermal compressibility\n(β<sub>T</sub>) is given by :<disp-formula id=\"eq7\">\n<label>7</label>\n<alternatives>\n<graphic xlink:href=\"cg-2018-013988_m007.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">T</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo>∂</mml:mo>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>∂</mml:mo>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p><p>The β<sub>T</sub> values for\nH<sub>2</sub> in the MOF at\neach considered state point were calculated using a statistical mechanical\nmethod involving fluctuations in <italic>N</italic> (). Such\nvalues can provide insights into the physical state of the sorbed\nmolecules in the material.<disp-formula id=\"eq8\">\n<label>8</label>\n<alternatives>\n<graphic xlink:href=\"cg-2018-013988_m008.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">T</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>N</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:mi>N</mml:mi>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>From GCMC simulations\nusing all three H<sub>2</sub> potentials in NU-111, the following\ndata were obtained: absolute\nH<sub>2</sub> uptake at 77 K for pressures up to 1 bar, excess H<sub>2</sub> uptake at 77 K for pressures up to 60 bar, radial distribution\nfunctions g­(<italic>r</italic>) for H<sub>2</sub> around each chemically\ndistinct Cu<sup>2+</sup> ion, <italic>Q</italic>\n<sub>st</sub> values\nat different loadings, decomposition of energetic terms, and β<sub>T</sub> values at 77 K and pressures up to 60 bar. The distribution\nof induced dipoles and the primary binding site were obtained from\nsimulations using the BSSP model.</p>", "clean_text": "In GCMC, a statistical mechanical method was used to relate the Q st to fluctuations in N and U ():  6       Q   s t   = -    ⟨ N U ⟩  -  ⟨ N ⟩   ⟨ U ⟩     ⟨   N   2   ⟩  -   ⟨ N ⟩   2     + k T     \n\nThe isothermal compressibility (βT) is given by : 7       β   T   = -   1   V     ∂ V   ∂ P       \n\nThe βT values for H2 in the MOF at each considered state point were calculated using a statistical mechanical method involving fluctuations in N (). Such values can provide insights into the physical state of the sorbed molecules in the material. 8       β   T   =   V   k T      ⟨   N   2   ⟩  -   ⟨ N ⟩   2       ⟨ N ⟩   2        From GCMC simulations using all three H2 potentials in NU-111, the following data were obtained: absolute H2 uptake at 77 K for pressures up to 1 bar, excess H2 uptake at 77 K for pressures up to 60 bar, radial distribution functions g(r) for H2 around each chemically distinct Cu2+ ion, Q st values at different loadings, decomposition of energetic terms, and βT values at 77 K and pressures up to 60 bar. The distribution of induced dipoles and the primary binding site were obtained from simulations using the BSSP model.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>To determine the most energetically\nfavorable binding site for\nthe H<sub>2</sub> molecule in NU-111, simulated annealing calculations within the canonical ensemble (<italic>NVT</italic>) were performed with the polarizable model. Here, a single H<sub>2</sub> molecule was positioned in the center of the unit cell, and\nthe sorbate was allowed to explore the system through a Monte Carlo\nprocess, until it found the global minimum. The simulations started\nat an initial temperature of 1000 K, and this temperature was scaled\nby a factor of 0.999 99 after every 1000 Monte Carlo steps.\nThe simulations continued, until the temperature of the system dropped\nbelow 20 K.</p>", "clean_text": "To determine the most energetically favorable binding site for the H2 molecule in NU-111, simulated annealing calculations within the canonical ensemble (NVT) were performed with the polarizable model. Here, a single H2 molecule was positioned in the center of the unit cell, and the sorbate was allowed to explore the system through a Monte Carlo process, until it found the global minimum. The simulations started at an initial temperature of 1000 K, and this temperature was scaled by a factor of 0.99999 after every 1000 Monte Carlo steps. The simulations continued, until the temperature of the system dropped below 20 K.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Partial Charges</title><p>\n shows a comparison of the partial\ncharges for the chemically distinct Cu<sup>2+</sup> ions and O atoms\nfor NU-111 and PCN-61 as determined through electronic structure calculations.\nIt can be observed that the magnitudes of the partial charges for\nthe unique Cu<sup>2+</sup> ions in NU-111 are reversed compared to\nthose in PCN-61. In PCN-61, the Cu<sup>2+</sup> ion facing away from\nthe center of the linker (denoted Cu 1) carried the higher partial\npositive charge (1.7155 <italic>e</italic>\n<sup>–</sup>), while\nthe Cu<sup>2+</sup> ion facing toward the center of the linker (denoted\nCu 2) had a lower charge magnitude (1.0965 <italic>e</italic>\n<sup>–</sup>). In NU-111, the Cu 2\nions exhibited a greater partial positive charge than the Cu 1 ions\n(1.4979 vs 0.9525 <italic>e</italic>\n<sup>–</sup>). The chemically\ndistinct O atoms also showed the same “switching” between\nthe two MOFs. Notably, the O 1 atom (connected to the Cu 1 ion) displayed\na higher partial negative charge than the O 2 atom (connected to the\nCu 2 ion), whereas the opposite is true for NU-111. In general, the\nCu<sup>2+</sup> ion that is more positively charged causes the O atom\nthat is coordinated to it to become more negatively charged.</p>", "clean_text": "Results and Discussion\n\nPartial Charges\n\n  shows a comparison of the partial charges for the chemically distinct Cu2+ ions and O atoms for NU-111 and PCN-61 as determined through electronic structure calculations. It can be observed that the magnitudes of the partial charges for the unique Cu2+ ions in NU-111 are reversed compared to those in PCN-61. In PCN-61, the Cu2+ ion facing away from the center of the linker (denoted Cu 1) carried the higher partial positive charge (1.7155 e -), while the Cu2+ ion facing toward the center of the linker (denoted Cu 2) had a lower charge magnitude (1.0965 e -). In NU-111, the Cu 2 ions exhibited a greater partial positive charge than the Cu 1 ions (1.4979 vs 0.9525 e -). The chemically distinct O atoms also showed the same \"switching\" between the two MOFs. Notably, the O 1 atom (connected to the Cu 1 ion) displayed a higher partial negative charge than the O 2 atom (connected to the Cu 2 ion), whereas the opposite is true for NU-111. In general, the Cu2+ ion that is more positively charged causes the O atom that is coordinated to it to become more negatively charged.", "data": null, "include_properties": null}, {"idx": 27, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Comparison of the Partial Charges\n(<italic>e</italic>\n<sup>–</sup>) for Cu 1, Cu 2, O 1, and O\n2 for PCN-61<xref ref-type=\"bibr\" rid=\"ref13\"></xref> and NU-111<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">atomic site</oasis:entry>\n<oasis:entry align=\"center\">PCN-61</oasis:entry>\n<oasis:entry align=\"center\">NU-111</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu 1</oasis:entry>\n<oasis:entry>1.7155</oasis:entry>\n<oasis:entry>0.9525</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu 2</oasis:entry>\n<oasis:entry>1.0965</oasis:entry>\n<oasis:entry>1.4979</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O 1</oasis:entry>\n<oasis:entry>–0.7740</oasis:entry>\n<oasis:entry>–0.6735</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O 2</oasis:entry>\n<oasis:entry>–0.7641</oasis:entry>\n<oasis:entry>–0.7445</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Atomic site numbering corresponds\nto <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>As explained earlier, the difference\nin the linkers between PCN-61\nand NU-111 is that the latter contains an additional alkyne group\nwithin each arm in the linker body (). Extending the linker by adding these triple\nbonds may have caused distortion (i.e., change in shape) of the copper\npaddlewheels to reduce strain on the linker, hence altering the partial\ncharges of each unique Cu<sup>2+</sup> ion. This could explain why\nthe partial charges for the distinguishable Cu<sup>2+</sup> ions in\nNU-111 are flipped relative to PCN-61. This was confirmed by examining\nthe partial charges of a fragment from NU-111 containing only the\ncopper paddlewheel unit terminated with H atoms ([Cu<sub>2</sub>(O<sub>2</sub>CH)<sub>4</sub>]). Electronic structure calculations on this\nfragment revealed that the partial charges on both chemically distinct\nCu<sup>2+</sup> ions exhibited the same pattern of the charge magnitudes\nas the other fragments that included the entire linker body (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Supporting Information</ext-link>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Figure S2­(i)</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Table S2</ext-link>)</p>", "clean_text": "As explained earlier, the difference in the linkers between PCN-61 and NU-111 is that the latter contains an additional alkyne group within each arm in the linker body (). Extending the linker by adding these triple bonds may have caused distortion (i.e., change in shape) of the copper paddlewheels to reduce strain on the linker, hence altering the partial charges of each unique Cu2+ ion. This could explain why the partial charges for the distinguishable Cu2+ ions in NU-111 are flipped relative to PCN-61. This was confirmed by examining the partial charges of a fragment from NU-111 containing only the copper paddlewheel unit terminated with H atoms ([Cu2(O2CH)4]). Electronic structure calculations on this fragment revealed that the partial charges on both chemically distinct Cu2+ ions exhibited the same pattern of the charge magnitudes as the other fragments that included the entire linker body (see Supporting Information, Figure S2(i) and Table S2)", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>A similar\nresult was seen in PCN-66, where the difference in the\nlinkers between this MOF and PCN-61 is that the former contains a\ntriphenylamine group in place of the central aromatic ring. The presence of the triphenylamine group in\nthe linker for PCN-66 led to distortion of the copper paddlewheels\nto compensate for the reduced planarity of the linker; this caused\nthe partial charges of the chemically distinct Cu<sup>2+</sup> ions\nto be altered compared to those in PCN-61. Furthermore, the measured\nO–Cu–O bond angles in NU-111 were found to differ from\nthose of PCN-61. In PCN-61, the O–Cu 1–O and O–Cu\n2–O bond angles are 167.959° and 166.755°, respectively,\nwhile the analogous angles in NU-111 are 167.274° and 168.910°,\nrespectively.</p>", "clean_text": "A similar result was seen in PCN-66, where the difference in the linkers between this MOF and PCN-61 is that the former contains a triphenylamine group in place of the central aromatic ring. The presence of the triphenylamine group in the linker for PCN-66 led to distortion of the copper paddlewheels to compensate for the reduced planarity of the linker; this caused the partial charges of the chemically distinct Cu2+ ions to be altered compared to those in PCN-61. Furthermore, the measured O-Cu-O bond angles in NU-111 were found to differ from those of PCN-61. In PCN-61, the O-Cu 1-O and O-Cu 2-O bond angles are 167.959° and 166.755°, respectively, while the analogous angles in NU-111 are 167.274° and 168.910°, respectively.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Sorption Isotherms</title><p>\n shows the\nexperimental and simulated absolute H<sub>2</sub> sorption\nisotherms in NU-111 at 77 K and pressures up to 1 bar. The simulated\nresults are shown for three different H<sub>2</sub> potentials: BSSP,\nBSS, and Buch. The Buch model predicts significantly lower uptakes\nthan experiment for all pressures considered, which indicates that\nthe inclusion of only repulsion/dispersion interactions is insufficient\nto model H<sub>2</sub> in a highly charged and polar MOF. Indeed,\nat 1 bar, the uptake for the Buch model is less than that for experiment\nby ∼4 mg g<sup>–1</sup>. The BSS model, which includes\npermanent electrostatic interactions, predicts uptakes that are higher\nthan those for the Buch model for all pressures considered in this\nrange. This implies that electrostatic effects are making an important\ncontribution to the H<sub>2</sub> sorption mechanism in the MOF. However,\nas shown in , the isotherm for the BSS model undersorbs experiment for all pressures,\nwith an uptake that is ∼2 mg g<sup>–1</sup> lower than\nexperiment at 1 bar.</p>", "clean_text": "Sorption Isotherms\n\n  shows the experimental and simulated absolute H2 sorption isotherms in NU-111 at 77 K and pressures up to 1 bar. The simulated results are shown for three different H2 potentials: BSSP, BSS, and Buch. The Buch model predicts significantly lower uptakes than experiment for all pressures considered, which indicates that the inclusion of only repulsion/dispersion interactions is insufficient to model H2 in a highly charged and polar MOF. Indeed, at 1 bar, the uptake for the Buch model is less than that for experiment by ~4 mg g-1. The BSS model, which includes permanent electrostatic interactions, predicts uptakes that are higher than those for the Buch model for all pressures considered in this range. This implies that electrostatic effects are making an important contribution to the H2 sorption mechanism in the MOF. However, as shown in , the isotherm for the BSS model undersorbs experiment for all pressures, with an uptake that is ~2 mg g-1 lower than experiment at 1 bar.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Low-pressure experimental<xref ref-type=\"bibr\" rid=\"ref9\"></xref> and\nsimulated\nabsolute H<sub>2</sub> sorption isotherms for NU-111 at 77 K. Experiment\n= black, BSSP = green, BSS = blue, Buch = maroon.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2018-013988_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Low-pressure experimental and simulated absolute H2 sorption isotherms for NU-111 at 77 K. Experiment = black, BSSP = green, BSS = blue, Buch = maroon.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>However, the BSSP model generated an isotherm that is in\nexcellent\nagreement with experiment for this entire low-pressure range. The\nuptake predicted by this model at 77 K/1 bar is very similar to that\nfor experiment at this state point (20.8 mg g<sup>–1</sup>).\nOverall, these results demonstrate that the inclusion of explicit\npolarization interactions are important for the proper modeling of\nH<sub>2</sub> in MOFs with open-metal sites. The H<sub>2</sub> molecules\ninitially sorb onto the exposed Cu<sup>2+</sup> ions at low loading,\nand the BSSP model effectively captured this process, since it produced\nuptakes that are in outstanding agreement with experiment at very\nlow pressures (&lt;0.1 bar). These simulation results are consistent\nwith what was observed in previous H<sub>2</sub> sorption simulation\nstudies on <bold>rht</bold>-MOFs.\n</p>", "clean_text": "However, the BSSP model generated an isotherm that is in excellent agreement with experiment for this entire low-pressure range. The uptake predicted by this model at 77 K/1 bar is very similar to that for experiment at this state point (20.8 mg g-1). Overall, these results demonstrate that the inclusion of explicit polarization interactions are important for the proper modeling of H2 in MOFs with open-metal sites. The H2 molecules initially sorb onto the exposed Cu2+ ions at low loading, and the BSSP model effectively captured this process, since it produced uptakes that are in outstanding agreement with experiment at very low pressures (<0.1 bar). These simulation results are consistent with what was observed in previous H2 sorption simulation studies on rht-MOFs. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>\n shows\nthe\nexperimental and simulated excess H<sub>2</sub> sorption isotherms\nin NU-111 at 77 K and pressures up to 60 bar. It can be observed that\nall models show reasonable agreement with the experimental isotherm\nunder these conditions. This is because, at high pressures, the MOF\nessentially acts as a container, and nonspecific interactions become\nmore important as the material approaches H<sub>2</sub> saturation.\nWe note that Farha et al. simulated H<sub>2</sub> sorption in NU-111 at 77 K and high pressures using the Darkrim-Levesque\nmodel and also obtained good agreement\nwith experiment at these state points; this further supports the notion\nthat the MOF acts as a container under these conditions. Interestingly,\nthe Buch model yielded slightly higher uptakes at pressures greater\nthan 20 bar compared to the BSS and BSSP ptentials. This could be\na result of the H<sub>2</sub> molecules being more closely packed\nwhen only van der Waals interactions are considered. Electrostatic\nand polarization interactions may cause ordering effects, which can\nlead to fewer H<sub>2</sub> molecules being accommodated at higher\npressures.</p>", "clean_text": "  shows the experimental and simulated excess H2 sorption isotherms in NU-111 at 77 K and pressures up to 60 bar. It can be observed that all models show reasonable agreement with the experimental isotherm under these conditions. This is because, at high pressures, the MOF essentially acts as a container, and nonspecific interactions become more important as the material approaches H2 saturation. We note that Farha et al. simulated H2 sorption in NU-111 at 77 K and high pressures using the Darkrim-Levesque model and also obtained good agreement with experiment at these state points; this further supports the notion that the MOF acts as a container under these conditions. Interestingly, the Buch model yielded slightly higher uptakes at pressures greater than 20 bar compared to the BSS and BSSP ptentials. This could be a result of the H2 molecules being more closely packed when only van der Waals interactions are considered. Electrostatic and polarization interactions may cause ordering effects, which can lead to fewer H2 molecules being accommodated at higher pressures.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>High-pressure experimental<xref ref-type=\"bibr\" rid=\"ref9\"></xref> and simulated\nexcess H<sub>2</sub> sorption isotherms for NU-111 at 77 K. Experiment\n= black, BSSP = green, BSS = blue, Buch = maroon.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2018-013988_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  High-pressure experimental and simulated excess H2 sorption isotherms for NU-111 at 77 K. Experiment = black, BSSP = green, BSS = blue, Buch = maroon.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>Radial Distribution Functions and Binding\nSites</title><p>The g­(<italic>r</italic>) for the center-of-mass of\nH<sub>2</sub> molecules around each chemically distinct Cu<sup>2+</sup> ion (Cu 1 and Cu 2) in NU-111 at 77 K and 0.1 bar from simulations\nusing the BSSP model are displayed in a. Note, the g­(<italic>r</italic>) plots\nshown herein are normalized to a total magnitude of unity over the\ndistance examined. A sharp peak at ∼2.5 Å can be observed\nin the g­(<italic>r</italic>) about the Cu 2 ions, which corresponds\nto a significant quantity of H<sub>2</sub> molecules sorbing onto\nthis type of Cu<sup>2+</sup> ion with a metal-sorbate interaction\ndistance of 2.5 Å. This distance is similar to that for the corresponding\ninteraction observed in other <bold>rht</bold>-MOFs investigated by\nour group using explicit polarization. This is also comparable to the Cu<sup>2+</sup>–H<sub>2</sub> interaction distance observed in HKUST-1 through experimental neutron\npowder diffraction (NPD) studies (2.39(1) Å) and ab initio simulations (2.47 Å), as well as NOTT-112 through NPD measurements (2.23(1) and\n2.41(1) Å).\n</p>", "clean_text": "Radial Distribution Functions and Binding Sites\n\nThe g(r) for the center-of-mass of H2 molecules around each chemically distinct Cu2+ ion (Cu 1 and Cu 2) in NU-111 at 77 K and 0.1 bar from simulations using the BSSP model are displayed in a. Note, the g(r) plots shown herein are normalized to a total magnitude of unity over the distance examined. A sharp peak at ~2.5 Å can be observed in the g(r) about the Cu 2 ions, which corresponds to a significant quantity of H2 molecules sorbing onto this type of Cu2+ ion with a metal-sorbate interaction distance of 2.5 Å. This distance is similar to that for the corresponding interaction observed in other rht-MOFs investigated by our group using explicit polarization. This is also comparable to the Cu2+-H2 interaction distance observed in HKUST-1 through experimental neutron powder diffraction (NPD) studies (2.39(1) Å) and ab initio simulations (2.47 Å), as well as NOTT-112 through NPD measurements (2.23(1) and 2.41(1) Å). ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Normalized radial\ndistribution functions (g­(<italic>r</italic>)) for the center-of-mass\nof H<sub>2</sub> molecules around the two\nchemically distinct Cu<sup>2+</sup> ions in NU-111 (Cu1 = purple,\nCu2 = red) from simulations using the BSSP model at 77 K and 0.1 bar.\n(b) g­(<italic>r</italic>) for H<sub>2</sub> around the Cu2 ions in\nNU-111 for the BSSP (green), BSS (blue), and Buch (pink) models at\n77 K and 0.1 bar.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg-2018-013988_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Normalized radial distribution functions (g(r)) for the center-of-mass of H2 molecules around the two chemically distinct Cu2+ ions in NU-111 (Cu1 = purple, Cu2 = red) from simulations using the BSSP model at 77 K and 0.1 bar. (b) g(r) for H2 around the Cu2 ions in NU-111 for the BSSP (green), BSS (blue), and Buch (pink) models at 77 K and 0.1 bar.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>In contrast, the g­(<italic>r</italic>) about the Cu 1 ions in NU-111\ndoes not contain a distinct peak at ∼2.5 Å; this is true\nfor any of the models utilized. This indicates that there are very\nfew H<sub>2</sub> molecules sorbing in the vicinity of the Cu 1 ions\nat this state point. Overall, these results imply that the Cu 2 ions\nare more preferred than the Cu 1 ions and therefore represent the\nprimary binding sites in the MOF. This is because the Cu 2 ions exhibit\na greater partial positive charge than the Cu 1 ions (1.4979 vs 0.9525 <italic>e</italic>\n<sup>–</sup>). Indeed, the H<sub>2</sub> molecule\nfavors the Cu<sup>2+</sup> ion that carries the higher partial positive\ncharge at low loadings.</p>", "clean_text": "In contrast, the g(r) about the Cu 1 ions in NU-111 does not contain a distinct peak at ~2.5 Å; this is true for any of the models utilized. This indicates that there are very few H2 molecules sorbing in the vicinity of the Cu 1 ions at this state point. Overall, these results imply that the Cu 2 ions are more preferred than the Cu 1 ions and therefore represent the primary binding sites in the MOF. This is because the Cu 2 ions exhibit a greater partial positive charge than the Cu 1 ions (1.4979 vs 0.9525 e -). Indeed, the H2 molecule favors the Cu2+ ion that carries the higher partial positive charge at low loadings.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Simulated annealing for a single BSSP\nH<sub>2</sub> molecule in\nNU-111 confirmed that the Cu 2 ions are the initial binding sites\nfor H<sub>2</sub> in this MOF; an enlarged view of this global minimum\nposition in NU-111 is displayed in . Note, a small peak at ∼6.0 Å\ncan be observed in the g­(<italic>r</italic>) about the Cu 2 ions.\nThis peak corresponds to the sorption of H<sub>2</sub> onto the vertices\nof the truncated tetrahedral and truncated octahedral cages, which\nare the cages that the Cu 2 ions project into.</p>", "clean_text": "Simulated annealing for a single BSSP H2 molecule in NU-111 confirmed that the Cu 2 ions are the initial binding sites for H2 in this MOF; an enlarged view of this global minimum position in NU-111 is displayed in . Note, a small peak at ~6.0 Å can be observed in the g(r) about the Cu 2 ions. This peak corresponds to the sorption of H2 onto the vertices of the truncated tetrahedral and truncated octahedral cages, which are the cages that the Cu 2 ions project into.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Molecular view of the\n45° between two axes of the unit cell\nof NU-111 showing the global minimum for H<sub>2</sub> in the MOF\nas determined through simulated annealing calculations: (a) orthographic\nview; (b) perspective view. Note that a similar figure showing the\nPCN-61 binding site can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Supporting Information</ext-link> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Figure S3</ext-link>). Atom colors:\nC = cyan, H = white, O = red, Cu = tan, H<sub>2</sub> molecule = magenta.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg-2018-013988_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Molecular view of the 45° between two axes of the unit cell of NU-111 showing the global minimum for H2 in the MOF as determined through simulated annealing calculations: (a) orthographic view; (b) perspective view. Note that a similar figure showing the PCN-61 binding site can be found in the Supporting Information (Figure S3). Atom colors: C = cyan, H = white, O = red, Cu = tan, H2 molecule = magenta.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Note, the sorption mechanism revealed\nherein for NU-111 is different\nfrom that observed in PCN-61 through simulation studies executed previously. In PCN-61, the primary binding site was found\nto be the Cu 1 ion, since it possessed a higher partial positive charge\nthan the Cu 2 ions (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Supporting Information</ext-link>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Figure S3</ext-link>). Overall, the initial Cu<sup>2+</sup> binding sites about the metal paddlewheels in PCN-61 and\nNU-111 are swapped relative to one another despite the fact that the\nonly difference between these two isostructural MOFs is that the latter\ncontains an extra triple bond within each arm of the linker. In general,\nwe showed that the sorption sites in MOFs can be altered and controlled\nby making a small modification in the linker.</p>", "clean_text": "Note, the sorption mechanism revealed herein for NU-111 is different from that observed in PCN-61 through simulation studies executed previously. In PCN-61, the primary binding site was found to be the Cu 1 ion, since it possessed a higher partial positive charge than the Cu 2 ions (see Supporting Information, Figure S3). Overall, the initial Cu2+ binding sites about the metal paddlewheels in PCN-61 and NU-111 are swapped relative to one another despite the fact that the only difference between these two isostructural MOFs is that the latter contains an extra triple bond within each arm of the linker. In general, we showed that the sorption sites in MOFs can be altered and controlled by making a small modification in the linker.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>\nb shows\nthe g­(<italic>r</italic>) for the center of mass of H<sub>2</sub> molecules\naround the Cu 2 ions in NU-111 at 77 K and 0.1 bar for all three H<sub>2</sub> potentials. It can be seen that the BSSP model yielded the\nstrongest interaction between the Cu 2 ions and the H<sub>2</sub> molecules\nas exemplified by the high intensity of the radial distribution peak\nat 2.5 Å. The BSS model generated a much smaller and shifted\npeak for the nearest-neighbor interaction, while the Buch model did\nnot produce any significant peak corresponding to sorption onto the\nCu 2 ions. These results suggest that the interaction between the\nH<sub>2</sub> molecules and the open-metal sites is governed by predominantly\npolarization and some permanent electrostatic interactions. We note\nthat the broad peak at ∼6.0 Å in the g­(<italic>r</italic>) about the Cu 2 ions can also be observed for the BSS and Buch models.\nThis suggests that these sorption sites (vertices in the truncated\ntetrahedral and truncated octahedral cages) are dominated by repulsion/dispersion\nand stationary electrostatic interactions.</p>", "clean_text": " b shows the g(r) for the center of mass of H2 molecules around the Cu 2 ions in NU-111 at 77 K and 0.1 bar for all three H2 potentials. It can be seen that the BSSP model yielded the strongest interaction between the Cu 2 ions and the H2 molecules as exemplified by the high intensity of the radial distribution peak at 2.5 Å. The BSS model generated a much smaller and shifted peak for the nearest-neighbor interaction, while the Buch model did not produce any significant peak corresponding to sorption onto the Cu 2 ions. These results suggest that the interaction between the H2 molecules and the open-metal sites is governed by predominantly polarization and some permanent electrostatic interactions. We note that the broad peak at ~6.0 Å in the g(r) about the Cu 2 ions can also be observed for the BSS and Buch models. This suggests that these sorption sites (vertices in the truncated tetrahedral and truncated octahedral cages) are dominated by repulsion/dispersion and stationary electrostatic interactions.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>Dipole\nDistribution</title><p>\n shows the normalized distribution\nof dipoles induced on the sorbed H<sub>2</sub> molecules in NU-111\nat 77 K and various pressures from simulations using the BSSP model.\nNote, outside of the MOF, the H<sub>2</sub> molecules exhibit a dipole\nmoment of 0 D. Two distinct peaks in the ranges of 0.30–0.40\nand 0.00–0.05 D can be observed in the dipole distribution\nfor NU-111. Correlating these peaks to regions of occupancy inside\nthe MOF revealed that those H<sub>2</sub> molecules with the highest\ninduced dipoles (0.30–0.40 D) are sorbed onto the Cu 2 ions\n(a). This site\nis consistent with the sharp radial distribution peak at 2.5 Å\nin the g­(<italic>r</italic>) about the Cu 2 ions for the BSSP model\n(a). Note,\nin PCN-61, a similar peak in the range of 0.25–0.50 D was observed\nin the dipole distribution for H<sub>2</sub> in the material from\nmolecular simulations using the same sorbate potential; however, this\npeak represented sorption onto the Cu 1 ions in that MOF.\n</p>", "clean_text": "Dipole Distribution\n\n  shows the normalized distribution of dipoles induced on the sorbed H2 molecules in NU-111 at 77 K and various pressures from simulations using the BSSP model. Note, outside of the MOF, the H2 molecules exhibit a dipole moment of 0 D. Two distinct peaks in the ranges of 0.30-0.40 and 0.00-0.05 D can be observed in the dipole distribution for NU-111. Correlating these peaks to regions of occupancy inside the MOF revealed that those H2 molecules with the highest induced dipoles (0.30-0.40 D) are sorbed onto the Cu 2 ions (a). This site is consistent with the sharp radial distribution peak at 2.5 Å in the g(r) about the Cu 2 ions for the BSSP model (a). Note, in PCN-61, a similar peak in the range of 0.25-0.50 D was observed in the dipole distribution for H2 in the material from molecular simulations using the same sorbate potential; however, this peak represented sorption onto the Cu 1 ions in that MOF. ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Normalized distribution of the dipole magnitudes induced\non the\nH<sub>2</sub> molecules from simulations using the polarizable BSSP\nmodel in NU-111 at 77 K and various pressures.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cg-2018-013988_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Normalized distribution of the dipole magnitudes induced on the H2 molecules from simulations using the polarizable BSSP model in NU-111 at 77 K and various pressures.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Molecular view of the <italic>a</italic>/<italic>b</italic>/<italic>c</italic> axis of the unit cell of NU-111 showing the distribution\nof H<sub>2</sub> molecules with induced dipole magnitudes of (a) 0.30–0.40\nD and (b) 0.00–0.05 D according to simulations using the polarizable\nBSSP model at 77 K and 0.1 bar. Atom colors: C = cyan, H = white,\nO = red, Cu = tan, H<sub>2</sub> occupancy = magenta.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"cg-2018-013988_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Molecular view of the a/b/c axis of the unit cell of NU-111 showing the distribution of H2 molecules with induced dipole magnitudes of (a) 0.30-0.40 D and (b) 0.00-0.05 D according to simulations using the polarizable BSSP model at 77 K and 0.1 bar. Atom colors: C = cyan, H = white, O = red, Cu = tan, H2 occupancy = magenta.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>The secondary dipole peak ranging from 0.00 to\n0.05 D corresponds\nto H<sub>2</sub> molecules sorbed into the corners of the truncated\ntetrahedral and truncated octahedral cages (b). This site is consistent with the broad\nradial distribution peak at ∼6.0 Å in the g­(<italic>r</italic>) about the Cu 2 ions for all models (b). In general, all models were able to capture\nthe sorption of H<sub>2</sub> into the corners of the truncated tetrahedral\nand truncated octahedral cages in NU-111. However, only simulations\nusing the polarizable BSSP model yielded sorption onto the highly\ncharged Cu 2 ions.</p>", "clean_text": "The secondary dipole peak ranging from 0.00 to 0.05 D corresponds to H2 molecules sorbed into the corners of the truncated tetrahedral and truncated octahedral cages (b). This site is consistent with the broad radial distribution peak at ~6.0 Å in the g(r) about the Cu 2 ions for all models (b). In general, all models were able to capture the sorption of H2 into the corners of the truncated tetrahedral and truncated octahedral cages in NU-111. However, only simulations using the polarizable BSSP model yielded sorption onto the highly charged Cu 2 ions.", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<title>Isosteric Heats of Adsorption</title><p>\n shows\na comparison\nof the experimental and simulated <italic>Q</italic>\n<sub>st</sub> values for all three H<sub>2</sub> potentials\nas a function of loading in NU-111. The experimental initial <italic>Q</italic>\n<sub>st</sub> value for this MOF is 5.6 kJ mol<sup>–1</sup>. Simulations using the Buch and BSS models yielded <italic>Q</italic>\n<sub>st</sub> values that are very near this experimental value at\nzero-loading. We believe that this is a fortuitous result as explained\nbelow. The BSSP model, however, generated an initial loading <italic>Q</italic>\n<sub>st</sub> value of 7.0 kJ mol<sup>–1</sup>,\nwhich is higher than that for experiment. Although the polarizable\npotential produced an isotherm that is in very good agreement with\nexperiment at 77 K and low pressures (), the <italic>Q</italic>\n<sub>st</sub> values\nfor this model are only in the vicinity of experiment at higher loadings\n(&gt;4 mg g<sup>–1</sup>).</p>", "clean_text": "Isosteric Heats of Adsorption\n\n  shows a comparison of the experimental and simulated Q st values for all three H2 potentials as a function of loading in NU-111. The experimental initial Q st value for this MOF is 5.6 kJ mol-1. Simulations using the Buch and BSS models yielded Q st values that are very near this experimental value at zero-loading. We believe that this is a fortuitous result as explained below. The BSSP model, however, generated an initial loading Q st value of 7.0 kJ mol-1, which is higher than that for experiment. Although the polarizable potential produced an isotherm that is in very good agreement with experiment at 77 K and low pressures (), the Q st values for this model are only in the vicinity of experiment at higher loadings (>4 mg g-1).", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Experimental<xref ref-type=\"bibr\" rid=\"ref9\"></xref> and simulated isosteric\nheat of adsorption (<italic>Q</italic>\n<sub>st</sub>) plotted against\nH<sub>2</sub> uptake in NU-111 at 77 K. Experiment = black, BSSP =\ngreen, BSS = blue, Buch = maroon.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"cg-2018-013988_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Experimental and simulated isosteric heat of adsorption (Q st) plotted against H2 uptake in NU-111 at 77 K. Experiment = black, BSSP = green, BSS = blue, Buch = maroon.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>We attribute the deviations between the experimental and\nsimulated <italic>Q</italic>\n<sub>st</sub> values for the BSSP model\nto the different\nways in which such quantities are calculated for the individual techniques.\nNotably, the experimental <italic>Q</italic>\n<sub>st</sub> values for\nNU-111 were determined through empirical fitting of the sorption isotherms\nthrough a virial-type equation and subsequently\napplying the Clausius–Clapeyron equation (), while the\ntheoretical values were calculated through fluctuations in <italic>N</italic> and <italic>U</italic> in GCMC simulation (). We\nnote that the initial <italic>Q</italic>\n<sub>st</sub> value calculated\nherein for NU-111 with the BSSP model (7.0 kJ mol<sup>–1</sup>) is very similar to that calculated in other <bold>rht</bold>-MOFs\nusing the same potential; in these cases, very good agreement\nwith the experimental initial H<sub>2</sub>\n<italic>Q</italic>\n<sub>st</sub> value was achieved.</p>", "clean_text": "We attribute the deviations between the experimental and simulated Q st values for the BSSP model to the different ways in which such quantities are calculated for the individual techniques. Notably, the experimental Q st values for NU-111 were determined through empirical fitting of the sorption isotherms through a virial-type equation and subsequently applying the Clausius-Clapeyron equation (), while the theoretical values were calculated through fluctuations in N and U in GCMC simulation (). We note that the initial Q st value calculated herein for NU-111 with the BSSP model (7.0 kJ mol-1) is very similar to that calculated in other rht-MOFs using the same potential; in these cases, very good agreement with the experimental initial H2 Q st value was achieved.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>Overall, the decrease in the experimental <italic>Q</italic>\n<sub>st</sub> values as the loading increases can be attributed\nto the\nfact that after the primary binding sites become more occupied, there\nis increased sorption onto the less energetically favorable sites.\nOnly simulations using the BSSP model captured this monotonic decreasing\nbehavior in the <italic>Q</italic>\n<sub>st</sub> plot. Thus, even though\nthe <italic>Q</italic>\n<sub>st</sub> values for this model do not agree\nwith experiment at all loadings (especially at zero loading), the\nshape of the experimental plot was still replicated. This indicates\nthat the BSSP model reproduced the expected H<sub>2</sub> sorption\nmechanism in the MOF, whereby the sorbate molecules initially bind\nonto the open-metal sites at low loadings. The plots for the other\ntwo models show nearly constant <italic>Q</italic>\n<sub>st</sub> values\nfor all loadings considered. This suggests that simulations using\nboth of these nonpolarizable potentials do not capture sorption onto\nthe open-metal sites.</p>", "clean_text": "Overall, the decrease in the experimental Q st values as the loading increases can be attributed to the fact that after the primary binding sites become more occupied, there is increased sorption onto the less energetically favorable sites. Only simulations using the BSSP model captured this monotonic decreasing behavior in the Q st plot. Thus, even though the Q st values for this model do not agree with experiment at all loadings (especially at zero loading), the shape of the experimental plot was still replicated. This indicates that the BSSP model reproduced the expected H2 sorption mechanism in the MOF, whereby the sorbate molecules initially bind onto the open-metal sites at low loadings. The plots for the other two models show nearly constant Q st values for all loadings considered. This suggests that simulations using both of these nonpolarizable potentials do not capture sorption onto the open-metal sites.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<title>Energy Contributions</title><p>A decomposition\nof the energetic terms for all three H<sub>2</sub> potentials in NU-111\nat 77 K and pressures up to 1 bar is shown in . The averaged percent contributions of\nthe energy components per H<sub>2</sub> molecule reveal that, for\nthe BSS model at all pressures considered, over 90% of the total energy\nis attributed to van der Waals repulsion/dispersion interactions,\nwhile the remainder represents permanent electrostatic interactions\n(a). For\nthe BSSP model, however, the contribution from repulsion/dispersion\ninteractions ranged from 25% at 0.05 bar to 67% at 1 bar. Further,\nit can be observed that the polarizable BSSP potential exhibits greater\ncontributions from stationary electrostatic interactions than the\nnonpolarizable BSS potential across the entire considered pressure\nrange. This signifies that electrostatic and polarization effects\nhave a synergistic interaction; the inclusion of the latter results\nin a significant increase in the former.</p>", "clean_text": "Energy Contributions\n\nA decomposition of the energetic terms for all three H2 potentials in NU-111 at 77 K and pressures up to 1 bar is shown in . The averaged percent contributions of the energy components per H2 molecule reveal that, for the BSS model at all pressures considered, over 90% of the total energy is attributed to van der Waals repulsion/dispersion interactions, while the remainder represents permanent electrostatic interactions (a). For the BSSP model, however, the contribution from repulsion/dispersion interactions ranged from 25% at 0.05 bar to 67% at 1 bar. Further, it can be observed that the polarizable BSSP potential exhibits greater contributions from stationary electrostatic interactions than the nonpolarizable BSS potential across the entire considered pressure range. This signifies that electrostatic and polarization effects have a synergistic interaction; the inclusion of the latter results in a significant increase in the former.", "data": null, "include_properties": null}, {"idx": 51, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Contributions of the\nenergy components per H<sub>2</sub> molecule\nfor the BSSP (red), BSS (green), and Buch (blue) models in NU-111\nat 77 K and pressures up to 1 bar: (a) percent contributions; (b)\nabsolute contributions in kelvin. rd = repulsion/dispersion (dashed),\nelec = electrostatics (dotted), pol = polarization (solid).</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"cg-2018-013988_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Contributions of the energy components per H2 molecule for the BSSP (red), BSS (green), and Buch (blue) models in NU-111 at 77 K and pressures up to 1 bar: (a) percent contributions; (b) absolute contributions in kelvin. rd = repulsion/dispersion (dashed), elec = electrostatics (dotted), pol = polarization (solid).   ", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>The contribution from polarization\ninteractions for the BSSP model\nis close to 40% at low pressures, and this percentage decreases to\n∼17% at 1 bar. This is because at low pressures (&lt;0.05 bar),\nthe H<sub>2</sub> molecules occupy the open-metal sites, so polarization\neffects play a more important role toward the H<sub>2</sub> sorption\nmechanism at low loadings in NU-111. After the metal centers are saturated,\nhowever, the sorbate molecules localize into other areas of the MOF,\nwhich causes van der Waals interactions to become more dominant. This\ncan explain why the repulsion/dispersion energy percentage increases\nwith increasing pressure, while those for electrostatic and polarization\ninteractions decrease as the pressure increases for the BSSP model.\nWe note that similar trends in the energy contributions for all three\nmodels were observed in PCN-61. The percentages\nfor electrostatic and polarization interactions for the BSSP model\nin the two MOFs are similar, but in NU-111, the contribution from\nthe many-body polarization energy is greater than that for the stationary\nelectrostatic energy throughout the entire pressure range.</p>", "clean_text": "The contribution from polarization interactions for the BSSP model is close to 40% at low pressures, and this percentage decreases to ~17% at 1 bar. This is because at low pressures (<0.05 bar), the H2 molecules occupy the open-metal sites, so polarization effects play a more important role toward the H2 sorption mechanism at low loadings in NU-111. After the metal centers are saturated, however, the sorbate molecules localize into other areas of the MOF, which causes van der Waals interactions to become more dominant. This can explain why the repulsion/dispersion energy percentage increases with increasing pressure, while those for electrostatic and polarization interactions decrease as the pressure increases for the BSSP model. We note that similar trends in the energy contributions for all three models were observed in PCN-61. The percentages for electrostatic and polarization interactions for the BSSP model in the two MOFs are similar, but in NU-111, the contribution from the many-body polarization energy is greater than that for the stationary electrostatic energy throughout the entire pressure range.", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>The\nabsolute energy magnitudes per H<sub>2</sub> molecule in NU-111\nshow that the repulsion/dispersion energy increases as the pressure\nincreases for all three models (b). However, at each state point considered,\nthe BSSP model displays a slightly higher magnitude in the repulsion/dispersion\nenergy than the BSS model, which in turn is mildly greater than that\nfor the Buch model. This is consistent with the trends in the simulated\nlow-pressure sorption isotherms at 77 K, where the BSSP model produced\nthe highest uptake at all pressures, and the Buch model yielded the\nlowest ().\nThe permanent electrostatic energy for the BSS model is notably lower\nthan that for the BSSP model for all pressures. As explained above,\nthe inclusion of explicit induction results in a substantial increase\nin electrostatic interactions.</p>", "clean_text": "The absolute energy magnitudes per H2 molecule in NU-111 show that the repulsion/dispersion energy increases as the pressure increases for all three models (b). However, at each state point considered, the BSSP model displays a slightly higher magnitude in the repulsion/dispersion energy than the BSS model, which in turn is mildly greater than that for the Buch model. This is consistent with the trends in the simulated low-pressure sorption isotherms at 77 K, where the BSSP model produced the highest uptake at all pressures, and the Buch model yielded the lowest (). The permanent electrostatic energy for the BSS model is notably lower than that for the BSSP model for all pressures. As explained above, the inclusion of explicit induction results in a substantial increase in electrostatic interactions.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<title>Isothermal\nCompressibilities</title><p>The\nβ<sub>T</sub> values for all three H<sub>2</sub> potentials\nin NU-111 at 77 K and pressures up to 60 bar are shown in . Such quantities\nare compared with the β<sub>T</sub> values for bulk H<sub>2</sub> at 200 K/200 atm (0.0015 atm<sup>–1</sup>) and 20 K/1 atm\n(0.0020 atm<sup>–1</sup>). Comparing\nthe GCMC-calculated β<sub>T</sub> values for each model in the\nMOF with the experimental values for condensed hydrogen under the\naforementioned conditions can provide valuable insights into the physical\nstate of the sorbed H<sub>2</sub> molecules. It can be seen that the\nβ<sub>T</sub> values for all three H<sub>2</sub> potentials\nfall rapidly between 0.1 and 10 bar and eventually reach values that\nare comparable to those of condensed-phase hydrogen. For simulations\nusing the BSS and BSSP models, the experimental bulk H<sub>2</sub> compressibility values are reached in the material at ∼10\nbar, while such quantities are attained for simulations using the\nBuch model at ∼40 bar. Overall, these results demonstrate that\nthe sorbed H<sub>2</sub> is characteristic of a liquid-like state\nat 77 K and high pressures in the MOF due to close packing of the\nsorbate molecules within the pores. Under these conditions outside\nof the MOF, molecular hydrogen is gaseous.</p>", "clean_text": "Isothermal Compressibilities\n\nThe βT values for all three H2 potentials in NU-111 at 77 K and pressures up to 60 bar are shown in . Such quantities are compared with the βT values for bulk H2 at 200 K/200 atm (0.0015 atm-1) and 20 K/1 atm (0.0020 atm-1). Comparing the GCMC-calculated βT values for each model in the MOF with the experimental values for condensed hydrogen under the aforementioned conditions can provide valuable insights into the physical state of the sorbed H2 molecules. It can be seen that the βT values for all three H2 potentials fall rapidly between 0.1 and 10 bar and eventually reach values that are comparable to those of condensed-phase hydrogen. For simulations using the BSS and BSSP models, the experimental bulk H2 compressibility values are reached in the material at ~10 bar, while such quantities are attained for simulations using the Buch model at ~40 bar. Overall, these results demonstrate that the sorbed H2 is characteristic of a liquid-like state at 77 K and high pressures in the MOF due to close packing of the sorbate molecules within the pores. Under these conditions outside of the MOF, molecular hydrogen is gaseous.", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Isothermal compressibilities\n(β<sub>T</sub>) of H<sub>2</sub> from simulations using the\nBSSP (green), BSS (blue), and Buch (maroon)\nmodels in NU-111 at 77 K and pressures up to 60 bar compared to the\nexperimental β<sub>T</sub> values of bulk hydrogen at two different\nstate points (200 K/200 atm = dotted, 20 K/1 atm = dashed).</p>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"cg-2018-013988_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  Isothermal compressibilities (βT) of H2 from simulations using the BSSP (green), BSS (blue), and Buch (maroon) models in NU-111 at 77 K and pressures up to 60 bar compared to the experimental βT values of bulk hydrogen at two different state points (200 K/200 atm = dotted, 20 K/1 atm = dashed).   ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>A GCMC simulation study of H<sub>2</sub> sorption in the <bold>rht</bold>-MOF NU-111, an isostructural analogue of PCN-61 that contains\nan extra triple bond on each arm within the linker body, was presented.\nThe results from this study show that extending the linker for PCN-61\nby adding these alkyne groups alters the relative magnitudes of the\npartial charges on the two chemically distinct Cu<sup>2+</sup> ions\nof the copper paddlewheels. Specifically, in PCN-61, the Cu<sup>2+</sup> ion facing away from the center of the linker exhibited the higher\npartial positive charge, but in NU-111, the Cu<sup>2+</sup> ion facing\ntoward the center of the linker was found to have the greater partial\npositive charge. This led to differences in the primary H<sub>2</sub> sorption sites between the two MOFs, as the sorbate molecules initially\nprefer to sorb onto the more electropositive Cu<sup>2+</sup> ion.\nThus, the Cu 1 ions are the initial binding sites for H<sub>2</sub> in PCN-61, whereas the Cu 2 ions represent such sites in NU-111.\nThe corners of the truncated tetrahedral and truncated octahedral\ncages were discovered as the secondary sorption sites in NU-111. These\nregions were also occupied by sorbate molecules in other <bold>rht</bold>-MOFs according to previous simulation studies.\n</p>", "clean_text": "Conclusion\n\nA GCMC simulation study of H2 sorption in the rht-MOF NU-111, an isostructural analogue of PCN-61 that contains an extra triple bond on each arm within the linker body, was presented. The results from this study show that extending the linker for PCN-61 by adding these alkyne groups alters the relative magnitudes of the partial charges on the two chemically distinct Cu2+ ions of the copper paddlewheels. Specifically, in PCN-61, the Cu2+ ion facing away from the center of the linker exhibited the higher partial positive charge, but in NU-111, the Cu2+ ion facing toward the center of the linker was found to have the greater partial positive charge. This led to differences in the primary H2 sorption sites between the two MOFs, as the sorbate molecules initially prefer to sorb onto the more electropositive Cu2+ ion. Thus, the Cu 1 ions are the initial binding sites for H2 in PCN-61, whereas the Cu 2 ions represent such sites in NU-111. The corners of the truncated tetrahedral and truncated octahedral cages were discovered as the secondary sorption sites in NU-111. These regions were also occupied by sorbate molecules in other rht-MOFs according to previous simulation studies. ", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["property"], "content": "<p>Since the dimensions of\nthe truncated tetrahedral and truncated\noctahedral cages in <bold>rht</bold>-MOFs are affected by the size\nof ligand, extending the linker by adding another triple bond to each\narm led to enlargement of these cages. However, there was not a substantial\ndifference in the quantity of H<sub>2</sub> sorbed between PCN-61\nand NU-111. Although the surface area of NU-111 is greater than that\nfor PCN-61, the fact that the former contains larger cages results\nin more void space in the material. As a consequence, NU-111 displays\nlower H<sub>2</sub> uptake than PCN-61 within the high-end of the\nlow-pressure region, since it contains larger pore sizes. In general,\nlarger pore sizes in MOFs leads to less simultaneous interactions\nbetween the sorbate molecules and the atoms of the framework. Comparing\nthe H<sub>2</sub> sorption capacity by weight percent, the experimental\nH<sub>2</sub> uptakes for NU-111 and PCN-61 at 77 K/1 atm are 2.00\nand 2.25 wt %, respectively, at 1 atm. In addition,\nboth MOFs reach a maximum excess H<sub>2</sub> uptake capacity of\n∼65 mg g<sup>–1</sup> according to both experiment and\nsimulation.\n</p>", "clean_text": "Since the dimensions of the truncated tetrahedral and truncated octahedral cages in rht-MOFs are affected by the size of ligand, extending the linker by adding another triple bond to each arm led to enlargement of these cages. However, there was not a substantial difference in the quantity of H2 sorbed between PCN-61 and NU-111. Although the surface area of NU-111 is greater than that for PCN-61, the fact that the former contains larger cages results in more void space in the material. As a consequence, NU-111 displays lower H2 uptake than PCN-61 within the high-end of the low-pressure region, since it contains larger pore sizes. In general, larger pore sizes in MOFs leads to less simultaneous interactions between the sorbate molecules and the atoms of the framework. Comparing the H2 sorption capacity by weight percent, the experimental H2 uptakes for NU-111 and PCN-61 at 77 K/1 atm are 2.00 and 2.25 wt %, respectively, at 1 atm. In addition, both MOFs reach a maximum excess H2 uptake capacity of ~65 mg g-1 according to both experiment and simulation. ", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<p>Both NU-111 and PCN-61\nalso display different experimental initial\nH<sub>2</sub>\n<italic>Q</italic>\n<sub>st</sub> values despite the fact\nthat the two MOFs involve the binding of H<sub>2</sub> onto an exposed\nCu<sup>2+</sup> ion as the initial loading site. The experimental <italic>Q</italic>\n<sub>st</sub> values for H<sub>2</sub> at zero loading\nfor NU-111 and PCN-61 are 5.6 and 6.4 kJ mol<sup>–1</sup>,\nrespectively. The variation in the <italic>Q</italic>\n<sub>st</sub> could be due to the different magnitudes\nof the more positively charged Cu<sup>2+</sup> ion between the two\nMOFs. The more electropositive Cu<sup>2+</sup> ion in NU-111 and PCN-61\ncarries partial charges of 1.4979 and 1.7155 <italic>e</italic>\n<sup>–</sup>, respectively (). Since the Cu 1 ions in PCN-61 are more positively\ncharged than the Cu 2 ions in NU-111, the former could interact with\nthe negatively charged center-of-mass of the H<sub>2</sub> molecule\nmore strongly, which leads to a greater adsorption enthalpy. Indeed,\nthis could explain why both the experimental and simulated H<sub>2</sub>\n<italic>Q</italic>\n<sub>st</sub> values at zero loading in PCN-61\nare greater than those for NU-111.\n</p>", "clean_text": "Both NU-111 and PCN-61 also display different experimental initial H2 Q st values despite the fact that the two MOFs involve the binding of H2 onto an exposed Cu2+ ion as the initial loading site. The experimental Q st values for H2 at zero loading for NU-111 and PCN-61 are 5.6 and 6.4 kJ mol-1, respectively. The variation in the Q st could be due to the different magnitudes of the more positively charged Cu2+ ion between the two MOFs. The more electropositive Cu2+ ion in NU-111 and PCN-61 carries partial charges of 1.4979 and 1.7155 e -, respectively (). Since the Cu 1 ions in PCN-61 are more positively charged than the Cu 2 ions in NU-111, the former could interact with the negatively charged center-of-mass of the H2 molecule more strongly, which leads to a greater adsorption enthalpy. Indeed, this could explain why both the experimental and simulated H2 Q st values at zero loading in PCN-61 are greater than those for NU-111. ", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>The insights provided from the simulations performed herein are\nimportant for tuning purposes, since it was observed that adding an\nextra alkyne group in the regions between the isophthalate group and\nthe central aromatic ring of the linker caused the relative partial\ncharges for the unique Cu<sup>2+</sup> ions to switch relative to\nPCN-61. This demonstrates that the primary binding site in MOFs can\nbe controlled through a simple modification in the organic linker\nthat is not proximal to the metal sites. Indeed, the results from\nthis study suggest the possibility for experimentalists to control\ndesired binding sites in an MOF through aspirational chemical alterations\nin synthesis.</p>", "clean_text": "The insights provided from the simulations performed herein are important for tuning purposes, since it was observed that adding an extra alkyne group in the regions between the isophthalate group and the central aromatic ring of the linker caused the relative partial charges for the unique Cu2+ ions to switch relative to PCN-61. This demonstrates that the primary binding site in MOFs can be controlled through a simple modification in the organic linker that is not proximal to the metal sites. Indeed, the results from this study suggest the possibility for experimentalists to control desired binding sites in an MOF through aspirational chemical alterations in synthesis.", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<p>To improve H<sub>2</sub> uptake in <bold>rht</bold>-MOFs (and other\nMOFs in general), it is important to introduce functionalities that\nwill enhance the interaction between the linker and the H<sub>2</sub> molecules. For example, if the alkyne groups in PCN-61 and/or NU-111\nare replaced with some type of polar moiety, this could result in\nstronger MOF–H<sub>2</sub> interactions at low pressures, which\nin turn can lead to higher uptakes and <italic>Q</italic>\n<sub>st</sub> values under such conditions. This work also shows the importance\nof classical many-body polarization interactions in modeling H<sub>2</sub> sorption in MOFs with open-metal sites, since it was revealed\nthat only the polarizable BSSP model produced isotherms that are in\noutstanding agreement with the experimental measurements in NU-111\nat 77 K and pressures lower than 1 atm and captured the expected Cu<sup>2+</sup>–H<sub>2</sub> interaction.</p>", "clean_text": "To improve H2 uptake in rht-MOFs (and other MOFs in general), it is important to introduce functionalities that will enhance the interaction between the linker and the H2 molecules. For example, if the alkyne groups in PCN-61 and/or NU-111 are replaced with some type of polar moiety, this could result in stronger MOF-H2 interactions at low pressures, which in turn can lead to higher uptakes and Q st values under such conditions. This work also shows the importance of classical many-body polarization interactions in modeling H2 sorption in MOFs with open-metal sites, since it was revealed that only the polarizable BSSP model produced isotherms that are in outstanding agreement with the experimental measurements in NU-111 at 77 K and pressures lower than 1 atm and captured the expected Cu2+-H2 interaction.", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["else"], "content": "<p>Future work involves\nsimulations of CH<sub>4</sub> sorption in\nNU-111, as previous experimental studies have shown that the MOF appears\npromising for applications in CH<sub>4</sub> storage. Notably, experimental measurements revealed that NU-111\nexhibits high gravimetric and volumetric CH<sub>4</sub> uptake values\nthat are within ca. 75% of the Department of Energy (DOE) target for\nCH<sub>4</sub> storage at 300 K; this target is 263 cm<sup>3</sup> (standard temperature and pressure (STP)) cm<sup>–3</sup> at 298 K/35 bar. Such simulations will\nbe performed using recently developed potentials of this sorbate that\nhave been developed by our group. In addition,\nwe plan to investigate how substituting both alkyne groups in each\narm of the linker for NU-111 with phenyl rings will affect the H<sub>2</sub> sorption properties and mechanism by studying PCN-69/NOTT-119 through molecular simulations. Another isostructural <bold>rht</bold>-MOF of theoretical interest is PCN-610/NU-100, which contains a\nphenyl ring between two alkyne groups in each arm of the linker.\n</p>", "clean_text": "Future work involves simulations of CH4 sorption in NU-111, as previous experimental studies have shown that the MOF appears promising for applications in CH4 storage. Notably, experimental measurements revealed that NU-111 exhibits high gravimetric and volumetric CH4 uptake values that are within ca. 75% of the Department of Energy (DOE) target for CH4 storage at 300 K; this target is 263 cm3 (standard temperature and pressure (STP)) cm-3 at 298 K/35 bar. Such simulations will be performed using recently developed potentials of this sorbate that have been developed by our group. In addition, we plan to investigate how substituting both alkyne groups in each arm of the linker for NU-111 with phenyl rings will affect the H2 sorption properties and mechanism by studying PCN-69/NOTT-119 through molecular simulations. Another isostructural rht-MOF of theoretical interest is PCN-610/NU-100, which contains a phenyl ring between two alkyne groups in each arm of the linker. ", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.cgd.8b01398\">10.1021/acs.cgd.8b01398</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Details of electronic\nstructure calculations, pictures\nof MOF fragments, tables of properties, and additional results (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.cgd.8b01398.  Details of electronic structure calculations, pictures of MOF fragments, tables of properties, and additional results (PDF)   ", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<p>Details of electronic\nstructure calculations, pictures\nof MOF fragments, tables of properties, and additional results (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Details of electronic structure calculations, pictures of MOF fragments, tables of properties, and additional results (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 5, 32, 46, 57", "type": "text", "classification": "property", "content": "<p>Grand canonical Monte\nCarlo (GCMC) simulations were performed to\ninvestigate hydrogen sorption in the <bold>rht</bold>-metal–organic\nframework (MOF) NU-111, which is composed of Cu<sup>2+</sup> ions\ncoordinated to 1,3,5-tris­[(1,3-carboxylate-5-(4-(ethynyl)­phenyl))­butadiynyl]-benzene\nlinkers. This MOF was shown to have a high Brunauer–Emmett–Teller\nsurface area of 5000 ± 80 m<sup>2</sup> g<sup>–1</sup> and a hydrogen uptake of 20.8 mg g<sup>–1</sup> at 77 K and\n1 bar. It has a similar structure to that of PCN-61, which was studied\npreviously by our group [<mixed-citation publication-type=\"journal\">Forrest,\nK. A.; et al. <source>J. Phys. Chem. C</source>\n<year>2012</year>, <volume>116</volume>, <fpage>15538</fpage>−<lpage>15549</lpage>\n</mixed-citation>]; however, NU-111 has an extra triple bond on each arm in the linker\nbody. The purpose of this study was to investigate the effects of\nlinker extension on the MOF–sorbate interactions using PCN-61\nas a basis for comparison. Three hydrogen models of varying complexities\nwere used in the simulations: a single-site model, which only includes\nvan der Waals interactions, a five-site model, which includes van\nder Waals and permanent electrostatic interactions, and another five-site\nmodel that is augmented with explicit many-body polarization. Simulations\nusing only the polarizable model produced uptakes in outstanding agreement\nwith experiment at 77 K within the pressure range from 0.02 to 1.0\nbar. With this model, the primary binding site for H<sub>2</sub> in\nNU-111 was found to be the exposed Cu<sup>2+</sup> ions facing toward\nthe center of the linker body. In PCN-61, however, the H<sub>2</sub> molecule showed preference for the open-metal sites facing away\nfrom the center of the linker. The difference in the initial binding\nsites between these two isostructural MOFs can be explained by their\ndistinct electrostatic environments about the copper paddlewheels.\nIn NU-111, the inner Cu<sup>2+</sup> ion (denoted Cu 2) had the greater\npartial positive charge (i.e., less electron density), whereas in\nPCN-61, the outer Cu<sup>2+</sup> ion (denoted Cu 1) carried the higher\ncharge. Overall, this study showed that the metal binding sites in <bold>rht</bold>-MOFs can be altered by making a simple modification in\nthe organic linker. In addition, significant insights into the H<sub>2</sub> sorption behavior in NU-111 was obtained through our molecular\nsimulations, and such results could be important for the rational\ndesign of new MOF structures.</p><p>Computational studies of H<sub>2</sub> sorption in\nMOFs could be\nparticularly useful for gaining insights into the rational development\nof new MOFs that are capable of meeting the DOE target requirements.\nThe results from such studies could be of value if outstanding agreement\nwith experimental measurements is achieved. In this paper, the theoretical\nstudy of H<sub>2</sub> sorption in NU-111 (NU = Northwestern University),\na MOF synthesized previously by Farha et al., is reported. The MOF consists of a network of Cu<sup>2+</sup> ions\ncoordinated to 1,3,5-tris­[(1,3-carboxylate-5-(4-(ethynyl)­phenyl))­butadiynyl]-benzene\nlinkers ().\nExperimental studies revealed that NU-111 displays a Brunauer–Emmett–Teller\n(BET) surface area of 5000 ± 80 m<sup>2</sup> g<sup>–1</sup>, a pore volume of 2.38 cm<sup>3</sup> g<sup>–1</sup>, a H<sub>2</sub> uptake of 20.8 mg g<sup>–1</sup> at 77 K/1 bar, and\nan initial isosteric heat of adsorption (<italic>Q</italic>\n<sub>st</sub>) value of 5.6 kJ mol<sup>–1</sup>. Further, the MOF exhibits\na (3,24)-connected <bold>rht</bold> topology, a highly popular platform\nof MOFs that was pioneered by Eddaoudi and co-workers.\n</p><p>However, the BSSP model generated an isotherm that is in\nexcellent\nagreement with experiment for this entire low-pressure range. The\nuptake predicted by this model at 77 K/1 bar is very similar to that\nfor experiment at this state point (20.8 mg g<sup>–1</sup>).\nOverall, these results demonstrate that the inclusion of explicit\npolarization interactions are important for the proper modeling of\nH<sub>2</sub> in MOFs with open-metal sites. The H<sub>2</sub> molecules\ninitially sorb onto the exposed Cu<sup>2+</sup> ions at low loading,\nand the BSSP model effectively captured this process, since it produced\nuptakes that are in outstanding agreement with experiment at very\nlow pressures (&lt;0.1 bar). These simulation results are consistent\nwith what was observed in previous H<sub>2</sub> sorption simulation\nstudies on <bold>rht</bold>-MOFs.\n</p><title>Isosteric Heats of Adsorption</title><p>\n shows\na comparison\nof the experimental and simulated <italic>Q</italic>\n<sub>st</sub> values for all three H<sub>2</sub> potentials\nas a function of loading in NU-111. The experimental initial <italic>Q</italic>\n<sub>st</sub> value for this MOF is 5.6 kJ mol<sup>–1</sup>. Simulations using the Buch and BSS models yielded <italic>Q</italic>\n<sub>st</sub> values that are very near this experimental value at\nzero-loading. We believe that this is a fortuitous result as explained\nbelow. The BSSP model, however, generated an initial loading <italic>Q</italic>\n<sub>st</sub> value of 7.0 kJ mol<sup>–1</sup>,\nwhich is higher than that for experiment. Although the polarizable\npotential produced an isotherm that is in very good agreement with\nexperiment at 77 K and low pressures (), the <italic>Q</italic>\n<sub>st</sub> values\nfor this model are only in the vicinity of experiment at higher loadings\n(&gt;4 mg g<sup>–1</sup>).</p><p>Since the dimensions of\nthe truncated tetrahedral and truncated\noctahedral cages in <bold>rht</bold>-MOFs are affected by the size\nof ligand, extending the linker by adding another triple bond to each\narm led to enlargement of these cages. However, there was not a substantial\ndifference in the quantity of H<sub>2</sub> sorbed between PCN-61\nand NU-111. Although the surface area of NU-111 is greater than that\nfor PCN-61, the fact that the former contains larger cages results\nin more void space in the material. As a consequence, NU-111 displays\nlower H<sub>2</sub> uptake than PCN-61 within the high-end of the\nlow-pressure region, since it contains larger pore sizes. In general,\nlarger pore sizes in MOFs leads to less simultaneous interactions\nbetween the sorbate molecules and the atoms of the framework. Comparing\nthe H<sub>2</sub> sorption capacity by weight percent, the experimental\nH<sub>2</sub> uptakes for NU-111 and PCN-61 at 77 K/1 atm are 2.00\nand 2.25 wt %, respectively, at 1 atm. In addition,\nboth MOFs reach a maximum excess H<sub>2</sub> uptake capacity of\n∼65 mg g<sup>–1</sup> according to both experiment and\nsimulation.\n</p>", "clean_text": "Grand canonical Monte Carlo (GCMC) simulations were performed to investigate hydrogen sorption in the rht-metal-organic framework (MOF) NU-111, which is composed of Cu2+ ions coordinated to 1,3,5-tris[(1,3-carboxylate-5-(4-(ethynyl)phenyl))butadiynyl]-benzene linkers. This MOF was shown to have a high Brunauer-Emmett-Teller surface area of 5000 ± 80 m2 g-1 and a hydrogen uptake of 20.8 mg g-1 at 77 K and 1 bar. It has a similar structure to that of PCN-61, which was studied previously by our group [Forrest, K. A.; et al. J. Phys. Chem. C 2012, 116, 15538-15549 ]; however, NU-111 has an extra triple bond on each arm in the linker body. The purpose of this study was to investigate the effects of linker extension on the MOF-sorbate interactions using PCN-61 as a basis for comparison. Three hydrogen models of varying complexities were used in the simulations: a single-site model, which only includes van der Waals interactions, a five-site model, which includes van der Waals and permanent electrostatic interactions, and another five-site model that is augmented with explicit many-body polarization. Simulations using only the polarizable model produced uptakes in outstanding agreement with experiment at 77 K within the pressure range from 0.02 to 1.0 bar. With this model, the primary binding site for H2 in NU-111 was found to be the exposed Cu2+ ions facing toward the center of the linker body. In PCN-61, however, the H2 molecule showed preference for the open-metal sites facing away from the center of the linker. The difference in the initial binding sites between these two isostructural MOFs can be explained by their distinct electrostatic environments about the copper paddlewheels. In NU-111, the inner Cu2+ ion (denoted Cu 2) had the greater partial positive charge (i.e., less electron density), whereas in PCN-61, the outer Cu2+ ion (denoted Cu 1) carried the higher charge. Overall, this study showed that the metal binding sites in rht-MOFs can be altered by making a simple modification in the organic linker. In addition, significant insights into the H2 sorption behavior in NU-111 was obtained through our molecular simulations, and such results could be important for the rational design of new MOF structures.\n\nComputational studies of H2 sorption in MOFs could be particularly useful for gaining insights into the rational development of new MOFs that are capable of meeting the DOE target requirements. The results from such studies could be of value if outstanding agreement with experimental measurements is achieved. In this paper, the theoretical study of H2 sorption in NU-111 (NU = Northwestern University), a MOF synthesized previously by Farha et al., is reported. The MOF consists of a network of Cu2+ ions coordinated to 1,3,5-tris[(1,3-carboxylate-5-(4-(ethynyl)phenyl))butadiynyl]-benzene linkers (). Experimental studies revealed that NU-111 displays a Brunauer-Emmett-Teller (BET) surface area of 5000 ± 80 m2 g-1, a pore volume of 2.38 cm3 g-1, a H2 uptake of 20.8 mg g-1 at 77 K/1 bar, and an initial isosteric heat of adsorption (Q st) value of 5.6 kJ mol-1. Further, the MOF exhibits a (3,24)-connected rht topology, a highly popular platform of MOFs that was pioneered by Eddaoudi and co-workers. \n\nHowever, the BSSP model generated an isotherm that is in excellent agreement with experiment for this entire low-pressure range. The uptake predicted by this model at 77 K/1 bar is very similar to that for experiment at this state point (20.8 mg g-1). Overall, these results demonstrate that the inclusion of explicit polarization interactions are important for the proper modeling of H2 in MOFs with open-metal sites. The H2 molecules initially sorb onto the exposed Cu2+ ions at low loading, and the BSSP model effectively captured this process, since it produced uptakes that are in outstanding agreement with experiment at very low pressures (<0.1 bar). These simulation results are consistent with what was observed in previous H2 sorption simulation studies on rht-MOFs. \n\nIsosteric Heats of Adsorption\n\n  shows a comparison of the experimental and simulated Q st values for all three H2 potentials as a function of loading in NU-111. The experimental initial Q st value for this MOF is 5.6 kJ mol-1. Simulations using the Buch and BSS models yielded Q st values that are very near this experimental value at zero-loading. We believe that this is a fortuitous result as explained below. The BSSP model, however, generated an initial loading Q st value of 7.0 kJ mol-1, which is higher than that for experiment. Although the polarizable potential produced an isotherm that is in very good agreement with experiment at 77 K and low pressures (), the Q st values for this model are only in the vicinity of experiment at higher loadings (>4 mg g-1).\n\nSince the dimensions of the truncated tetrahedral and truncated octahedral cages in rht-MOFs are affected by the size of ligand, extending the linker by adding another triple bond to each arm led to enlargement of these cages. However, there was not a substantial difference in the quantity of H2 sorbed between PCN-61 and NU-111. Although the surface area of NU-111 is greater than that for PCN-61, the fact that the former contains larger cages results in more void space in the material. As a consequence, NU-111 displays lower H2 uptake than PCN-61 within the high-end of the low-pressure region, since it contains larger pore sizes. In general, larger pore sizes in MOFs leads to less simultaneous interactions between the sorbate molecules and the atoms of the framework. Comparing the H2 sorption capacity by weight percent, the experimental H2 uptakes for NU-111 and PCN-61 at 77 K/1 atm are 2.00 and 2.25 wt %, respectively, at 1 atm. In addition, both MOFs reach a maximum excess H2 uptake capacity of ~65 mg g-1 according to both experiment and simulation. ", "data": [[{"meta": {"name": "NU-111", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "5000", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "NU-111", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "5000", "unit": "m2/g", "condition": ""}}]], "include_properties": ["surface_area"]}, {"idx": 13, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Force Field Parameters\nfor NU-111<xref ref-type=\"table-fn\" rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">molecule</oasis:entry>\n<oasis:entry align=\"center\">site</oasis:entry>\n<oasis:entry align=\"center\">σ (Å)</oasis:entry>\n<oasis:entry align=\"center\">ϵ (K)</oasis:entry>\n<oasis:entry align=\"center\">α°\n(Å<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic> (<italic>e</italic>\n<sup>–</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Buch H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>COM</oasis:entry>\n<oasis:entry>2.960 00</oasis:entry>\n<oasis:entry>34.200 00</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.0000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSS H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>COM</oasis:entry>\n<oasis:entry>3.229 30</oasis:entry>\n<oasis:entry>8.851 600</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>–0.7464</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSS H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.000 000</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.3732</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSS H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>OS</oasis:entry>\n<oasis:entry>2.340 60</oasis:entry>\n<oasis:entry>4.065 900</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.0000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSSP\nH<sub>2</sub>\n</oasis:entry>\n<oasis:entry>COM</oasis:entry>\n<oasis:entry>3.155 28</oasis:entry>\n<oasis:entry>12.765 32</oasis:entry>\n<oasis:entry>0.693 80</oasis:entry>\n<oasis:entry>–0.7464</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSSP H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.000 000</oasis:entry>\n<oasis:entry>0.000 44</oasis:entry>\n<oasis:entry>0.3732</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>BSSP H<sub>2</sub>\n</oasis:entry>\n<oasis:entry>OS</oasis:entry>\n<oasis:entry>2.370 31</oasis:entry>\n<oasis:entry>2.167 260</oasis:entry>\n<oasis:entry>0.000 00</oasis:entry>\n<oasis:entry>0.0000</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>Cu 1</oasis:entry>\n<oasis:entry>3.114 00</oasis:entry>\n<oasis:entry>2.516 000</oasis:entry>\n<oasis:entry>2.196 30</oasis:entry>\n<oasis:entry>0.9525</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>Cu 2</oasis:entry>\n<oasis:entry>3.114 00</oasis:entry>\n<oasis:entry>2.516 000</oasis:entry>\n<oasis:entry>2.196 30</oasis:entry>\n<oasis:entry>1.4979</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>O 1</oasis:entry>\n<oasis:entry>2.960 00</oasis:entry>\n<oasis:entry>105.6800</oasis:entry>\n<oasis:entry>0.852 00</oasis:entry>\n<oasis:entry>–0.6734</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>O 2</oasis:entry>\n<oasis:entry>2.960 00</oasis:entry>\n<oasis:entry>105.6800</oasis:entry>\n<oasis:entry>0.852 00</oasis:entry>\n<oasis:entry>–0.7445</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 1</oasis:entry>\n<oasis:entry>3.750 00</oasis:entry>\n<oasis:entry>35.225 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>0.8461</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 2</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.224 50</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.0322</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 3</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.224 50</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.1894</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 4</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.224 50</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.2128</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 5</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.225 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>0.1860</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 6</oasis:entry>\n<oasis:entry>3.431 00</oasis:entry>\n<oasis:entry>52.838 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.1723</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 7</oasis:entry>\n<oasis:entry>3.431 00</oasis:entry>\n<oasis:entry>52.838 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>0.0156</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 8</oasis:entry>\n<oasis:entry>3.431 00</oasis:entry>\n<oasis:entry>52.838 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.0279</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 9</oasis:entry>\n<oasis:entry>3.431 00</oasis:entry>\n<oasis:entry>52.838 40</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.1629</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 10</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.224 50</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>0.2280</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>C 11</oasis:entry>\n<oasis:entry>3.550 00</oasis:entry>\n<oasis:entry>35.224 50</oasis:entry>\n<oasis:entry>1.288 60</oasis:entry>\n<oasis:entry>–0.2744</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>H 1</oasis:entry>\n<oasis:entry>2.420 00</oasis:entry>\n<oasis:entry>15.097 00</oasis:entry>\n<oasis:entry>0.413 80</oasis:entry>\n<oasis:entry>0.1954</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>H 2</oasis:entry>\n<oasis:entry>2.420 00</oasis:entry>\n<oasis:entry>15.097 00</oasis:entry>\n<oasis:entry>0.413 80</oasis:entry>\n<oasis:entry>0.2049</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>NU-111</oasis:entry>\n<oasis:entry>H 3</oasis:entry>\n<oasis:entry>2.420 00</oasis:entry>\n<oasis:entry>15.097 00</oasis:entry>\n<oasis:entry>0.413 80</oasis:entry>\n<oasis:entry>0.2001</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>Atomic site numbering corresponds\nto <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>, COM refers\nto the center of mass, and OS are the off atomic site positions.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 27, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Comparison of the Partial Charges\n(<italic>e</italic>\n<sup>–</sup>) for Cu 1, Cu 2, O 1, and O\n2 for PCN-61<xref ref-type=\"bibr\" rid=\"ref13\"></xref> and NU-111<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">atomic site</oasis:entry>\n<oasis:entry align=\"center\">PCN-61</oasis:entry>\n<oasis:entry align=\"center\">NU-111</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu 1</oasis:entry>\n<oasis:entry>1.7155</oasis:entry>\n<oasis:entry>0.9525</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu 2</oasis:entry>\n<oasis:entry>1.0965</oasis:entry>\n<oasis:entry>1.4979</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O 1</oasis:entry>\n<oasis:entry>–0.7740</oasis:entry>\n<oasis:entry>–0.6735</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>O 2</oasis:entry>\n<oasis:entry>–0.7641</oasis:entry>\n<oasis:entry>–0.7445</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Atomic site numbering corresponds\nto <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Molecular view of the unit cell of NU-111: (a) <italic>a</italic>/<italic>b</italic>/<italic>c</italic>-axis view and (b)\nview of\nthe 45° angle between two axes. Atom colors: C = cyan, H = white,\nO = red, Cu = tan.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cg-2018-013988_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular view of the unit cell of NU-111: (a) a/b/c-axis view and (b) view of the 45° angle between two axes. Atom colors: C = cyan, H = white, O = red, Cu = tan.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Organic\nlinkers for PCN-61 (left) and NU-111 (right) showing alkyne\ngroups for each. Atom colors: C = cyan, H = white, O = red.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cg-2018-013988_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Organic linkers for PCN-61 (left) and NU-111 (right) showing alkyne groups for each. Atom colors: C = cyan, H = white, O = red.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Example of a gas-phase\nfragment extracted from the NU-111 crystal\nstructure that was used in the partial charge calculations. Numerical\nlabels are given to each chemically distinct atom in the MOF, and\nsuch labels correspond to <xref ref-type=\"table\" rid=\"tbl1\">Tables <xref ref-type=\"table\" rid=\"tbl1\"></xref>\n</xref> and <xref ref-type=\"table\" rid=\"tbl2\"></xref>. Note, other fragments\nthat were selected for NU-111 can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Supporting Information</ext-link> (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Figure S2a–h</ext-link>). Atom colors: C = cyan, H = white, O = red, Cu = tan.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cg-2018-013988_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Example of a gas-phase fragment extracted from the NU-111 crystal structure that was used in the partial charge calculations. Numerical labels are given to each chemically distinct atom in the MOF, and such labels correspond to Tables   and . Note, other fragments that were selected for NU-111 can be found in the Supporting Information (see Figure S2a-h). Atom colors: C = cyan, H = white, O = red, Cu = tan.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Low-pressure experimental<xref ref-type=\"bibr\" rid=\"ref9\"></xref> and\nsimulated\nabsolute H<sub>2</sub> sorption isotherms for NU-111 at 77 K. Experiment\n= black, BSSP = green, BSS = blue, Buch = maroon.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cg-2018-013988_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Low-pressure experimental and simulated absolute H2 sorption isotherms for NU-111 at 77 K. Experiment = black, BSSP = green, BSS = blue, Buch = maroon.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>High-pressure experimental<xref ref-type=\"bibr\" rid=\"ref9\"></xref> and simulated\nexcess H<sub>2</sub> sorption isotherms for NU-111 at 77 K. Experiment\n= black, BSSP = green, BSS = blue, Buch = maroon.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cg-2018-013988_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  High-pressure experimental and simulated excess H2 sorption isotherms for NU-111 at 77 K. Experiment = black, BSSP = green, BSS = blue, Buch = maroon.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Normalized radial\ndistribution functions (g­(<italic>r</italic>)) for the center-of-mass\nof H<sub>2</sub> molecules around the two\nchemically distinct Cu<sup>2+</sup> ions in NU-111 (Cu1 = purple,\nCu2 = red) from simulations using the BSSP model at 77 K and 0.1 bar.\n(b) g­(<italic>r</italic>) for H<sub>2</sub> around the Cu2 ions in\nNU-111 for the BSSP (green), BSS (blue), and Buch (pink) models at\n77 K and 0.1 bar.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cg-2018-013988_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Normalized radial distribution functions (g(r)) for the center-of-mass of H2 molecules around the two chemically distinct Cu2+ ions in NU-111 (Cu1 = purple, Cu2 = red) from simulations using the BSSP model at 77 K and 0.1 bar. (b) g(r) for H2 around the Cu2 ions in NU-111 for the BSSP (green), BSS (blue), and Buch (pink) models at 77 K and 0.1 bar.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Molecular view of the\n45° between two axes of the unit cell\nof NU-111 showing the global minimum for H<sub>2</sub> in the MOF\nas determined through simulated annealing calculations: (a) orthographic\nview; (b) perspective view. Note that a similar figure showing the\nPCN-61 binding site can be found in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Supporting Information</ext-link> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01398/suppl_file/cg8b01398_si_001.pdf\">Figure S3</ext-link>). Atom colors:\nC = cyan, H = white, O = red, Cu = tan, H<sub>2</sub> molecule = magenta.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cg-2018-013988_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Molecular view of the 45° between two axes of the unit cell of NU-111 showing the global minimum for H2 in the MOF as determined through simulated annealing calculations: (a) orthographic view; (b) perspective view. Note that a similar figure showing the PCN-61 binding site can be found in the Supporting Information (Figure S3). Atom colors: C = cyan, H = white, O = red, Cu = tan, H2 molecule = magenta.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Normalized distribution of the dipole magnitudes induced\non the\nH<sub>2</sub> molecules from simulations using the polarizable BSSP\nmodel in NU-111 at 77 K and various pressures.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cg-2018-013988_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Normalized distribution of the dipole magnitudes induced on the H2 molecules from simulations using the polarizable BSSP model in NU-111 at 77 K and various pressures.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Molecular view of the <italic>a</italic>/<italic>b</italic>/<italic>c</italic> axis of the unit cell of NU-111 showing the distribution\nof H<sub>2</sub> molecules with induced dipole magnitudes of (a) 0.30–0.40\nD and (b) 0.00–0.05 D according to simulations using the polarizable\nBSSP model at 77 K and 0.1 bar. Atom colors: C = cyan, H = white,\nO = red, Cu = tan, H<sub>2</sub> occupancy = magenta.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"cg-2018-013988_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Molecular view of the a/b/c axis of the unit cell of NU-111 showing the distribution of H2 molecules with induced dipole magnitudes of (a) 0.30-0.40 D and (b) 0.00-0.05 D according to simulations using the polarizable BSSP model at 77 K and 0.1 bar. Atom colors: C = cyan, H = white, O = red, Cu = tan, H2 occupancy = magenta.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Experimental<xref ref-type=\"bibr\" rid=\"ref9\"></xref> and simulated isosteric\nheat of adsorption (<italic>Q</italic>\n<sub>st</sub>) plotted against\nH<sub>2</sub> uptake in NU-111 at 77 K. Experiment = black, BSSP =\ngreen, BSS = blue, Buch = maroon.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"cg-2018-013988_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Experimental and simulated isosteric heat of adsorption (Q st) plotted against H2 uptake in NU-111 at 77 K. Experiment = black, BSSP = green, BSS = blue, Buch = maroon.   ", "data": null, "include_properties": null}, {"idx": 51, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Contributions of the\nenergy components per H<sub>2</sub> molecule\nfor the BSSP (red), BSS (green), and Buch (blue) models in NU-111\nat 77 K and pressures up to 1 bar: (a) percent contributions; (b)\nabsolute contributions in kelvin. rd = repulsion/dispersion (dashed),\nelec = electrostatics (dotted), pol = polarization (solid).</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"cg-2018-013988_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Contributions of the energy components per H2 molecule for the BSSP (red), BSS (green), and Buch (blue) models in NU-111 at 77 K and pressures up to 1 bar: (a) percent contributions; (b) absolute contributions in kelvin. rd = repulsion/dispersion (dashed), elec = electrostatics (dotted), pol = polarization (solid).   ", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Isothermal compressibilities\n(β<sub>T</sub>) of H<sub>2</sub> from simulations using the\nBSSP (green), BSS (blue), and Buch (maroon)\nmodels in NU-111 at 77 K and pressures up to 60 bar compared to the\nexperimental β<sub>T</sub> values of bulk hydrogen at two different\nstate points (200 K/200 atm = dotted, 20 K/1 atm = dashed).</p>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"cg-2018-013988_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  Isothermal compressibilities (βT) of H2 from simulations using the BSSP (green), BSS (blue), and Buch (maroon) models in NU-111 at 77 K and pressures up to 60 bar compared to the experimental βT values of bulk hydrogen at two different state points (200 K/200 atm = dotted, 20 K/1 atm = dashed).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.8b01398", "title": null, "journal": "American Chemical\nSociety", "date": "2018.10", "author_list": ["Suepaul\nShanelle", "Forrest\nKatherine A.", "Pham\nTony", "Space\nBrian"]}}