{"filepath": "../L2M3_data/1_application_papers/acs_xml/cg8b01589.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Four new metal–organic\nframeworks (MOFs) constructed from\nthe bent triazole dicarboxylic acid ligand 3,5-bis­(4′-carboxyphenyl)-1,2,4-triazole\n(H<sub>2</sub>bct) have been discovered by a solvothermal method.\nThese MOFs, [M<sub>5</sub>(μ<sub>2</sub>-H<sub>2</sub>O)<sub>2</sub>­(μ<sub>3</sub>-OH)<sub>2</sub>­(bct)<sub>4</sub>­(H<sub>2</sub>O)<sub>8</sub>]­·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>, M = Co; <bold>2</bold>, M = Ni), {[Cd<sub>2</sub>(bct)<sub>2</sub>­(bipy)]­·5H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>) (bipy = 4,4′-bipyridine),\nand {[Cd­(bct)­(tib)]­·H<sub>2</sub>O·DMF}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>) (tib = 1,3,5-tris­(1-imidazolyl)­benzene),\nexhibit diverse coordination modes and fascinating crystal structures.\nThe crystallographic structures, thermal stabilities, photoluminescence,\nand magnetic properties have been studied. <bold>1</bold> and <bold>2</bold> share the identical structural features based on planar pentanuclear clusters except\nfor the central ions, where the one-dimensional chain structures are\nconstructed from the pentanuclear secondary building units linked\nwith bct<sup>2–</sup> ligands, while <bold>3</bold> and <bold>4</bold> have similar layered structures. Magnetic analyses of <bold>1</bold> and <bold>2</bold> reveal that an overall antiferromagnetic\ncoupling within the pentanuclear Co­(II) cluster nodes are observed,\nwhich can be switched to strong ferromagnetic coupling when using\nNi­(II) to replace the Co­(II) sites. Both <bold>3</bold> and <bold>4</bold> show intense blue emission under ultraviolet excitation.\nMoreover, <bold>4</bold> can be applied as a selective sensor for\nquantitatively testing the concentration of acetone in water based\non the luminescence quenching effect, with a quenching constant (<italic toggle=\"yes\">K</italic>\n<sub>sv</sub>) value of 12.89 L mol<sup>–1</sup> in water.</p>", "clean_text": "Four new metal-organic frameworks (MOFs) constructed from the bent triazole dicarboxylic acid ligand 3,5-bis(4'-carboxyphenyl)-1,2,4-triazole (H2bct) have been discovered by a solvothermal method. These MOFs, [M5(μ2-H2O)2(μ3-OH)2(bct)4(H2O)8]⋅4H2O} n  (1, M = Co; 2, M = Ni), {[Cd2(bct)2(bipy)]⋅5H2O} n  (3) (bipy = 4,4'-bipyridine), and {[Cd(bct)(tib)]⋅H2O⋅DMF} n  (4) (tib = 1,3,5-tris(1-imidazolyl)benzene), exhibit diverse coordination modes and fascinating crystal structures. The crystallographic structures, thermal stabilities, photoluminescence, and magnetic properties have been studied. 1 and 2 share the identical structural features based on planar pentanuclear clusters except for the central ions, where the one-dimensional chain structures are constructed from the pentanuclear secondary building units linked with bct2- ligands, while 3 and 4 have similar layered structures. Magnetic analyses of 1 and 2 reveal that an overall antiferromagnetic coupling within the pentanuclear Co(II) cluster nodes are observed, which can be switched to strong ferromagnetic coupling when using Ni(II) to replace the Co(II) sites. Both 3 and 4 show intense blue emission under ultraviolet excitation. Moreover, 4 can be applied as a selective sensor for quantitatively testing the concentration of acetone in water based on the luminescence quenching effect, with a quenching constant (K sv) value of 12.89 L mol-1 in water.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A series of metal−organic\nframeworks constructed\nwith a bent ligand, 3,5-bis­(4′-carboxyphenyl)-1,2,4-triazole\n(H<sub>2</sub>bct), have been synthesized and characterized, which\nexhibit intriguing magnetic behaviors and selective luminescence sensing\nproperties.</p>", "clean_text": "A series of metal-organic frameworks constructed with a bent ligand, 3,5-bis(4'-carboxyphenyl)-1,2,4-triazole (H2bct), have been synthesized and characterized, which exhibit intriguing magnetic behaviors and selective luminescence sensing properties.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Published as part of a <italic toggle=\"yes\">Crystal\nGrowth and Design</italic>\n<ext-link xlink:href=\"http://pubs.acs.org/page/cgdefu/vi/index.html\" xlink:type=\"simple\">virtual special\nissue</ext-link> on Crystalline Functional Materials in Honor of Professor\nXin-Tao Wu</p><title>Introduction</title><p>Metal–organic\nframeworks (MOFs) feature structural and compositional\ndiversity with exploitable properties, making them\nversatile functional materials for various applications, such as gas\nadsorption and separation, drug delivery and release, luminescence sensing, energy storage, catalysis, etc. The structures\nand functionalities of such MOFs are strongly dependent on the geometries\nand properties of ligands and coordination modes of central metal\nions/secondary building units (SBUs). Thus, exploring the\nrelationship between the geometries of ligands and the structures\nof resulting MOFs is of great significance.</p>", "clean_text": "Published as part of a Crystal Growth and Design virtual special issue on Crystalline Functional Materials in Honor of Professor Xin-Tao Wu\n\nIntroduction\n\nMetal-organic frameworks (MOFs) feature structural and compositional diversity with exploitable properties, making them versatile functional materials for various applications, such as gas adsorption and separation, drug delivery and release, luminescence sensing, energy storage, catalysis, etc. The structures and functionalities of such MOFs are strongly dependent on the geometries and properties of ligands and coordination modes of central metal ions/secondary building units (SBUs). Thus, exploring the relationship between the geometries of ligands and the structures of resulting MOFs is of great significance.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Differing from the\nhigher-symmetric linear ligands, the selection\nof bent ligands, such as 1,3-benzenedicarboxylic acid, 3,5-pyridinedicarboxylic acid, and\nothers, could lead to the formation of MOFs with\nlow symmetries and more structural diversity, which may not be easily\namenable with linear linkers. Due to their versatile coordination\nconfigurations, the bent ligands have been widely applied to build\nthe MOFs with various dimensions and topologies. So far, a number\nof works involving bent ligands have been reported. A series of studies\nreported by Fujita et al. have attracted widespread attention. The rigid bent ligands, such as 2,5-di­(pyridin-4-yl)­furan and 1,3-di­(pyridin-4-yl)­benzene,\nwere assembled with Pd­(II) to construct a family of coordination spheres.\nHuge caves in these spheres can be utilized to encapsulate guest molecules,\neven protein. The V-type ligand, 4,4′-dicarboxybiphenyl sulfone,\nhas been utilized to synthesize a two-dimensional (2D) MOF containing\na [Co<sub>3</sub>(μ<sub>3</sub>-OH)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> infinite chain, which shows interesting magnetic\nproperties. The 2-fold interpenetrated\nMOF constructed from 1,3-di­(4-carboxyphenyl)­benzene exhibits the luminescence\nsensing properties for nitroaromatic explosives. Meanwhile, introducing functional groups into the ligands\ncould have marked impacts on the structures and properties of the\nresulting MOFs due to their additional coordination sites and electron-withdrawing/donating\neffects. Bharadwaj et al. reported a MOF constructed with Zn<sub>8</sub>O cluster and curved ligand 1,3-bis­(4-carboxyphenyl)­imidazolium.\nWith the decoration of the channels by the aligned imidazolium groups\nof the ligands, this compound exhibits high proton conductivity with\nthe imidazolium groups acting as proton carriers. Sumby et al. reported a three-dimensional (3D) interpenetrated\nMOF comprised of the in situ growth of [Cu­(<bold>L</bold>)<sub>2</sub>] (<bold>L</bold> = <italic toggle=\"yes\">N</italic>-heterocyclic carbene) connectors\nfor the hydroboration of CO<sub>2</sub>. The hydroboration was catalyzed\nby the unique [Cu­(<bold>L</bold>)<sub>2</sub>] linkers, which was\nconstructed by the <italic toggle=\"yes\">N</italic>-heterocyclic carbene groups\nof the ligands and Cu­(I) centers. Therefore,\nthe selection of the bent ligands to study the structural diversity\nand corresponding functionalities of the resulting MOFs is significant.\nA new bent ligand containing a triazole group, namely, 3,5-bis­(4′-carboxyphenyl)-1,2,4-triazole\n(H<sub>2</sub>bct, ), has multiple coordination sites and slight electron-withdrawing\ncapacity, and thus is a wise choice for constructing novel MOFs.</p>", "clean_text": "Differing from the higher-symmetric linear ligands, the selection of bent ligands, such as 1,3-benzenedicarboxylic acid, 3,5-pyridinedicarboxylic acid, and others, could lead to the formation of MOFs with low symmetries and more structural diversity, which may not be easily amenable with linear linkers. Due to their versatile coordination configurations, the bent ligands have been widely applied to build the MOFs with various dimensions and topologies. So far, a number of works involving bent ligands have been reported. A series of studies reported by Fujita et al. have attracted widespread attention. The rigid bent ligands, such as 2,5-di(pyridin-4-yl)furan and 1,3-di(pyridin-4-yl)benzene, were assembled with Pd(II) to construct a family of coordination spheres. Huge caves in these spheres can be utilized to encapsulate guest molecules, even protein. The V-type ligand, 4,4'-dicarboxybiphenyl sulfone, has been utilized to synthesize a two-dimensional (2D) MOF containing a [Co3(μ3-OH)2] n  infinite chain, which shows interesting magnetic properties. The 2-fold interpenetrated MOF constructed from 1,3-di(4-carboxyphenyl)benzene exhibits the luminescence sensing properties for nitroaromatic explosives. Meanwhile, introducing functional groups into the ligands could have marked impacts on the structures and properties of the resulting MOFs due to their additional coordination sites and electron-withdrawing/donating effects. Bharadwaj et al. reported a MOF constructed with Zn8O cluster and curved ligand 1,3-bis(4-carboxyphenyl)imidazolium. With the decoration of the channels by the aligned imidazolium groups of the ligands, this compound exhibits high proton conductivity with the imidazolium groups acting as proton carriers. Sumby et al. reported a three-dimensional (3D) interpenetrated MOF comprised of the in situ growth of [Cu(L)2] (L = N-heterocyclic carbene) connectors for the hydroboration of CO2. The hydroboration was catalyzed by the unique [Cu(L)2] linkers, which was constructed by the N-heterocyclic carbene groups of the ligands and Cu(I) centers. Therefore, the selection of the bent ligands to study the structural diversity and corresponding functionalities of the resulting MOFs is significant. A new bent ligand containing a triazole group, namely, 3,5-bis(4'-carboxyphenyl)-1,2,4-triazole (H2bct, ), has multiple coordination sites and slight electron-withdrawing capacity, and thus is a wise choice for constructing novel MOFs.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structure of H<sub>2</sub>bct Ligand</title>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Structure of H2bct Ligand   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Herein, a series of new MOFs have been constructed by\nemploying\nH<sub>2</sub>bct as the bent ligand, in which the multiple coordination\narrangements of the ligand play a vital role in the structures. These\nMOFs exhibit fascinating structural chemistries and physical properties.\nThe different magnetic behaviors depending on the metal ions in the\nplanar penta-nuclear clusters have been observed in <bold>1</bold> and <bold>2</bold>. In addition, <bold>3</bold> and <bold>4</bold> are both highly emissive at room temperature. Particularly, <bold>4</bold> possesses a highly selective luminescence quenching action\nfor acetone and can be used for quantitatively detecting the concentration\nof acetone in water.</p>", "clean_text": "Herein, a series of new MOFs have been constructed by employing H2bct as the bent ligand, in which the multiple coordination arrangements of the ligand play a vital role in the structures. These MOFs exhibit fascinating structural chemistries and physical properties. The different magnetic behaviors depending on the metal ions in the planar penta-nuclear clusters have been observed in 1 and 2. In addition, 3 and 4 are both highly emissive at room temperature. Particularly, 4 possesses a highly selective luminescence quenching action for acetone and can be used for quantitatively detecting the concentration of acetone in water.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials\nand Methods</title><p>All chemicals were obtained from\ncommercial sources. Elemental analyses were recorded on Elementar\nVario MICRO CHNOS. Powder X-ray diffraction (PXRD) was tested on Rigaku\nDesktop MiniFlexII (Cu–K<sub>α</sub> radiation). IR spectra\nwere obtained through a PerkinElmer Spectrum One FT-IR spectrometer.\nThermogravimetric analyses (TGA) were measured with NETZSCH STA449C\nequipment under N<sub>2</sub> atmosphere. The magnetic properties\nwere performed on Quantum Design PPMS-9T. The luminescence spectra\nwere collected on a Hitachi F-7000 FL spectrophotometer.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nAll chemicals were obtained from commercial sources. Elemental analyses were recorded on Elementar Vario MICRO CHNOS. Powder X-ray diffraction (PXRD) was tested on Rigaku Desktop MiniFlexII (Cu-Kα radiation). IR spectra were obtained through a PerkinElmer Spectrum One FT-IR spectrometer. Thermogravimetric analyses (TGA) were measured with NETZSCH STA449C equipment under N2 atmosphere. The magnetic properties were performed on Quantum Design PPMS-9T. The luminescence spectra were collected on a Hitachi F-7000 FL spectrophotometer.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis</title><title>{[Co<sub>5</sub>(μ<sub>2</sub>-H<sub>2</sub>O)<sub>2</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(bct)<sub>4</sub>(H<sub>2</sub>O)<sub>8</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>H<sub>2</sub>bct (15.5 mg), Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (21.8 mg), and NaOH (1.2\nmg) in DMF/H<sub>2</sub>O (2 mL: 2 mL, DMF = <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylformamide) were mixed into a glass vial.\nThe mixture was held at 373 K for 48 h and then cooled to 300 at 3\nK h<sup>–1</sup>. The violet block crystals with a yield of\nabout 89% (based on H<sub>2</sub>bct) for <bold>1</bold> were obtained\nafter washing with DMF.</p>", "clean_text": "Synthesis\n\n{[Co5(μ2-H2O)2(μ3-OH)2(bct)4(H2O)8]⋅4H2O} n  (1)\n\nH2bct (15.5 mg), Co(NO3)2⋅6H2O (21.8 mg), and NaOH (1.2 mg) in DMF/H2O (2 mL: 2 mL, DMF = N,N'-dimethylformamide) were mixed into a glass vial. The mixture was held at 373 K for 48 h and then cooled to 300 at 3 K h-1. The violet block crystals with a yield of about 89% (based on H2bct) for 1 were obtained after washing with DMF.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>{[Ni<sub>5</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(μ<sub>2</sub>-H<sub>2</sub>O)<sub>2</sub>(bct)<sub>4</sub>(H<sub>2</sub>O)<sub>8</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>\n<bold>2</bold> was synthesized\nusing a\nsimilar synthetic method with <bold>1</bold>, and the yield was 84%\nbased on H<sub>2</sub>bct.</p><title>{[Cd<sub>2</sub>(bct)<sub>2</sub>(bipy)]·5H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>)</title><p>H<sub>2</sub>bct (61.9 mg), Cd­(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O (61.7 mg), bipy (31.2 mg), and triethylamine (TEA, 28 μL)\nin DMF/H<sub>2</sub>O (2 mL: 10 mL) were mixed into a Teflon-lined\nautoclave. These mixtures were heated at 393 K for 2 days and then\ncooled to 300 at 3 K h<sup>–1</sup>. The colorless prismatic\ncrystals had a yield of about 74% (based on H<sub>2</sub>bct) for <bold>3</bold>.</p>", "clean_text": "{[Ni5(μ3-OH)2(μ2-H2O)2(bct)4(H2O)8]⋅4H2O} n  (2)\n\n 2 was synthesized using a similar synthetic method with 1, and the yield was 84% based on H2bct.\n\n{[Cd2(bct)2(bipy)]⋅5H2O} n  (3)\n\nH2bct (61.9 mg), Cd(NO3)2⋅4H2O (61.7 mg), bipy (31.2 mg), and triethylamine (TEA, 28 μL) in DMF/H2O (2 mL: 10 mL) were mixed into a Teflon-lined autoclave. These mixtures were heated at 393 K for 2 days and then cooled to 300 at 3 K h-1. The colorless prismatic crystals had a yield of about 74% (based on H2bct) for 3.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>{[Cd­(bct)­(tib)]·H<sub>2</sub>O·DMF}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>)</title><p>H<sub>2</sub>bct\n(30.9 mg), Cd­(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O (30.8\nmg), and tib (18.5\nmg) in DMF/H<sub>2</sub>O (3 mL: 3 mL) were mixed into a glass vial.\nThe mixture was kept at 373 K for 3 days and then cooled to 300 at\n3 K h<sup>–1</sup>. The yellow block crystals had a yield of\nabout 67% (based on H<sub>2</sub>bct) for <bold>4</bold>.</p>", "clean_text": "{[Cd(bct)(tib)]⋅H2O⋅DMF} n  (4)\n\nH2bct (30.9 mg), Cd(NO3)2⋅4H2O (30.8 mg), and tib (18.5 mg) in DMF/H2O (3 mL: 3 mL) were mixed into a glass vial. The mixture was kept at 373 K for 3 days and then cooled to 300 at 3 K h-1. The yellow block crystals had a yield of about 67% (based on H2bct) for 4.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal X-ray Diffraction (SCXRD) Study</title><p>SCXRD\ndata were collected at 293 K on Rigaku Saturn 724HG CCD instrument\n(Mo–K<sub>α</sub> radiation). The structures were solved\nby SHELXTL-2017 and OLEX2 program package, and the SQUEEZE program in the PLATON software was used in <bold>3</bold>. Ultimately, the molecule formulas\nof MOFs <bold>1</bold>–<bold>4</bold> were calculated by the\nsqueezed SCXRD data together with the results of elemental analyses\nand TGA. Topology analyses were calculated by the ToposPro program. Detailed crystallographic data are shown in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">S1–S2</ext-link>.</p>", "clean_text": "Single-Crystal X-ray Diffraction (SCXRD) Study\n\nSCXRD data were collected at 293 K on Rigaku Saturn 724HG CCD instrument (Mo-Kα radiation). The structures were solved by SHELXTL-2017 and OLEX2 program package, and the SQUEEZE program in the PLATON software was used in 3. Ultimately, the molecule formulas of MOFs 1-4 were calculated by the squeezed SCXRD data together with the results of elemental analyses and TGA. Topology analyses were calculated by the ToposPro program. Detailed crystallographic data are shown in  and S1-S2.", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystallographic\nData and Structural\nRefinements for MOFs <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">identification\ncode</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>Co<sub>5</sub>C<sub>64</sub>H<sub>66</sub>N<sub>12</sub>O<sub>32</sub>\n</oasis:entry>\n<oasis:entry>Ni<sub>5</sub>C<sub>64</sub>H<sub>66</sub>N<sub>12</sub>O<sub>32</sub>\n</oasis:entry>\n<oasis:entry>Cd<sub>2</sub>C<sub>42</sub>H<sub>32</sub>N<sub>8</sub>O<sub>13</sub>\n</oasis:entry>\n<oasis:entry>CdC<sub>34</sub>H<sub>30</sub>N<sub>10</sub>O<sub>6</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight</oasis:entry>\n<oasis:entry>1809.93</oasis:entry>\n<oasis:entry>1808.83</oasis:entry>\n<oasis:entry>1081.55</oasis:entry>\n<oasis:entry>787.08</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>8.204(3)</oasis:entry>\n<oasis:entry>8.235(4)</oasis:entry>\n<oasis:entry>18.141(3)</oasis:entry>\n<oasis:entry>8.736(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>16.917(6)</oasis:entry>\n<oasis:entry>16.879(10)</oasis:entry>\n<oasis:entry>14.685(2)</oasis:entry>\n<oasis:entry>11.972(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>24.960(10)</oasis:entry>\n<oasis:entry>24.942(13)</oasis:entry>\n<oasis:entry>16.062(3)</oasis:entry>\n<oasis:entry>17.130(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α/°</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>72.856(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/°</oasis:entry>\n<oasis:entry>95.062(8)</oasis:entry>\n<oasis:entry>95.394(14)</oasis:entry>\n<oasis:entry>101.248(2)</oasis:entry>\n<oasis:entry>81.463(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ/°</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>80.998(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>volume/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>3451(2)</oasis:entry>\n<oasis:entry>3452(3)</oasis:entry>\n<oasis:entry>4196.7(11)</oasis:entry>\n<oasis:entry>1680.9(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ρ<sub>calc</sub>/g\ncm<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>1.74</oasis:entry>\n<oasis:entry>1.74</oasis:entry>\n<oasis:entry>1.71</oasis:entry>\n<oasis:entry>1.56</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M/mm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>1.4</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>1850</oasis:entry>\n<oasis:entry>1860</oasis:entry>\n<oasis:entry>2160</oasis:entry>\n<oasis:entry>800</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections\ncollected</oasis:entry>\n<oasis:entry>29444</oasis:entry>\n<oasis:entry>29635</oasis:entry>\n<oasis:entry>35674</oasis:entry>\n<oasis:entry>23657</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>unique reflections</oasis:entry>\n<oasis:entry>7882</oasis:entry>\n<oasis:entry>7854</oasis:entry>\n<oasis:entry>9577</oasis:entry>\n<oasis:entry>7731</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit</oasis:entry>\n<oasis:entry>1.200</oasis:entry>\n<oasis:entry>1.084</oasis:entry>\n<oasis:entry>1.098</oasis:entry>\n<oasis:entry>1.092</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic>\n<sub>1</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref> indexes [<italic toggle=\"yes\">I</italic> ≥ 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0752</oasis:entry>\n<oasis:entry>0.1432</oasis:entry>\n<oasis:entry>0.0384</oasis:entry>\n<oasis:entry>0.0467</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">wR</italic>\n<sub>2</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref> indexes [<italic toggle=\"yes\">I</italic> ≥ 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.1270</oasis:entry>\n<oasis:entry>0.2315</oasis:entry>\n<oasis:entry>0.0771</oasis:entry>\n<oasis:entry>0.0788</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff. peak</oasis:entry>\n<oasis:entry>0.5</oasis:entry>\n<oasis:entry>0.6</oasis:entry>\n<oasis:entry>0.5</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> =\nΣ||<italic toggle=\"yes\">F</italic>\n<sub>0</sub>| – |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>||/Σ|<italic toggle=\"yes\">F</italic>\n<sub>0</sub>|.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>\n<italic toggle=\"yes\">wR</italic>\n<sub>2</sub> =\n|Σ<italic toggle=\"yes\">w</italic>(|<italic toggle=\"yes\">F</italic>\n<sub>0</sub>|<sup>2</sup> – |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>|<sup>2</sup>)|/Σ|<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>0</sub>)<sup>2</sup>|<sup>1/2</sup>, where <italic toggle=\"yes\">w</italic> = 1/[σ<sup>2</sup>(<italic toggle=\"yes\">F</italic>\n<sub>0</sub>\n<sup>2</sup>) + (<italic toggle=\"yes\">aP</italic>)<sup>2</sup>+<italic toggle=\"yes\">bP</italic>]. <italic toggle=\"yes\">P</italic> = (<italic toggle=\"yes\">F</italic>\n<sub>0</sub>\n<sup>2</sup> + 2<italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)/3.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Crystal\nStructure Description</title><title>{[M<sub>5</sub>(μ<sub>2</sub>-H<sub>2</sub>O)<sub>2</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(bct)<sub>4</sub>(H<sub>2</sub>O)<sub>8</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>, M = Co; <bold>2</bold>, M = Ni)</title><p>\n<bold>1</bold> and <bold>2</bold> are isotypes and belong to the\nmonoclinic\nsystem (space group: <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>) and show a 4-connected uninodal grid with the Schläfli symbol\nof (4<sup>5</sup>.6). SCXRD data revealed that there are two and a\nhalf crystallographically unique Co atoms and two distinct bct<sup>2–</sup> ligands, along with four monodentate H<sub>2</sub>O molecules, one μ<sub>2</sub>-H<sub>2</sub>O molecule, one\nμ<sub>3</sub>-OH<sup>–</sup> ion, and two free H<sub>2</sub>O molecules in <bold>1</bold> (a).</p>", "clean_text": "Results and Discussion\n\nCrystal Structure Description\n\n{[M5(μ2-H2O)2(μ3-OH)2(bct)4(H2O)8]⋅4H2O} n  (1, M = Co; 2, M = Ni)\n\n 1 and 2 are isotypes and belong to the monoclinic system (space group: P21/n) and show a 4-connected uninodal grid with the Schläfli symbol of (45.6). SCXRD data revealed that there are two and a half crystallographically unique Co atoms and two distinct bct2- ligands, along with four monodentate H2O molecules, one μ2-H2O molecule, one μ3-OH- ion, and two free H2O molecules in 1 (a).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) A Co­(II) coordination environment of <bold>1</bold>. Symmetry\ncodes: (A) 1 + <italic toggle=\"yes\">x</italic>, −1 + <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>; (B) 3 – <italic toggle=\"yes\">x</italic>, −1 – <italic toggle=\"yes\">y</italic>, – <italic toggle=\"yes\">z</italic>; hydrogen atoms are omitted\nfor clarity. (b) Pentanuclear Co­(II) cluster. (c) View of the 1D chain\nstructure. (d) Configuration of the pentanuclear Co­(II) cluster. (e)\nView of the 3D hydrogen-bonded coordination network of <bold>1</bold> viewed down the <italic toggle=\"yes\">a</italic>-axis.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) A Co(II) coordination environment of 1. Symmetry codes: (A) 1 + x, -1 + y, z; (B) 3 - x, -1 - y, - z; hydrogen atoms are omitted for clarity. (b) Pentanuclear Co(II) cluster. (c) View of the 1D chain structure. (d) Configuration of the pentanuclear Co(II) cluster. (e) View of the 3D hydrogen-bonded coordination network of 1 viewed down the a-axis.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>\n<bold>1</bold> is constructed\nin the one-dimensional (1D) coordination\nchain structure via the intriguing pentanuclear Co­(II) clusters [Co<sub>5</sub>(μ<sub>3</sub>-OH)<sub>2</sub>­(μ<sub>2</sub>-H<sub>2</sub>O)<sub>2</sub>­(μ<sub>2</sub>-CO<sub>2</sub>)<sub>4</sub>­(CO<sub>2</sub>)<sub>4</sub>(H<sub>2</sub>O)<sub>8</sub>], which consist of a rectangular array of four Co­(II) ions\n(Co1, Co3, Co1c, Co3c) with inner angles of 89.05° and 90.95°,\nand a centered Co2 ion (b,c). The central Co2 lies on a crystallographic inversion\ncenter connecting four adjacent Co­(II) centers via two μ<sub>3</sub>-OH groups, and therefore all the five Co­(II) ions are coplanar.\nThe short edge Co1–Co3 of the rectangle is 3.224 Å, while\nthe long edge Co1–Co3c is 6.413 Å. The distances between\nthe central Co2 and the peripheral Co1 and Co3 are 3.613 and 3.565\nÅ, respectively. The elegant structure features an almost perfect\nrectangular arrangement, and short Co–Co distances could indicate\nthe possibility of a strong Co–Co magnetic interaction within\nthe planar pentanuclear units. All the Co­(II) ions are 6-fold coordinated\ndistorted octahedral with normal Co–O distances (2.022(3)–2.184(4)\nÅ).\n</p>", "clean_text": " 1 is constructed in the one-dimensional (1D) coordination chain structure via the intriguing pentanuclear Co(II) clusters [Co5(μ3-OH)2(μ2-H2O)2(μ2-CO2)4(CO2)4(H2O)8], which consist of a rectangular array of four Co(II) ions (Co1, Co3, Co1c, Co3c) with inner angles of 89.05° and 90.95°, and a centered Co2 ion (b,c). The central Co2 lies on a crystallographic inversion center connecting four adjacent Co(II) centers via two μ3-OH groups, and therefore all the five Co(II) ions are coplanar. The short edge Co1-Co3 of the rectangle is 3.224 Å, while the long edge Co1-Co3c is 6.413 Å. The distances between the central Co2 and the peripheral Co1 and Co3 are 3.613 and 3.565 Å, respectively. The elegant structure features an almost perfect rectangular arrangement, and short Co-Co distances could indicate the possibility of a strong Co-Co magnetic interaction within the planar pentanuclear units. All the Co(II) ions are 6-fold coordinated distorted octahedral with normal Co-O distances (2.022(3)-2.184(4) Å). ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The pentanuclear clusters\nas the SBUs are linked through eight\ncarboxyl groups of the bct<sup>2–</sup> ligands to build the\n1D chains, and such chains are further bonded to form the layered\nstructure together via π–π interactions (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">Figures S2 and S3</ext-link>). Contiguous layers are accumulated\nby hydrogen bonds with the help of uncoordinated H<sub>2</sub>O molecules\n(e).</p>", "clean_text": "The pentanuclear clusters as the SBUs are linked through eight carboxyl groups of the bct2- ligands to build the 1D chains, and such chains are further bonded to form the layered structure together via π-π interactions (Figures S2 and S3). Contiguous layers are accumulated by hydrogen bonds with the help of uncoordinated H2O molecules (e).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>{[Cd<sub>2</sub>(bct)<sub>2</sub>(bipy)]·5H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>)</title><p>\n<bold>3</bold> adopts\na monoclinic system (space group: <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>), and there are two crystallographically\nunique Cd atoms, 2 bct<sup>2–</sup> ligands, 2 bipy ligands,\nand several free H<sub>2</sub>O molecules. Cd1 shows a distorted octahedra\nwith five carboxylic O atoms from bct<sup>2–</sup> ligands\nand one pyridine N atom, while Cd2 adopts a distorted pentagonal bipyramid\nwith six carboxylic O atoms and one pyridine N atom (a) in the structure. The normal\nCd–O lengths between 2.194(6) and 2.611(7) Å. The Cd1 and Cd2 are interconnected by these\nμ<sub>2</sub>-O atoms, forming the tetranuclear Cd­(II) clusters\nwith the adjacent Cd–Cd lengths from 3.736 to 3.984 Å.\nThe crystallographic symmetry operation leads to a parallelogram configuration\nof the four Cd­(II) ions in the tetranuclear cluster (b).</p>", "clean_text": "{[Cd2(bct)2(bipy)]⋅5H2O} n  (3)\n\n 3 adopts a monoclinic system (space group: P21/c), and there are two crystallographically unique Cd atoms, 2 bct2- ligands, 2 bipy ligands, and several free H2O molecules. Cd1 shows a distorted octahedra with five carboxylic O atoms from bct2- ligands and one pyridine N atom, while Cd2 adopts a distorted pentagonal bipyramid with six carboxylic O atoms and one pyridine N atom (a) in the structure. The normal Cd-O lengths between 2.194(6) and 2.611(7) Å. The Cd1 and Cd2 are interconnected by these μ2-O atoms, forming the tetranuclear Cd(II) clusters with the adjacent Cd-Cd lengths from 3.736 to 3.984 Å. The crystallographic symmetry operation leads to a parallelogram configuration of the four Cd(II) ions in the tetranuclear cluster (b).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Cd­(II) coordination\nenvironment of <bold>3</bold>. Symmetry\ncodes: (A) −1 + <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>; (B) 1 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>; (C) −<italic toggle=\"yes\">x</italic>, 2 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>. Hydrogen\natoms are omitted for clarity. (b) Tetranuclear Cd­(II) cluster. (c)\nView of the 2D layer along the <italic toggle=\"yes\">c</italic>-axis. (d) View of\nthe 3D stacked supramolecular structure along the <italic toggle=\"yes\">a</italic>-axis.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Cd(II) coordination environment of 3. Symmetry codes: (A) -1 + x, y, z; (B) 1 - x, 1 - y, 1 - z; (C) -x, 2 - y, 1 - z. Hydrogen atoms are omitted for clarity. (b) Tetranuclear Cd(II) cluster. (c) View of the 2D layer along the c-axis. (d) View of the 3D stacked supramolecular structure along the a-axis.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The tetranuclear Cd­(II) clusters\nare interlinked via the bct<sup>2–</sup> ligands forming the\nchains, and then further to construct\na layer structure by the bipy ligands (c). The layers can be stacked together with\nπ–π interactions and form a supramolecular 3D framework\n(d and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">S4</ext-link>). The Schläfli symbol of <bold>3</bold> is (4.5<sup>2</sup>)<sup>2</sup>(4<sup>2</sup>.5<sup>2</sup>.6<sup>4</sup>.7.8)­(4<sup>3</sup>.5<sup>2</sup>.6<sup>2</sup>.7<sup>2</sup>.8)­(4<sup>3</sup>.5<sup>2</sup>.7) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>).\n</p>", "clean_text": "The tetranuclear Cd(II) clusters are interlinked via the bct2- ligands forming the chains, and then further to construct a layer structure by the bipy ligands (c). The layers can be stacked together with π-π interactions and form a supramolecular 3D framework (d and S4). The Schläfli symbol of 3 is (4.52)2(42.52.64.7.8)(43.52.62.72.8)(43.52.7) (Figure S5). ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>{[Cd­(bct)­(tib)]·H<sub>2</sub>O·DMF}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>)</title><p>\n<bold>4</bold> adopts triclinic\nspace group <italic toggle=\"yes\">P</italic>1̅, and the crystallographically\nindependent Cd atom exhibits a pentagonal bipyramid coordination geometry\nwith five carboxylic O atoms constituting an equatorial plane and\ntwo imidazole N atoms of tib ligands in the fixed points (a). The chelating–bridging\ntridentate coordination types of the carboxyl groups result in the\nedge-shared dinuclear [Cd<sub>2</sub>(η<sup>2</sup>-CO<sub>2</sub>)<sub>2</sub>] SBUs, in which the distance of neighboring Cd­(II)\ncenters is 3.884 Å (b). The normal Cd–N and Cd–O distances\nare 2.2712(19)–2.292(2) Å and 2.3260(18)–2.5160(18)\nÅ, respectively.\n</p>", "clean_text": "{[Cd(bct)(tib)]⋅H2O⋅DMF} n  (4)\n\n 4 adopts triclinic space group P1̅, and the crystallographically independent Cd atom exhibits a pentagonal bipyramid coordination geometry with five carboxylic O atoms constituting an equatorial plane and two imidazole N atoms of tib ligands in the fixed points (a). The chelating-bridging tridentate coordination types of the carboxyl groups result in the edge-shared dinuclear [Cd2(η2-CO2)2] SBUs, in which the distance of neighboring Cd(II) centers is 3.884 Å (b). The normal Cd-N and Cd-O distances are 2.2712(19)-2.292(2) Å and 2.3260(18)-2.5160(18) Å, respectively. ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Cd­(II) coordination\nenvironment of <bold>4</bold>. Symmetry\ncodes: (A) −1 + <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, 1 + <italic toggle=\"yes\">z</italic>; (B) −<italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>; (C) −1 + <italic toggle=\"yes\">x</italic>, 1 + <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>. Hydrogen atoms are\nomitted for clarity. (b) Edge-shared dinuclear Cd­(II) cluster. (c)\nView of the 2D layer along [1 1 1] orientation. (d) View of the stacked\nnetwork along [1 0 1̅] orientation. The DMF and water molecules\nlocated in the void space are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Cd(II) coordination environment of 4. Symmetry codes: (A) -1 + x, y, 1 + z; (B) -x, 1 - y, 1 - z; (C) -1 + x, 1 + y, z. Hydrogen atoms are omitted for clarity. (b) Edge-shared dinuclear Cd(II) cluster. (c) View of the 2D layer along [1 1 1] orientation. (d) View of the stacked network along [1 0 1̅] orientation. The DMF and water molecules located in the void space are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Each dinuclear SBU is connected by four bct<sup>2–</sup> ligands to form chains, and then forms a layer structure\nvia the\ntib ligands (c), which is quite similar to the structure of <bold>3</bold>. The\n2D layers present good configuration for π–π interactions\nbetween the triazole rings (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>),\nextending to a 3D network with DMF and water molecules located in\nthe void space (d). The pore window size of the void space is ca. 5 × 5 Å<sup>2</sup>. <bold>4</bold> exhibits a new topology with a 3,5-connected\n2-nodal grid, and the Schläfli symbol is (4<sup>2</sup>.6<sup>7</sup>.8)­(4<sup>2</sup>.6) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>).\n</p>", "clean_text": "Each dinuclear SBU is connected by four bct2- ligands to form chains, and then forms a layer structure via the tib ligands (c), which is quite similar to the structure of 3. The 2D layers present good configuration for π-π interactions between the triazole rings (Figure S6), extending to a 3D network with DMF and water molecules located in the void space (d). The pore window size of the void space is ca. 5 × 5 Å2. 4 exhibits a new topology with a 3,5-connected 2-nodal grid, and the Schläfli symbol is (42.67.8)(42.6) (Figure S7). ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>PXRD, Thermal Analyses\nand Magnetic Properties</title><p>The\npurity of <bold>1</bold>–<bold>4</bold> was confirmed by PXRD,\nas shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>. The experimental\nPXRD matches well with the simulated SCXRD. In addition, TGA cures\nof <bold>1</bold>–<bold>4</bold> are also given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>. Taking <bold>4</bold> as an example,\nwe can see three platforms: first, the mass loss of 2.69% at 110 °C\ndue to the release of H<sub>2</sub>O molecule (theoretical value:\n2.29%); then the continuous loss of 9.54% at 300 °C is ascribed\nto the decomposition of DMF (theoretical value: 9.31%); and above\nthat, the weight loss suggests the decomposition of the organic component.</p>", "clean_text": "PXRD, Thermal Analyses and Magnetic Properties\n\nThe purity of 1-4 was confirmed by PXRD, as shown in Figure S9. The experimental PXRD matches well with the simulated SCXRD. In addition, TGA cures of 1-4 are also given in Figure S10. Taking 4 as an example, we can see three platforms: first, the mass loss of 2.69% at 110 °C due to the release of H2O molecule (theoretical value: 2.29%); then the continuous loss of 9.54% at 300 °C is ascribed to the decomposition of DMF (theoretical value: 9.31%); and above that, the weight loss suggests the decomposition of the organic component.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>The temperature-dependent χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> and χ<sub>M</sub>\n<sup>–1</sup> curves of <bold>1</bold> and <bold>2</bold> are given in . The experimental χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> values match well with the calculated values at 300 K,\nsuch as 15.01 vs 14.65 cm<sup>3</sup> K mol<sup>–1</sup> for <bold>1</bold> and 5.57 vs 5.51 cm<sup>3</sup> K mol<sup>–1</sup> for <bold>2</bold>.</p>", "clean_text": "The temperature-dependent χM T and χM -1 curves of 1 and 2 are given in . The experimental χM T values match well with the calculated values at 300 K, such as 15.01 vs 14.65 cm3 K mol-1 for 1 and 5.57 vs 5.51 cm3 K mol-1 for 2.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Temperature dependence χ<sub>M</sub> and χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> curves of <bold>1</bold> (a) and <bold>2</bold> (b) at an applied field of 1000 Oe. The insets show the\nplot of\nχ<sub>M</sub>\n<sup>–1</sup> versus <italic toggle=\"yes\">T</italic>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Temperature dependence χM and χM T curves of 1 (a) and 2 (b) at an applied field of 1000 Oe. The insets show the plot of χM -1 versus T.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["property"], "content": "<p>In <bold>1</bold>, with decreasing\ntemperature, the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value decreases\ngradually to 9.46 cm<sup>3</sup> K mol<sup>–1</sup> at 28 K,\nand then increases to\n10.27 cm<sup>3</sup> K mol<sup>–1</sup> at 9.5 K. Upon further\ncooling, the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value continues\nto decline to 7.75 cm<sup>3</sup> K mol<sup>–1</sup> at 2 K.\nThe χ<sub>M</sub>–<italic toggle=\"yes\">T</italic> curve in 75–300\nK can be well described by the Curie–Weiss rule. The calculated <italic toggle=\"yes\">C</italic> and θ are 17.06 cm<sup>3</sup> K mol<sup>–1</sup> and −43.27 K, respectively, which indicates an overall antiferromagnetic\ninteraction. The increase of the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value below 28 K could be attributed to ferrimagnetism or spin-canting.</p>", "clean_text": "In 1, with decreasing temperature, the χM T value decreases gradually to 9.46 cm3 K mol-1 at 28 K, and then increases to 10.27 cm3 K mol-1 at 9.5 K. Upon further cooling, the χM T value continues to decline to 7.75 cm3 K mol-1 at 2 K. The χM-T curve in 75-300 K can be well described by the Curie-Weiss rule. The calculated C and θ are 17.06 cm3 K mol-1 and -43.27 K, respectively, which indicates an overall antiferromagnetic interaction. The increase of the χM T value below 28 K could be attributed to ferrimagnetism or spin-canting.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>For <bold>2</bold>, the maximum value of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> is 9.12 cm<sup>3</sup> K mol<sup>–1</sup> at 3.47\nK, suggesting a ferromagnetic (FM) coupling between the Ni­(II) ions\nwithin the planar pentanuclear clusters. Further cooling resulted\nin the decrease of the value to 8.16 cm<sup>3</sup> K mol<sup>–1</sup> at 2 K, which could be caused by the zero-field splitting (ZFS)\neffects and/or the antiferromagnetic interaction between adjacent\nclusters at low temperature. On the basis of the Curie–Weiss\nlaw in 75–300 K, the calculated θ is 18.64 K. Such positive\nθ confirms that the FM interactions between Ni­(II) ions.</p>", "clean_text": "For 2, the maximum value of χM T is 9.12 cm3 K mol-1 at 3.47 K, suggesting a ferromagnetic (FM) coupling between the Ni(II) ions within the planar pentanuclear clusters. Further cooling resulted in the decrease of the value to 8.16 cm3 K mol-1 at 2 K, which could be caused by the zero-field splitting (ZFS) effects and/or the antiferromagnetic interaction between adjacent clusters at low temperature. On the basis of the Curie-Weiss law in 75-300 K, the calculated θ is 18.64 K. Such positive θ confirms that the FM interactions between Ni(II) ions.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<title>Luminescence\nProperties and Luminescence Sensing of Small Organic\nMolecules</title><p>MOFs based on d<sup>10</sup> metal centers usually\nexhibit luminescence properties and thus could be used as luminescent\nmaterials. Accordingly, solid-state luminescence\nspectra of <bold>3</bold> and <bold>4</bold>, as well as ligands H<sub>2</sub>bct, bipy, and tib, were measured at room temperature. The\nemissions at 376, 415, and 407 nm were observed for H<sub>2</sub>bct,\nbipy, and tib ligands, with excitation wavelengths of 273, 344, and\n360 nm, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). Such\nemissions could be attributed to π* → π or π*\n→ n transitions. With excitation maxima\nat 369 and 368 nm, the emission spectra of <bold>3</bold> and <bold>4</bold> at room temperature give intense blue emission bands centered\nat 425 and 450 nm, respectively (). Due to the similar emission bands for\nboth samples, the emissions of <bold>3</bold> and <bold>4</bold> can\nbe attributed to metal-perturbed intraligand charge transfers (ILCT)\nand/or ligand-to-ligand charge transfers (LLCT).</p>", "clean_text": "Luminescence Properties and Luminescence Sensing of Small Organic Molecules\n\nMOFs based on d10 metal centers usually exhibit luminescence properties and thus could be used as luminescent materials. Accordingly, solid-state luminescence spectra of 3 and 4, as well as ligands H2bct, bipy, and tib, were measured at room temperature. The emissions at 376, 415, and 407 nm were observed for H2bct, bipy, and tib ligands, with excitation wavelengths of 273, 344, and 360 nm, respectively (Figure S11). Such emissions could be attributed to π* → π or π* → n transitions. With excitation maxima at 369 and 368 nm, the emission spectra of 3 and 4 at room temperature give intense blue emission bands centered at 425 and 450 nm, respectively (). Due to the similar emission bands for both samples, the emissions of 3 and 4 can be attributed to metal-perturbed intraligand charge transfers (ILCT) and/or ligand-to-ligand charge transfers (LLCT).", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Photoluminescence spectra\nof <bold>3</bold> (a) and <bold>4</bold> (b). Solid lines: emission;\ndash lines: excitation. λ<sub>ex</sub> = 369 nm for <bold>3</bold> and λ<sub>ex</sub> = 368\nnm for <bold>4</bold>; λ<sub>em</sub> = 425 nm for <bold>3</bold> and λ<sub>em</sub> = 450 nm for <bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Photoluminescence spectra of 3 (a) and 4 (b). Solid lines: emission; dash lines: excitation. λex = 369 nm for 3 and λex = 368 nm for 4; λem = 425 nm for 3 and λem = 450 nm for 4.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>Taking advantage of the porous structure and luminescence\nproperties\nof <bold>4</bold>, further study on luminescence sensing of small\nmolecules was undertaken. It was anticipated that free DMF and H<sub>2</sub>O molecules located in the void space of <bold>4</bold> could\nbe replaced by other different common solvents. We have first recorded\nthe room-temperature emission and excitation spectra of <bold>4</bold> suspended in water with the concentration of 0.5 mg mL<sup>–1</sup>. As shown in a, <bold>4</bold> in water gave an intense λ<sub>em</sub>(max)\n= 375 nm (λ<sub>em</sub> = emission wavelength) in water, under\nλ<sub>ex</sub> = 300 nm (λ<sub>ex</sub> = excitation wavelength).\nTo investigate the feasibility of luminescence sensing, the solid\npowder of <bold>4</bold> was immersed in different solvents, and kept\nstill for 1–2 min to reach equilibrium, to carry out the solvent-dependent\nemission spectra. These solvent molecules have appropriate sizes for\nentering the pores of <bold>4</bold>. b gives the luminescence responses of <bold>4</bold> for the various solvents, showing the solvent-dependent\nemission intensity. All emission spectra in these solvents were measured\nunder the same experimental conditions. Among all the tested solvents,\nacetone exhibited the drastic luminescence quenching effect to <bold>4</bold>, leading to the disappearance of the emission. Nevertheless,\nexcept for the enhancing effect of DMF, the other tested solvents\nonly resulted in quite moderate reduction of the luminescence of <bold>4</bold>. The phenomena suggest that <bold>4</bold> exhibits a highly\nselective luminescence quenching effect for acetone and therefore\ncan be used as a convenient sensor simply coupled with a handy UV\nlamp to detect acetone. Such phenomenon could be attributed to the\nenergy transfer from the organic ligands of <bold>4</bold> to acetone\nmolecules.\n</p>", "clean_text": "Taking advantage of the porous structure and luminescence properties of 4, further study on luminescence sensing of small molecules was undertaken. It was anticipated that free DMF and H2O molecules located in the void space of 4 could be replaced by other different common solvents. We have first recorded the room-temperature emission and excitation spectra of 4 suspended in water with the concentration of 0.5 mg mL-1. As shown in a, 4 in water gave an intense λem(max) = 375 nm (λem = emission wavelength) in water, under λex = 300 nm (λex = excitation wavelength). To investigate the feasibility of luminescence sensing, the solid powder of 4 was immersed in different solvents, and kept still for 1-2 min to reach equilibrium, to carry out the solvent-dependent emission spectra. These solvent molecules have appropriate sizes for entering the pores of 4. b gives the luminescence responses of 4 for the various solvents, showing the solvent-dependent emission intensity. All emission spectra in these solvents were measured under the same experimental conditions. Among all the tested solvents, acetone exhibited the drastic luminescence quenching effect to 4, leading to the disappearance of the emission. Nevertheless, except for the enhancing effect of DMF, the other tested solvents only resulted in quite moderate reduction of the luminescence of 4. The phenomena suggest that 4 exhibits a highly selective luminescence quenching effect for acetone and therefore can be used as a convenient sensor simply coupled with a handy UV lamp to detect acetone. Such phenomenon could be attributed to the energy transfer from the organic ligands of 4 to acetone molecules. ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Excitation and emission\nspectra of <bold>4</bold> in water.\n(b) Solvent-dependent emission intensity of <bold>4</bold> (λ<sub>ex</sub> = 300 nm). (c) Emission spectra of <bold>4</bold> suspension\nwith different concentration of acetone in water (λ<sub>ex</sub> = 300 nm). (d) Stern–Volmer plots for acetone.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Excitation and emission spectra of 4 in water. (b) Solvent-dependent emission intensity of 4 (λex = 300 nm). (c) Emission spectra of 4 suspension with different concentration of acetone in water (λex = 300 nm). (d) Stern-Volmer plots for acetone.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Moreover, the quenching effect of acetone in aqueous\nsolution was\nalso evaluated. The solutions with different concentrations of acetone\nwere chosen to be the solvent for the emission test, with other measurement\nconditions remaining the same (c). It can be seen clearly that the intensity of luminescence\ndecreased significantly with the addition of acetone, the luminescence\nintensity decreased to ca. 50% at an acetone content of 0.5 vol %\nwhen the volume ratio of acetone was increased to 4 vol %, and the\nluminescence was almost quenched. Consequently, the highly quenching\nsensitivity indicates that <bold>4</bold> could be applied as potential\nluminescence probe to facilely identify the existence of a small amount\nof acetone in aqueous solution.</p>", "clean_text": "Moreover, the quenching effect of acetone in aqueous solution was also evaluated. The solutions with different concentrations of acetone were chosen to be the solvent for the emission test, with other measurement conditions remaining the same (c). It can be seen clearly that the intensity of luminescence decreased significantly with the addition of acetone, the luminescence intensity decreased to ca. 50% at an acetone content of 0.5 vol % when the volume ratio of acetone was increased to 4 vol %, and the luminescence was almost quenched. Consequently, the highly quenching sensitivity indicates that 4 could be applied as potential luminescence probe to facilely identify the existence of a small amount of acetone in aqueous solution.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>Moreover, to evaluate the quenching\neffect, quenching constant\n(<italic toggle=\"yes\">K</italic>\n<sub>sv</sub>) was estimated by the Stern–Volmer\nequation, as follows:<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mi mathvariant=\"normal\">v</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where\nthe luminescence intensity before (<italic toggle=\"yes\">I</italic>\n<sub>0</sub>)\nand after (<italic toggle=\"yes\">I</italic>) the addition\nof acetone was obtained by experiment, and [M] is molar concentration\nof acetone. A linear relation can be found at low concentrations (0–0.15\nmol L<sup>–1</sup>), and the <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> value can be calculated to be 12.89 L mol<sup>–1</sup> (d), further attesting\nto the luminescence sensing ability of <bold>4</bold> for acetone\nin aqueous solution.</p>", "clean_text": "Moreover, to evaluate the quenching effect, quenching constant (K sv) was estimated by the Stern-Volmer equation, as follows: 1      (     I   0     I   )  =   K   s v    [ M ]  + 1    where the luminescence intensity before (I 0) and after (I) the addition of acetone was obtained by experiment, and [M] is molar concentration of acetone. A linear relation can be found at low concentrations (0-0.15 mol L-1), and the K sv value can be calculated to be 12.89 L mol-1 (d), further attesting to the luminescence sensing ability of 4 for acetone in aqueous solution.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, four MOFs\nbased on a bent ligand H<sub>2</sub>bct were\ndiscovered by solvothermal technology. Among them, <bold>1</bold> and <bold>2</bold> feature the same 1D chain structure, with the planar pentanuclear\n[M<sub>5</sub>(μ<sub>3</sub>-OH)<sub>2</sub>­(μ<sub>2</sub>-H<sub>2</sub>O)<sub>2</sub>­(H<sub>2</sub>O)<sub>8</sub>]<sup>8+</sup> (M = Co for <bold>1</bold>, Ni for <bold>2</bold>)\nclusters as SBUs, while <bold>3</bold> and <bold>4</bold> exhibit\nsimilar layered structures. In spite of the same planar pentanuclear\ncluster configuration, the different metal centers of <bold>1</bold> and <bold>2</bold> lead to quite different magnetic interactions.\nMoreover, the highly selective and sensitive sensing function in <bold>4</bold> indicates its promising application for the sensing of small\nmolecules.</p>", "clean_text": "Conclusions\n\nIn summary, four MOFs based on a bent ligand H2bct were discovered by solvothermal technology. Among them, 1 and 2 feature the same 1D chain structure, with the planar pentanuclear [M5(μ3-OH)2(μ2-H2O)2(H2O)8]8+ (M = Co for 1, Ni for 2) clusters as SBUs, while 3 and 4 exhibit similar layered structures. In spite of the same planar pentanuclear cluster configuration, the different metal centers of 1 and 2 lead to quite different magnetic interactions. Moreover, the highly selective and sensitive sensing function in 4 indicates its promising application for the sensing of small molecules.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.cgd.8b01589\" xlink:type=\"simple\">10.1021/acs.cgd.8b01589</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional figures\nand tables (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Additional figures\nand tables (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1874862\" xlink:type=\"simple\">1874862</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1874865\" xlink:type=\"simple\">1874865</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.cgd.8b01589.  Additional figures and tables (PDF)   \n\nAdditional figures and tables (PDF)\n\nCCDC 1874862-1874865 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 9, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis</title><title>{[Co<sub>5</sub>(μ<sub>2</sub>-H<sub>2</sub>O)<sub>2</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(bct)<sub>4</sub>(H<sub>2</sub>O)<sub>8</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>)</title><p>H<sub>2</sub>bct (15.5 mg), Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (21.8 mg), and NaOH (1.2\nmg) in DMF/H<sub>2</sub>O (2 mL: 2 mL, DMF = <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>′-dimethylformamide) were mixed into a glass vial.\nThe mixture was held at 373 K for 48 h and then cooled to 300 at 3\nK h<sup>–1</sup>. The violet block crystals with a yield of\nabout 89% (based on H<sub>2</sub>bct) for <bold>1</bold> were obtained\nafter washing with DMF.</p><title>{[Ni<sub>5</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(μ<sub>2</sub>-H<sub>2</sub>O)<sub>2</sub>(bct)<sub>4</sub>(H<sub>2</sub>O)<sub>8</sub>]·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>2</bold>)</title><p>\n<bold>2</bold> was synthesized\nusing a\nsimilar synthetic method with <bold>1</bold>, and the yield was 84%\nbased on H<sub>2</sub>bct.</p><title>{[Cd<sub>2</sub>(bct)<sub>2</sub>(bipy)]·5H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>)</title><p>H<sub>2</sub>bct (61.9 mg), Cd­(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O (61.7 mg), bipy (31.2 mg), and triethylamine (TEA, 28 μL)\nin DMF/H<sub>2</sub>O (2 mL: 10 mL) were mixed into a Teflon-lined\nautoclave. These mixtures were heated at 393 K for 2 days and then\ncooled to 300 at 3 K h<sup>–1</sup>. The colorless prismatic\ncrystals had a yield of about 74% (based on H<sub>2</sub>bct) for <bold>3</bold>.</p><title>{[Cd­(bct)­(tib)]·H<sub>2</sub>O·DMF}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>)</title><p>H<sub>2</sub>bct\n(30.9 mg), Cd­(NO<sub>3</sub>)<sub>2</sub>·4H<sub>2</sub>O (30.8\nmg), and tib (18.5\nmg) in DMF/H<sub>2</sub>O (3 mL: 3 mL) were mixed into a glass vial.\nThe mixture was kept at 373 K for 3 days and then cooled to 300 at\n3 K h<sup>–1</sup>. The yellow block crystals had a yield of\nabout 67% (based on H<sub>2</sub>bct) for <bold>4</bold>.</p>", "clean_text": "Synthesis\n\n{[Co5(μ2-H2O)2(μ3-OH)2(bct)4(H2O)8]⋅4H2O} n  (1)\n\nH2bct (15.5 mg), Co(NO3)2⋅6H2O (21.8 mg), and NaOH (1.2 mg) in DMF/H2O (2 mL: 2 mL, DMF = N,N'-dimethylformamide) were mixed into a glass vial. The mixture was held at 373 K for 48 h and then cooled to 300 at 3 K h-1. The violet block crystals with a yield of about 89% (based on H2bct) for 1 were obtained after washing with DMF.\n\n{[Ni5(μ3-OH)2(μ2-H2O)2(bct)4(H2O)8]⋅4H2O} n  (2)\n\n 2 was synthesized using a similar synthetic method with 1, and the yield was 84% based on H2bct.\n\n{[Cd2(bct)2(bipy)]⋅5H2O} n  (3)\n\nH2bct (61.9 mg), Cd(NO3)2⋅4H2O (61.7 mg), bipy (31.2 mg), and triethylamine (TEA, 28 μL) in DMF/H2O (2 mL: 10 mL) were mixed into a Teflon-lined autoclave. These mixtures were heated at 393 K for 2 days and then cooled to 300 at 3 K h-1. The colorless prismatic crystals had a yield of about 74% (based on H2bct) for 3.\n\n{[Cd(bct)(tib)]⋅H2O⋅DMF} n  (4)\n\nH2bct (30.9 mg), Cd(NO3)2⋅4H2O (30.8 mg), and tib (18.5 mg) in DMF/H2O (3 mL: 3 mL) were mixed into a glass vial. The mixture was kept at 373 K for 3 days and then cooled to 300 at 3 K h-1. The yellow block crystals had a yield of about 67% (based on H2bct) for 4.", "data": [{"meta": {"name": "[Co5(μ2-H2O)2(μ3-OH)2(bct)4(H2O)8]·4H2O", "symbol": "1", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H2bct", "amount": "15.5", "unit": "mg"}, {"name": "Co(NO3)2·6H2O", "amount": "21.8", "unit": "mg"}, {"name": "NaOH", "amount": "1.2", "unit": "mg"}], "solution": [{"name": "DMF/H2O", "amount": "2 mL: 2 mL", "unit": ""}], "pressure": "", "temperature": "373 K", "time": "48 h", "heating rate": "3 K h-1", "cooling rate": "3 K h-1"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}], "yield": "89%"}, {"meta": {"name": "[Ni5(μ3-OH)2(μ2-H2O)2(bct)4(H2O)8]·4H2O", "symbol": "2", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H2bct", "amount": "15.5", "unit": "mg"}, {"name": "Ni(NO3)2·6H2O", "amount": "unknown", "unit": "mg"}], "solution": [{"name": "DMF/H2O", "amount": "2 mL: 2 mL", "unit": ""}], "pressure": "", "temperature": "unknown", "time": "unknown", "heating rate": "unknown", "cooling rate": "unknown"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}], "yield": "84%"}, {"meta": {"name": "[Cd2(bct)2(bipy)]·5H2O", "symbol": "3", "chemical formula": "unknown"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H2bct", "amount": "61.9", "unit": "mg"}, {"name": "Cd(NO3)2·4H2O", "amount": "61.7", "unit": "mg"}, {"name": "bipy", "amount": "31.2", "unit": "mg"}, {"name": "triethylamine (TEA)", "amount": "28", "unit": "μL"}], "solvent": [{"name": "DMF/H2O", "amount": "2 mL: 10 mL", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "393 K", "time": "2 days", "heating rate": "3 K h-1", "cooling rate": "3 K h-1"}], "yield": "74%"}, {"meta": {"name": "[Cd(bct)(tib)]·H2O·DMF", "symbol": "4", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H2bct", "amount": "30.9", "unit": "mg"}, {"name": "Cd(NO3)2·4H2O", "amount": "30.8", "unit": "mg"}, {"name": "tib", "amount": "18.5", "unit": "mg"}], "solution": [{"name": "DMF/H2O", "amount": "3 mL: 3 mL", "unit": ""}], "pressure": "", "temperature": "373 K", "time": "3 days", "heating rate": "3 K h-1", "cooling rate": "3 K h-1"}], "yield": "67%"}], "include_properties": ["chemical_synthesis", "washing"]}, {"idx": "1, 20, 23, 24, 26, 27, 28, 30, 33", "type": "text", "classification": "property", "content": "<p>Four new metal–organic\nframeworks (MOFs) constructed from\nthe bent triazole dicarboxylic acid ligand 3,5-bis­(4′-carboxyphenyl)-1,2,4-triazole\n(H<sub>2</sub>bct) have been discovered by a solvothermal method.\nThese MOFs, [M<sub>5</sub>(μ<sub>2</sub>-H<sub>2</sub>O)<sub>2</sub>­(μ<sub>3</sub>-OH)<sub>2</sub>­(bct)<sub>4</sub>­(H<sub>2</sub>O)<sub>8</sub>]­·4H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>1</bold>, M = Co; <bold>2</bold>, M = Ni), {[Cd<sub>2</sub>(bct)<sub>2</sub>­(bipy)]­·5H<sub>2</sub>O}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>3</bold>) (bipy = 4,4′-bipyridine),\nand {[Cd­(bct)­(tib)]­·H<sub>2</sub>O·DMF}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>) (tib = 1,3,5-tris­(1-imidazolyl)­benzene),\nexhibit diverse coordination modes and fascinating crystal structures.\nThe crystallographic structures, thermal stabilities, photoluminescence,\nand magnetic properties have been studied. <bold>1</bold> and <bold>2</bold> share the identical structural features based on planar pentanuclear clusters except\nfor the central ions, where the one-dimensional chain structures are\nconstructed from the pentanuclear secondary building units linked\nwith bct<sup>2–</sup> ligands, while <bold>3</bold> and <bold>4</bold> have similar layered structures. Magnetic analyses of <bold>1</bold> and <bold>2</bold> reveal that an overall antiferromagnetic\ncoupling within the pentanuclear Co­(II) cluster nodes are observed,\nwhich can be switched to strong ferromagnetic coupling when using\nNi­(II) to replace the Co­(II) sites. Both <bold>3</bold> and <bold>4</bold> show intense blue emission under ultraviolet excitation.\nMoreover, <bold>4</bold> can be applied as a selective sensor for\nquantitatively testing the concentration of acetone in water based\non the luminescence quenching effect, with a quenching constant (<italic toggle=\"yes\">K</italic>\n<sub>sv</sub>) value of 12.89 L mol<sup>–1</sup> in water.</p><title>{[Cd­(bct)­(tib)]·H<sub>2</sub>O·DMF}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>4</bold>)</title><p>\n<bold>4</bold> adopts triclinic\nspace group <italic toggle=\"yes\">P</italic>1̅, and the crystallographically\nindependent Cd atom exhibits a pentagonal bipyramid coordination geometry\nwith five carboxylic O atoms constituting an equatorial plane and\ntwo imidazole N atoms of tib ligands in the fixed points (a). The chelating–bridging\ntridentate coordination types of the carboxyl groups result in the\nedge-shared dinuclear [Cd<sub>2</sub>(η<sup>2</sup>-CO<sub>2</sub>)<sub>2</sub>] SBUs, in which the distance of neighboring Cd­(II)\ncenters is 3.884 Å (b). The normal Cd–N and Cd–O distances\nare 2.2712(19)–2.292(2) Å and 2.3260(18)–2.5160(18)\nÅ, respectively.\n</p><title>PXRD, Thermal Analyses\nand Magnetic Properties</title><p>The\npurity of <bold>1</bold>–<bold>4</bold> was confirmed by PXRD,\nas shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>. The experimental\nPXRD matches well with the simulated SCXRD. In addition, TGA cures\nof <bold>1</bold>–<bold>4</bold> are also given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>. Taking <bold>4</bold> as an example,\nwe can see three platforms: first, the mass loss of 2.69% at 110 °C\ndue to the release of H<sub>2</sub>O molecule (theoretical value:\n2.29%); then the continuous loss of 9.54% at 300 °C is ascribed\nto the decomposition of DMF (theoretical value: 9.31%); and above\nthat, the weight loss suggests the decomposition of the organic component.</p><p>The temperature-dependent χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> and χ<sub>M</sub>\n<sup>–1</sup> curves of <bold>1</bold> and <bold>2</bold> are given in . The experimental χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> values match well with the calculated values at 300 K,\nsuch as 15.01 vs 14.65 cm<sup>3</sup> K mol<sup>–1</sup> for <bold>1</bold> and 5.57 vs 5.51 cm<sup>3</sup> K mol<sup>–1</sup> for <bold>2</bold>.</p><p>In <bold>1</bold>, with decreasing\ntemperature, the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value decreases\ngradually to 9.46 cm<sup>3</sup> K mol<sup>–1</sup> at 28 K,\nand then increases to\n10.27 cm<sup>3</sup> K mol<sup>–1</sup> at 9.5 K. Upon further\ncooling, the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value continues\nto decline to 7.75 cm<sup>3</sup> K mol<sup>–1</sup> at 2 K.\nThe χ<sub>M</sub>–<italic toggle=\"yes\">T</italic> curve in 75–300\nK can be well described by the Curie–Weiss rule. The calculated <italic toggle=\"yes\">C</italic> and θ are 17.06 cm<sup>3</sup> K mol<sup>–1</sup> and −43.27 K, respectively, which indicates an overall antiferromagnetic\ninteraction. The increase of the χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> value below 28 K could be attributed to ferrimagnetism or spin-canting.</p><p>For <bold>2</bold>, the maximum value of χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> is 9.12 cm<sup>3</sup> K mol<sup>–1</sup> at 3.47\nK, suggesting a ferromagnetic (FM) coupling between the Ni­(II) ions\nwithin the planar pentanuclear clusters. Further cooling resulted\nin the decrease of the value to 8.16 cm<sup>3</sup> K mol<sup>–1</sup> at 2 K, which could be caused by the zero-field splitting (ZFS)\neffects and/or the antiferromagnetic interaction between adjacent\nclusters at low temperature. On the basis of the Curie–Weiss\nlaw in 75–300 K, the calculated θ is 18.64 K. Such positive\nθ confirms that the FM interactions between Ni­(II) ions.</p><title>Luminescence\nProperties and Luminescence Sensing of Small Organic\nMolecules</title><p>MOFs based on d<sup>10</sup> metal centers usually\nexhibit luminescence properties and thus could be used as luminescent\nmaterials. Accordingly, solid-state luminescence\nspectra of <bold>3</bold> and <bold>4</bold>, as well as ligands H<sub>2</sub>bct, bipy, and tib, were measured at room temperature. The\nemissions at 376, 415, and 407 nm were observed for H<sub>2</sub>bct,\nbipy, and tib ligands, with excitation wavelengths of 273, 344, and\n360 nm, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.cgd.8b01589/suppl_file/cg8b01589_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). Such\nemissions could be attributed to π* → π or π*\n→ n transitions. With excitation maxima\nat 369 and 368 nm, the emission spectra of <bold>3</bold> and <bold>4</bold> at room temperature give intense blue emission bands centered\nat 425 and 450 nm, respectively (). Due to the similar emission bands for\nboth samples, the emissions of <bold>3</bold> and <bold>4</bold> can\nbe attributed to metal-perturbed intraligand charge transfers (ILCT)\nand/or ligand-to-ligand charge transfers (LLCT).</p><p>Taking advantage of the porous structure and luminescence\nproperties\nof <bold>4</bold>, further study on luminescence sensing of small\nmolecules was undertaken. It was anticipated that free DMF and H<sub>2</sub>O molecules located in the void space of <bold>4</bold> could\nbe replaced by other different common solvents. We have first recorded\nthe room-temperature emission and excitation spectra of <bold>4</bold> suspended in water with the concentration of 0.5 mg mL<sup>–1</sup>. As shown in a, <bold>4</bold> in water gave an intense λ<sub>em</sub>(max)\n= 375 nm (λ<sub>em</sub> = emission wavelength) in water, under\nλ<sub>ex</sub> = 300 nm (λ<sub>ex</sub> = excitation wavelength).\nTo investigate the feasibility of luminescence sensing, the solid\npowder of <bold>4</bold> was immersed in different solvents, and kept\nstill for 1–2 min to reach equilibrium, to carry out the solvent-dependent\nemission spectra. These solvent molecules have appropriate sizes for\nentering the pores of <bold>4</bold>. b gives the luminescence responses of <bold>4</bold> for the various solvents, showing the solvent-dependent\nemission intensity. All emission spectra in these solvents were measured\nunder the same experimental conditions. Among all the tested solvents,\nacetone exhibited the drastic luminescence quenching effect to <bold>4</bold>, leading to the disappearance of the emission. Nevertheless,\nexcept for the enhancing effect of DMF, the other tested solvents\nonly resulted in quite moderate reduction of the luminescence of <bold>4</bold>. The phenomena suggest that <bold>4</bold> exhibits a highly\nselective luminescence quenching effect for acetone and therefore\ncan be used as a convenient sensor simply coupled with a handy UV\nlamp to detect acetone. Such phenomenon could be attributed to the\nenergy transfer from the organic ligands of <bold>4</bold> to acetone\nmolecules.\n</p><p>Moreover, to evaluate the quenching\neffect, quenching constant\n(<italic toggle=\"yes\">K</italic>\n<sub>sv</sub>) was estimated by the Stern–Volmer\nequation, as follows:<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>I</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mi mathvariant=\"normal\">v</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where\nthe luminescence intensity before (<italic toggle=\"yes\">I</italic>\n<sub>0</sub>)\nand after (<italic toggle=\"yes\">I</italic>) the addition\nof acetone was obtained by experiment, and [M] is molar concentration\nof acetone. A linear relation can be found at low concentrations (0–0.15\nmol L<sup>–1</sup>), and the <italic toggle=\"yes\">K</italic>\n<sub>sv</sub> value can be calculated to be 12.89 L mol<sup>–1</sup> (d), further attesting\nto the luminescence sensing ability of <bold>4</bold> for acetone\nin aqueous solution.</p>", "clean_text": "Four new metal-organic frameworks (MOFs) constructed from the bent triazole dicarboxylic acid ligand 3,5-bis(4'-carboxyphenyl)-1,2,4-triazole (H2bct) have been discovered by a solvothermal method. These MOFs, [M5(μ2-H2O)2(μ3-OH)2(bct)4(H2O)8]⋅4H2O} n  (1, M = Co; 2, M = Ni), {[Cd2(bct)2(bipy)]⋅5H2O} n  (3) (bipy = 4,4'-bipyridine), and {[Cd(bct)(tib)]⋅H2O⋅DMF} n  (4) (tib = 1,3,5-tris(1-imidazolyl)benzene), exhibit diverse coordination modes and fascinating crystal structures. The crystallographic structures, thermal stabilities, photoluminescence, and magnetic properties have been studied. 1 and 2 share the identical structural features based on planar pentanuclear clusters except for the central ions, where the one-dimensional chain structures are constructed from the pentanuclear secondary building units linked with bct2- ligands, while 3 and 4 have similar layered structures. Magnetic analyses of 1 and 2 reveal that an overall antiferromagnetic coupling within the pentanuclear Co(II) cluster nodes are observed, which can be switched to strong ferromagnetic coupling when using Ni(II) to replace the Co(II) sites. Both 3 and 4 show intense blue emission under ultraviolet excitation. Moreover, 4 can be applied as a selective sensor for quantitatively testing the concentration of acetone in water based on the luminescence quenching effect, with a quenching constant (K sv) value of 12.89 L mol-1 in water.\n\n{[Cd(bct)(tib)]⋅H2O⋅DMF} n  (4)\n\n 4 adopts triclinic space group P1̅, and the crystallographically independent Cd atom exhibits a pentagonal bipyramid coordination geometry with five carboxylic O atoms constituting an equatorial plane and two imidazole N atoms of tib ligands in the fixed points (a). The chelating-bridging tridentate coordination types of the carboxyl groups result in the edge-shared dinuclear [Cd2(η2-CO2)2] SBUs, in which the distance of neighboring Cd(II) centers is 3.884 Å (b). The normal Cd-N and Cd-O distances are 2.2712(19)-2.292(2) Å and 2.3260(18)-2.5160(18) Å, respectively. \n\nPXRD, Thermal Analyses and Magnetic Properties\n\nThe purity of 1-4 was confirmed by PXRD, as shown in Figure S9. The experimental PXRD matches well with the simulated SCXRD. In addition, TGA cures of 1-4 are also given in Figure S10. Taking 4 as an example, we can see three platforms: first, the mass loss of 2.69% at 110 °C due to the release of H2O molecule (theoretical value: 2.29%); then the continuous loss of 9.54% at 300 °C is ascribed to the decomposition of DMF (theoretical value: 9.31%); and above that, the weight loss suggests the decomposition of the organic component.\n\nThe temperature-dependent χM T and χM -1 curves of 1 and 2 are given in . The experimental χM T values match well with the calculated values at 300 K, such as 15.01 vs 14.65 cm3 K mol-1 for 1 and 5.57 vs 5.51 cm3 K mol-1 for 2.\n\nIn 1, with decreasing temperature, the χM T value decreases gradually to 9.46 cm3 K mol-1 at 28 K, and then increases to 10.27 cm3 K mol-1 at 9.5 K. Upon further cooling, the χM T value continues to decline to 7.75 cm3 K mol-1 at 2 K. The χM-T curve in 75-300 K can be well described by the Curie-Weiss rule. The calculated C and θ are 17.06 cm3 K mol-1 and -43.27 K, respectively, which indicates an overall antiferromagnetic interaction. The increase of the χM T value below 28 K could be attributed to ferrimagnetism or spin-canting.\n\nFor 2, the maximum value of χM T is 9.12 cm3 K mol-1 at 3.47 K, suggesting a ferromagnetic (FM) coupling between the Ni(II) ions within the planar pentanuclear clusters. Further cooling resulted in the decrease of the value to 8.16 cm3 K mol-1 at 2 K, which could be caused by the zero-field splitting (ZFS) effects and/or the antiferromagnetic interaction between adjacent clusters at low temperature. On the basis of the Curie-Weiss law in 75-300 K, the calculated θ is 18.64 K. Such positive θ confirms that the FM interactions between Ni(II) ions.\n\nLuminescence Properties and Luminescence Sensing of Small Organic Molecules\n\nMOFs based on d10 metal centers usually exhibit luminescence properties and thus could be used as luminescent materials. Accordingly, solid-state luminescence spectra of 3 and 4, as well as ligands H2bct, bipy, and tib, were measured at room temperature. The emissions at 376, 415, and 407 nm were observed for H2bct, bipy, and tib ligands, with excitation wavelengths of 273, 344, and 360 nm, respectively (Figure S11). Such emissions could be attributed to π* → π or π* → n transitions. With excitation maxima at 369 and 368 nm, the emission spectra of 3 and 4 at room temperature give intense blue emission bands centered at 425 and 450 nm, respectively (). Due to the similar emission bands for both samples, the emissions of 3 and 4 can be attributed to metal-perturbed intraligand charge transfers (ILCT) and/or ligand-to-ligand charge transfers (LLCT).\n\nTaking advantage of the porous structure and luminescence properties of 4, further study on luminescence sensing of small molecules was undertaken. It was anticipated that free DMF and H2O molecules located in the void space of 4 could be replaced by other different common solvents. We have first recorded the room-temperature emission and excitation spectra of 4 suspended in water with the concentration of 0.5 mg mL-1. As shown in a, 4 in water gave an intense λem(max) = 375 nm (λem = emission wavelength) in water, under λex = 300 nm (λex = excitation wavelength). To investigate the feasibility of luminescence sensing, the solid powder of 4 was immersed in different solvents, and kept still for 1-2 min to reach equilibrium, to carry out the solvent-dependent emission spectra. These solvent molecules have appropriate sizes for entering the pores of 4. b gives the luminescence responses of 4 for the various solvents, showing the solvent-dependent emission intensity. All emission spectra in these solvents were measured under the same experimental conditions. Among all the tested solvents, acetone exhibited the drastic luminescence quenching effect to 4, leading to the disappearance of the emission. Nevertheless, except for the enhancing effect of DMF, the other tested solvents only resulted in quite moderate reduction of the luminescence of 4. The phenomena suggest that 4 exhibits a highly selective luminescence quenching effect for acetone and therefore can be used as a convenient sensor simply coupled with a handy UV lamp to detect acetone. Such phenomenon could be attributed to the energy transfer from the organic ligands of 4 to acetone molecules. \n\nMoreover, to evaluate the quenching effect, quenching constant (K sv) was estimated by the Stern-Volmer equation, as follows: 1      (     I   0     I   )  =   K   s v    [ M ]  + 1    where the luminescence intensity before (I 0) and after (I) the addition of acetone was obtained by experiment, and [M] is molar concentration of acetone. A linear relation can be found at low concentrations (0-0.15 mol L-1), and the K sv value can be calculated to be 12.89 L mol-1 (d), further attesting to the luminescence sensing ability of 4 for acetone in aqueous solution.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "tetragonal", "condition": ""}], "space group": [{"value": "Fm-3m", "condition": ""}], "decomposition temperature": [{"value": "400", "unit": "°C", "type": "decomposition point", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̅", "condition": ""}], "decomposition temperature": [{"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules", "condition": ""}]}]], "include_properties": ["crystal_system", "space_group", "decomposition_temperature"]}, {"idx": 12, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystallographic\nData and Structural\nRefinements for MOFs <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">identification\ncode</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>empirical formula</oasis:entry>\n<oasis:entry>Co<sub>5</sub>C<sub>64</sub>H<sub>66</sub>N<sub>12</sub>O<sub>32</sub>\n</oasis:entry>\n<oasis:entry>Ni<sub>5</sub>C<sub>64</sub>H<sub>66</sub>N<sub>12</sub>O<sub>32</sub>\n</oasis:entry>\n<oasis:entry>Cd<sub>2</sub>C<sub>42</sub>H<sub>32</sub>N<sub>8</sub>O<sub>13</sub>\n</oasis:entry>\n<oasis:entry>CdC<sub>34</sub>H<sub>30</sub>N<sub>10</sub>O<sub>6</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight</oasis:entry>\n<oasis:entry>1809.93</oasis:entry>\n<oasis:entry>1808.83</oasis:entry>\n<oasis:entry>1081.55</oasis:entry>\n<oasis:entry>787.08</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">n</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic>/Å</oasis:entry>\n<oasis:entry>8.204(3)</oasis:entry>\n<oasis:entry>8.235(4)</oasis:entry>\n<oasis:entry>18.141(3)</oasis:entry>\n<oasis:entry>8.736(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic>/Å</oasis:entry>\n<oasis:entry>16.917(6)</oasis:entry>\n<oasis:entry>16.879(10)</oasis:entry>\n<oasis:entry>14.685(2)</oasis:entry>\n<oasis:entry>11.972(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic>/Å</oasis:entry>\n<oasis:entry>24.960(10)</oasis:entry>\n<oasis:entry>24.942(13)</oasis:entry>\n<oasis:entry>16.062(3)</oasis:entry>\n<oasis:entry>17.130(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α/°</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>72.856(8)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>β/°</oasis:entry>\n<oasis:entry>95.062(8)</oasis:entry>\n<oasis:entry>95.394(14)</oasis:entry>\n<oasis:entry>101.248(2)</oasis:entry>\n<oasis:entry>81.463(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ/°</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>80.998(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>volume/Å<sup>3</sup>\n</oasis:entry>\n<oasis:entry>3451(2)</oasis:entry>\n<oasis:entry>3452(3)</oasis:entry>\n<oasis:entry>4196.7(11)</oasis:entry>\n<oasis:entry>1680.9(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ρ<sub>calc</sub>/g\ncm<sup>–3</sup>\n</oasis:entry>\n<oasis:entry>1.74</oasis:entry>\n<oasis:entry>1.74</oasis:entry>\n<oasis:entry>1.71</oasis:entry>\n<oasis:entry>1.56</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M/mm<sup>–1</sup>\n</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>1.4</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">F</italic>(000)</oasis:entry>\n<oasis:entry>1850</oasis:entry>\n<oasis:entry>1860</oasis:entry>\n<oasis:entry>2160</oasis:entry>\n<oasis:entry>800</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflections\ncollected</oasis:entry>\n<oasis:entry>29444</oasis:entry>\n<oasis:entry>29635</oasis:entry>\n<oasis:entry>35674</oasis:entry>\n<oasis:entry>23657</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>unique reflections</oasis:entry>\n<oasis:entry>7882</oasis:entry>\n<oasis:entry>7854</oasis:entry>\n<oasis:entry>9577</oasis:entry>\n<oasis:entry>7731</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>goodness-of-fit</oasis:entry>\n<oasis:entry>1.200</oasis:entry>\n<oasis:entry>1.084</oasis:entry>\n<oasis:entry>1.098</oasis:entry>\n<oasis:entry>1.092</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">R</italic>\n<sub>1</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref> indexes [<italic toggle=\"yes\">I</italic> ≥ 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0752</oasis:entry>\n<oasis:entry>0.1432</oasis:entry>\n<oasis:entry>0.0384</oasis:entry>\n<oasis:entry>0.0467</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>final <italic toggle=\"yes\">wR</italic>\n<sub>2</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref> indexes [<italic toggle=\"yes\">I</italic> ≥ 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.1270</oasis:entry>\n<oasis:entry>0.2315</oasis:entry>\n<oasis:entry>0.0771</oasis:entry>\n<oasis:entry>0.0788</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>largest diff. peak</oasis:entry>\n<oasis:entry>0.5</oasis:entry>\n<oasis:entry>0.6</oasis:entry>\n<oasis:entry>0.5</oasis:entry>\n<oasis:entry>0.7</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>\n<italic toggle=\"yes\">R</italic>\n<sub>1</sub> =\nΣ||<italic toggle=\"yes\">F</italic>\n<sub>0</sub>| – |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>||/Σ|<italic toggle=\"yes\">F</italic>\n<sub>0</sub>|.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>\n<italic toggle=\"yes\">wR</italic>\n<sub>2</sub> =\n|Σ<italic toggle=\"yes\">w</italic>(|<italic toggle=\"yes\">F</italic>\n<sub>0</sub>|<sup>2</sup> – |<italic toggle=\"yes\">F</italic>\n<sub>c</sub>|<sup>2</sup>)|/Σ|<italic toggle=\"yes\">w</italic>(<italic toggle=\"yes\">F</italic>\n<sub>0</sub>)<sup>2</sup>|<sup>1/2</sup>, where <italic toggle=\"yes\">w</italic> = 1/[σ<sup>2</sup>(<italic toggle=\"yes\">F</italic>\n<sub>0</sub>\n<sup>2</sup>) + (<italic toggle=\"yes\">aP</italic>)<sup>2</sup>+<italic toggle=\"yes\">bP</italic>]. <italic toggle=\"yes\">P</italic> = (<italic toggle=\"yes\">F</italic>\n<sub>0</sub>\n<sup>2</sup> + 2<italic toggle=\"yes\">F</italic>\n<sub>c</sub>\n<sup>2</sup>)/3.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Crystallographic Data and Structural Refinements for MOFs 1–4\n\n| identification code | 1 | 2 | 3 | 4 |\n|----------------------|---|---|---|---|\n| empirical formula | Co<sub>5</sub>C<sub>64</sub>H<sub>66</sub>N<sub>12</sub>O<sub>32</sub> | Ni<sub>5</sub>C<sub>64</sub>H<sub>66</sub>N<sub>12</sub>O<sub>32</sub> | Cd<sub>2</sub>C<sub>42</sub>H<sub>32</sub>N<sub>8</sub>O<sub>13</sub> | CdC<sub>34</sub>H<sub>30</sub>N<sub>10</sub>O<sub>6</sub> |\n| formula weight | 1809.93 | 1808.83 | 1081.55 | 787.08 |\n| crystal system | monoclinic | monoclinic | monoclinic | triclinic |\n| space group | P2<sub>1</sub>/n | P2<sub>1</sub>/n | P2<sub>1</sub>/c | P1̅ |\n| a/Å | 8.204(3) | 8.235(4) | 18.141(3) | 8.736(3) |\n| b/Å | 16.917(6) | 16.879(10) | 14.685(2) | 11.972(3) |\n| c/Å | 24.960(10) | 24.942(13) | 16.062(3) | 17.130(5) |\n| α/° | 90 | 90 | 90 | 72.856(8) |\n| β/° | 95.062(8) | 95.394(14) | 101.248(2) | 81.463(9) |\n| γ/° | 90 | 90 | 90 | 80.998(9) |\n| volume/Å³ | 3451(2) | 3452(3) | 4196.7(11) | 1680.9(9) |\n| Z | 2 | 2 | 4 | 2 |\n| ρ<sub>calc</sub>/g cm⁻³ | 1.74 | 1.74 | 1.71 | 1.56 |\n| M/mm⁻¹ | 1.3 | 1.4 | 1.1 | 0.7 |\n| F(000) | 1850 | 1860 | 2160 | 800 |\n| reflections collected | 29444 | 29635 | 35674 | 23657 |\n| unique reflections | 7882 | 7854 | 9577 | 7731 |\n| goodness-of-fit | 1.200 | 1.084 | 1.098 | 1.092 |\n| final R₁ indexes [I ≥ 2σ(I)] | 0.0752 | 0.1432 | 0.0384 | 0.0467 |\n| final wR₂ indexes [I ≥ 2σ(I)] | 0.1270 | 0.2315 | 0.0771 | 0.0788 |\n| largest diff. peak | 0.5 | 0.6 | 0.5 | 0.7 |\n\na R₁ = Σ||F₀| – |F_c||/Σ|F₀|.\nb wR₂ = |Σw(|F₀|² – |F_c|²)|/Σ|w(F₀)²|¹/², where w = 1/[σ²(F₀) + (aP)²+bP]. P = (F₀² + 2F_c²)/3.", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": "Co₅C₆₄H₆₆N₁₂O₃₂"}, "chemical formula weight": [{"value": "1809.93", "unit": "", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2₁/n", "condition": ""}], "lattice parameters": [{"value": {"a": "8.204(3)", "b": "16.917(6)", "c": "24.960(10)", "alpha": "90", "beta": "95.062(8)", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "3451(2)", "unit": "Å³", "condition": ""}], "density": [{"value": "1.74", "unit": "g/cm³", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": "Ni₅C₆₄H₆₆N₁₂O₃₂"}, "chemical formula weight": [{"value": "1808.83", "unit": "", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2₁/n", "condition": ""}], "lattice parameters": [{"value": {"a": "8.235(4)", "b": "16.879(10)", "c": "24.942(13)", "alpha": "90", "beta": "95.394(14)", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "3452(3)", "unit": "Å³", "condition": ""}], "density": [{"value": "1.74", "unit": "g/cm³", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": "Cd₂C₄₂H₃₂N₈O₁₃"}, "chemical formula weight": [{"value": "1081.55", "unit": "", "condition": ""}], "crystal system": [{"value": "monoclinic", "condition": ""}], "space group": [{"value": "P2₁/c", "condition": ""}], "lattice parameters": [{"value": {"a": "18.141(3)", "b": "14.685(2)", "c": "16.062(3)", "alpha": "90", "beta": "101.248(2)", "gamma": "90"}, "condition": ""}], "cell volume": [{"value": "4196.7(11)", "unit": "Å³", "condition": ""}], "density": [{"value": "1.71", "unit": "g/cm³", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": "CdC₃₄H₃₀N₁₀O₆"}, "chemical formula weight": [{"value": "787.08", "unit": "", "condition": ""}], "crystal system": [{"value": "triclinic", "condition": ""}], "space group": [{"value": "P1̅", "condition": ""}], "lattice parameters": [{"value": {"a": "8.736(3)", "b": "11.972(3)", "c": "17.130(5)", "alpha": "72.856(8)", "beta": "81.463(9)", "gamma": "80.998(9)"}, "condition": ""}], "cell volume": [{"value": "1680.9(9)", "unit": "Å³", "condition": ""}], "density": [{"value": "1.56", "unit": "g/cm³", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume", "density"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structure of H<sub>2</sub>bct Ligand</title>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Structure of H2bct Ligand   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) A Co­(II) coordination environment of <bold>1</bold>. Symmetry\ncodes: (A) 1 + <italic toggle=\"yes\">x</italic>, −1 + <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>; (B) 3 – <italic toggle=\"yes\">x</italic>, −1 – <italic toggle=\"yes\">y</italic>, – <italic toggle=\"yes\">z</italic>; hydrogen atoms are omitted\nfor clarity. (b) Pentanuclear Co­(II) cluster. (c) View of the 1D chain\nstructure. (d) Configuration of the pentanuclear Co­(II) cluster. (e)\nView of the 3D hydrogen-bonded coordination network of <bold>1</bold> viewed down the <italic toggle=\"yes\">a</italic>-axis.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) A Co(II) coordination environment of 1. Symmetry codes: (A) 1 + x, -1 + y, z; (B) 3 - x, -1 - y, - z; hydrogen atoms are omitted for clarity. (b) Pentanuclear Co(II) cluster. (c) View of the 1D chain structure. (d) Configuration of the pentanuclear Co(II) cluster. (e) View of the 3D hydrogen-bonded coordination network of 1 viewed down the a-axis.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Cd­(II) coordination\nenvironment of <bold>3</bold>. Symmetry\ncodes: (A) −1 + <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>; (B) 1 – <italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>; (C) −<italic toggle=\"yes\">x</italic>, 2 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>. Hydrogen\natoms are omitted for clarity. (b) Tetranuclear Cd­(II) cluster. (c)\nView of the 2D layer along the <italic toggle=\"yes\">c</italic>-axis. (d) View of\nthe 3D stacked supramolecular structure along the <italic toggle=\"yes\">a</italic>-axis.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Cd(II) coordination environment of 3. Symmetry codes: (A) -1 + x, y, z; (B) 1 - x, 1 - y, 1 - z; (C) -x, 2 - y, 1 - z. Hydrogen atoms are omitted for clarity. (b) Tetranuclear Cd(II) cluster. (c) View of the 2D layer along the c-axis. (d) View of the 3D stacked supramolecular structure along the a-axis.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Cd­(II) coordination\nenvironment of <bold>4</bold>. Symmetry\ncodes: (A) −1 + <italic toggle=\"yes\">x</italic>, <italic toggle=\"yes\">y</italic>, 1 + <italic toggle=\"yes\">z</italic>; (B) −<italic toggle=\"yes\">x</italic>, 1 – <italic toggle=\"yes\">y</italic>, 1 – <italic toggle=\"yes\">z</italic>; (C) −1 + <italic toggle=\"yes\">x</italic>, 1 + <italic toggle=\"yes\">y</italic>, <italic toggle=\"yes\">z</italic>. Hydrogen atoms are\nomitted for clarity. (b) Edge-shared dinuclear Cd­(II) cluster. (c)\nView of the 2D layer along [1 1 1] orientation. (d) View of the stacked\nnetwork along [1 0 1̅] orientation. The DMF and water molecules\nlocated in the void space are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Cd(II) coordination environment of 4. Symmetry codes: (A) -1 + x, y, 1 + z; (B) -x, 1 - y, 1 - z; (C) -1 + x, 1 + y, z. Hydrogen atoms are omitted for clarity. (b) Edge-shared dinuclear Cd(II) cluster. (c) View of the 2D layer along [1 1 1] orientation. (d) View of the stacked network along [1 0 1̅] orientation. The DMF and water molecules located in the void space are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Temperature dependence χ<sub>M</sub> and χ<sub>M</sub>\n<italic toggle=\"yes\">T</italic> curves of <bold>1</bold> (a) and <bold>2</bold> (b) at an applied field of 1000 Oe. The insets show the\nplot of\nχ<sub>M</sub>\n<sup>–1</sup> versus <italic toggle=\"yes\">T</italic>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Temperature dependence χM and χM T curves of 1 (a) and 2 (b) at an applied field of 1000 Oe. The insets show the plot of χM -1 versus T.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Photoluminescence spectra\nof <bold>3</bold> (a) and <bold>4</bold> (b). Solid lines: emission;\ndash lines: excitation. λ<sub>ex</sub> = 369 nm for <bold>3</bold> and λ<sub>ex</sub> = 368\nnm for <bold>4</bold>; λ<sub>em</sub> = 425 nm for <bold>3</bold> and λ<sub>em</sub> = 450 nm for <bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Photoluminescence spectra of 3 (a) and 4 (b). Solid lines: emission; dash lines: excitation. λex = 369 nm for 3 and λex = 368 nm for 4; λem = 425 nm for 3 and λem = 450 nm for 4.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Excitation and emission\nspectra of <bold>4</bold> in water.\n(b) Solvent-dependent emission intensity of <bold>4</bold> (λ<sub>ex</sub> = 300 nm). (c) Emission spectra of <bold>4</bold> suspension\nwith different concentration of acetone in water (λ<sub>ex</sub> = 300 nm). (d) Stern–Volmer plots for acetone.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cg-2018-015895_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (a) Excitation and emission spectra of 4 in water. (b) Solvent-dependent emission intensity of 4 (λex = 300 nm). (c) Emission spectra of 4 suspension with different concentration of acetone in water (λex = 300 nm). (d) Stern-Volmer plots for acetone.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.cgd.8b01589", "title": null, "journal": "American Chemical\nSociety", "date": "2019.01", "author_list": ["Zhang\nYu-Xiao", "Lin\nHua", "Wen\nYuehong", "Zhu\nQi-Long"]}}