{"filepath": "../L2M3_data/1_application_papers/acs_xml/cm0c03575.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\ndevelopment of computational methods to explore crystalline\nmaterials has received significant attention in the last decades.\nDifferent codes have been reported to help researchers to evaluate\nand learn about the structure of materials and to understand and predict\ntheir properties. In this Methods article, we present an updated version\nof PoreBlazer, an open-access, open-source Fortran 90 code to calculate\nstructural properties of porous materials. The article describes the\nproperties calculated by the code, their physical meaning, and their\nrelationship to the properties that can be measured experimentally.\nHere, we reflect on the methods in the code and discuss features of\nthe most recent version. First, we demonstrate the capabilities of\nPoreBlazer on the prototypical metal–organic framework (MOF)\nmaterials, HKUST-1, IRMOF-1, and ZIF-8, and compare the results to\nthose obtained with other codes, Zeo++ and RASPA. Second, we apply\nPoreBlazer to the recently assembled database of MOF materialsthe\nCSD MOF subsetand compare properties such as the accessible\nsurface area and pore volume from PoreBlazer and the two other codes,\nand reflect on the possible sources of the differences. Finally, we\nuse PoreBlazer to illustrate how correlations between various structural\ncharacteristics can be mined using interactive, dynamic data visualization\nand how material informatics approachesincluding principal\ncomponent analysis and machine learningcan accelerate the\ndiscovery of new materials and new functionalities. The results of\nthese calculations, along with the PoreBlazer code, documentation,\nand case studies, are available online from <uri xlink:href=\"https://github.com/SarkisovGroup/PoreBlazer\">https://github.com/SarkisovGroup/PoreBlazer</uri>. The data visualization tool is available at <uri xlink:href=\"https://github.com/aaml-analytics/mof-explorer\">https://github.com/aaml-analytics/mof-explorer</uri>, and the principal component analysis is available at <uri xlink:href=\"https://github.com/aaml-analytics/pca-explorer\">https://github.com/aaml-analytics/pca-explorer</uri>.</p>", "clean_text": "The development of computational methods to explore crystalline materials has received significant attention in the last decades. Different codes have been reported to help researchers to evaluate and learn about the structure of materials and to understand and predict their properties. In this Methods article, we present an updated version of PoreBlazer, an open-access, open-source Fortran 90 code to calculate structural properties of porous materials. The article describes the properties calculated by the code, their physical meaning, and their relationship to the properties that can be measured experimentally. Here, we reflect on the methods in the code and discuss features of the most recent version. First, we demonstrate the capabilities of PoreBlazer on the prototypical metal-organic framework (MOF) materials, HKUST-1, IRMOF-1, and ZIF-8, and compare the results to those obtained with other codes, Zeo++ and RASPA. Second, we apply PoreBlazer to the recently assembled database of MOF materialsthe CSD MOF subsetand compare properties such as the accessible surface area and pore volume from PoreBlazer and the two other codes, and reflect on the possible sources of the differences. Finally, we use PoreBlazer to illustrate how correlations between various structural characteristics can be mined using interactive, dynamic data visualization and how material informatics approachesincluding principal component analysis and machine learningcan accelerate the discovery of new materials and new functionalities. The results of these calculations, along with the PoreBlazer code, documentation, and case studies, are available online from https://github.com/SarkisovGroup/PoreBlazer. The data visualization tool is available at https://github.com/aaml-analytics/mof-explorer, and the principal component analysis is available at https://github.com/aaml-analytics/pca-explorer.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Structure determines property. This simple and powerful concept\nin chemistry has been the cornerstone of modern computational approaches\nto drug discovery, where millions of candidate small organic molecules\nare screened based on their ability to bind to the therapeutic target.\nOrganic linkers and metal centers constitute the building blocks for\nmetal–organic frameworks (MOFs). Combined with the large number of topologies into which these building\nblocks can be arranged, this implies a virtually infinite number of\npossible MOF structures. As a result, computational screening has\nbecome a new, essential tool for porous, crystalline material discovery\nand optimization, and in particular, for MOFs, zeolitic imidazolate\nframeworks (ZIFs), covalent organic frameworks\n(COFs), and other classes of materials.</p>", "clean_text": "Introduction\n\nStructure determines property. This simple and powerful concept in chemistry has been the cornerstone of modern computational approaches to drug discovery, where millions of candidate small organic molecules are screened based on their ability to bind to the therapeutic target. Organic linkers and metal centers constitute the building blocks for metal-organic frameworks (MOFs). Combined with the large number of topologies into which these building blocks can be arranged, this implies a virtually infinite number of possible MOF structures. As a result, computational screening has become a new, essential tool for porous, crystalline material discovery and optimization, and in particular, for MOFs, zeolitic imidazolate frameworks (ZIFs), covalent organic frameworks (COFs), and other classes of materials.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The first example of a virtual MOF designed for a specific application\nwas provided by Düren et al. They\nexplored how the adsorption of methane at 35 bar and room temperature\n(conditions relevant for the adsorbed natural gas vehicle technology)\ndepended on the properties of porous materials, such as the specific\nsurface area and MOF–methane interaction strength. Using insights\nobtained from computer simulations, the authors proposed new, hypothetical\nMOFs, with enhanced methane storage capabilities. In the study, the\nauthors also posed a question on how various structural characteristics\nof a MOF, such as surface area and pore volume, define their functionality\nin a particular application. Other characteristics of the porous morphology\nof a MOF include the shape and size of the pores, shape and size of\nthe windows between the pores, access to specific active sites, and\nso on. Some of these properties have also a particular importance\nas they can be measured experimentally (e.g., surface area, pore volume,\nand window size). Collectively, these characteristicsthe textural\nproperties of materialsform a geometric identity of a MOF.</p>", "clean_text": "The first example of a virtual MOF designed for a specific application was provided by Düren et al. They explored how the adsorption of methane at 35 bar and room temperature (conditions relevant for the adsorbed natural gas vehicle technology) depended on the properties of porous materials, such as the specific surface area and MOF-methane interaction strength. Using insights obtained from computer simulations, the authors proposed new, hypothetical MOFs, with enhanced methane storage capabilities. In the study, the authors also posed a question on how various structural characteristics of a MOF, such as surface area and pore volume, define their functionality in a particular application. Other characteristics of the porous morphology of a MOF include the shape and size of the pores, shape and size of the windows between the pores, access to specific active sites, and so on. Some of these properties have also a particular importance as they can be measured experimentally (e.g., surface area, pore volume, and window size). Collectively, these characteristicsthe textural properties of materialsform a geometric identity of a MOF.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The tinker-toy nature of MOFs, i.e., the fact that they are assembled\nfrom basic building blocks, led to a new, profound idea: we can build\ndatabases of virtual MOF materials, following some assembly algorithms,\nand explore their properties <italic>in silico</italic> with a view\nof identifying the most promising candidates for a particular application.\nThese ideas were put together by Wilmer et al., who constructed a database of 137 953 hypothetical\nMOFs and investigated their capability to store methane at the target\nconditions (35 bar, room temperature) as a function of their surface\narea, void fraction, largest pore diameter, <italic>etc</italic>.\nLater, this led to a burgeoning area of computational material screening\nin application to a number of problems, from carbon capture to toxic\ngas and warfare chemical detection.\n</p>", "clean_text": "The tinker-toy nature of MOFs, i.e., the fact that they are assembled from basic building blocks, led to a new, profound idea: we can build databases of virtual MOF materials, following some assembly algorithms, and explore their properties in silico with a view of identifying the most promising candidates for a particular application. These ideas were put together by Wilmer et al., who constructed a database of 137953 hypothetical MOFs and investigated their capability to store methane at the target conditions (35 bar, room temperature) as a function of their surface area, void fraction, largest pore diameter, etc. Later, this led to a burgeoning area of computational material screening in application to a number of problems, from carbon capture to toxic gas and warfare chemical detection. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>For systematic comparison of the materials in computational screening,\nfor their classification, and to reveal structure–property\nrelations, it is important to have computational tools, which would\nproduce the geometric identity of a MOF. The development of these\ntools to obtain structural characteristics of porous materials has\nbeen a result of many contributions scattered over the years. For\nexample, the algorithms adopted by Duren et al. were\noriginally applied to characterize the molecular models of porous\nglasses by Gelb and Gubbins, which in their turn originate\nfrom the methods developed in the field of stereology. Application\nof Voronoi tessellation in the context of random heterogeneous media\ncan be tracked down to the early 1980s. In the last 10 years, several software packages and web platforms\nhave emerged that, given coordinates of the atoms or particles constituting\nthe material, produce a comprehensive set of geometric characteristics.\nLet us briefly review these codes here before we formulate the objectives\nof this article.</p>", "clean_text": "For systematic comparison of the materials in computational screening, for their classification, and to reveal structure-property relations, it is important to have computational tools, which would produce the geometric identity of a MOF. The development of these tools to obtain structural characteristics of porous materials has been a result of many contributions scattered over the years. For example, the algorithms adopted by Duren et al. were originally applied to characterize the molecular models of porous glasses by Gelb and Gubbins, which in their turn originate from the methods developed in the field of stereology. Application of Voronoi tessellation in the context of random heterogeneous media can be tracked down to the early 1980s. In the last 10 years, several software packages and web platforms have emerged that, given coordinates of the atoms or particles constituting the material, produce a comprehensive set of geometric characteristics. Let us briefly review these codes here before we formulate the objectives of this article.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Chronologically, PoreBlazer, developed by Sarkisov,\nwas the first\nsimulation package of this kind for computational characterization\nof crystalline and amorphous materials. The code,\nwritten in Fortran 90, is based on the grid (or lattice) representation\nof the porous space and calculates the pore volume, accessible surface\narea, largest pore diameter, pore limiting diameter, pore size distribution,\nand other properties. ZEOMICS and MOFomics, by Floudas and co-workers,\nrepresent an alternative approach. There, the\nporous space of the material is parsed into geometric objects (portals,\nchannels, cages) using Delaunay triangulation and complementary geometric\nmethods. Then, the connectivity between these objects is determined,\nand the properties of the structure (accessible surface area, accessible\nvolume) are calculated. These tools are presented in the form of a\nweb portal, where users can submit their structure files and receive\nthe final results by email. Zeo++, developed by Haranczyk and co-workers,\nis a C++ package for high-throughput analysis of porous materials\nbased on the Voronoi tessellation. With the Voronoi network\nbeing a dual graph of the Delaunay network, this approach is closely\nrelated to that of Foster et al. The\nprogram is downloadable from the Web site of the developers, with\nthe source code available upon request. The RASPA simulation package,\ndeveloped by Dubbeldam and co-workers, is a powerful, open-source\nsuite of classical simulation tools (e.g., molecular dynamics, Monte\nCarlo simulations). Within RASPA, there\nare options to obtain the surface area and pore volume of the material,\nusing the computational helium porosimetry approach, as well as a\npore size distribution. PorosityPlus is another example of an open-access\nFortran code to calculate surface area and pore volume of porous structures. A recent article by Coudert and Fuchs is an\nexcellent introductory review of the computational tools and methods\navailable to predict the structure and properties of MOFs. We also would like to mention the <italic>MOF\nexplorer</italic> (<uri xlink:href=\"https://mausdin.github.io/MOFsite/index.html\">https://mausdin.github.io/MOFsite/index.html</uri>) from Snurr and co-workers which provides a useful interactive platform\nto generate several geometric characteristics of MOFs.</p>", "clean_text": "Chronologically, PoreBlazer, developed by Sarkisov, was the first simulation package of this kind for computational characterization of crystalline and amorphous materials. The code, written in Fortran 90, is based on the grid (or lattice) representation of the porous space and calculates the pore volume, accessible surface area, largest pore diameter, pore limiting diameter, pore size distribution, and other properties. ZEOMICS and MOFomics, by Floudas and co-workers, represent an alternative approach. There, the porous space of the material is parsed into geometric objects (portals, channels, cages) using Delaunay triangulation and complementary geometric methods. Then, the connectivity between these objects is determined, and the properties of the structure (accessible surface area, accessible volume) are calculated. These tools are presented in the form of a web portal, where users can submit their structure files and receive the final results by email. Zeo++, developed by Haranczyk and co-workers, is a C++ package for high-throughput analysis of porous materials based on the Voronoi tessellation. With the Voronoi network being a dual graph of the Delaunay network, this approach is closely related to that of Foster et al. The program is downloadable from the Web site of the developers, with the source code available upon request. The RASPA simulation package, developed by Dubbeldam and co-workers, is a powerful, open-source suite of classical simulation tools (e.g., molecular dynamics, Monte Carlo simulations). Within RASPA, there are options to obtain the surface area and pore volume of the material, using the computational helium porosimetry approach, as well as a pore size distribution. PorosityPlus is another example of an open-access Fortran code to calculate surface area and pore volume of porous structures. A recent article by Coudert and Fuchs is an excellent introductory review of the computational tools and methods available to predict the structure and properties of MOFs. We also would like to mention the MOF explorer (https://mausdin.github.io/MOFsite/index.html) from Snurr and co-workers which provides a useful interactive platform to generate several geometric characteristics of MOFs.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The reviewed\nsoftware programs differ in their methodology, accessibility,\noperation, and performance, and we encourage the readers to use a\nprogram suited for their specific research needs. However, we believe\nwhat is important to do is to compare properties calculated by these\npackages to each other. This would ensure consistency across various\ncalculations and methods and would allow us to reflect on the differences\nin the obtained values as a result of different algorithms and definitions\nemployed. This is prompted by the aspirations of the computational\nscientific community to improve the consistency of the simulations\nand reproducibility of the published results. Hence, the objectives of this Methods article can be formulated\nas follows:</p>", "clean_text": "The reviewed software programs differ in their methodology, accessibility, operation, and performance, and we encourage the readers to use a program suited for their specific research needs. However, we believe what is important to do is to compare properties calculated by these packages to each other. This would ensure consistency across various calculations and methods and would allow us to reflect on the differences in the obtained values as a result of different algorithms and definitions employed. This is prompted by the aspirations of the computational scientific community to improve the consistency of the simulations and reproducibility of the published results. Hence, the objectives of this Methods article can be formulated as follows:", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\n<italic>(1) To provide a practical guide for the\nmost recent version\nof PoreBlazer (from now on, PB v4.0), including setup examples, input\nfiles, the properties it calculates, and the algorithms behind these\ncalculations.</italic>\n</p>", "clean_text": " (1) To provide a practical guide for the most recent version of PoreBlazer (from now on, PB v4.0), including setup examples, input files, the properties it calculates, and the algorithms behind these calculations. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>This objective is dealt with in , on the properties\nand algorithms. We also\nuse this section as an opportunity to establish a clear link between\nthe geometric properties and the actual properties of materials that\ncan be directly or indirectly inferred from the experiments.</p>", "clean_text": "This objective is dealt with in , on the properties and algorithms. We also use this section as an opportunity to establish a clear link between the geometric properties and the actual properties of materials that can be directly or indirectly inferred from the experiments.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>\n<italic>(2) To establish consistency of the properties calculated\nacross various codes, PB v4.0, Zeo++, and RASPA (unfortunately, at\nthe time of writing this article, the MOFomics and ZEOMICs platforms\nwere not available for use)</italic>.\n</p>", "clean_text": " (2) To establish consistency of the properties calculated across various codes, PB v4.0, Zeo++, and RASPA (unfortunately, at the time of writing this article, the MOFomics and ZEOMICs platforms were not available for use). ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>For this, we first consider three specific cases of well-known\nMOFs (HKUST-1, IRMOF-1, and ZIF-8) to provide a detailed comparison\nof the properties produced by different codes. We guide the reader\non how to set up PB v4.0 simulations and interpret them and also provide\nthe reader with the complete setups used to obtain this data in PB\nv4.0, Zeo++ and RASPA. We then focus on the recently developed database\nof MOF structures, the Cambridge Structural Database (CSD) MOF subset.\nTo assemble this database, Moghadam et al. sieved through the CSD\nto identify entries that satisfy certain criteria characteristic for\nMOFs. Using this set of MOFs (see additional\ndetails below in ), we apply PB v4.0, Zeo++ and RASPA to obtain key structural\ncharacteristics, compare the data produced by the codes, and provide\nan interpretation of the trends. The complete database of the geometric\nproperties obtained for the CDS MOF using PB v4.0 is also available\nfor download from the github depository (<uri xlink:href=\"https://github.com/SarkisovGroup/PoreBlazer\">https://github.com/SarkisovGroup/PoreBlazer</uri>).</p>", "clean_text": "For this, we first consider three specific cases of well-known MOFs (HKUST-1, IRMOF-1, and ZIF-8) to provide a detailed comparison of the properties produced by different codes. We guide the reader on how to set up PB v4.0 simulations and interpret them and also provide the reader with the complete setups used to obtain this data in PB v4.0, Zeo++ and RASPA. We then focus on the recently developed database of MOF structures, the Cambridge Structural Database (CSD) MOF subset. To assemble this database, Moghadam et al. sieved through the CSD to identify entries that satisfy certain criteria characteristic for MOFs. Using this set of MOFs (see additional details below in ), we apply PB v4.0, Zeo++ and RASPA to obtain key structural characteristics, compare the data produced by the codes, and provide an interpretation of the trends. The complete database of the geometric properties obtained for the CDS MOF using PB v4.0 is also available for download from the github depository (https://github.com/SarkisovGroup/PoreBlazer).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>\n<italic>(3) Provide the reader with a case study of how\ngeometric\ncharacterization tools and data can be used in the context of material\ninformatics.</italic>\n</p><p>The data produced by PoreBlazer for CSD\nMOF subset structures form\na multidimensional space of values, with the dimensions being the\ngeometric properties. Although interesting functional and topological\nrelations may exist between structures, they are not often easy to\nreveal and visualize due to the complexity of the space. The set of\nopen-access, Python codes developed in the Fairen-Jimenez group provides\nan interactive way to visualize these properties and the relations\nbetween them. In the final part of this article, we consider how\nthe application of these visualization tools can reveal trends, which\nhelp to accelerate the discovery and design of materials with specific\nadsorptive behavior.</p>", "clean_text": " (3) Provide the reader with a case study of how geometric characterization tools and data can be used in the context of material informatics. \n\nThe data produced by PoreBlazer for CSD MOF subset structures form a multidimensional space of values, with the dimensions being the geometric properties. Although interesting functional and topological relations may exist between structures, they are not often easy to reveal and visualize due to the complexity of the space. The set of open-access, Python codes developed in the Fairen-Jimenez group provides an interactive way to visualize these properties and the relations between them. In the final part of this article, we consider how the application of these visualization tools can reveal trends, which help to accelerate the discovery and design of materials with specific adsorptive behavior.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Methods</title><p>In this\nsection, we define the geometric properties of interest\nand their connection to experimentally measured characteristics. We\nthen provide additional details on the algorithms to calculate these\nproperties and how these algorithms have been implemented in PB v4.0.</p>", "clean_text": "Methods\n\nIn this section, we define the geometric properties of interest and their connection to experimentally measured characteristics. We then provide additional details on the algorithms to calculate these properties and how these algorithms have been implemented in PB v4.0.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Surface Area and Pore Volume</title><p>Consider\nthe schematic illustration in A. The system consists of a porous material, shown\nas the gray area, and a channel spanning the system from left to right.\nAtoms of the structure forming the channel are shown as striped circles.\nConsider now a probe particle of zero size (a point) moving on the\nsurface of the atoms of the structure. In a three-dimensional system,\nthis will create the so-called van der Waals surface, delineating\nthe boundary of the spherical atoms. In the two-dimensional schematic\nwe use, this property is represented by the red line (B). The volume enclosed by\nthis surface is called the geometric pore volume, <italic>V</italic>\n<sub>\n<italic>G</italic>\n</sub>, which is the volume accessible to\na point probe, and it is shown as the light red shaded area in B.</p>", "clean_text": "Surface Area and Pore Volume\n\nConsider the schematic illustration in A. The system consists of a porous material, shown as the gray area, and a channel spanning the system from left to right. Atoms of the structure forming the channel are shown as striped circles. Consider now a probe particle of zero size (a point) moving on the surface of the atoms of the structure. In a three-dimensional system, this will create the so-called van der Waals surface, delineating the boundary of the spherical atoms. In the two-dimensional schematic we use, this property is represented by the red line (B). The volume enclosed by this surface is called the geometric pore volume, V  G , which is the volume accessible to a point probe, and it is shown as the light red shaded area in B.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic depiction of\na porous material and its properties. (A)\nA model system consists of a material, shown as the area shaded in\ngray, and a pore spanning the system in the horizontal direction.\nAtoms of the material at the boundary between the shaded area and\nthe pore are shown as striped circles. (B) The geometric pore volume\nis defined as the region of the system not occupied by atoms (shown\nin light red). The boundary between the occupied and empty space is\nthe van der Waals surface, shown in B as the red line. (C) Schematic\ndepiction of the accessible surface: it is the surface formed by the\ncenter of the probe particle rolling over the surface of the atoms\nof the structure, shown as the green line. A region of space enclosed\nby the accessible surface corresponds to the probe-center accessible\nprobe volume, shown as the green shaded area. (D) Schematic depiction\nof the Connolly surface: it is the surface formed by the tip of the\nprobe particle rolling over atoms of the structure, shown as the dark\nblue line. A region of space enclosed by the Connolly surface corresponds\nto the probe-occupiable volume, shown as the blue shaded area. The\ndifference between the geometric volume and the probe-occupiable volume\nis shown as residual red-shaded areas in panel D (see the inset for\nmore details).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm0c03575_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic depiction of a porous material and its properties. (A) A model system consists of a material, shown as the area shaded in gray, and a pore spanning the system in the horizontal direction. Atoms of the material at the boundary between the shaded area and the pore are shown as striped circles. (B) The geometric pore volume is defined as the region of the system not occupied by atoms (shown in light red). The boundary between the occupied and empty space is the van der Waals surface, shown in B as the red line. (C) Schematic depiction of the accessible surface: it is the surface formed by the center of the probe particle rolling over the surface of the atoms of the structure, shown as the green line. A region of space enclosed by the accessible surface corresponds to the probe-center accessible probe volume, shown as the green shaded area. (D) Schematic depiction of the Connolly surface: it is the surface formed by the tip of the probe particle rolling over atoms of the structure, shown as the dark blue line. A region of space enclosed by the Connolly surface corresponds to the probe-occupiable volume, shown as the blue shaded area. The difference between the geometric volume and the probe-occupiable volume is shown as residual red-shaded areas in panel D (see the inset for more details).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>In C,D,\nwe consider the same process for a probe of finite size. In this case,\nwe generate two surfaces (again, in the case of the 2D schematic,\nit is two lines): one by the center of the particle, shown as the\ngreen line in C, and the one by the tip of the particle, shown as the blue line\nin D. The first\nproperty has been traditionally called solvent-accessible, or an accessible\nsurface in biomolecular studies. The second surface is called the\nsolvent-excluded surface in the biomolecular community, or the Connolly\nsurface. In this article, we are going to use subindex <italic>AC</italic> for the solvent-accessible definition of the surface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>) and subindex <italic>C</italic> for the Connolly surface area (<italic>S</italic>\n<sub>\n<italic>C</italic>\n</sub>).</p>", "clean_text": "In C,D, we consider the same process for a probe of finite size. In this case, we generate two surfaces (again, in the case of the 2D schematic, it is two lines): one by the center of the particle, shown as the green line in C, and the one by the tip of the particle, shown as the blue line in D. The first property has been traditionally called solvent-accessible, or an accessible surface in biomolecular studies. The second surface is called the solvent-excluded surface in the biomolecular community, or the Connolly surface. In this article, we are going to use subindex AC for the solvent-accessible definition of the surface area (S  AC ) and subindex C for the Connolly surface area (S  C ).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The physical meaning of the first property, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>, is that it is most closely\nrelated to\nthe nitrogen or argon adsorption surface area if we use a probe particle\nrepresenting properties of these molecules. Indeed, gas-adsorption\nexperimental methods for the determination of the surface area, such\nas BET, are based on the notion of a layer of molecules forming on\nthe surface (where the capacity of this layer can be extracted from\nthe adsorption isotherms depending on the method), and given the cross-sectional\narea of the probe molecule, the specific surface area of the material\ncan be determined. Multiple studies have been published on the correlation\nbetween the computed areas of a porous material and surface areas\nextracted from experimental data on real crystals or simulation data\non perfect crystals. Correspondingly,\nthe volume enclosed by this accessible surface is the volume accessible\nto the probe of a specific size. Following the terminology of Ongari\nand co-workers, we call this property\nthe probe-center accessible volume, <italic>V</italic>\n<sub>\n<italic>PC</italic>\n</sub>. In C, this is shown schematically as the green-shaded area.</p>", "clean_text": "The physical meaning of the first property, S  AC , is that it is most closely related to the nitrogen or argon adsorption surface area if we use a probe particle representing properties of these molecules. Indeed, gas-adsorption experimental methods for the determination of the surface area, such as BET, are based on the notion of a layer of molecules forming on the surface (where the capacity of this layer can be extracted from the adsorption isotherms depending on the method), and given the cross-sectional area of the probe molecule, the specific surface area of the material can be determined. Multiple studies have been published on the correlation between the computed areas of a porous material and surface areas extracted from experimental data on real crystals or simulation data on perfect crystals. Correspondingly, the volume enclosed by this accessible surface is the volume accessible to the probe of a specific size. Following the terminology of Ongari and co-workers, we call this property the probe-center accessible volume, V  PC . In C, this is shown schematically as the green-shaded area.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The second property, the Connolly surface, is important for yet\nanother definition of the pore volume. Indeed, in this definition,\nthe pore volume is the volume enclosed by the Connolly surface, shown\nas the blue area in D. The physical meaning of this volume is that any point that\nbelongs to any part of the probe atom (not just the center) constitutes\nthe pore volume. It has been argued that it is this volume that is\nthe most consistent with the volume obtained from the experimental\nnitrogen and argon adsorption and the Gurvich rule, which assumes\nthat the density of the confined liquid in the porous material is\nequal to the density of the bulk liquid at the same temperature. To distinguish it from the probe-center accessible\nvolume enclosed by the accessible surface, we need to give it a separate\nname. In the study by Ongari and co-workers and in Zeo++ this volume\nis called the probe-occupiable (PO) pore volume, <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>. For\nconsistency, we will use the same terminology.</p>", "clean_text": "The second property, the Connolly surface, is important for yet another definition of the pore volume. Indeed, in this definition, the pore volume is the volume enclosed by the Connolly surface, shown as the blue area in D. The physical meaning of this volume is that any point that belongs to any part of the probe atom (not just the center) constitutes the pore volume. It has been argued that it is this volume that is the most consistent with the volume obtained from the experimental nitrogen and argon adsorption and the Gurvich rule, which assumes that the density of the confined liquid in the porous material is equal to the density of the bulk liquid at the same temperature. To distinguish it from the probe-center accessible volume enclosed by the accessible surface, we need to give it a separate name. In the study by Ongari and co-workers and in Zeo++ this volume is called the probe-occupiable (PO) pore volume, V  PO . For consistency, we will use the same terminology.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The next property\nwe wish to introduce is the helium pore volume.\nTo understand the nature of this property and its relevance, it is\nuseful to take a brief detour into the experimental measurements of\nadsorption. An important concept in the experimental measurements\nof adsorption is the dead volume of the system. A portion of the system\ncontaining a sample of porous material is occupied by the atoms of\nthe material. Some volume inside the material is also not accessible,\nas it corresponds to the blocked (isolated) pores and cavities (i.e.,\nthe closed porosity). Together, these two properties, the volume occupied\nby the atoms and the blocked pores, form the nonaccessible volume.\nThe dead volume, <italic>V</italic>\n<sub>\n<italic>dead</italic>\n</sub>, is the total volume of the system (sample, pores, and surroundings)\nminus the nonaccessible volume. The property that is determined and,\ntypically, reported in experiments is the excess amount adsorbed (<italic>n</italic>\n<sup>\n<italic>ex</italic>\n</sup>):<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>=</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>a</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>d</mml:mi>\n<mml:mi>e</mml:mi>\n<mml:mi>a</mml:mi>\n<mml:mi>d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>·</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>b</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>l</mml:mi>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>which is the difference between the actual\namount of adsorbing species present in the system <italic>n</italic>\n<sup>\n<italic>a</italic>\n</sup> and the amount of gas that would occupy\nthe dead volume, <italic>V</italic>\n<sub>\n<italic>dead</italic>\n</sub>, as if there was no effect of adsorption; in other words, if the\ndensity of the gas throughout the system, including the pores, corresponded\nto the density of the bulk gas, <italic>ρ</italic>\n<sub>\n<italic>bulk</italic>\n</sub>, at the given pressure and temperature. The dead\nvolume consists of the volume of the pores (<italic>V</italic>\n<sub>\n<italic>pore</italic>\n</sub>) in the material and the volume external\nto the material sample (<italic>V</italic>\n<sub>\n<italic>external</italic>\n</sub>):<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>d</mml:mi>\n<mml:mi>e</mml:mi>\n<mml:mi>a</mml:mi>\n<mml:mi>d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n<mml:mi>o</mml:mi>\n<mml:mi>r</mml:mi>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n<mml:mi>x</mml:mi>\n<mml:mi>t</mml:mi>\n<mml:mi>e</mml:mi>\n<mml:mi>r</mml:mi>\n<mml:mi>n</mml:mi>\n<mml:mi>a</mml:mi>\n<mml:mi>l</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>To obtain (1), in experiments,\nthe dead volume\nof the system is determined using a preliminary calibration step based\non the helium expansion. For this, helium is introduced in the system\nat ambient temperature and low pressure. Using the ideal equation\nof state and the amount of helium in the system, <italic>V</italic>\n<sub>\n<italic>dead</italic>\n</sub> is determined. The absolute amount\nadsorbed (<italic>n</italic>\n<sup>\n<italic>abs</italic>\n</sup>) is the\ntotal number of adsorbing species present in the porous material:<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m003.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>a</mml:mi>\n<mml:mi>b</mml:mi>\n<mml:mi>s</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>=</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n<mml:mi>o</mml:mi>\n<mml:mi>r</mml:mi>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>·</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>b</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>l</mml:mi>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>It has been argued on a\nnumber of occasions\nthat the absolute amount adsorbed provides a rigorous basis for the\nadsorption thermodynamics. Moreover, this is also\nthe property used in the process modeling of adsorption and calculated\nin molecular simulations. Hence, comparison\nbetween experimental and simulation studies requires consistent conversion\nbetween the excess and the absolute properties and the definition\nof the pore volume, <italic>V</italic>\n<sub>\n<italic>pore</italic>\n</sub>, of the sample. So far, in this section, our definition of pore\nvolume has been based on purely geometric considerations and on some\nrational way to draw the boundary between what, colloquially speaking,\nbelongs to the solid structure and the remaining empty space. The\nhelium expansion experiment offers another definition of the pore\nvolume:<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m004.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n<mml:mi>o</mml:mi>\n<mml:mi>r</mml:mi>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n<mml:mi>e</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>b</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>l</mml:mi>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>n</italic>\n<sub>\n<italic>He</italic>\n</sub> is the amount of helium present in the pores and <italic>ρ</italic>\n<sub>\n<italic>He</italic>,<italic>bulk</italic>\n</sub> is the density\nof the bulk helium gas at ambient temperature and pressure. Let us\nhypothesize that helium is weakly interacting with the porous material\nand, therefore, it is not adsorbing. Therefore, inside the pores of\nthe material, it behaves as an ideal gas; applying the ideal gas equation\nof state to the amount of helium present in <italic>V</italic>\n<sub>\n<italic>pore</italic>\n</sub> will give us a value that is reasonably\nconsistent with our expectation of what the pore volume should be\nas outlined by some boundary between the solid and the pore space.\nThis is, however, not the case, and particularly in materials with\nvery narrow porosity: several studies have demonstrated that helium\ndoes interact with the porous material, although weakly (for a review\nand discussion of this issue see Brandani et al.). As a result, the volume obtained according to  will likely have values\nnot consistent with the alternative definitions of the pore volumes\nbased, for example, on the geometric methods. Ongari et al. demonstrated that, depending on the interactions\nwith the pores of the material, the value of the pore volume estimated\nin this fashion may be lower or higher than the values of the pore\nvolume defined using the geometric methods.</p>", "clean_text": "The next property we wish to introduce is the helium pore volume. To understand the nature of this property and its relevance, it is useful to take a brief detour into the experimental measurements of adsorption. An important concept in the experimental measurements of adsorption is the dead volume of the system. A portion of the system containing a sample of porous material is occupied by the atoms of the material. Some volume inside the material is also not accessible, as it corresponds to the blocked (isolated) pores and cavities (i.e., the closed porosity). Together, these two properties, the volume occupied by the atoms and the blocked pores, form the nonaccessible volume. The dead volume, V  dead , is the total volume of the system (sample, pores, and surroundings) minus the nonaccessible volume. The property that is determined and, typically, reported in experiments is the excess amount adsorbed (n  ex ): 1      n   e x   =   n   a   -   V   d e a d   ⋅   ρ   b u l k     which is the difference between the actual amount of adsorbing species present in the system n  a  and the amount of gas that would occupy the dead volume, V  dead , as if there was no effect of adsorption; in other words, if the density of the gas throughout the system, including the pores, corresponded to the density of the bulk gas, ρ  bulk , at the given pressure and temperature. The dead volume consists of the volume of the pores (V  pore ) in the material and the volume external to the material sample (V  external ): 2      V   d e a d   =   V   p o r e   +   V   e x t e r n a l     To obtain (1), in experiments, the dead volume of the system is determined using a preliminary calibration step based on the helium expansion. For this, helium is introduced in the system at ambient temperature and low pressure. Using the ideal equation of state and the amount of helium in the system, V  dead  is determined. The absolute amount adsorbed (n  abs ) is the total number of adsorbing species present in the porous material: 3      n   a b s   =   n   e x   +   V   p o r e   ⋅   ρ   b u l k     It has been argued on a number of occasions that the absolute amount adsorbed provides a rigorous basis for the adsorption thermodynamics. Moreover, this is also the property used in the process modeling of adsorption and calculated in molecular simulations. Hence, comparison between experimental and simulation studies requires consistent conversion between the excess and the absolute properties and the definition of the pore volume, V  pore , of the sample. So far, in this section, our definition of pore volume has been based on purely geometric considerations and on some rational way to draw the boundary between what, colloquially speaking, belongs to the solid structure and the remaining empty space. The helium expansion experiment offers another definition of the pore volume: 4      V   p o r e   =     n   H e       ρ   H e , b u l k       where n  He  is the amount of helium present in the pores and ρ  He,bulk  is the density of the bulk helium gas at ambient temperature and pressure. Let us hypothesize that helium is weakly interacting with the porous material and, therefore, it is not adsorbing. Therefore, inside the pores of the material, it behaves as an ideal gas; applying the ideal gas equation of state to the amount of helium present in V  pore  will give us a value that is reasonably consistent with our expectation of what the pore volume should be as outlined by some boundary between the solid and the pore space. This is, however, not the case, and particularly in materials with very narrow porosity: several studies have demonstrated that helium does interact with the porous material, although weakly (for a review and discussion of this issue see Brandani et al.). As a result, the volume obtained according to  will likely have values not consistent with the alternative definitions of the pore volumes based, for example, on the geometric methods. Ongari et al. demonstrated that, depending on the interactions with the pores of the material, the value of the pore volume estimated in this fashion may be lower or higher than the values of the pore volume defined using the geometric methods.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Hence, as has been\nargued by Neimark and Ravikovitch, consistent\nconversion between the experimental\nand simulation studies requires a consistent definition of the pore\nvolume, regardless of its true physical meaning. In other words, if\nthe calibration with helium expansion was used to obtain <italic>n</italic>\n<sup>\n<italic>ex</italic>\n</sup> in experiments (), then  to obtain the absolute amount adsorbed requires <italic>V</italic>\n<sub>\n<italic>pore</italic>\n</sub> also obtained according\nto the helium porosimetry and . Similarly, conversion of the simulation values for the absolute\namount adsorbed to the excess amount adsorbed would require some computational\nanalogue of the helium porosimetry:<disp-formula id=\"eq5\">\n<label>5</label>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m005.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>s</mml:mi>\n<mml:mi>i</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>e</mml:mi>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>s</mml:mi>\n<mml:mi>i</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>a</mml:mi>\n<mml:mi>b</mml:mi>\n<mml:mi>s</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n<mml:mi>e</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>s</mml:mi>\n<mml:mi>i</mml:mi>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>·</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>b</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>l</mml:mi>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>n</italic>\n<sub arrange=\"stack\">\n<italic>sim</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic>abs</italic>\n</sup> is the absolute amount adsorbed in the simulations\nand <italic>V</italic>\n<sub>\n<italic>He</italic>,<italic>sim</italic>\n</sub> is\nthe simulated helium pore volume. Indeed, this approach to obtain\nand report simulated excess adsorption isotherms has been adopted\nin many previous publications.\n</p>", "clean_text": "Hence, as has been argued by Neimark and Ravikovitch, consistent conversion between the experimental and simulation studies requires a consistent definition of the pore volume, regardless of its true physical meaning. In other words, if the calibration with helium expansion was used to obtain n  ex  in experiments (), then  to obtain the absolute amount adsorbed requires V  pore  also obtained according to the helium porosimetry and . Similarly, conversion of the simulation values for the absolute amount adsorbed to the excess amount adsorbed would require some computational analogue of the helium porosimetry: 5      n   s i m   e x   =   n   s i m   a b s   +   V   H e , s i m   ⋅   ρ   b u l k     where n  sim   abs  is the absolute amount adsorbed in the simulations and V  He,sim  is the simulated helium pore volume. Indeed, this approach to obtain and report simulated excess adsorption isotherms has been adopted in many previous publications. ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The essence of\nthe computational helium porosimetry is to obtain <italic>V</italic>\n<sub>\n<italic>He</italic>,<italic>sim</italic>\n</sub> in\nsimulations. In principle, we could use the standard grand canonical\nMonte Carlo simulation to obtain the amount of helium adsorbed at\nthe specified temperature and pressure of the bulk phase. However,\nthe fact that at ambient temperature and low pressure we are located\nin the Henry’s regime of adsorption for helium simplifies the\nanalysis. In the Henry’s law regime, the amount adsorbed is<disp-formula id=\"eq6\">\n<label>6</label>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m006.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n<mml:mi>e</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi>b</mml:mi>\n<mml:mi>u</mml:mi>\n<mml:mi>l</mml:mi>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mo>∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">V</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"bold-italic\">r</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mrow>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi mathvariant=\"bold-italic\">r</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>U</italic>(<bold>\n<italic>r</italic>\n</bold>) is the\ninteraction potential experienced by a helium atom\nat location <bold>\n<italic>r</italic>\n</bold> within the system and\nthe integration takes place over the volume of the simulation cell.\nFrom  and , <italic>V</italic>\n<sub>\n<italic>He</italic>,<italic>sim</italic>\n</sub> becomes<disp-formula id=\"eq7\">\n<label>7</label>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m007.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n<mml:mi>o</mml:mi>\n<mml:mi>r</mml:mi>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mo>∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"bold-italic\">r</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mrow>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi mathvariant=\"bold-italic\">r</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi>V</mml:mi>\n<mml:mo>·</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"bold-italic\">r</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>V</italic> is the volume of\nthe system. The property in the angle brackets is the average Boltzmann\nfactor, which is estimated by placing a probe helium atom in random\nlocations throughout the system and estimating its interactions with\nthe material. From this analysis, it is clear that the helium pore\nvolume estimated according to  will depend on the temperature (although weakly when close\nto the ambient range) and on the interaction parameters of the helium\natom used and the atoms of the material. It is also important to note\nthat  and  can be also easily linked to Henry’s constant\nof adsorption. Using the ideal gas equation of state for helium, one\nobtains<disp-formula id=\"eq8\">\n<label>8</label>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m008.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n<mml:mi>e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>V</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"bold-italic\">r</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>leading to the Henry’s constant:<disp-formula id=\"eq9\">\n<label>9</label>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m009.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>H</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mrow>\n<mml:mi>U</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"bold-italic\">r</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>From the expressions above it is clear that\nthe calculation involved in obtaining the helium pore volume can be\nequally used to obtain the Henry’s constant of adsorption for\nother gases of interest, using appropriate interaction parameters.</p>", "clean_text": "The essence of the computational helium porosimetry is to obtain V  He,sim  in simulations. In principle, we could use the standard grand canonical Monte Carlo simulation to obtain the amount of helium adsorbed at the specified temperature and pressure of the bulk phase. However, the fact that at ambient temperature and low pressure we are located in the Henry's regime of adsorption for helium simplifies the analysis. In the Henry's law regime, the amount adsorbed is 6       n   H e   =   ρ   H e , b u l k      ∫   V      e   -   U  ( r )   /  k T        d r    where U( r ) is the interaction potential experienced by a helium atom at location  r  within the system and the integration takes place over the volume of the simulation cell. From  and , V  He,sim  becomes 7       V   p o r e   =    ∫   V      e   -   U  ( r )   /  k T        d r = V ⋅  ⟨   e   -   U  ( r )   /  k T     ⟩     where V is the volume of the system. The property in the angle brackets is the average Boltzmann factor, which is estimated by placing a probe helium atom in random locations throughout the system and estimating its interactions with the material. From this analysis, it is clear that the helium pore volume estimated according to  will depend on the temperature (although weakly when close to the ambient range) and on the interaction parameters of the helium atom used and the atoms of the material. It is also important to note that  and  can be also easily linked to Henry's constant of adsorption. Using the ideal gas equation of state for helium, one obtains 8        n   H e     V   =   P   R T    ⟨   e   -   U  ( r )   /  k T     ⟩    leading to the Henry's constant: 9      K   H   =    ⟨   e   -   U  ( r )   /  k T     ⟩    R T     From the expressions above it is clear that the calculation involved in obtaining the helium pore volume can be equally used to obtain the Henry's constant of adsorption for other gases of interest, using appropriate interaction parameters.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The final property we wish to introduce is the pore size distribution\n(PSD). Crystalline and disordered porous materials (such as activated\ncarbons) can be seen as a system of pores of different sizes. The\ntotal volume of all pores is equal to the cumulative pore volume of\nthe system. The PSD and how pores are topologically arranged governs\nadsorption and transport properties of a porous material, and it is\nvital in the characterization of their structure. In experiments,\na PSD is obtained by interpreting the nitrogen or argon adsorption\nisotherms measured at cryogenic conditions as a cumulative result\nof adsorption in a system of independent cylindrical, slit, or spherical\npores of different sizes. In the modern approaches to characterization,\nthe classical density functional theory (DFT) is employed to generate\na kernel of isotherms for individual pores of specific width or diameter.\nThis kernel of the isotherms, combined with the experimental adsorption\nisotherm, is then used to obtain the frequency with which the pore\nof each size is present in the system,or, in other words, the pore\nsize distribution. Although it is now a standard approach in the characterization\nof porous materials using physical adsorption experiments, it comes\nwith several challenges. First, the link between adsorption in the\nwhole sample and adsorption in individual pores is established through\nthe so-called adsorption integral equation (AIE). The AIE corresponds\nto a Fredholm integral equation of the first kind, commonly known\nto be both an ill-posed and ill-conditioned problem. This leads to\neither no solution or to an infinite number of possible solutions\nwhich in turn are extremely sensitive to small changes in the input.\nTherefore, to obtain reliable PSD by solving the AIE, advanced techniques,\nbased for example on regularization, need to be employed. Second,\nthe current kernels have been derived predominantly for the systems\nreflecting chemistry and properties of activated carbons and certain\nzeolites. Direct application of these kernels to other classes of\nmaterials such as MOFs should be approached with caution, and the\ndevelopment of more specialized kernels for MOFs is an ongoing area\nof research. Finally, only for a few\nmaterials, a picture of independent pores of simple geometry is realistic,\nand most of the materials would feature a network of pores. Interpretation\nof adsorption isotherms and in particular adsorption hysteresis in\nterms of the network connectivity of pores is still an ongoing area\nof research, although significant progress has been achieved in the\nmost recent 20 years. For a more comprehensive review of the adsorption\ncharacterization methods and application of DFT, we refer the reader\nto the excellent articles by Neimark and co-workers and by Thommes and co-workers.\n</p>", "clean_text": "The final property we wish to introduce is the pore size distribution (PSD). Crystalline and disordered porous materials (such as activated carbons) can be seen as a system of pores of different sizes. The total volume of all pores is equal to the cumulative pore volume of the system. The PSD and how pores are topologically arranged governs adsorption and transport properties of a porous material, and it is vital in the characterization of their structure. In experiments, a PSD is obtained by interpreting the nitrogen or argon adsorption isotherms measured at cryogenic conditions as a cumulative result of adsorption in a system of independent cylindrical, slit, or spherical pores of different sizes. In the modern approaches to characterization, the classical density functional theory (DFT) is employed to generate a kernel of isotherms for individual pores of specific width or diameter. This kernel of the isotherms, combined with the experimental adsorption isotherm, is then used to obtain the frequency with which the pore of each size is present in the system,or, in other words, the pore size distribution. Although it is now a standard approach in the characterization of porous materials using physical adsorption experiments, it comes with several challenges. First, the link between adsorption in the whole sample and adsorption in individual pores is established through the so-called adsorption integral equation (AIE). The AIE corresponds to a Fredholm integral equation of the first kind, commonly known to be both an ill-posed and ill-conditioned problem. This leads to either no solution or to an infinite number of possible solutions which in turn are extremely sensitive to small changes in the input. Therefore, to obtain reliable PSD by solving the AIE, advanced techniques, based for example on regularization, need to be employed. Second, the current kernels have been derived predominantly for the systems reflecting chemistry and properties of activated carbons and certain zeolites. Direct application of these kernels to other classes of materials such as MOFs should be approached with caution, and the development of more specialized kernels for MOFs is an ongoing area of research. Finally, only for a few materials, a picture of independent pores of simple geometry is realistic, and most of the materials would feature a network of pores. Interpretation of adsorption isotherms and in particular adsorption hysteresis in terms of the network connectivity of pores is still an ongoing area of research, although significant progress has been achieved in the most recent 20 years. For a more comprehensive review of the adsorption characterization methods and application of DFT, we refer the reader to the excellent articles by Neimark and co-workers and by Thommes and co-workers. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>For modeling porous materials we have two options to obtain\nPSD.\nWe can simulate a nitrogen or argon adsorption isotherm and interpret\nthe results using the existing methods based on the AIE inversion\n(using either DFT kernels or bespoke kernels from additional molecular\nsimulations). Alternatively, we can use geometric methods, which will\nattempt to allocate each point of the porous space to a pore of a\nparticular size. One particular method implemented in PB v4.0 has\nbeen originally employed by Gelb and Gubbins in the characterization\nof model porous glasses. We will describe the method in\nmore detail in  on the algorithms. Here, it suffices to say that, for the\ncase of mesoporous materials, Gelb and Gubbins observed surprisingly\nreasonable correlation between the geometric PSDs and the PSDs from\nthe physical adsorption characterization, although, clearly, the methods\nare based on completely different principles.</p>", "clean_text": "For modeling porous materials we have two options to obtain PSD. We can simulate a nitrogen or argon adsorption isotherm and interpret the results using the existing methods based on the AIE inversion (using either DFT kernels or bespoke kernels from additional molecular simulations). Alternatively, we can use geometric methods, which will attempt to allocate each point of the porous space to a pore of a particular size. One particular method implemented in PB v4.0 has been originally employed by Gelb and Gubbins in the characterization of model porous glasses. We will describe the method in more detail in  on the algorithms. Here, it suffices to say that, for the case of mesoporous materials, Gelb and Gubbins observed surprisingly reasonable correlation between the geometric PSDs and the PSDs from the physical adsorption characterization, although, clearly, the methods are based on completely different principles.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>In the case of\nthe MOF and other crystalline materials, the geometric\nmethods are expected to identify pores of a specific well-defined\nsize and the PSD should look like a collection of discrete peaks.\nThis information is useful to understand the dimensions of the existing\nchannels and cages and as a part of the digital identity of a MOFwe\ncan envision that selection and screening of MOFs within a database\ncan be done to identify MOFs with a profile of cages and channels\nof a certain size. Attempts to connect geometric PSDs to specific\nadsorption behavior (for example, the presence of cages of a certain\nsize should lead to the corresponding number of steps in the adsorption\nisotherm) proved to be, however, difficult for microporous materials,\nand it is still research in progress. In ,\nwe will illustrate how geometric methods would tend to interpret the\ncage-like porous space of MOFs, and in the  section, we will\nprovide several examples of this function for materials in the case\nstudies.</p>", "clean_text": "In the case of the MOF and other crystalline materials, the geometric methods are expected to identify pores of a specific well-defined size and the PSD should look like a collection of discrete peaks. This information is useful to understand the dimensions of the existing channels and cages and as a part of the digital identity of a MOFwe can envision that selection and screening of MOFs within a database can be done to identify MOFs with a profile of cages and channels of a certain size. Attempts to connect geometric PSDs to specific adsorption behavior (for example, the presence of cages of a certain size should lead to the corresponding number of steps in the adsorption isotherm) proved to be, however, difficult for microporous materials, and it is still research in progress. In , we will illustrate how geometric methods would tend to interpret the cage-like porous space of MOFs, and in the  section, we will provide several examples of this function for materials in the case studies.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Network Accessible and Network Nonaccessible\nProperties</title><p>Consider the model network of pores shown in . It consists of\na single pore spanning the system in the horizontal direction and\nalso two spherical cavities. One cavity is completely isolated from\nthe outside space (i.e., closed porosity), and another one is connected\nto the main pore via a narrow channel. This simple pore network allows\nus to introduce the notion of network accessibility and several other\nrelated concepts. Indeed, depending on the size of the probe, various\nsubregions of the pore space shown in  will be available for the probe to explore.\nA point-size probe entering the system on the left through the main\npore will be able to traverse the system from left to right and also\nexplore the side channel and the spherical pore connected to it. The\npore in the top left corner of the system cannot be reached via a\ncontinuous, physically meaningful walk by a probe of any size. A probe\nof small size may be able to go to the side cavity in the top right\ncorner via the channel if the channel is wide enough. The region of\nspace accessible to the center of the probe via a physically connected\nspace is shown in yellow in A. For a probe of a larger size, as shown in B, the side channel\nmay be too narrow to pass and the side pore is not accessible for\nit to explore. The regions that the center of the blue particle can\nreach via a physically meaningful walk are shown as the light blue\nshaded areas in B. The largest probe that can cross the simulation cell in at least\none dimension via a diffusive pathway is said to correspond to the\npore limiting diameter (PLD), as illustrated in D. Hence, we can define regions of porous\nspace as network-accessible to a probe of a particular size if they\nform a percolated network spanning the system in at least one dimension.\nIn other words, network-accessible space is formed by all pores inside\nthe material, which a probe molecule can reach and diffuse through\nif it was an actual experiment.</p>", "clean_text": "Network Accessible and Network Nonaccessible Properties\n\nConsider the model network of pores shown in . It consists of a single pore spanning the system in the horizontal direction and also two spherical cavities. One cavity is completely isolated from the outside space (i.e., closed porosity), and another one is connected to the main pore via a narrow channel. This simple pore network allows us to introduce the notion of network accessibility and several other related concepts. Indeed, depending on the size of the probe, various subregions of the pore space shown in  will be available for the probe to explore. A point-size probe entering the system on the left through the main pore will be able to traverse the system from left to right and also explore the side channel and the spherical pore connected to it. The pore in the top left corner of the system cannot be reached via a continuous, physically meaningful walk by a probe of any size. A probe of small size may be able to go to the side cavity in the top right corner via the channel if the channel is wide enough. The region of space accessible to the center of the probe via a physically connected space is shown in yellow in A. For a probe of a larger size, as shown in B, the side channel may be too narrow to pass and the side pore is not accessible for it to explore. The regions that the center of the blue particle can reach via a physically meaningful walk are shown as the light blue shaded areas in B. The largest probe that can cross the simulation cell in at least one dimension via a diffusive pathway is said to correspond to the pore limiting diameter (PLD), as illustrated in D. Hence, we can define regions of porous space as network-accessible to a probe of a particular size if they form a percolated network spanning the system in at least one dimension. In other words, network-accessible space is formed by all pores inside the material, which a probe molecule can reach and diffuse through if it was an actual experiment.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Schematic illustration of the network-accessible\nand nonaccessible\nproperties. (<bold>A</bold>) For a small probe particle, shown as\nthe yellow sphere, the area shaded light yellow is network-accessible\nto the center of the probe. The spherical cavity in the top left corner\nof the system is not network-accessible to the probe. (B) For a probe\nof a different (in this case, larger) size, the network-accessible\nregions will be different, here shown as the light blue shaded area.\n(C) This panel illustrates the total probe-center accessible volume\nfor the blue particle. (D) This schematic illustrates the concepts\nof the pore limiting diameter (PLD) and largest cavity diameter (LCD).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm0c03575_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Schematic illustration of the network-accessible and nonaccessible properties. (A) For a small probe particle, shown as the yellow sphere, the area shaded light yellow is network-accessible to the center of the probe. The spherical cavity in the top left corner of the system is not network-accessible to the probe. (B) For a probe of a different (in this case, larger) size, the network-accessible regions will be different, here shown as the light blue shaded area. (C) This panel illustrates the total probe-center accessible volume for the blue particle. (D) This schematic illustrates the concepts of the pore limiting diameter (PLD) and largest cavity diameter (LCD).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Each of the properties defined in  can be calculated considering\neither all\nthe pores in the system, even the ones that are isolated or inaccessible\nto a probe of a particular size, or only using the percolated networkin\nother words, network-accessible regions. For example, consider the\naccessible surface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>. For this property, we use a molecular probe corresponding\nto an atom of nitrogen. As has been discussed before, this is the\nsurface enclosing the probe-center accessible volume. If we take network\naccessibility of the porous space into account, it is the blue shaded\narea in B as\ndiscussed before. However, if the network accessibility is not taken\ninto account, it leads to a different picture: the volume accessible\nto the center of the probe, in this case, is shown in C. It includes regions within\nthe two spherical cavities, which are large enough to accommodate\nthe blue particle but are not reachable by a diffusive pathway. The\nsurface area will correspond to the boundaries between the blue regions\nand the white regions in the two schematics, and it will have different\nvalues depending on the approach (network-accessible vs not network-accessible).</p>", "clean_text": "Each of the properties defined in  can be calculated considering either all the pores in the system, even the ones that are isolated or inaccessible to a probe of a particular size, or only using the percolated networkin other words, network-accessible regions. For example, consider the accessible surface area, S  AC . For this property, we use a molecular probe corresponding to an atom of nitrogen. As has been discussed before, this is the surface enclosing the probe-center accessible volume. If we take network accessibility of the porous space into account, it is the blue shaded area in B as discussed before. However, if the network accessibility is not taken into account, it leads to a different picture: the volume accessible to the center of the probe, in this case, is shown in C. It includes regions within the two spherical cavities, which are large enough to accommodate the blue particle but are not reachable by a diffusive pathway. The surface area will correspond to the boundaries between the blue regions and the white regions in the two schematics, and it will have different values depending on the approach (network-accessible vs not network-accessible).", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>In experiments, obviously, all properties measured via gas adsorption\ncorrespond to the network-accessible regions of the porous space.\nTherefore, for consistent comparison of the properties, we need to\ndistinguish between network-accessible and not network-accessible\nproperties. Often, these have been referred to as open and closed\nporosity, respectively. We note that, in defining these properties,\nit is important to state with respect to what probe the accessibility\nis considered. Not all combinations of properties actually are physically\nrelevant or can be compared to the experimental counterparts. For\nexample, for the surface area, it makes sense to define <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>(<italic>N</italic>\n<sub>2</sub>)</sub> as an accessible surface area obtained specifically\nfor a nitrogen-accessible network (B), as this is what would be measured in\nthe actual gas adsorption experiments, and <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>(<italic>N</italic>\n<sub>2</sub>)</sub> as the total accessible surface area (C).</p>", "clean_text": "In experiments, obviously, all properties measured via gas adsorption correspond to the network-accessible regions of the porous space. Therefore, for consistent comparison of the properties, we need to distinguish between network-accessible and not network-accessible properties. Often, these have been referred to as open and closed porosity, respectively. We note that, in defining these properties, it is important to state with respect to what probe the accessibility is considered. Not all combinations of properties actually are physically relevant or can be compared to the experimental counterparts. For example, for the surface area, it makes sense to define S  AC,A(N 2) as an accessible surface area obtained specifically for a nitrogen-accessible network (B), as this is what would be measured in the actual gas adsorption experiments, and S  AC,T(N 2) as the total accessible surface area (C).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>\n summarizes\nthe properties reported by PB v4.0. Each property can be either of\nthe total (second subindex <italic>T</italic>) or network-accessible\ntype (second subindex, <italic>A</italic>). In these definitions,\nwe use a specific combination of the property and the probe, and therefore\nadditional information on the nature of the probe is not needed: for\nexample, <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>(<italic>N</italic>\n<sub>2</sub>)</sub> is simply <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>\n</sub>. To avoid a cumbersome\nfull name for “<italic>network-accessible accessible surface\narea</italic>”, we make a convention here that, unless specified\notherwise, the surface area term describes the accessible surface\narea. This convention allows us to call the <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>\n</sub> property the network-accessible\nsurface area and <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub> the total surface area, respectively.</p>", "clean_text": "  summarizes the properties reported by PB v4.0. Each property can be either of the total (second subindex T) or network-accessible type (second subindex, A). In these definitions, we use a specific combination of the property and the probe, and therefore additional information on the nature of the probe is not needed: for example, S  AC,A(N 2) is simply S  AC,A . To avoid a cumbersome full name for \"network-accessible accessible surface area\", we make a convention here that, unless specified otherwise, the surface area term describes the accessible surface area. This convention allows us to call the S  AC,A  property the network-accessible surface area and S  AC,T  the total surface area, respectively.", "data": null, "include_properties": null}, {"idx": 30, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Properties Reported by PB v4.0</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">property</oasis:entry>\n<oasis:entry align=\"center\">probe</oasis:entry>\n<oasis:entry align=\"center\">network</oasis:entry>\n<oasis:entry align=\"center\">notation</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>accessible surface area</oasis:entry>\n<oasis:entry>nitrogen</oasis:entry>\n<oasis:entry>nitrogen</oasis:entry>\n<oasis:entry>\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>\n</sub>; <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>geometric volume</oasis:entry>\n<oasis:entry>point</oasis:entry>\n<oasis:entry>point</oasis:entry>\n<oasis:entry>\n<italic>V</italic>\n<sub>\n<italic>G</italic>,<italic>A</italic>\n</sub>; <italic>V</italic>\n<sub>\n<italic>G</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>probe-occupiable\nvolume</oasis:entry>\n<oasis:entry>nitrogen</oasis:entry>\n<oasis:entry>nitrogen</oasis:entry>\n<oasis:entry>\n<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>A</italic>\n</sub>; <italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>helium pore volume</oasis:entry>\n<oasis:entry>helium</oasis:entry>\n<oasis:entry>helium</oasis:entry>\n<oasis:entry>\n<italic>V</italic>\n<sub>\n<italic>He</italic>,<italic>A</italic>\n</sub>; <italic>V</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>In addition to the properties in , PB v4.0 also reports the PLD,\nthe number\nof dimensions in which the system is percolated, and the PSD. If the\nPLD is smaller than the size of the nitrogen probe, naturally the\ncode will deem this material is not accessible to nitrogen and report\nzero values for <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>\n</sub> and <italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>A</italic>\n</sub>. Similarly to the properties in , the PSD is reported for the\nnetwork-accessible subvolume of the system and for the total volume\naccessible to the center of the nitrogen probe. Finally, the largest\npore in the structure can be characterized by the largest cavity diameter\n(LCD), also illustrated in D. In Zeo++, this property is called the largest included\nsphere (LIS). Also, in Zeo++, an additional property is identified,\nwhich is the largest included sphere along the percolated pathway.\nThe LCD should be consistent with the largest pore size reported in\nthe PSD.</p>", "clean_text": "In addition to the properties in , PB v4.0 also reports the PLD, the number of dimensions in which the system is percolated, and the PSD. If the PLD is smaller than the size of the nitrogen probe, naturally the code will deem this material is not accessible to nitrogen and report zero values for S  AC,A  and V  PO,A . Similarly to the properties in , the PSD is reported for the network-accessible subvolume of the system and for the total volume accessible to the center of the nitrogen probe. Finally, the largest pore in the structure can be characterized by the largest cavity diameter (LCD), also illustrated in D. In Zeo++, this property is called the largest included sphere (LIS). Also, in Zeo++, an additional property is identified, which is the largest included sphere along the percolated pathway. The LCD should be consistent with the largest pore size reported in the PSD.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Algorithms</title><p>In this section, we turn\nour attention to the methods and algorithms involved in the calculation\nof the properties defined above. In the first step of the PB v4.0\ncode, the system is divided into small cubelets, and in the preliminary\ncalculation, the distance between the centers of all cubelets and\ncenters of the atoms of the structure is calculated and stored for\nlater use. Using this lattice of cubelets, we can explore the pore\nvolume accessible to a center of a particular probe. For this, we\nfirst identify all the cubelets, such that if the probe particle is\nplaced in the center of the cube, it does not overlap with any atoms\nof the structure. Mathematically, this condition can be expressed\nas<disp-formula id=\"eq10\">\n<label>10</label>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m010.gif\"></graphic>\n<mml:math display=\"block\" indentalign=\"left\" indentshift=\"1.0em\" indentshiftfirst=\"0em\" linebreak=\"auto\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>r⃗</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>a⃗</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">|</mml:mo>\n</mml:mrow>\n<mml:mo>&gt;</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:mo linebreak=\"goodbreak\" lspace=\"0em\" rspace=\"1em\">⁣</mml:mo>\n<mml:mi mathvariant=\"normal\">for</mml:mi>\n<mml:mo linebreak=\"goodbreak\" lspace=\"0em\" rspace=\"1em\">⁣</mml:mo>\n<mml:mo>∀</mml:mo>\n<mml:mi>j</mml:mi>\n<mml:mo>∈</mml:mo>\n<mml:mi mathvariant=\"bold\">J</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>r</italic>⃗<sub>\n<italic>i</italic>\n</sub> is\nthe coordinate of the center of cube <italic>i</italic>, <italic>a</italic>⃗<sub>\n<italic>j</italic>\n</sub> is the location of atom <italic>j</italic>, <bold>J</bold> is a\nset of all atoms in the system, and <italic>σ</italic>\n<sub>\n<italic>ij</italic>\n</sub> is the collision diameter between the probe <italic>i</italic> and atom <italic>j</italic> of the structure. Within the\nsame lattice subroutine, the code also calculates and stores the distance\nbetween the center of the cube and the surface of the atoms: <italic>r</italic>\n<sub>\n<italic>ij</italic>,<italic>S</italic>\n</sub> = |<italic>r</italic>⃗<sub>\n<italic>i</italic>\n</sub> – <italic>a</italic>⃗<sub>\n<italic>j</italic>\n</sub> | + <italic>σ</italic>\n<sub>\n<italic>j</italic>\n</sub>/2. This property will be employed later\nin the section.</p>", "clean_text": "Algorithms\n\nIn this section, we turn our attention to the methods and algorithms involved in the calculation of the properties defined above. In the first step of the PB v4.0 code, the system is divided into small cubelets, and in the preliminary calculation, the distance between the centers of all cubelets and centers of the atoms of the structure is calculated and stored for later use. Using this lattice of cubelets, we can explore the pore volume accessible to a center of a particular probe. For this, we first identify all the cubelets, such that if the probe particle is placed in the center of the cube, it does not overlap with any atoms of the structure. Mathematically, this condition can be expressed as 10     |   r⃗   i   -   a⃗   j   |  >   σ   i j   / 2 ⁣ for ⁣ ∀ j ∈ J   where r⃗ i  is the coordinate of the center of cube i, a⃗ j  is the location of atom j, J is a set of all atoms in the system, and σ  ij  is the collision diameter between the probe i and atom j of the structure. Within the same lattice subroutine, the code also calculates and stores the distance between the center of the cube and the surface of the atoms: r  ij,S  = |r⃗ i  - a⃗ j  | + σ  j /2. This property will be employed later in the section.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Using a lattice representation of the porous\nspace, PB v4.0 invokes the Hoshen–Kopelman algorithm to explore the percolation of the porous space\nwith respect to the probes of different types (e.g., point probe,\nnitrogen atom, helium atom). This is schematically depicted in . In panel B, the\nsystem shown in panel A is divided into a lattice of small cubelets.\nCubelets shaded in gray are accessible to the blue probe particle\nas this leads to no overlaps with the atoms of the structure, shown\nas the striped gray particles. The cluster of lattice sites in the\nmiddle of the system in panel B forms a percolated pathway for the\nblue probe particle in the vertical directionthis cluster\ncorresponds to the network-accessible probe-center volume <italic>V</italic>\n<sub>\n<italic>PC</italic>,<italic>A</italic>\n</sub>, whereas\nthe whole set of cubelets shaded gray forms the total probe-center\nvolume <italic>V</italic>\n<sub>\n<italic>PC</italic>,<italic>T</italic>\n</sub>. The pore limiting diameter is identified as the largest probe\nfor which a percolating lattice cluster exists, spanning the system\nin at least one dimension over the periodic boundary conditions. Along\nwith the PLD, PB v4.0 will also return in how many dimensions percolation\nwith the current PLD has been detected (1, 2, or 3). If in B the blue particle\nis the largest probe that can traverse across the system, it is the\nsize of this probe that corresponds to the PLD. In the case of the\nmodel material shown in D, it is the constriction of the main pore that defines the\nPLD. The Fortran maxval function applied to the array storing the\ndistances between the centers of the cubelets and the surfaces of\nthe atoms identifies the site corresponding to the largest value of\nthe distance stored. This value corresponds to the largest cavity\ndiameter (LCD), also shown in D, schematically.</p>", "clean_text": "Using a lattice representation of the porous space, PB v4.0 invokes the Hoshen-Kopelman algorithm to explore the percolation of the porous space with respect to the probes of different types (e.g., point probe, nitrogen atom, helium atom). This is schematically depicted in . In panel B, the system shown in panel A is divided into a lattice of small cubelets. Cubelets shaded in gray are accessible to the blue probe particle as this leads to no overlaps with the atoms of the structure, shown as the striped gray particles. The cluster of lattice sites in the middle of the system in panel B forms a percolated pathway for the blue probe particle in the vertical directionthis cluster corresponds to the network-accessible probe-center volume V  PC,A , whereas the whole set of cubelets shaded gray forms the total probe-center volume V  PC,T . The pore limiting diameter is identified as the largest probe for which a percolating lattice cluster exists, spanning the system in at least one dimension over the periodic boundary conditions. Along with the PLD, PB v4.0 will also return in how many dimensions percolation with the current PLD has been detected (1, 2, or 3). If in B the blue particle is the largest probe that can traverse across the system, it is the size of this probe that corresponds to the PLD. In the case of the model material shown in D, it is the constriction of the main pore that defines the PLD. The Fortran maxval function applied to the array storing the distances between the centers of the cubelets and the surfaces of the atoms identifies the site corresponding to the largest value of the distance stored. This value corresponds to the largest cavity diameter (LCD), also shown in D, schematically.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Schematic illustration of some of the\nconcepts involved in the\nPB v4.0 algorithms. (A, B) A model system consisting of atoms, represented\nas striped circles (A), is divided into cubelets (B), with the gray\ncubelets representing accessible cubelets to the center of the probe.\nPercolation algorithms are then used to identify a set of cubelets\nforming a continuous pathway across the system, as shown in (B) for\nthe blue particle. (C) Illustration of the Monte Carlo algorithm to\ncalculate the surface area of the structure. For each atom, the algorithm\nobtains the proportion of the points sitting on the accessible surface\nof the atom (green circle), without overlapping with other atoms of\nthe structure. (D) Geometric PSD calculation. A point “a”\nbelongs to the pore shown as the red dashed circle: this is the largest\npore containing the point without an overlap with the atoms of the\nstructure.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm0c03575_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Schematic illustration of some of the concepts involved in the PB v4.0 algorithms. (A, B) A model system consisting of atoms, represented as striped circles (A), is divided into cubelets (B), with the gray cubelets representing accessible cubelets to the center of the probe. Percolation algorithms are then used to identify a set of cubelets forming a continuous pathway across the system, as shown in (B) for the blue particle. (C) Illustration of the Monte Carlo algorithm to calculate the surface area of the structure. For each atom, the algorithm obtains the proportion of the points sitting on the accessible surface of the atom (green circle), without overlapping with other atoms of the structure. (D) Geometric PSD calculation. A point \"a\" belongs to the pore shown as the red dashed circle: this is the largest pore containing the point without an overlap with the atoms of the structure.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>To calculate the accessible surface\narea, typically, a Monte Carlo\nalgorithm is invoked. This is schematically depicted in C, with the probe particle\nshown as a dashed green circle and the atoms of the structure shown\nas gray striped circles as before. For each atom, points are generated\nrandomly on the surface of a sphere cocentric with the center of the\natom with the radius of <inline-formula>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m011.gif\"></graphic>\n<mml:math display=\"inline\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>r</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi>k</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</inline-formula>, shown in C as the green circle, where <italic>σ</italic>\n<sub>\n<italic>i</italic>\n</sub> is the diameter of atom <italic>i</italic>, <italic>σ</italic>\n<sub>\n<italic>p</italic>\n</sub> is the diameter\nof the probe particle and <italic>k</italic> is a coefficient which\nby default is equal 2<sup>1/6</sup> (= 1.122) in PB v4.0n. This value\nof the coefficient makes the distance <italic>r</italic> correspond\nto the location of the Lennard-Jones potential minimum. Although other\nconventions are possible (e.g., <italic>k</italic> = 1, corresponding\nto the location where the Lennard-Jones potential between the two\nparticles is equal to zero), we believe the approach adopted here\nmore accurately reflects the physical location of a monolayer adsorbed\non the surface of the material. For each point, the test is then performed\nto check whether it is within the collision distance <italic>r</italic> with any other atoms of the structure, and if it is not, it counts\nas a point on the accessible surface, shown in C as green dots. Points that fail this test\nare shown in red. The accessible surface area associated with the\nadsorbent atom <italic>i</italic> under consideration is then given\nby <italic>a</italic>\n<sub>\n<italic>i</italic>\n</sub> = <italic>f</italic>·(4<italic>πr</italic>\n<sup>2</sup>) where <italic>f</italic> is the fraction of green points in the trial. Schematically, the\nproportion of the surface area that is not accessible to the probe\nparticle is shown as the red arc in C. This is indeed the algorithm implemented\nwithin PB v4.0. The lattice site representation of the space offers\ntwo additional functionalities: first, the check on whether a point\non the test sphere belongs to an accessible surface does not require\nan additional distance calculation, just a look-up in the table for\nthe cubelet to which the generated point belongs. Furthermore, as\nwe discussed before, the accessible surface is the boundary between\nthe probe-center accessible volume and the rest of the space. In principle,\nthe area of this boundary can be simply estimated from the surface\narea of the cubelets belonging to the probe-center volume. For this,\none simply needs to count all the faces of the cubelets within <italic>V</italic>\n<sub>\n<italic>PC</italic>\n</sub> that are not shared with\nother cubelets within <italic>V</italic>\n<sub>\n<italic>PC</italic>\n</sub> (i.e., they are exposed, as the cubelet sits on the boundary). This\nshould provide a significant speed-up of the code; however, this has\nnot been implemented yet.</p>", "clean_text": "To calculate the accessible surface area, typically, a Monte Carlo algorithm is invoked. This is schematically depicted in C, with the probe particle shown as a dashed green circle and the atoms of the structure shown as gray striped circles as before. For each atom, points are generated randomly on the surface of a sphere cocentric with the center of the atom with the radius of      r = k  (     σ   i   +   σ   p     2   )     , shown in C as the green circle, where σ  i  is the diameter of atom i, σ  p  is the diameter of the probe particle and k is a coefficient which by default is equal 21/6 (= 1.122) in PB v4.0n. This value of the coefficient makes the distance r correspond to the location of the Lennard-Jones potential minimum. Although other conventions are possible (e.g., k = 1, corresponding to the location where the Lennard-Jones potential between the two particles is equal to zero), we believe the approach adopted here more accurately reflects the physical location of a monolayer adsorbed on the surface of the material. For each point, the test is then performed to check whether it is within the collision distance r with any other atoms of the structure, and if it is not, it counts as a point on the accessible surface, shown in C as green dots. Points that fail this test are shown in red. The accessible surface area associated with the adsorbent atom i under consideration is then given by a  i  = f⋅(4πr 2) where f is the fraction of green points in the trial. Schematically, the proportion of the surface area that is not accessible to the probe particle is shown as the red arc in C. This is indeed the algorithm implemented within PB v4.0. The lattice site representation of the space offers two additional functionalities: first, the check on whether a point on the test sphere belongs to an accessible surface does not require an additional distance calculation, just a look-up in the table for the cubelet to which the generated point belongs. Furthermore, as we discussed before, the accessible surface is the boundary between the probe-center accessible volume and the rest of the space. In principle, the area of this boundary can be simply estimated from the surface area of the cubelets belonging to the probe-center volume. For this, one simply needs to count all the faces of the cubelets within V  PC  that are not shared with other cubelets within V  PC  (i.e., they are exposed, as the cubelet sits on the boundary). This should provide a significant speed-up of the code; however, this has not been implemented yet.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Calculation of the Connolly surface\nenclosed volume <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub> is\nclosely related to the calculation\nof the pore size distribution, and therefore it would be logical to\nintroduce this property and the algorithm first. The algorithm effectively\nconsists of two nested loops of random trials. First, a random point\nin space not overlapping with the atoms of the structure is generated\n(point “a”, in D). In the second cycle, another set of random points\nspace is generated. Each of these points is the center of a sphere,\nwhich is assigned the maximum diameter possible without overlapping\nwith the structure of the atoms. D shows two dashed circles as examples of\nthis trial. The largest diameter identified in the second trial that\ncontains the first random point corresponds to the largest pore to\nwhich the point belongs (the red dashed circle in D). All pores of this and the\nsmaller diameter contain this point, which upon completion of the\ncycle produces the cumulative pore size distribution. The derivative\nof this function with respect to the radius or diameter of the pore\nproduces the conventional pore size distribution. Although it is easier\nto explain the meaning of the PSD using the two nested loops algorithm,\nthe same calculation can be also arranged as a single loop with a\nlarge number of points not overlapping with the atoms of the structure\ngenerated and analyzed. Regardless of the structure of the code, this\nproperty is computationally demanding, particularly for disordered\nstructures, such as polymers and activated carbons.</p>", "clean_text": "Calculation of the Connolly surface enclosed volume V  PO  is closely related to the calculation of the pore size distribution, and therefore it would be logical to introduce this property and the algorithm first. The algorithm effectively consists of two nested loops of random trials. First, a random point in space not overlapping with the atoms of the structure is generated (point \"a\", in D). In the second cycle, another set of random points space is generated. Each of these points is the center of a sphere, which is assigned the maximum diameter possible without overlapping with the structure of the atoms. D shows two dashed circles as examples of this trial. The largest diameter identified in the second trial that contains the first random point corresponds to the largest pore to which the point belongs (the red dashed circle in D). All pores of this and the smaller diameter contain this point, which upon completion of the cycle produces the cumulative pore size distribution. The derivative of this function with respect to the radius or diameter of the pore produces the conventional pore size distribution. Although it is easier to explain the meaning of the PSD using the two nested loops algorithm, the same calculation can be also arranged as a single loop with a large number of points not overlapping with the atoms of the structure generated and analyzed. Regardless of the structure of the code, this property is computationally demanding, particularly for disordered structures, such as polymers and activated carbons.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The lattice\nrepresentation of the space offers few simplifications\nof this algorithm. A cubelet is selected at random from the geometrical\nsubset, <italic>V</italic>\n<sub>\n<italic>G</italic>\n</sub>; this is equivalent\nto randomly choosing a point in space in the off-lattice version.\nThe distance between this cubelet and all other cubelets has been\nalready precalculated (or can be easily looked up simply using the\nlattice indices). As has been already mentioned, in the preliminary\ncalculations, we also computed the distances between the lattice sites\nand the positions of the atoms constituting the structure of the material.\nTherefore, using a simple sorting algorithm, it is easy to find the\ncubelet, the center of which is also the center of the largest sphere\nthat contains the center of the original cubelet from the <italic>V</italic>\n<sub>\n<italic>G</italic>\n</sub> lattice. The total volume\nof the pores identified in this fashion corresponds to the volume\nincluded by the Connolly surface formed by the tip of the nitrogen\nprobe, as we defined earlier, the probe-occupiable volume, <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>. If we restrict the sorting\nalgorithm to only cubelets belonging to the network-accessible probe-center\naccessible volume, <italic>V</italic>\n<sub>\n<italic>PC</italic>,<italic>A</italic>\n</sub>, then the pore size distribution will also correspond\nto the network-accessible region of the porous space and the total\nvolume of these pores will correspond to the network-accessible, probe-occupiable\nvolume, <italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>A</italic>\n</sub>.</p>", "clean_text": "The lattice representation of the space offers few simplifications of this algorithm. A cubelet is selected at random from the geometrical subset, V  G ; this is equivalent to randomly choosing a point in space in the off-lattice version. The distance between this cubelet and all other cubelets has been already precalculated (or can be easily looked up simply using the lattice indices). As has been already mentioned, in the preliminary calculations, we also computed the distances between the lattice sites and the positions of the atoms constituting the structure of the material. Therefore, using a simple sorting algorithm, it is easy to find the cubelet, the center of which is also the center of the largest sphere that contains the center of the original cubelet from the V  G  lattice. The total volume of the pores identified in this fashion corresponds to the volume included by the Connolly surface formed by the tip of the nitrogen probe, as we defined earlier, the probe-occupiable volume, V  PO . If we restrict the sorting algorithm to only cubelets belonging to the network-accessible probe-center accessible volume, V  PC,A , then the pore size distribution will also correspond to the network-accessible region of the porous space and the total volume of these pores will correspond to the network-accessible, probe-occupiable volume, V  PO,A .", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>What are then the PSDs one might expect for the MOF\nmaterials?\nTo understand this, it is useful to explore the structure of the PSDs\nthat the algorithms described above would generate for simple pore\ngeometries such as a spherical cage, a slit, or a square pore. This\nis schematically depicted in . Indeed, the PSDs for the spherical cage and the slit\nwould produce an expected δ-function located at the diameter\nof the pore. A square pore represents a more interesting case. An\nintuitive guess would suggest also a PSD with a single peak corresponding\nto the largest pore that can be inscribed in a square. This, however,\nneglects the existence of the regions in the corners of the pore,\nwhich according to the algorithms described above would be assigned\nto pores of a smaller size. The corner of a square represents a wedge\ngeometry, and this should give rise to a continuous tail of diminishing\npore sizes in the PSD. Additional channels leading to the main cage\nwould lead to additional peaks, as shown in the bottom panel of . Many of the MOF\nmaterials feature cube-like and square like pores (e.g., IRMOF series\nof materials), and therefore similar trends for PSDs would be observed\nfor these MOFs as well.</p>", "clean_text": "What are then the PSDs one might expect for the MOF materials? To understand this, it is useful to explore the structure of the PSDs that the algorithms described above would generate for simple pore geometries such as a spherical cage, a slit, or a square pore. This is schematically depicted in . Indeed, the PSDs for the spherical cage and the slit would produce an expected δ-function located at the diameter of the pore. A square pore represents a more interesting case. An intuitive guess would suggest also a PSD with a single peak corresponding to the largest pore that can be inscribed in a square. This, however, neglects the existence of the regions in the corners of the pore, which according to the algorithms described above would be assigned to pores of a smaller size. The corner of a square represents a wedge geometry, and this should give rise to a continuous tail of diminishing pore sizes in the PSD. Additional channels leading to the main cage would lead to additional peaks, as shown in the bottom panel of . Many of the MOF materials feature cube-like and square like pores (e.g., IRMOF series of materials), and therefore similar trends for PSDs would be observed for these MOFs as well.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Schematic illustration of the geometric pore\nsize distribution\nin model structures.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm0c03575_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Schematic illustration of the geometric pore size distribution in model structures.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>Analysis\nof the Textural Properties of MOFs</title><p>On the github depository (<uri xlink:href=\"https://github.com/SarkisovGroup/PoreBlazer\">https://github.com/SarkisovGroup/PoreBlazer</uri>), we provide the complete setups used to obtain the results in this\nsection, including steps required to download the code, compile, and\nrun it. The depository also contains executable binaries for Windows\nand Linux platforms. In the  (SI) of the article, a <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_002.mp4\">video tutorial</ext-link> is provided on using PB v4.0 in the Linux and Windows environments.\nIn the accompanying SI document, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Section S1</ext-link> describes the data needed to set up the simulations, the structure\nof the results generated by the code, and instructions on how to interpret\nthese results. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Section S1</ext-link> of the same document\nprovides additional analysis of the computational performance of the\ncode and the sensitivity of the PB v4.0 results to the size of the\ngrid.</p>", "clean_text": "Analysis of the Textural Properties of MOFs\n\nOn the github depository (https://github.com/SarkisovGroup/PoreBlazer), we provide the complete setups used to obtain the results in this section, including steps required to download the code, compile, and run it. The depository also contains executable binaries for Windows and Linux platforms. In the  (SI) of the article, a video tutorial is provided on using PB v4.0 in the Linux and Windows environments. In the accompanying SI document, Section S1 describes the data needed to set up the simulations, the structure of the results generated by the code, and instructions on how to interpret these results. Section S1 of the same document provides additional analysis of the computational performance of the code and the sensitivity of the PB v4.0 results to the size of the grid.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>Case Studies: HKUST-1, IRMOF-1, and ZIF-8</title><p>Let us now consider the application of PB v4.0, Zeo++ and RASPA\nto three quintessential and well-known MOF materials: HKUST-1, IRMOF-1,\nand ZIF-8. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Section S1</ext-link> of the SI file provides\na complete description of the files and parameters required to set\nup PB v4.0 simulations.  shows the molecular structures of the materials under consideration.  summarizes the results\nfor PB v4.0 and Zeo++. Overall, they exhibit a high level of agreement\nand consistency with each other. This is very reassuring for the community\nworking on the material informatics and computational screening studies\nthat does rely on these two codes.</p>", "clean_text": "Case Studies: HKUST-1, IRMOF-1, and ZIF-8\n\nLet us now consider the application of PB v4.0, Zeo++ and RASPA to three quintessential and well-known MOF materials: HKUST-1, IRMOF-1, and ZIF-8. Section S1 of the SI file provides a complete description of the files and parameters required to set up PB v4.0 simulations.  shows the molecular structures of the materials under consideration.  summarizes the results for PB v4.0 and Zeo++. Overall, they exhibit a high level of agreement and consistency with each other. This is very reassuring for the community working on the material informatics and computational screening studies that does rely on these two codes.", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Molecular visualizations of HKUST-1 (left),\nIRMOF-1 (center), and\nZIF-8 (right). This image was made with VMD software.<xref ref-type=\"bibr\" rid=\"ref42\"></xref>\n</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm0c03575_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Molecular visualizations of HKUST-1 (left), IRMOF-1 (center), and ZIF-8 (right). This image was made with VMD software.    ", "data": null, "include_properties": null}, {"idx": 43, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Comparison of the\nresults from PB\nv4.0 and Zeo++ for HKUST-1, IRMOF1, and ZIF-8<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">HKUST-1</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">IRMOF-1</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col6\" rowsep=\"1\">ZIF-8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">property</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">Zeo++</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">Zeo++</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">Zeo++</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>density [g/cm<sup>3</sup>]</oasis:entry>\n<oasis:entry>0.884</oasis:entry>\n<oasis:entry>0.884</oasis:entry>\n<oasis:entry>0.593</oasis:entry>\n<oasis:entry>0.593</oasis:entry>\n<oasis:entry>0.923</oasis:entry>\n<oasis:entry>0.924</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PLD [Å]</oasis:entry>\n<oasis:entry>6.380</oasis:entry>\n<oasis:entry>6.337</oasis:entry>\n<oasis:entry>7.800</oasis:entry>\n<oasis:entry>7.773</oasis:entry>\n<oasis:entry>2.860</oasis:entry>\n<oasis:entry>3.073</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>LCD [Å]</oasis:entry>\n<oasis:entry>12.86</oasis:entry>\n<oasis:entry>12.99</oasis:entry>\n<oasis:entry>15.03</oasis:entry>\n<oasis:entry>15.03</oasis:entry>\n<oasis:entry>11.42</oasis:entry>\n<oasis:entry>11.40</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>\n</sub> [m<sup>2</sup>/g]</oasis:entry>\n<oasis:entry>1808.09</oasis:entry>\n<oasis:entry>1801.02</oasis:entry>\n<oasis:entry>3400.07</oasis:entry>\n<oasis:entry>3448.82</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub> [m<sup>2</sup>/g]</oasis:entry>\n<oasis:entry>1860.87</oasis:entry>\n<oasis:entry>1853.46</oasis:entry>\n<oasis:entry>3459.99</oasis:entry>\n<oasis:entry>3448.82</oasis:entry>\n<oasis:entry>1168.58</oasis:entry>\n<oasis:entry>1156.51</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>A</italic>\n</sub> [cm<sup>3</sup>/g]</oasis:entry>\n<oasis:entry>0.759</oasis:entry>\n<oasis:entry>0.72</oasis:entry>\n<oasis:entry>1.30</oasis:entry>\n<oasis:entry>1.27</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub> [cm<sup>3</sup>/g]</oasis:entry>\n<oasis:entry>0.762</oasis:entry>\n<oasis:entry>0.722</oasis:entry>\n<oasis:entry>1.304</oasis:entry>\n<oasis:entry>1.270</oasis:entry>\n<oasis:entry>0.517</oasis:entry>\n<oasis:entry>0.501</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CPU time [s]</oasis:entry>\n<oasis:entry>116.847</oasis:entry>\n<oasis:entry>683.857</oasis:entry>\n<oasis:entry>92.104</oasis:entry>\n<oasis:entry>672.437</oasis:entry>\n<oasis:entry>347.058</oasis:entry>\n<oasis:entry>2714.391</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Showing density,\npore-limiting\ndiameter (PLD), largest cavity diameter (LCD), network-accessible\nsurface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>\n</sub>), total surface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub>), network-accessible probe-occupiable volume\n(<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>A</italic>\n</sub>), total probe-occupiable volume (<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub>), and CPU time.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>In addition,  compares the results from PB v4.0 and RASPA.\nUsing RASPA, it is\npossible to calculate the accessible surface area and helium pore\nvolume fraction, <italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub> = <italic>V</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>/<italic>V</italic>. Network connectivity analysis\nis not performed in RASPA, and therefore, all the properties reported\nare total properties and not network-accessible properties. On a further\nnote, in the case of Zeo++, the helium pore volume is not calculated\naccording to . Instead,\nit is based on the hard-sphere helium atom probe, making this volume\nthe helium probe-center volume in our definition (either total or\nnetwork-accessible). Hence, we do not provide a comparison of this\nproperty among PB v4.0, RASPA, and Zeo++, as it should not be expected\nto produce an agreement. We will, however, return to this comparison\nin the next section for the complete set of MOF materials in this\nstudy. In the case of the CPU time, the results provided for RASPA\ncorrespond to the summative time required to obtain the properties\nlisted in .\nIt is important to emphasize that the CPU times listed in  and  are setup-specific, and they depend on the actual size of\nthe unit cell used and the number of cycles involved for sampling\nthe properties.</p>", "clean_text": "In addition,  compares the results from PB v4.0 and RASPA. Using RASPA, it is possible to calculate the accessible surface area and helium pore volume fraction, F  He,T  = V  He,T /V. Network connectivity analysis is not performed in RASPA, and therefore, all the properties reported are total properties and not network-accessible properties. On a further note, in the case of Zeo++, the helium pore volume is not calculated according to . Instead, it is based on the hard-sphere helium atom probe, making this volume the helium probe-center volume in our definition (either total or network-accessible). Hence, we do not provide a comparison of this property among PB v4.0, RASPA, and Zeo++, as it should not be expected to produce an agreement. We will, however, return to this comparison in the next section for the complete set of MOF materials in this study. In the case of the CPU time, the results provided for RASPA correspond to the summative time required to obtain the properties listed in . It is important to emphasize that the CPU times listed in  and  are setup-specific, and they depend on the actual size of the unit cell used and the number of cycles involved for sampling the properties.", "data": null, "include_properties": null}, {"idx": 45, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of the Results from PB\nv4.0 and RASPA for HKUST-1, IRMOF1, and ZIF-8<xref ref-type=\"table-fn\" rid=\"tbl3-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">HKUST-1</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">IRMOF-1</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col6\" rowsep=\"1\">ZIF-8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">property</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">RASPA</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">RASPA</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">RASPA</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>density [g/cm<sup>3</sup>]</oasis:entry>\n<oasis:entry>0.884</oasis:entry>\n<oasis:entry>0.884</oasis:entry>\n<oasis:entry>0.593</oasis:entry>\n<oasis:entry>0.593</oasis:entry>\n<oasis:entry>0.923</oasis:entry>\n<oasis:entry>0.924</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub> [-]</oasis:entry>\n<oasis:entry>0.739</oasis:entry>\n<oasis:entry>0.751</oasis:entry>\n<oasis:entry>0.820</oasis:entry>\n<oasis:entry>0.831</oasis:entry>\n<oasis:entry>0.527</oasis:entry>\n<oasis:entry>0.538</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub> [m<sup>2</sup>/g]</oasis:entry>\n<oasis:entry>1860.87</oasis:entry>\n<oasis:entry>1857.54</oasis:entry>\n<oasis:entry>3459.99</oasis:entry>\n<oasis:entry>3435.09</oasis:entry>\n<oasis:entry>1168.58</oasis:entry>\n<oasis:entry>1166.09</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CPU time [s]</oasis:entry>\n<oasis:entry>116.847</oasis:entry>\n<oasis:entry>420.33</oasis:entry>\n<oasis:entry>92.104</oasis:entry>\n<oasis:entry>202.12</oasis:entry>\n<oasis:entry>347.058</oasis:entry>\n<oasis:entry>5183.21</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl3-fn1\">\n<label>a</label>\n<p>Showing density, helium pore\nvolume fraction (<italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>), total surface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub>), and CPU time.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>\n shows the\nPSDs for three structures. Although there are some variations in the\ndetails of the curves, the three codes return the same number of peaks\nand the same location of peaks within 0.2 Å, the lattice precision\nof PB v4.0. These PSDs show the expected profiles of distinct peaks,\nwith a tail at the lower pore sizes.</p>", "clean_text": "  shows the PSDs for three structures. Although there are some variations in the details of the curves, the three codes return the same number of peaks and the same location of peaks within 0.2 Å, the lattice precision of PB v4.0. These PSDs show the expected profiles of distinct peaks, with a tail at the lower pore sizes.", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>PSDs for HKUST-1 (left), IRMOF-1 (center),\nand ZIF-8 (right). Red\nlines are the Zeo++ results; black lines are the PB v4.0 results.\nFor HKUST-1 and IRMOF-1, PSD is the network-accessible property; for\nZIF-8 the network-accessible probe-occupiable volume is zero, and\ntherefore PSD is calculated on the whole porous space (total property).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm0c03575_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  PSDs for HKUST-1 (left), IRMOF-1 (center), and ZIF-8 (right). Red lines are the Zeo++ results; black lines are the PB v4.0 results. For HKUST-1 and IRMOF-1, PSD is the network-accessible property; for ZIF-8 the network-accessible probe-occupiable volume is zero, and therefore PSD is calculated on the whole porous space (total property).   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<title>Geometric Analysis of the\nCDS MOF Database</title><p>We now turn our attention to the calculation\nof MOFs stored within\nthe CSD MOF subset. The nondisordered CSD MOF subset v5.40 (May 2019)\ncontains ca. 70 000 MOFs. From\nthis subset, we filtered out MOFs with structural disorder, partial\noccupancy issues, or missing framework hydrogens, using the bash script\nand methodology provided by Fairen-Jimenez and co-workers. For the complete tutorial about how to use the CSD MOF subset, we\nrefer the reader to the work from Li et al. The filtering step produced ca. 57 000 structures. In the\nnext step, we removed the nonbonded solvent molecules as well as those\nbonded to open metal sites using the CSD Python API, according to\nthe procedure by Li et al. Calculations\non these ca. 57 000 structures revealed that only ca. 12 000\nMOFs have nonzero surface areaa (in other words, they are porous).\nTherefore, the structure analysis presented here was performed on\nthis subset of structures12 052 MOFs for PB v4.0 vs\nZeo++ comparison and 12 081 MOFs for PB v4.0 vs RASPA comparison.\nThe difference in numbers is due to the fact that 29 MOFs from the\nlarger set of 12 081 structures had technical issues/errors\nin Zeo++.</p>", "clean_text": "Geometric Analysis of the CDS MOF Database\n\nWe now turn our attention to the calculation of MOFs stored within the CSD MOF subset. The nondisordered CSD MOF subset v5.40 (May 2019) contains ca. 70000 MOFs. From this subset, we filtered out MOFs with structural disorder, partial occupancy issues, or missing framework hydrogens, using the bash script and methodology provided by Fairen-Jimenez and co-workers. For the complete tutorial about how to use the CSD MOF subset, we refer the reader to the work from Li et al. The filtering step produced ca. 57000 structures. In the next step, we removed the nonbonded solvent molecules as well as those bonded to open metal sites using the CSD Python API, according to the procedure by Li et al. Calculations on these ca. 57000 structures revealed that only ca. 12000 MOFs have nonzero surface areaa (in other words, they are porous). Therefore, the structure analysis presented here was performed on this subset of structures12052 MOFs for PB v4.0 vs Zeo++ comparison and 12081 MOFs for PB v4.0 vs RASPA comparison. The difference in numbers is due to the fact that 29 MOFs from the larger set of 12081 structures had technical issues/errors in Zeo++.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>When comparing the results from PB v4.0, Zeo++, and\nRASPA, we did expect the existence of a subgroup of MOFs for which\nthese codes do not produce a consistent picture. Our philosophy in\nthis section is to first present the results for all the properties\nof interest () in the same way they emerged from our calculations, giving\nsome preliminary comments on the observed trends, distribution of\nproperties, and differences in the predictions; then, to provide a\nmore in-depth analysis on what properties exhibit the most significant\ndeviations, possible scenarios that may lead to the disagreements\nin the predictions, further investigation of the characteristics of\nthe MOFs in the set for which the agreement is acceptable and in the\nset of MOFs for which results is not consistent.</p>", "clean_text": "When comparing the results from PB v4.0, Zeo++, and RASPA, we did expect the existence of a subgroup of MOFs for which these codes do not produce a consistent picture. Our philosophy in this section is to first present the results for all the properties of interest () in the same way they emerged from our calculations, giving some preliminary comments on the observed trends, distribution of properties, and differences in the predictions; then, to provide a more in-depth analysis on what properties exhibit the most significant deviations, possible scenarios that may lead to the disagreements in the predictions, further investigation of the characteristics of the MOFs in the set for which the agreement is acceptable and in the set of MOFs for which results is not consistent.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<title>Results\nand Comparison for ca. 12 000\nMOFs</title><p>\n shows the parity plots for the different textural propertiespore\nlimiting diameter, PLD; largest cavity diameter, LCD; total and network-accessible\nsurface areas, <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub> and <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>\n</sub>; the total and network-accessible probe-occupiable\nvolumes, <italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub> and <italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>A</italic>\n</sub> calculated from PB v4.0 and Zeo++; and their distribution\nfrom PB v4.0. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Figure S3</ext-link> in the SI shows\na similar comparison between PB v4.0 and RASPA. With the color bar,\nwe indicate the population of the properties in the different range\nof values. First, for PLD and LCD, overall, the results show a high\nlevel of consistency across the database of materials. From the color\nbars and from the distribution of the properties, it is evident that\nonly a few materials exhibit PLDs and LCDs above 20 Å (not shown),\nwhile the majority of the materials exhibit both PLDs and LCDs below\n10 Å (a,b).</p>", "clean_text": "Results and Comparison for ca. 12000 MOFs\n\n  shows the parity plots for the different textural propertiespore limiting diameter, PLD; largest cavity diameter, LCD; total and network-accessible surface areas, S  AC,T  and S  AC,A ; the total and network-accessible probe-occupiable volumes, V  PO,T  and V  PO,A  calculated from PB v4.0 and Zeo++; and their distribution from PB v4.0. Figure S3 in the SI shows a similar comparison between PB v4.0 and RASPA. With the color bar, we indicate the population of the properties in the different range of values. First, for PLD and LCD, overall, the results show a high level of consistency across the database of materials. From the color bars and from the distribution of the properties, it is evident that only a few materials exhibit PLDs and LCDs above 20 Å (not shown), while the majority of the materials exhibit both PLDs and LCDs below 10 Å (a,b).", "data": null, "include_properties": null}, {"idx": 51, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Comparison between results obtained from Zeo++ and those from PB\nv4.0. (a) Pore limiting diameter, PLD. (b) Largest cavity diameter,\nLCD. (c) Total surface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>. (d) Network-accessible surface\narea, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>. (e) Total probe-occupiable volume, <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>. (f)\nNetwork-accessible probe-occupiable volume and <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>. Left panels\nshow the parity plots, and right panels show the data distribution\nwithin 12 052 MOFs.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cm0c03575_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Comparison between results obtained from Zeo++ and those from PB v4.0. (a) Pore limiting diameter, PLD. (b) Largest cavity diameter, LCD. (c) Total surface area, S  AC  ,T . (d) Network-accessible surface area, S  AC  ,A . (e) Total probe-occupiable volume, V  PO  ,T . (f) Network-accessible probe-occupiable volume and V  PO  ,A . Left panels show the parity plots, and right panels show the data distribution within 12052 MOFs.   ", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["property"], "content": "<p>When looking at the total surface area, there is again a high level\nof consistency between the three codes (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Figure S3</ext-link> in the SI). A different picture, however, emerges for the network-accessible\nsurface area (d). This property depends on how the accessibility of the pore network\nis calculated, and given the differences in the algorithms between\nZeo++ and PB v4.0, it is not surprising that this property is more\nsensitive to the code used. Interestingly, there is a set of MOFs\n(∼2000) showing a zero network-accessible surface area in Zeo++\nand nonzero values in PB v4.0; it manifests itself as a horizontal\nline of points in the figure. We will return to a more comprehensive\nanalysis for the reasons for these deviations in  once we present the results\non the remaining properties (pore volumes and their distributions).\nThe differences in the distribution of the total and network-accessible\nsurface areas obtained from PB v4.0 are remarkable. The most striking\nfeature is the large number of MOFs that have a surface area close\nto zero (they are not strictly zero as materials with strictly zero\nsurface areas have been already eliminated in the preliminary screening\nof the 57 000 MOFs). This implies that the CSD MOF subset,\ni.e., the database compiling all the reported MOFs from the literature,\nis dominated by materials with low surface areas and porosities. Even\nwithin this smaller subset of 12 052 porous MOFs, more than\n3000 have total surface areas below 50 m<sup>2</sup>/g, and only 2455\nMOFs have total surface areas above 1000 m<sup>2</sup>/gi.e.,\nonly about 20% of ca. 12 000 MOFs. However, we also need to\nbe aware that some materials will appear in this analysis as nonporous,\nwhereas, in reality, they are porous, with windows close to the size\nof the nitrogen molecules. A certain degree of structural flexibility,\nnot considered in the methods based on the assumption of the rigid\nframework, allows nitrogen to adsorb in the actual experiments. ZIF-8\nis one of the most prominent examples of the materials belonging to\nthis category.\n</p>", "clean_text": "When looking at the total surface area, there is again a high level of consistency between the three codes (c and Figure S3 in the SI). A different picture, however, emerges for the network-accessible surface area (d). This property depends on how the accessibility of the pore network is calculated, and given the differences in the algorithms between Zeo++ and PB v4.0, it is not surprising that this property is more sensitive to the code used. Interestingly, there is a set of MOFs (~2000) showing a zero network-accessible surface area in Zeo++ and nonzero values in PB v4.0; it manifests itself as a horizontal line of points in the figure. We will return to a more comprehensive analysis for the reasons for these deviations in  once we present the results on the remaining properties (pore volumes and their distributions). The differences in the distribution of the total and network-accessible surface areas obtained from PB v4.0 are remarkable. The most striking feature is the large number of MOFs that have a surface area close to zero (they are not strictly zero as materials with strictly zero surface areas have been already eliminated in the preliminary screening of the 57000 MOFs). This implies that the CSD MOF subset, i.e., the database compiling all the reported MOFs from the literature, is dominated by materials with low surface areas and porosities. Even within this smaller subset of 12052 porous MOFs, more than 3000 have total surface areas below 50 m2/g, and only 2455 MOFs have total surface areas above 1000 m2/gi.e., only about 20% of ca. 12000 MOFs. However, we also need to be aware that some materials will appear in this analysis as nonporous, whereas, in reality, they are porous, with windows close to the size of the nitrogen molecules. A certain degree of structural flexibility, not considered in the methods based on the assumption of the rigid framework, allows nitrogen to adsorb in the actual experiments. ZIF-8 is one of the most prominent examples of the materials belonging to this category. ", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>We now turn our\nattention to the comparison of the pore volumes\nobtained using the three codes. Specifically, we focus our discussion\non the network-accessible probe-occupiable <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub> and the total\nprobe-occupiable volume <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>. In the case of the total probe-occupiable\nvolume, PB v4.0 and Zeo++ are in a reasonable agreement with each\nother. At the same time, for the network-accessible probe-occupiable\nvolume, we see again more scattering, particularly in the region of\nvery dense materials with very small pore volumes (e,f). When looking at the data\ndistribution within the set of 12 052 porous MOFs, it is clear\nthat the vast majority of structures is very microporous. In fact,\nmore than 7000 structures out of 12 052 have <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> below\n0.25 cm<sup>3</sup>/g. In the case of the network-accessible volume, <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>, we notice a large number of structures having near-zero values.\nThis subset of materials contains some materials with very low porosity\nand surface areas, in general, but also some materials, with appreciable\ntotal pore volume and surface area, but with PLDs smaller than the\nsize of the probe nitrogen particle. These materials can be promising\ncandidates for kinetic gas separations, based on the fine differences\nin sizes of the diffusing molecules.</p>", "clean_text": "We now turn our attention to the comparison of the pore volumes obtained using the three codes. Specifically, we focus our discussion on the network-accessible probe-occupiable V  PO  ,A  and the total probe-occupiable volume V  PO  ,T . In the case of the total probe-occupiable volume, PB v4.0 and Zeo++ are in a reasonable agreement with each other. At the same time, for the network-accessible probe-occupiable volume, we see again more scattering, particularly in the region of very dense materials with very small pore volumes (e,f). When looking at the data distribution within the set of 12052 porous MOFs, it is clear that the vast majority of structures is very microporous. In fact, more than 7000 structures out of 12052 have V  PO  ,T  below 0.25 cm3/g. In the case of the network-accessible volume, V  PO  ,A , we notice a large number of structures having near-zero values. This subset of materials contains some materials with very low porosity and surface areas, in general, but also some materials, with appreciable total pore volume and surface area, but with PLDs smaller than the size of the probe nitrogen particle. These materials can be promising candidates for kinetic gas separations, based on the fine differences in sizes of the diffusing molecules.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>In the case of RASPA, we\ncan also obtain the helium pore volume,\nand therefore, we also explore this property using the helium volume\nfraction <italic>F</italic>\n<sub>\n<italic>He</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> = <italic>V</italic>\n<sub>\n<italic>He</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>/<italic>V</italic> (for a more convenient\nrepresentation).  shows the parity graphs. There is a very good agreement between\nPB v4.0 and RASPA, as this property is calculated consistently between\nthese two codes. As has been already discussed, in our definition\nand in the case of Zeo++, this property corresponds to the helium\nprobe-center volume. Not surprisingly, there is a significant amount\nof scattering in the parity graph between PB v4.0 and Zeo++ (, right). In their\nstudy, Ongari et al. outlined several scenarios under which  underestimates, overestimates,\nand agrees with the geometric pore volume, and we refer the reader\nto that publication.\n</p>", "clean_text": "In the case of RASPA, we can also obtain the helium pore volume, and therefore, we also explore this property using the helium volume fraction F  He  ,T  = V  He  ,T /V (for a more convenient representation).  shows the parity graphs. There is a very good agreement between PB v4.0 and RASPA, as this property is calculated consistently between these two codes. As has been already discussed, in our definition and in the case of Zeo++, this property corresponds to the helium probe-center volume. Not surprisingly, there is a significant amount of scattering in the parity graph between PB v4.0 and Zeo++ (, right). In their study, Ongari et al. outlined several scenarios under which  underestimates, overestimates, and agrees with the geometric pore volume, and we refer the reader to that publication. ", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Parity graphs for the\nhelium pore volume fraction <italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>. Results for PB\nv4.0 and RASPA are shown on the left and those for PB v4.0 and Zeo++\non the right.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cm0c03575_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Parity graphs for the helium pore volume fraction F  He,T . Results for PB v4.0 and RASPA are shown on the left and those for PB v4.0 and Zeo++ on the right.   ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<title>Error\nAnalysis</title><p>We then moved to\nstudy the error analysis for the different textural parameters analyzed,\ni.e., the total and network-accessible probe-occupiable volumes, <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> and <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>, the total and network-accessible surface areas, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> and <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>a</italic>\n</sub>, and the pore limiting diameter, PLD. Here, the\nrelative error is defined as <inline-formula>\n<alternatives>\n<graphic xlink:href=\"cm0c03575_m012.gif\"></graphic>\n<mml:math display=\"inline\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>E</mml:mi>\n<mml:mi>R</mml:mi>\n<mml:mi>R</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n<mml:mo>·</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">|</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n<mml:mi>B</mml:mi>\n<mml:mi>v</mml:mi>\n<mml:mn>4.0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>Z</mml:mi>\n<mml:mi>e</mml:mi>\n<mml:mi>o</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mo>+</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">|</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>P</mml:mi>\n<mml:mi>B</mml:mi>\n<mml:mi>v</mml:mi>\n<mml:mn>4.0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</inline-formula>, where <italic>P</italic> is a property\nof interest. The largest cavity diameter does not feature materials\nfor which predictions from PB v4.0 and Zeo++ deviate by more than\n10%.  shows\nthe parity plots, correlations, and error distributions for the different\nparameters. For <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>, there are 4824 (40.03%) MOFs with an error\nexceeding 10% and with values from PB v4.0 systematically exceeding\nthose from Zeo++ (, first row). It is also clear that the vast majority of these\nMOFs correspond to low pore volumes (below 0.25 cm<sup>3</sup>/g).\nFor the network-accessible probe-occupiable volume <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>, we\nobserve 986 (8.18%) MOFs with an error exceeding 10% (, second row). Out of them,\n574 MOFs have <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub> values from PB v4.0 larger than Zeo++.\nThe errors occur predominantly for MOFs with <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub> values in\nthe range 0–0.75 cm<sup>3</sup>/g; errors exceeding 25% occur\nonly for materials with <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub> values around 0–0.5 cm<sup>3</sup>/g. Several structures (ca. 100) have 100% error: in this\ncase, the structure is considered nonaccessible in Zeo++ but accessible\non PB v4.0. Also, a small number of structures have errors much higher\nthan 100% (e.g., 1000%): these are the cases where, according to PB\nv4.0, the MOFs have very low <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>; however, these structures are\ndeemed more accessible and therefore with much larger <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub> in Zeo++.</p>", "clean_text": "Error Analysis\n\nWe then moved to study the error analysis for the different textural parameters analyzed, i.e., the total and network-accessible probe-occupiable volumes, V  PO  ,T  and V  PO  ,A , the total and network-accessible surface areas, S  AC  ,T  and S  AC  ,a , and the pore limiting diameter, PLD. Here, the relative error is defined as      E R R = 100 % ⋅    |   P   P B v 4.0   -   P   Z e o + +   |      P   P B v 4.0        , where P is a property of interest. The largest cavity diameter does not feature materials for which predictions from PB v4.0 and Zeo++ deviate by more than 10%.  shows the parity plots, correlations, and error distributions for the different parameters. For V  PO  ,T , there are 4824 (40.03%) MOFs with an error exceeding 10% and with values from PB v4.0 systematically exceeding those from Zeo++ (, first row). It is also clear that the vast majority of these MOFs correspond to low pore volumes (below 0.25 cm3/g). For the network-accessible probe-occupiable volume V  PO  ,A , we observe 986 (8.18%) MOFs with an error exceeding 10% (, second row). Out of them, 574 MOFs have V  PO  ,A  values from PB v4.0 larger than Zeo++. The errors occur predominantly for MOFs with V  PO  ,A  values in the range 0-0.75 cm3/g; errors exceeding 25% occur only for materials with V  PO  ,A  values around 0-0.5 cm3/g. Several structures (ca. 100) have 100% error: in this case, the structure is considered nonaccessible in Zeo++ but accessible on PB v4.0. Also, a small number of structures have errors much higher than 100% (e.g., 1000%): these are the cases where, according to PB v4.0, the MOFs have very low V  PO  ,A ; however, these structures are deemed more accessible and therefore with much larger V  PO  ,A  in Zeo++.", "data": null, "include_properties": null}, {"idx": 57, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Error\nanalysis of the structural properties. From top down: the\ntotal and network-accessible probe-occupiable volume, <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> and <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>, the total and network-accessible surface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> and <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>, and the pore limiting diameter, PLD. Parity plots of the 4,824\nstructures with the error exceeding 10% (left), the correlation between\nthe different properties and the magnitude of the error (center),\nand error distribution for each property.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"cm0c03575_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Error analysis of the structural properties. From top down: the total and network-accessible probe-occupiable volume, V  PO  ,T  and V  PO  ,A , the total and network-accessible surface area, S  AC  ,T  and S  AC  ,A , and the pore limiting diameter, PLD. Parity plots of the 4,824 structures with the error exceeding 10% (left), the correlation between the different properties and the magnitude of the error (center), and error distribution for each property.   ", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["property"], "content": "<p>In the case of the total surface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>, we have a total\nnumber of 2261 (18.76%) MOFs with errors exceeding 10% (, third row); importantly,\nthe maximum values found for MOFs having these discrepancies are below\n500 m<sup>2</sup>/g. Out of the 2261 MOFs, 1488 show Zeo++ <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> values larger than PB v4.0. Similar to the previous properties,\nMOFs with significant errors are concentrated in the low surface area\nregime: errors exceeding 100% correspond to the materials with surface\nareas below 5 m<sup>2</sup>/g. When looking at the network-accessible\nsurface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>, we found 2396 MOFs (19.88%) with errors\nexceeding 10% (, fourth row). A total of 2210 MOFs show an error of 100%; these\nMOFs have zero network-accessible surface areas according to Zeo++\nbut nonzero values in PV v4.0this is observed as the straight\nhorizontal line of the points (, fourth row, left). Seven MOFs also feature zero values\nof this property according to PB v4.0 and nonzero values in Zeo++\nin the range of 90–600 m<sup>2</sup>/g. We finally consider\nPLD, where there are 1524 (10.40%) MOFs with errors exceeding 10%\n(, fifth row).\nWithin this group, Zeo++ systematically predicts higher values. We\nalso note that the majority of these MOFs are grouped around very\nlow values of the PLD (below 2.5 Å). According to the error distribution,\nfrom 1524 MOFs with an error exceeding 10%, 1142 show an error between\n10 and 20% and 264 between 20 and 30%.</p>", "clean_text": "In the case of the total surface area, S  AC  ,T , we have a total number of 2261 (18.76%) MOFs with errors exceeding 10% (, third row); importantly, the maximum values found for MOFs having these discrepancies are below 500 m2/g. Out of the 2261 MOFs, 1488 show Zeo++ S  AC  ,T  values larger than PB v4.0. Similar to the previous properties, MOFs with significant errors are concentrated in the low surface area regime: errors exceeding 100% correspond to the materials with surface areas below 5 m2/g. When looking at the network-accessible surface area, S  AC  ,A , we found 2396 MOFs (19.88%) with errors exceeding 10% (, fourth row). A total of 2210 MOFs show an error of 100%; these MOFs have zero network-accessible surface areas according to Zeo++ but nonzero values in PV v4.0this is observed as the straight horizontal line of the points (, fourth row, left). Seven MOFs also feature zero values of this property according to PB v4.0 and nonzero values in Zeo++ in the range of 90-600 m2/g. We finally consider PLD, where there are 1524 (10.40%) MOFs with errors exceeding 10% (, fifth row). Within this group, Zeo++ systematically predicts higher values. We also note that the majority of these MOFs are grouped around very low values of the PLD (below 2.5 Å). According to the error distribution, from 1524 MOFs with an error exceeding 10%, 1142 show an error between 10 and 20% and 264 between 20 and 30%.", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>From the results presented\nabove in the comparison of PB v4.0 and\nZeo++, it is clear that the total properties (i.e., volume and surface\narea) exhibit relatively limited scattering in the parity plotsthe\nmain differences between both codes are observed, predominantly, for\nthose materials that feature low porosity. On the other hand, the\nnetwork-accessible properties show higher scattering, and therefore\nthe reasons for the differences must be associated with how the network\naccessibility is obtained and to what factors this property is sensitive\nto. Let us outline three possible scenarios for when the results are\nexpected to deviate significantly for PB v4.0 and Zeo++:</p>", "clean_text": "From the results presented above in the comparison of PB v4.0 and Zeo++, it is clear that the total properties (i.e., volume and surface area) exhibit relatively limited scattering in the parity plotsthe main differences between both codes are observed, predominantly, for those materials that feature low porosity. On the other hand, the network-accessible properties show higher scattering, and therefore the reasons for the differences must be associated with how the network accessibility is obtained and to what factors this property is sensitive to. Let us outline three possible scenarios for when the results are expected to deviate significantly for PB v4.0 and Zeo++:", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<title>Scenario\n1</title><p>This is associated with what probe molecules\nare used to assess the accessibility of the porous structure and to\nobtain the surface area. In PB v4.0, we effectively use two different\nprobes: the accessibility is obtained using a nitrogen probe and the\ncollision diameter value for its size; for the surface area we use\na nitrogen probe with the collision diameter multiplied by a factor\n1.122 to account for the likely position of the adsorbed atoms at\nthe distance of the energy minimum, rather than at the collision distance.\nTo make the Zeo++ calculation consistent with the PB v4.0, we invoked\na setup, provided in the github depository, that is based on the two\ndifferent probe sizes. This is not, however, the default protocol\nin Zeo++: in fact, it is recommended that the size of the probe used\nfor the surface sampling is equal to or smaller than the size of the\nprobe employed for the accessibility analysis. In the majority of\nthe cases, and as we observed for the results in , it does not present a problem,\ngiving consistent results between the two programs. However, it is\na problem for the MOFs where the PLD is very close to 3.72 Å.\nIn the case of PB v4.0, it treats these materials as nitrogen accessible.\nHowever, in Zeo++, these materials are not identified as accessible,\nleading to a zero network-accessible surface area. This is the reason\nfor the string of 2210 materials (flat line) with a zero Zeo++ surface\narea and nonzero PB v4.0 surface area in . To test this hypothesis, we calculated\nthe PLD distribution for this set of materials (see SI, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Section S4</ext-link>), showing that, indeed, all these\nmaterials feature PLDs very close to 4 Å, where we expect the\ntwo codes to become sensitive to the details of how connectivity in\nthe porous space is calculated.</p>", "clean_text": "Scenario 1\n\nThis is associated with what probe molecules are used to assess the accessibility of the porous structure and to obtain the surface area. In PB v4.0, we effectively use two different probes: the accessibility is obtained using a nitrogen probe and the collision diameter value for its size; for the surface area we use a nitrogen probe with the collision diameter multiplied by a factor 1.122 to account for the likely position of the adsorbed atoms at the distance of the energy minimum, rather than at the collision distance. To make the Zeo++ calculation consistent with the PB v4.0, we invoked a setup, provided in the github depository, that is based on the two different probe sizes. This is not, however, the default protocol in Zeo++: in fact, it is recommended that the size of the probe used for the surface sampling is equal to or smaller than the size of the probe employed for the accessibility analysis. In the majority of the cases, and as we observed for the results in , it does not present a problem, giving consistent results between the two programs. However, it is a problem for the MOFs where the PLD is very close to 3.72 Å. In the case of PB v4.0, it treats these materials as nitrogen accessible. However, in Zeo++, these materials are not identified as accessible, leading to a zero network-accessible surface area. This is the reason for the string of 2210 materials (flat line) with a zero Zeo++ surface area and nonzero PB v4.0 surface area in . To test this hypothesis, we calculated the PLD distribution for this set of materials (see SI, Section S4), showing that, indeed, all these materials feature PLDs very close to 4 Å, where we expect the two codes to become sensitive to the details of how connectivity in the porous space is calculated.", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["else"], "content": "<title>Scenario 2</title><p>The\nsecond scenario is similar to the first\none. If compartments of the porous space are separated by very narrow\nwindows leading to side pores, comparable in size to the probe particle,\nthe resulting properties become sensitive to sizes of the probes and\nthe algorithms employed to assess accessibility. If PB v4.0 “sees”\nthese side pores and Zeo++ does not, it would lead to the values of\nthe accessible properties being higher in PB v4.0 compared to Zeo++\nand vice versa.</p>", "clean_text": "Scenario 2\n\nThe second scenario is similar to the first one. If compartments of the porous space are separated by very narrow windows leading to side pores, comparable in size to the probe particle, the resulting properties become sensitive to sizes of the probes and the algorithms employed to assess accessibility. If PB v4.0 \"sees\" these side pores and Zeo++ does not, it would lead to the values of the accessible properties being higher in PB v4.0 compared to Zeo++ and vice versa.", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["else"], "content": "<p>For both scenarios 1 and 2, we need to be aware\nthat Zeo++ and PB v4.0 use different algorithms to assess percolation\nof the porous space across the periodic boundaries, and this may also\nbe the source of disagreement.</p>", "clean_text": "For both scenarios 1 and 2, we need to be aware that Zeo++ and PB v4.0 use different algorithms to assess percolation of the porous space across the periodic boundaries, and this may also be the source of disagreement.", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<title>Scenario 3</title><p>Scenario\n3 is a rather general shortcoming\nof the lattice representation of the porous space: as the pores and,\nhence, the surface area and porosity become smaller, their values\nbecome more sensitive to the resolution of the lattice grid.</p>", "clean_text": "Scenario 3\n\nScenario 3 is a rather general shortcoming of the lattice representation of the porous space: as the pores and, hence, the surface area and porosity become smaller, their values become more sensitive to the resolution of the lattice grid.", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["else"], "content": "<title>Analysis of a Reduced Set of MOFs with Practical\nPorosity and Surface Area Values</title><p>Not all porous materials\nare useful for adsorption applications. Typically, for gas storage,\nwe are interested in high pore volume and high surface area materials.\nSurface areas of typical industrial adsorbents are in the hundreds\nof m<sup>2</sup>/g, whereas pore volumes of most of MOFs and zeolites\nexceed 0.25 cm<sup>3</sup>/g (for zeolites, see First et al.). Specifically, within the considered set of\n12 052 MOFs, 3598 MOFs have a total surface area below 50 m<sup>2</sup>/g, 7094 MOFs have a total pore volume below 0.25 cm<sup>3</sup>/g, and 7252 MOFs have low surface area or/and porosity according\nto the criteria above. In this section, we exclude these MOFs from\nconsideration and focus on the remaining structures.</p>", "clean_text": "Analysis of a Reduced Set of MOFs with Practical Porosity and Surface Area Values\n\nNot all porous materials are useful for adsorption applications. Typically, for gas storage, we are interested in high pore volume and high surface area materials. Surface areas of typical industrial adsorbents are in the hundreds of m2/g, whereas pore volumes of most of MOFs and zeolites exceed 0.25 cm3/g (for zeolites, see First et al.). Specifically, within the considered set of 12052 MOFs, 3598 MOFs have a total surface area below 50 m2/g, 7094 MOFs have a total pore volume below 0.25 cm3/g, and 7252 MOFs have low surface area or/and porosity according to the criteria above. In this section, we exclude these MOFs from consideration and focus on the remaining structures.", "data": null, "include_properties": null}, {"idx": 65, "type": "text", "classification": ["else"], "content": "<p>Within\nthis reduced set of MOFs (ca. 4800 structures), the errors (i.e.,\nthe differences in structural properties from PB v4.0 and Zeo++) can\nbe summarized as follows. For the total pore volume, 542 structures\nhave outliers with errors larger than 10%; most of these errors are\naround 10–20%. For the network-accessible volume, 449 structures\nhave errors larger than 10%. These subgroups can be separated into\ntwo subcategories: those that have errors within 25% and those with\naround 100% errors. The latter category is associated with one of\nthe codes considering the structure as accessible and highly porous,\nwhereas the other code does not consider it as accessible. For the\ntotal surface area within the reduced data set, only 70 structures\nhave an error larger than 10%, and most of the structures are with\n10–15% error. For the network-accessible surface area, 1122\nstructures show errors larger than 10%. Within this group, 995 structures\nshow errors of 100%, and 993 are structures with a nonzero value for\nPB v4.0 and zero value for Zeo++. The rest of the structures show\nerror values between 10 and 30%. The complete set of figures and error\nanalysis for this reduced set are provided in the SI file, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Sections S5 and S6</ext-link>.</p>", "clean_text": "Within this reduced set of MOFs (ca. 4800 structures), the errors (i.e., the differences in structural properties from PB v4.0 and Zeo++) can be summarized as follows. For the total pore volume, 542 structures have outliers with errors larger than 10%; most of these errors are around 10-20%. For the network-accessible volume, 449 structures have errors larger than 10%. These subgroups can be separated into two subcategories: those that have errors within 25% and those with around 100% errors. The latter category is associated with one of the codes considering the structure as accessible and highly porous, whereas the other code does not consider it as accessible. For the total surface area within the reduced data set, only 70 structures have an error larger than 10%, and most of the structures are with 10-15% error. For the network-accessible surface area, 1122 structures show errors larger than 10%. Within this group, 995 structures show errors of 100%, and 993 are structures with a nonzero value for PB v4.0 and zero value for Zeo++. The rest of the structures show error values between 10 and 30%. The complete set of figures and error analysis for this reduced set are provided in the SI file, Sections S5 and S6.", "data": null, "include_properties": null}, {"idx": 66, "type": "text", "classification": ["else"], "content": "<p>In our analysis, by\nremoving low porosity systems, we have eliminated\nthe potential errors associated with Scenario 3. The remaining disagreement\nbetween PB v4.0 and Zeo++ must be now strictly associated with percolation\nand network accessibility analysis. While the actual detection of\nthe difference would require a more detailed analysis of the individual\nstructures, a reasonable initial support for this hypothesis would\nbe provided by the analysis of the PLD in the outlier MOFs. Indeed, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Figure S10</ext-link> in the SI shows the distribution of\nthe PLD for the set of 449 MOFs that show &gt;10% deviation in the\nnetwork-accessible\npore volume. This figure clearly demonstrates that the vast majority\nof these materials features PLDs below 4 Å. This is the regime\nwhere we expect higher sensitivity in the percolation algorithms,\naccording to Scenarios 1 and 2.</p>", "clean_text": "In our analysis, by removing low porosity systems, we have eliminated the potential errors associated with Scenario 3. The remaining disagreement between PB v4.0 and Zeo++ must be now strictly associated with percolation and network accessibility analysis. While the actual detection of the difference would require a more detailed analysis of the individual structures, a reasonable initial support for this hypothesis would be provided by the analysis of the PLD in the outlier MOFs. Indeed, Figure S10 in the SI shows the distribution of the PLD for the set of 449 MOFs that show >10% deviation in the network-accessible pore volume. This figure clearly demonstrates that the vast majority of these materials features PLDs below 4 Å. This is the regime where we expect higher sensitivity in the percolation algorithms, according to Scenarios 1 and 2.", "data": null, "include_properties": null}, {"idx": 67, "type": "text", "classification": ["else"], "content": "<title>Material\nInformatics with PB v4.0 and MOF/PCA\nExplorer</title><p>In  we assembled a database of geometric properties of\nmaterials within the experimental CSD MOF subset and explored the\nprediction of geometric properties from several available computational\ntools. What type of questions can we ask using this data? In principle,\none would hope to use this data to explore current limits in the geometrical\nproperties of materials, correlations between various properties,\nand clustering of the properties together and to engineer advanced\nfeatures to be explored in the Machine Learning algorithms. This, on its own, may guide the design of new\nmaterials or help with the search for a material with particular structural\ncharacteristics, such as a given PLD for kinetic separations. Combined\nwith the functional properties of the materials, such as the adsorption\ncharacteristics and behavior in process simulations, this forms a\nplatform for material discovery and process optimization. An example\nof such a discovery platform is provided at the Materials Cloud.\n</p>", "clean_text": "Material Informatics with PB v4.0 and MOF/PCA Explorer\n\nIn  we assembled a database of geometric properties of materials within the experimental CSD MOF subset and explored the prediction of geometric properties from several available computational tools. What type of questions can we ask using this data? In principle, one would hope to use this data to explore current limits in the geometrical properties of materials, correlations between various properties, and clustering of the properties together and to engineer advanced features to be explored in the Machine Learning algorithms. This, on its own, may guide the design of new materials or help with the search for a material with particular structural characteristics, such as a given PLD for kinetic separations. Combined with the functional properties of the materials, such as the adsorption characteristics and behavior in process simulations, this forms a platform for material discovery and process optimization. An example of such a discovery platform is provided at the Materials Cloud. ", "data": null, "include_properties": null}, {"idx": 68, "type": "text", "classification": ["else"], "content": "<p>A discovery platform requires material\ninformatics tools. The data we deal with is intrinsically multidimensional,\nand therefore the tools required to reveal the trends and correlations\nwithin the data generally aim to reduce the dimensionality of the\nspace. Based on our previous work, we have developed two\nsets of tools available for interactive, dynamic exploration: the\nMetal–Organic Framework Data Visualization tool and the Principal\nComponent Analysis Data Visualization tool, which can be used without\nany prior programming knowledge.</p>", "clean_text": "A discovery platform requires material informatics tools. The data we deal with is intrinsically multidimensional, and therefore the tools required to reveal the trends and correlations within the data generally aim to reduce the dimensionality of the space. Based on our previous work, we have developed two sets of tools available for interactive, dynamic exploration: the Metal-Organic Framework Data Visualization tool and the Principal Component Analysis Data Visualization tool, which can be used without any prior programming knowledge.", "data": null, "include_properties": null}, {"idx": 69, "type": "text", "classification": ["else"], "content": "<p>The Metal–Organic Framework\nData Visualization tool allows\nthe user to filter the data according to a selection of various criteria,\nsuch as the values of the selected geometric properties within certain\nintervals. It also visualizes and animates the data using 2D and 3D\nplots. The data on these plots can be further augmented using color\nand the size of the symbols, expanding the number of properties that\ncan be simultaneously visualized to 5. Finally, it can provide statistics\non the distribution of properties within the data set. The second\ntool, the Principle Component Analysis (PCA) Visualization tool, allows\none to explore of the data set through feature correlation analysis\nand PCA obtaining biplots, loading plots, squared cosine, and contribution\nplots. Using these tools, we have explored some of the features of\nthe CSD MOF subset obtained with PB v4.0.</p>", "clean_text": "The Metal-Organic Framework Data Visualization tool allows the user to filter the data according to a selection of various criteria, such as the values of the selected geometric properties within certain intervals. It also visualizes and animates the data using 2D and 3D plots. The data on these plots can be further augmented using color and the size of the symbols, expanding the number of properties that can be simultaneously visualized to 5. Finally, it can provide statistics on the distribution of properties within the data set. The second tool, the Principle Component Analysis (PCA) Visualization tool, allows one to explore of the data set through feature correlation analysis and PCA obtaining biplots, loading plots, squared cosine, and contribution plots. Using these tools, we have explored some of the features of the CSD MOF subset obtained with PB v4.0.", "data": null, "include_properties": null}, {"idx": 70, "type": "text", "classification": ["else"], "content": "<p>These tools are available\nas open source Python packages from the\ngithub depository (<uri xlink:href=\"https://github.com/aaml-analytics/mof-explorer\">https://github.com/aaml-analytics/mof-explorer</uri>; <uri xlink:href=\"https://github.com/aaml-analytics/pca-explorer\">https://github.com/aaml-analytics/pca-explorer</uri>). These tools are also accompanied by detailed manuals on the use\nof these codes and data analysis (<uri xlink:href=\"https://aaml-analytics.github.io/mof-explorer\">https://aaml-analytics.github.io/mof-explorer</uri>; <uri xlink:href=\"https://aaml-analytics.github.io/pca-explorer\">https://aaml-analytics.github.io/pca-explorer</uri>). Finally, we also developed interactive online platforms, where\na user can work with the precalculated data on structural characteristics\nwithin the CSD MOF subset (<uri xlink:href=\"https://aaml-explorer-geo-prop.herokuapp.com\">https://aaml-explorer-geo-prop.herokuapp.com</uri>; <uri xlink:href=\"https://aaml-pca-geo-prop.herokuapp.com\">https://aaml-pca-geo-prop.herokuapp.com</uri>).</p>", "clean_text": "These tools are available as open source Python packages from the github depository (https://github.com/aaml-analytics/mof-explorer; https://github.com/aaml-analytics/pca-explorer). These tools are also accompanied by detailed manuals on the use of these codes and data analysis (https://aaml-analytics.github.io/mof-explorer; https://aaml-analytics.github.io/pca-explorer). Finally, we also developed interactive online platforms, where a user can work with the precalculated data on structural characteristics within the CSD MOF subset (https://aaml-explorer-geo-prop.herokuapp.com; https://aaml-pca-geo-prop.herokuapp.com).", "data": null, "include_properties": null}, {"idx": 71, "type": "text", "classification": ["else"], "content": "<p>\n shows\nan example of representing the four-dimensional space of values: pore\nvolume, surface area, PLD, and LCD/PLD ratio using 2D plots. One particular\nquestion one may ask using this analysis is the nature and properties\nof the materials sitting on the edge of the cloud of points shown\nin . The\nMOFs on the top right of the plot corresponds to materials with 1D\nor 2D framework dimensionalities; that is, metal–organic chains\nor sheets, respectively. For now, we do not consider them, as they\nare more unlikely to find practical adsorption applications. We labeled\nother structures with 3D pores on the edge (or close to) of the cloud\nin  and provided\ntheir data in .</p>", "clean_text": "  shows an example of representing the four-dimensional space of values: pore volume, surface area, PLD, and LCD/PLD ratio using 2D plots. One particular question one may ask using this analysis is the nature and properties of the materials sitting on the edge of the cloud of points shown in . The MOFs on the top right of the plot corresponds to materials with 1D or 2D framework dimensionalities; that is, metal-organic chains or sheets, respectively. For now, we do not consider them, as they are more unlikely to find practical adsorption applications. We labeled other structures with 3D pores on the edge (or close to) of the cloud in  and provided their data in .", "data": null, "include_properties": null}, {"idx": 72, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Four-dimensional analysis in a 2D plot. Total probe-occupiable\npore volume <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> vs total accessible surface area <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>. Color\nbar indicates the value of the LCD/PLD ratio, and the size of the\ncircles indicates the value of the PLD.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"cm0c03575_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Four-dimensional analysis in a 2D plot. Total probe-occupiable pore volume V  PO  ,T  vs total accessible surface area S  AC  ,T . Color bar indicates the value of the LCD/PLD ratio, and the size of the circles indicates the value of the PLD.   ", "data": null, "include_properties": null}, {"idx": 73, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Materials Close to the Edge of the\nCloud of Properties in <xref ref-type=\"fig\" rid=\"fig10\">Figure <xref ref-type=\"fig\" rid=\"fig10\"></xref>\n</xref> and Their Properties<xref ref-type=\"table-fn\" rid=\"tbl4-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">refcode</oasis:entry>\n<oasis:entry align=\"center\">density (g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub> (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">PLD\n(Å)</oasis:entry>\n<oasis:entry align=\"center\">LCD (Å)</oasis:entry>\n<oasis:entry align=\"center\">LCD/PLD</oasis:entry>\n<oasis:entry align=\"center\">porosity</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>NIHWIN</oasis:entry>\n<oasis:entry>0.193</oasis:entry>\n<oasis:entry>0.929</oasis:entry>\n<oasis:entry>6358.6</oasis:entry>\n<oasis:entry>4.671</oasis:entry>\n<oasis:entry>12.98</oasis:entry>\n<oasis:entry>32.34</oasis:entry>\n<oasis:entry>2.49</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RAVXOD</oasis:entry>\n<oasis:entry>0.179</oasis:entry>\n<oasis:entry>0.875</oasis:entry>\n<oasis:entry>3190.2</oasis:entry>\n<oasis:entry>4.778</oasis:entry>\n<oasis:entry>71.08</oasis:entry>\n<oasis:entry>71.20</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RAVXIX</oasis:entry>\n<oasis:entry>0.228</oasis:entry>\n<oasis:entry>0.864</oasis:entry>\n<oasis:entry>3061.5</oasis:entry>\n<oasis:entry>3.654</oasis:entry>\n<oasis:entry>52.79</oasis:entry>\n<oasis:entry>53.13</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>TOCJEC</oasis:entry>\n<oasis:entry>0.253</oasis:entry>\n<oasis:entry>0.900</oasis:entry>\n<oasis:entry>3187.1</oasis:entry>\n<oasis:entry>3.457</oasis:entry>\n<oasis:entry>25.57</oasis:entry>\n<oasis:entry>30.94</oasis:entry>\n<oasis:entry>1.21</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FOTNIN</oasis:entry>\n<oasis:entry>0.270</oasis:entry>\n<oasis:entry>0.900</oasis:entry>\n<oasis:entry>2901.1</oasis:entry>\n<oasis:entry>3.284</oasis:entry>\n<oasis:entry>28.18</oasis:entry>\n<oasis:entry>33.41</oasis:entry>\n<oasis:entry>1.18</oasis:entry>\n<oasis:entry>2D</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl4-fn1\">\n<label>a</label>\n<p>Showing the CSD refcode, density,\ntotal helium volume (<italic>F</italic>\n<sub>\n<italic>He</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>) fraction, total surface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>), total probe-occupiable volume (<italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>), pore limiting diameter\n(PLD), largest cavity diameter (LCD), LCD/PLD ratio, and pore dimensionality.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 74, "type": "text", "classification": ["else"], "content": "<p>What are these materials listed\nin ? As the\nCSD MOF subset reports experimental\nstructures, the reference codes in  and  correspond to the actual synthesized and reported\nmaterials. <bold>RAVXOD</bold> and <bold>RAVXIX</bold> are IRMOF-74-IX\nand -XI, respectively. These MOFs belong\nto a series of MOFs isoreticular to CPO-27/MOF-74 (<italic>eth</italic> topology) and are made of Mg clusters and derivatives of dioxidoterephathalate\nwith 9 (IRMOF-74-IX) or 11 (-XI) aromatic rings. <bold>NIWHIN</bold> is known as DUT-60. This MOF, isoreticular\nto DUT-6 (<italic>ith-d</italic> topology) with elongated linkers,\nwas designed <italic>in silico</italic>, its mechanical properties\nwere studied computationally, and it was synthesized successfully.\nIt is built from Zn<sub>4</sub>O­(CO<sub>2</sub>)<sub>6</sub> clusters\nconnected by bbc<sup>3–</sup> and bcpbd<sup>2–</sup> linkers, generating a pore system with large mesopores surrounded\nby 8 smaller mesopores. <bold>TOCJEC</bold> is bio-MOF-2. This MOF was synthesized from bio-MOF-100, a\nZn-based MOF with mesoporous interconnected channels. For the synthesis of bio-MOF-2, they followed a stepwise\nligand exchanged strategy, replacing the shorter ligands of bio-MOF-100\nwith longer ligands to transform the crystal in a new one with the\nsame topology and bigger pores. <bold>FOTNIN</bold> is PCN-777. This zirconium MOF is a highly stable MOF with\nβ-cristobalite topology and big cages.</p>", "clean_text": "What are these materials listed in ? As the CSD MOF subset reports experimental structures, the reference codes in  and  correspond to the actual synthesized and reported materials. RAVXOD and RAVXIX are IRMOF-74-IX and -XI, respectively. These MOFs belong to a series of MOFs isoreticular to CPO-27/MOF-74 (eth topology) and are made of Mg clusters and derivatives of dioxidoterephathalate with 9 (IRMOF-74-IX) or 11 (-XI) aromatic rings. NIWHIN is known as DUT-60. This MOF, isoreticular to DUT-6 (ith-d topology) with elongated linkers, was designed in silico, its mechanical properties were studied computationally, and it was synthesized successfully. It is built from Zn4O(CO2)6 clusters connected by bbc3- and bcpbd2- linkers, generating a pore system with large mesopores surrounded by 8 smaller mesopores. TOCJEC is bio-MOF-2. This MOF was synthesized from bio-MOF-100, a Zn-based MOF with mesoporous interconnected channels. For the synthesis of bio-MOF-2, they followed a stepwise ligand exchanged strategy, replacing the shorter ligands of bio-MOF-100 with longer ligands to transform the crystal in a new one with the same topology and bigger pores. FOTNIN is PCN-777. This zirconium MOF is a highly stable MOF with β-cristobalite topology and big cages.", "data": null, "include_properties": null}, {"idx": 75, "type": "text", "classification": ["else"], "content": "<p>In the SI, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Section S8</ext-link>, we provide the\nPCA of the geometric properties of MOFs. Interestingly, the ratio\nof the LCD/PLD emerged as a property not strongly correlated with\nother properties under consideration. The PCA showed that three principal\ncomponents can explain 90.27% of the variance within the data set,\nand these three principal components are highly correlated with the\nratio of the LCD/PLD, the total pore volume (<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub>), and the density. Therefore,\nalthough the geometrical properties calculated with PB v4.0 are highly\ncorrelated, these three mostly independent properties can widely explain\nthe distribution of the data.</p>", "clean_text": "In the SI, Section S8, we provide the PCA of the geometric properties of MOFs. Interestingly, the ratio of the LCD/PLD emerged as a property not strongly correlated with other properties under consideration. The PCA showed that three principal components can explain 90.27% of the variance within the data set, and these three principal components are highly correlated with the ratio of the LCD/PLD, the total pore volume (V  PO,T ), and the density. Therefore, although the geometrical properties calculated with PB v4.0 are highly correlated, these three mostly independent properties can widely explain the distribution of the data.", "data": null, "include_properties": null}, {"idx": 76, "type": "text", "classification": ["else"], "content": "<p>From the application point of\nfew, we were curious whether we could\nidentify materials with very large values of LCD/PLD, as large pores\nconnected by narrow windows could be promising materials for kinetic\nseparations, switch-on/switch-off, or stimuli-responsive gas storage\napplications. For most of the MOFs, the LCD/PLD ratio sits around\na value of 1.5, and this corresponds to slightly different pore diameters\nwithin the same channel. When the value of this property increases,\nwe will find structures with very small PLDs. Many MOFs are showing\nlarge values for LCD/PLD that are worth exploring in more detail,\nsuch as <bold>NIWHIN</bold>, already mentioned in  and .</p>", "clean_text": "From the application point of few, we were curious whether we could identify materials with very large values of LCD/PLD, as large pores connected by narrow windows could be promising materials for kinetic separations, switch-on/switch-off, or stimuli-responsive gas storage applications. For most of the MOFs, the LCD/PLD ratio sits around a value of 1.5, and this corresponds to slightly different pore diameters within the same channel. When the value of this property increases, we will find structures with very small PLDs. Many MOFs are showing large values for LCD/PLD that are worth exploring in more detail, such as NIWHIN, already mentioned in  and .", "data": null, "include_properties": null}, {"idx": 77, "type": "text", "classification": ["else"], "content": "<p>\n shows\nthe LCD/PLD ratio as a function of PLD, with the color bar and the\nsize of the circles giving information about the LCD and the total\naccessible surface area, respectively. The structures that clearly\nsit at the edge of the distribution are <bold>QOYYOU</bold>, with\nvery high ratio LCD/PLD and relatively low PLD and <bold>NIHWIN</bold> (DUT-60) and <bold>OCUNAC</bold> (known as MIL-101), that show the\nopposite trend (large PLD, small LCD/PLD ratio). In the range of medium\nvalues, <bold>YEYCUC</bold> (PCN-58), <bold>IZEPAF</bold> (MIL-hypo-1),\nand <bold>IZEPAF</bold> (MIL-hypo-2) show both large PLDs and LCD/PLD\nratios as well as high surface areas. In addition, there are two groups\nof structures near these ones. The first group, highlighted in gray,\nshow a high LCD/PLD value but small PLD and correspond to structures\nwith a <italic>rho</italic> or <italic>sod</italic> type of topology.\nThese topologies have big cages with narrow windows connecting them.\nThe second group, highlighted in blue, shows a large PLD and LCDs\nthree times higher than the previous group; <bold>REWNEO</bold> (NU-125)\nand <bold>GUPDEB</bold> (CdIF-9) belong here.  shows the geometrical properties of these\nMOFs, except for <bold>NIHWIN</bold>, which was already reported above.</p>", "clean_text": "  shows the LCD/PLD ratio as a function of PLD, with the color bar and the size of the circles giving information about the LCD and the total accessible surface area, respectively. The structures that clearly sit at the edge of the distribution are QOYYOU, with very high ratio LCD/PLD and relatively low PLD and NIHWIN (DUT-60) and OCUNAC (known as MIL-101), that show the opposite trend (large PLD, small LCD/PLD ratio). In the range of medium values, YEYCUC (PCN-58), IZEPAF (MIL-hypo-1), and IZEPAF (MIL-hypo-2) show both large PLDs and LCD/PLD ratios as well as high surface areas. In addition, there are two groups of structures near these ones. The first group, highlighted in gray, show a high LCD/PLD value but small PLD and correspond to structures with a rho or sod type of topology. These topologies have big cages with narrow windows connecting them. The second group, highlighted in blue, shows a large PLD and LCDs three times higher than the previous group; REWNEO (NU-125) and GUPDEB (CdIF-9) belong here.  shows the geometrical properties of these MOFs, except for NIHWIN, which was already reported above.", "data": null, "include_properties": null}, {"idx": 78, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Four-dimensional\nanalysis in 2D. LCD/PLD ratio vs PLD, Å.\nColor bar indicates the value of the LCD, and the size of the point\nindicates the value of the total accessible surface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"cm0c03575_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Four-dimensional analysis in 2D. LCD/PLD ratio vs PLD, Å. Color bar indicates the value of the LCD, and the size of the point indicates the value of the total accessible surface area, S  AC  ,T .   ", "data": null, "include_properties": null}, {"idx": 79, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl5\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Materials Close to\nthe Edge of the\nCloud of Properties in <xref ref-type=\"fig\" rid=\"fig11\">Figure <xref ref-type=\"fig\" rid=\"fig11\"></xref>\n</xref> and Their Properties<xref ref-type=\"table-fn\" rid=\"tbl5-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">refcode</oasis:entry>\n<oasis:entry align=\"center\">density (g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub> (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">PLD\n(Å)</oasis:entry>\n<oasis:entry align=\"center\">LCD (Å)</oasis:entry>\n<oasis:entry align=\"center\">LCD/PLD</oasis:entry>\n<oasis:entry align=\"center\">porosity</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>QOYYOU</oasis:entry>\n<oasis:entry>0.945</oasis:entry>\n<oasis:entry>0.701</oasis:entry>\n<oasis:entry>1247.0</oasis:entry>\n<oasis:entry>0.642</oasis:entry>\n<oasis:entry>3.31</oasis:entry>\n<oasis:entry>20.93</oasis:entry>\n<oasis:entry>6.32</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>OCUNAC</oasis:entry>\n<oasis:entry>0.450</oasis:entry>\n<oasis:entry>0.803</oasis:entry>\n<oasis:entry>2893.0</oasis:entry>\n<oasis:entry>1.762</oasis:entry>\n<oasis:entry>13.50</oasis:entry>\n<oasis:entry>33.48</oasis:entry>\n<oasis:entry>2.48</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>IZEPEJ</oasis:entry>\n<oasis:entry>0.585</oasis:entry>\n<oasis:entry>0.763</oasis:entry>\n<oasis:entry>2741.4</oasis:entry>\n<oasis:entry>1.253</oasis:entry>\n<oasis:entry>6.51</oasis:entry>\n<oasis:entry>22.19</oasis:entry>\n<oasis:entry>3.41</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>IZEPAF</oasis:entry>\n<oasis:entry>0.612</oasis:entry>\n<oasis:entry>0.755</oasis:entry>\n<oasis:entry>2727.2</oasis:entry>\n<oasis:entry>1.173</oasis:entry>\n<oasis:entry>7.30</oasis:entry>\n<oasis:entry>22.05</oasis:entry>\n<oasis:entry>3.02</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>YEYCUC</oasis:entry>\n<oasis:entry>0.554</oasis:entry>\n<oasis:entry>0.768</oasis:entry>\n<oasis:entry>2862.7</oasis:entry>\n<oasis:entry>1.282</oasis:entry>\n<oasis:entry>5.06</oasis:entry>\n<oasis:entry>17.25</oasis:entry>\n<oasis:entry>3.41</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>REWNEO</oasis:entry>\n<oasis:entry>0.578</oasis:entry>\n<oasis:entry>0.833</oasis:entry>\n<oasis:entry>3483.8</oasis:entry>\n<oasis:entry>1.308</oasis:entry>\n<oasis:entry>6.36</oasis:entry>\n<oasis:entry>19.23</oasis:entry>\n<oasis:entry>3.02</oasis:entry>\n<oasis:entry>2D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GUPDEB</oasis:entry>\n<oasis:entry>0.945</oasis:entry>\n<oasis:entry>0.644</oasis:entry>\n<oasis:entry>1448.7</oasis:entry>\n<oasis:entry>0.635</oasis:entry>\n<oasis:entry>7.07</oasis:entry>\n<oasis:entry>19.98</oasis:entry>\n<oasis:entry>2.82</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl5-fn1\">\n<label>a</label>\n<p>Showing the CSD refcode, density,\ntotal helium volume (<italic>F</italic>\n<sub>\n<italic>He</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>) fraction, total surface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>), total probe-occupiable volume (<italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>), pore limiting diameter\n(PLD), largest cavity diameter (LCD), LCD/PLD ratio, and pore dimensionality.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 80, "type": "text", "classification": ["else"], "content": "<p>Again, the CSD reference codes\nin  correspond\nto real structures. <bold>QOYYOU</bold> is a structure designed computationally\nand synthesized successfully\nby Bai et al. based on Zn<sub>4</sub>O-7 clusters. Its pore system comprises three types of cages with sizes\nranging from the micro- to the mesoporous scales. The largest cage\nis connected to another 6 large-size cages, 8 medium-size cages, and\n12 small-size cages. <bold>OCUNAC</bold> is MIL-101 from Férey\nand co-workers, which was “tailor-made” by assembling\nits building blocks using computational strategies. The synthesized framework is characterized by two types\nof mesoporous cages with pentagonal and hexagonal windows. <bold>YEYCUC</bold> is PCN-58 from Jiang and co-workers. This MOF belongs to an isoreticular series of MOFs similar to UiO-type,\nZr-based MOFs and was designed with appended azide groups to control\npostsynthetic functionalization. The resulting MOF shows two polyhedral\nmicroporous cages: one tetrahedral and one octahedral. <bold>IZEPAF</bold> and <bold>IZEPEJ</bold> are MIL-hypo-1 and -2, two hypothetical\nMOFs designed computationally by Mellot-Draznieks and co-workers.\n<bold>IZEPAF</bold> has three types of cages,\ncubic, spherical, and rhombicuboctahedral in the range of micro- and\nmesopores. <bold>IZEPEJ</bold> has also three types of cages: tetrahedral\nand cubic and a spherical one constructed by the combination of the\nother two. <bold>REWNEO</bold> is NU-125 by Wilmer et al., a MOF with <italic>rht</italic> topology, Cu–Cu\npaddle-wheels as metal clusters and characterized by four different\ntypes of cages with sizes ranging from 11 to 24 Å. <bold>GUPDEB</bold> is CdIF-9 by Tian et al., a MOF with <italic>rho</italic> topology that belongs to a group of cadmium imidazolate\nframeworks, known as CdIFs, which are regarded as more open than their\nZn- or Co-based analogues. In <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Section S9</ext-link> of the SI we provide computer visualizations of the structures within .</p>", "clean_text": "Again, the CSD reference codes in  correspond to real structures. QOYYOU is a structure designed computationally and synthesized successfully by Bai et al. based on Zn4O-7 clusters. Its pore system comprises three types of cages with sizes ranging from the micro- to the mesoporous scales. The largest cage is connected to another 6 large-size cages, 8 medium-size cages, and 12 small-size cages. OCUNAC is MIL-101 from Férey and co-workers, which was \"tailor-made\" by assembling its building blocks using computational strategies. The synthesized framework is characterized by two types of mesoporous cages with pentagonal and hexagonal windows. YEYCUC is PCN-58 from Jiang and co-workers. This MOF belongs to an isoreticular series of MOFs similar to UiO-type, Zr-based MOFs and was designed with appended azide groups to control postsynthetic functionalization. The resulting MOF shows two polyhedral microporous cages: one tetrahedral and one octahedral. IZEPAF and IZEPEJ are MIL-hypo-1 and -2, two hypothetical MOFs designed computationally by Mellot-Draznieks and co-workers. IZEPAF has three types of cages, cubic, spherical, and rhombicuboctahedral in the range of micro- and mesopores. IZEPEJ has also three types of cages: tetrahedral and cubic and a spherical one constructed by the combination of the other two. REWNEO is NU-125 by Wilmer et al., a MOF with rht topology, Cu-Cu paddle-wheels as metal clusters and characterized by four different types of cages with sizes ranging from 11 to 24 Å. GUPDEB is CdIF-9 by Tian et al., a MOF with rho topology that belongs to a group of cadmium imidazolate frameworks, known as CdIFs, which are regarded as more open than their Zn- or Co-based analogues. In Section S9 of the SI we provide computer visualizations of the structures within .", "data": null, "include_properties": null}, {"idx": 81, "type": "text", "classification": ["else"], "content": "<p>We emphasize\nhere that the main objective of this section was not\nto identify the best MOF for a specific application but simply to\nillustrate how the available tools can be used to reduce the dimensionality\nof the space of MOF geometric properties and to reveal some interesting,\nhidden correlations between them. We encourage the reader to explore\nthese tools, by using their own data and their own derived features.</p>", "clean_text": "We emphasize here that the main objective of this section was not to identify the best MOF for a specific application but simply to illustrate how the available tools can be used to reduce the dimensionality of the space of MOF geometric properties and to reveal some interesting, hidden correlations between them. We encourage the reader to explore these tools, by using their own data and their own derived features.", "data": null, "include_properties": null}, {"idx": 82, "type": "text", "classification": ["else"], "content": "<title>Outlook</title><p>The objective of this article was\nto provide a simple, practical\nguide on the new version of the PoreBlazer code for the structural\ncharacterization of porous materials. We provided a comprehensive\nreview of the geometric properties that can be obtained for the crystal\nstructure given coordinates of its atoms and the algorithms behind\nthe calculation of these properties and elaborated on the links between\nthe geometric properties of porous materials and the properties that\ncan be actually measured experimentally.</p>", "clean_text": "Outlook\n\nThe objective of this article was to provide a simple, practical guide on the new version of the PoreBlazer code for the structural characterization of porous materials. We provided a comprehensive review of the geometric properties that can be obtained for the crystal structure given coordinates of its atoms and the algorithms behind the calculation of these properties and elaborated on the links between the geometric properties of porous materials and the properties that can be actually measured experimentally.", "data": null, "include_properties": null}, {"idx": 83, "type": "text", "classification": ["else"], "content": "<p>There are now several\ncodes available to obtain these geometric\nproperties, differing in the algorithms employed, efficiency, availability\nof the source code, platforms, etc. In general, having several alternative\ncodes for the same computational task is generally a very positive\nthing for scientific advancement. For example, healthy competition\nbetween several coexisting molecular dynamic codes (LAMMS, GROMOS,\netc.) has been driving efforts to improve the performance of the codes,\nto provide accurate and comprehensive documentation, and ultimately,\nto provide alternative platforms to validate the algorithms and to\nensure reproducibility of the data. The Sarkisov group has recently\nmade the first step toward similar transparency and cross-validation\nin the domain of the Monte Carlo codes, particularly in application\nto the adsorption problems.\n</p>", "clean_text": "There are now several codes available to obtain these geometric properties, differing in the algorithms employed, efficiency, availability of the source code, platforms, etc. In general, having several alternative codes for the same computational task is generally a very positive thing for scientific advancement. For example, healthy competition between several coexisting molecular dynamic codes (LAMMS, GROMOS, etc.) has been driving efforts to improve the performance of the codes, to provide accurate and comprehensive documentation, and ultimately, to provide alternative platforms to validate the algorithms and to ensure reproducibility of the data. The Sarkisov group has recently made the first step toward similar transparency and cross-validation in the domain of the Monte Carlo codes, particularly in application to the adsorption problems. ", "data": null, "include_properties": null}, {"idx": 84, "type": "text", "classification": ["else"], "content": "<p>To\naddress this issue here, we provided a comprehensive comparison\nof the properties obtained from the currently available codes, PB\nv4.0, Zeo++, and RASPA. Overall, the codes are predominantly consistent\nwith each other, which is definitely reassuring. The most sensitive\nproperties that exhibit a significant degree of scattering are the\nproperties that require analysis of the accessibility of different\nregion of the porous structure. This scattering is exacerbated where\nstructures have a low porosity and surface area or/and feature channels\nof sizes comparable to the size of the probe used to explore the connectivity\nof the porous space. Identifying what properties are sensitive to\nthe algorithms employed is also an important outcome of the study.</p>", "clean_text": "To address this issue here, we provided a comprehensive comparison of the properties obtained from the currently available codes, PB v4.0, Zeo++, and RASPA. Overall, the codes are predominantly consistent with each other, which is definitely reassuring. The most sensitive properties that exhibit a significant degree of scattering are the properties that require analysis of the accessibility of different region of the porous structure. This scattering is exacerbated where structures have a low porosity and surface area or/and feature channels of sizes comparable to the size of the probe used to explore the connectivity of the porous space. Identifying what properties are sensitive to the algorithms employed is also an important outcome of the study.", "data": null, "include_properties": null}, {"idx": 85, "type": "text", "classification": ["else"], "content": "<p>This article should not be considered as a promotion of a specific\ncodelikely the codes will find different scopes and niches\ncomplementing each other. The significant advantage of Zeo++ is the\nfact that it works with small asymmetric unit cells and cif files,\nleading to a substantial computational efficiency (see a more complete\nanalysis in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">SI</ext-link>). However, for the expanded\nunit cell such as that presented in , PB v4.0 seems to be more efficient (this\nis without yet taking any advantage of the lattice structure of the\ncode, such as GPU and parallelization using MPI and OpenMP). This\nsuggests that the possible area of PB v4.0 application is the disordered\nmaterials (model activated carbons, MOFs with defects, polymers) based\non unit cells of significant size to operate on the length scales\ncompatible with the disorder features. We further note that the fact\nthat PB v4.0 uses lattice representation and effectively precalculates\nthe distances between the possible location of the adsorbate molecules\nand the atoms of the adsorbent structure allows PB v4.0 to go beyond\npurely geometric features and explore properties that now depend on\nthe intermolecular interactions. An obvious example of this is the\nhelium volume fraction obtained by default in PB v4.0. However, with\nthe interaction parameters changed to the spherical molecule of interest\n(e.g., methane, noble gases), the same simulation can be used to obtain\nthe Henry’s constants of adsorption (). Lattice representation of the porous space\nthen opens an opportunity to explore adsorption in Henry’s\nregime and free energy landscapes within the porous materials.\n</p>", "clean_text": "This article should not be considered as a promotion of a specific codelikely the codes will find different scopes and niches complementing each other. The significant advantage of Zeo++ is the fact that it works with small asymmetric unit cells and cif files, leading to a substantial computational efficiency (see a more complete analysis in the SI). However, for the expanded unit cell such as that presented in , PB v4.0 seems to be more efficient (this is without yet taking any advantage of the lattice structure of the code, such as GPU and parallelization using MPI and OpenMP). This suggests that the possible area of PB v4.0 application is the disordered materials (model activated carbons, MOFs with defects, polymers) based on unit cells of significant size to operate on the length scales compatible with the disorder features. We further note that the fact that PB v4.0 uses lattice representation and effectively precalculates the distances between the possible location of the adsorbate molecules and the atoms of the adsorbent structure allows PB v4.0 to go beyond purely geometric features and explore properties that now depend on the intermolecular interactions. An obvious example of this is the helium volume fraction obtained by default in PB v4.0. However, with the interaction parameters changed to the spherical molecule of interest (e.g., methane, noble gases), the same simulation can be used to obtain the Henry's constants of adsorption (). Lattice representation of the porous space then opens an opportunity to explore adsorption in Henry's regime and free energy landscapes within the porous materials. ", "data": null, "include_properties": null}, {"idx": 86, "type": "text", "classification": ["else"], "content": "<p>Using PB v4.0, Zeo++, and RASPA, we obtained geometric properties\nof ca. 12 000 porous MOFs within the CSD MOF subset and made\nthe data available on the github depository. The analysis of this\ndata indicates that within this set of materials still a very significant\nproportion (close to 60%) of MOFs have very low porosity and surface\narea and are unlikely candidates for any adsorptive applications.\nThis is in contrast to the hypothetical MOF and ZIF databases featuring\nhundreds of thousands of structures: it seems only a small fraction\nof this proper porous MOF universe has been realized experimentally,\nand it is an interesting philosophical question on why it is so.</p>", "clean_text": "Using PB v4.0, Zeo++, and RASPA, we obtained geometric properties of ca. 12000 porous MOFs within the CSD MOF subset and made the data available on the github depository. The analysis of this data indicates that within this set of materials still a very significant proportion (close to 60%) of MOFs have very low porosity and surface area and are unlikely candidates for any adsorptive applications. This is in contrast to the hypothetical MOF and ZIF databases featuring hundreds of thousands of structures: it seems only a small fraction of this proper porous MOF universe has been realized experimentally, and it is an interesting philosophical question on why it is so.", "data": null, "include_properties": null}, {"idx": 87, "type": "text", "classification": ["else"], "content": "<p>The data is available online, and it opens an opportunity for readers\nto explore this data and mine it for some interesting correlations.\nHere, we presented a case study where visualization of the multidimensional\ndata, combined with some statistical analysis such as PCA, was used\nto efficiently discover MOFs with interesting characteristics (e.g.,\nlarge LPD/PLD ratio values). MOF databases have been now assembled\nby several groups for both real and hypothetical structures, and it\nis an ongoing scientific quest to understand what kind of scientific\nquestions we can pose to these databases. For example, a recent study\nby Moosavi et al. asked whether the possible\nparameter space of MOFs is uniformly sampled and what clusters form\nwithin the current universe of MOFs. Alternatively, one may pose a\nquestion on whether two materials can have very similar structural\ncharacteristics and to what extent. We believe, however, that we are\njust at the beginning of the realization of the full potential of\nthe material informatics tools in discovery of new materials and new\napplications.</p>", "clean_text": "The data is available online, and it opens an opportunity for readers to explore this data and mine it for some interesting correlations. Here, we presented a case study where visualization of the multidimensional data, combined with some statistical analysis such as PCA, was used to efficiently discover MOFs with interesting characteristics (e.g., large LPD/PLD ratio values). MOF databases have been now assembled by several groups for both real and hypothetical structures, and it is an ongoing scientific quest to understand what kind of scientific questions we can pose to these databases. For example, a recent study by Moosavi et al. asked whether the possible parameter space of MOFs is uniformly sampled and what clusters form within the current universe of MOFs. Alternatively, one may pose a question on whether two materials can have very similar structural characteristics and to what extent. We believe, however, that we are just at the beginning of the realization of the full potential of the material informatics tools in discovery of new materials and new applications.", "data": null, "include_properties": null}, {"idx": 88, "type": "text", "classification": ["else"], "content": "<p>It is also important to emphasize that the geometric\ncharacteristics\non their own are unlikely to tell a full story of the material performance\nin the actual application, such as, for example, carbon capture. It\nis clear that, for polar molecules, such as carbon dioxide, water,\nand some toxic chemicals, not only the textural parameters but also\nthe surface chemistry are important to understand the MOF selectivity. Furthermore, it has been already discussed in\nthe literature on several occasions that the performance of the material\nin complex, dynamic processes must be inferred from the <italic>process\nsimulations</italic> closely reflecting the actual application. The full screening at the process simulation level can, however,\nbe expensive for tens of thousands of promising materials, and the\ngeometric characteristics are a useful complementary set of descriptors\nto prescreen materials before more advanced techniques are employed.\nThese geometric characteristics also provide useful reference data\nfor the ideal crystals that can help to interpret the experimental\nresults. The complete Material Informatics framework for discovery\nof new materials must, therefore, include computational structure\ncharacterization tools, molecular simulations and process modeling\ntools, advanced visualization techniques, and ML methods to mine and\nreveal the correlations between various characteristics.</p>", "clean_text": "It is also important to emphasize that the geometric characteristics on their own are unlikely to tell a full story of the material performance in the actual application, such as, for example, carbon capture. It is clear that, for polar molecules, such as carbon dioxide, water, and some toxic chemicals, not only the textural parameters but also the surface chemistry are important to understand the MOF selectivity. Furthermore, it has been already discussed in the literature on several occasions that the performance of the material in complex, dynamic processes must be inferred from the process simulations closely reflecting the actual application. The full screening at the process simulation level can, however, be expensive for tens of thousands of promising materials, and the geometric characteristics are a useful complementary set of descriptors to prescreen materials before more advanced techniques are employed. These geometric characteristics also provide useful reference data for the ideal crystals that can help to interpret the experimental results. The complete Material Informatics framework for discovery of new materials must, therefore, include computational structure characterization tools, molecular simulations and process modeling tools, advanced visualization techniques, and ML methods to mine and reveal the correlations between various characteristics.", "data": null, "include_properties": null}, {"idx": 89, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.chemmater.0c03575?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.chemmater.0c03575</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Details on setting\nup PB v4.0 simulations; analysis\nof the computational performance of the PB v4.0; analysis of the sensitivity\nof the results to the grid size; additional comparisons between PB\nv4.0 and RASPA; additional PLD analysis of 2210 materials with zero\nZeo++ surface area and nonzero PB v4.0 surface area; additional error\nanalysis; histograms of properties obtained with from Zeo++; principal\ncomponent analysis; and computer visualization of selected structures\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Instructions\non the use of PB v4.0 in the Windows and\nLinux environments (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_002.mp4\">MP4</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.chemmater.0c03575.  Details on setting up PB v4.0 simulations; analysis of the computational performance of the PB v4.0; analysis of the sensitivity of the results to the grid size; additional comparisons between PB v4.0 and RASPA; additional PLD analysis of 2210 materials with zero Zeo++ surface area and nonzero PB v4.0 surface area; additional error analysis; histograms of properties obtained with from Zeo++; principal component analysis; and computer visualization of selected structures (PDF)   Instructions on the use of PB v4.0 in the Windows and Linux environments (MP4)   ", "data": null, "include_properties": null}, {"idx": 90, "type": "text", "classification": ["else"], "content": "<p>Details on setting\nup PB v4.0 simulations; analysis\nof the computational performance of the PB v4.0; analysis of the sensitivity\nof the results to the grid size; additional comparisons between PB\nv4.0 and RASPA; additional PLD analysis of 2210 materials with zero\nZeo++ surface area and nonzero PB v4.0 surface area; additional error\nanalysis; histograms of properties obtained with from Zeo++; principal\ncomponent analysis; and computer visualization of selected structures\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Details on setting up PB v4.0 simulations; analysis of the computational performance of the PB v4.0; analysis of the sensitivity of the results to the grid size; additional comparisons between PB v4.0 and RASPA; additional PLD analysis of 2210 materials with zero Zeo++ surface area and nonzero PB v4.0 surface area; additional error analysis; histograms of properties obtained with from Zeo++; principal component analysis; and computer visualization of selected structures (PDF)", "data": null, "include_properties": null}, {"idx": 91, "type": "text", "classification": ["else"], "content": "<p>Instructions\non the use of PB v4.0 in the Windows and\nLinux environments (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_002.mp4\">MP4</ext-link>)</p><p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "Instructions on the use of PB v4.0 in the Windows and Linux environments (MP4)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "52, 58", "type": "text", "classification": "property", "content": "<p>When looking at the total surface area, there is again a high level\nof consistency between the three codes (c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.chemmater.0c03575/suppl_file/cm0c03575_si_001.pdf\">Figure S3</ext-link> in the SI). A different picture, however, emerges for the network-accessible\nsurface area (d). This property depends on how the accessibility of the pore network\nis calculated, and given the differences in the algorithms between\nZeo++ and PB v4.0, it is not surprising that this property is more\nsensitive to the code used. Interestingly, there is a set of MOFs\n(∼2000) showing a zero network-accessible surface area in Zeo++\nand nonzero values in PB v4.0; it manifests itself as a horizontal\nline of points in the figure. We will return to a more comprehensive\nanalysis for the reasons for these deviations in  once we present the results\non the remaining properties (pore volumes and their distributions).\nThe differences in the distribution of the total and network-accessible\nsurface areas obtained from PB v4.0 are remarkable. The most striking\nfeature is the large number of MOFs that have a surface area close\nto zero (they are not strictly zero as materials with strictly zero\nsurface areas have been already eliminated in the preliminary screening\nof the 57 000 MOFs). This implies that the CSD MOF subset,\ni.e., the database compiling all the reported MOFs from the literature,\nis dominated by materials with low surface areas and porosities. Even\nwithin this smaller subset of 12 052 porous MOFs, more than\n3000 have total surface areas below 50 m<sup>2</sup>/g, and only 2455\nMOFs have total surface areas above 1000 m<sup>2</sup>/gi.e.,\nonly about 20% of ca. 12 000 MOFs. However, we also need to\nbe aware that some materials will appear in this analysis as nonporous,\nwhereas, in reality, they are porous, with windows close to the size\nof the nitrogen molecules. A certain degree of structural flexibility,\nnot considered in the methods based on the assumption of the rigid\nframework, allows nitrogen to adsorb in the actual experiments. ZIF-8\nis one of the most prominent examples of the materials belonging to\nthis category.\n</p><p>In the case of the total surface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>, we have a total\nnumber of 2261 (18.76%) MOFs with errors exceeding 10% (, third row); importantly,\nthe maximum values found for MOFs having these discrepancies are below\n500 m<sup>2</sup>/g. Out of the 2261 MOFs, 1488 show Zeo++ <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> values larger than PB v4.0. Similar to the previous properties,\nMOFs with significant errors are concentrated in the low surface area\nregime: errors exceeding 100% correspond to the materials with surface\nareas below 5 m<sup>2</sup>/g. When looking at the network-accessible\nsurface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>, we found 2396 MOFs (19.88%) with errors\nexceeding 10% (, fourth row). A total of 2210 MOFs show an error of 100%; these\nMOFs have zero network-accessible surface areas according to Zeo++\nbut nonzero values in PV v4.0this is observed as the straight\nhorizontal line of the points (, fourth row, left). Seven MOFs also feature zero values\nof this property according to PB v4.0 and nonzero values in Zeo++\nin the range of 90–600 m<sup>2</sup>/g. We finally consider\nPLD, where there are 1524 (10.40%) MOFs with errors exceeding 10%\n(, fifth row).\nWithin this group, Zeo++ systematically predicts higher values. We\nalso note that the majority of these MOFs are grouped around very\nlow values of the PLD (below 2.5 Å). According to the error distribution,\nfrom 1524 MOFs with an error exceeding 10%, 1142 show an error between\n10 and 20% and 264 between 20 and 30%.</p>", "clean_text": "When looking at the total surface area, there is again a high level of consistency between the three codes (c and Figure S3 in the SI). A different picture, however, emerges for the network-accessible surface area (d). This property depends on how the accessibility of the pore network is calculated, and given the differences in the algorithms between Zeo++ and PB v4.0, it is not surprising that this property is more sensitive to the code used. Interestingly, there is a set of MOFs (~2000) showing a zero network-accessible surface area in Zeo++ and nonzero values in PB v4.0; it manifests itself as a horizontal line of points in the figure. We will return to a more comprehensive analysis for the reasons for these deviations in  once we present the results on the remaining properties (pore volumes and their distributions). The differences in the distribution of the total and network-accessible surface areas obtained from PB v4.0 are remarkable. The most striking feature is the large number of MOFs that have a surface area close to zero (they are not strictly zero as materials with strictly zero surface areas have been already eliminated in the preliminary screening of the 57000 MOFs). This implies that the CSD MOF subset, i.e., the database compiling all the reported MOFs from the literature, is dominated by materials with low surface areas and porosities. Even within this smaller subset of 12052 porous MOFs, more than 3000 have total surface areas below 50 m2/g, and only 2455 MOFs have total surface areas above 1000 m2/gi.e., only about 20% of ca. 12000 MOFs. However, we also need to be aware that some materials will appear in this analysis as nonporous, whereas, in reality, they are porous, with windows close to the size of the nitrogen molecules. A certain degree of structural flexibility, not considered in the methods based on the assumption of the rigid framework, allows nitrogen to adsorb in the actual experiments. ZIF-8 is one of the most prominent examples of the materials belonging to this category. \n\nIn the case of the total surface area, S  AC  ,T , we have a total number of 2261 (18.76%) MOFs with errors exceeding 10% (, third row); importantly, the maximum values found for MOFs having these discrepancies are below 500 m2/g. Out of the 2261 MOFs, 1488 show Zeo++ S  AC  ,T  values larger than PB v4.0. Similar to the previous properties, MOFs with significant errors are concentrated in the low surface area regime: errors exceeding 100% correspond to the materials with surface areas below 5 m2/g. When looking at the network-accessible surface area, S  AC  ,A , we found 2396 MOFs (19.88%) with errors exceeding 10% (, fourth row). A total of 2210 MOFs show an error of 100%; these MOFs have zero network-accessible surface areas according to Zeo++ but nonzero values in PV v4.0this is observed as the straight horizontal line of the points (, fourth row, left). Seven MOFs also feature zero values of this property according to PB v4.0 and nonzero values in Zeo++ in the range of 90-600 m2/g. We finally consider PLD, where there are 1524 (10.40%) MOFs with errors exceeding 10% (, fifth row). Within this group, Zeo++ systematically predicts higher values. We also note that the majority of these MOFs are grouped around very low values of the PLD (below 2.5 Å). According to the error distribution, from 1524 MOFs with an error exceeding 10%, 1142 show an error between 10 and 20% and 264 between 20 and 30%.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "network-accessible", "probe": "", "value": "", "unit": "m2/g", "condition": ""}, {"type": "total", "probe": "", "value": "", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 30, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Properties Reported by PB v4.0</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">property</oasis:entry>\n<oasis:entry align=\"center\">probe</oasis:entry>\n<oasis:entry align=\"center\">network</oasis:entry>\n<oasis:entry align=\"center\">notation</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>accessible surface area</oasis:entry>\n<oasis:entry>nitrogen</oasis:entry>\n<oasis:entry>nitrogen</oasis:entry>\n<oasis:entry>\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>\n</sub>; <italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>geometric volume</oasis:entry>\n<oasis:entry>point</oasis:entry>\n<oasis:entry>point</oasis:entry>\n<oasis:entry>\n<italic>V</italic>\n<sub>\n<italic>G</italic>,<italic>A</italic>\n</sub>; <italic>V</italic>\n<sub>\n<italic>G</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>probe-occupiable\nvolume</oasis:entry>\n<oasis:entry>nitrogen</oasis:entry>\n<oasis:entry>nitrogen</oasis:entry>\n<oasis:entry>\n<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>A</italic>\n</sub>; <italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>helium pore volume</oasis:entry>\n<oasis:entry>helium</oasis:entry>\n<oasis:entry>helium</oasis:entry>\n<oasis:entry>\n<italic>V</italic>\n<sub>\n<italic>He</italic>,<italic>A</italic>\n</sub>; <italic>V</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Properties Reported by PB v4.0\n\n| property                 | probe    | network  | notation |\n|--------------------------|----------|----------|----------|\n| accessible surface area  | nitrogen | nitrogen | S<sub>AC,A</sub>; S<sub>AC,T</sub> |\n| geometric volume         | point    | point    | V<sub>G,A</sub>; V<sub>G,T</sub> |\n| probe-occupiable volume  | nitrogen | nitrogen | V<sub>PO,A</sub>; V<sub>PO,T</sub> |\n| helium pore volume       | helium   | helium   | V<sub>He,A</sub>; V<sub>He,T</sub> |", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "accessible", "probe": "nitrogen", "value": "", "unit": "", "condition": "S_AC,A"}, {"type": "accessible", "probe": "nitrogen", "value": "", "unit": "", "condition": "S_AC,T"}], "volume": [{"type": "geometric", "probe": "point", "value": "", "unit": "", "condition": "V_G,A"}, {"type": "geometric", "probe": "point", "value": "", "unit": "", "condition": "V_G,T"}], "pore volume": [{"probe": "nitrogen", "value": "", "unit": "", "condition": "V_PO,A"}, {"probe": "nitrogen", "value": "", "unit": "", "condition": "V_PO,T"}], "helium pore volume": [{"probe": "helium", "value": "", "unit": "", "condition": "V_He,A"}, {"probe": "helium", "value": "", "unit": "", "condition": "V_He,T"}]}], "include_properties": null}, {"idx": 43, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Comparison of the\nresults from PB\nv4.0 and Zeo++ for HKUST-1, IRMOF1, and ZIF-8<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">HKUST-1</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">IRMOF-1</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col6\" rowsep=\"1\">ZIF-8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">property</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">Zeo++</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">Zeo++</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">Zeo++</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>density [g/cm<sup>3</sup>]</oasis:entry>\n<oasis:entry>0.884</oasis:entry>\n<oasis:entry>0.884</oasis:entry>\n<oasis:entry>0.593</oasis:entry>\n<oasis:entry>0.593</oasis:entry>\n<oasis:entry>0.923</oasis:entry>\n<oasis:entry>0.924</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PLD [Å]</oasis:entry>\n<oasis:entry>6.380</oasis:entry>\n<oasis:entry>6.337</oasis:entry>\n<oasis:entry>7.800</oasis:entry>\n<oasis:entry>7.773</oasis:entry>\n<oasis:entry>2.860</oasis:entry>\n<oasis:entry>3.073</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>LCD [Å]</oasis:entry>\n<oasis:entry>12.86</oasis:entry>\n<oasis:entry>12.99</oasis:entry>\n<oasis:entry>15.03</oasis:entry>\n<oasis:entry>15.03</oasis:entry>\n<oasis:entry>11.42</oasis:entry>\n<oasis:entry>11.40</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>\n</sub> [m<sup>2</sup>/g]</oasis:entry>\n<oasis:entry>1808.09</oasis:entry>\n<oasis:entry>1801.02</oasis:entry>\n<oasis:entry>3400.07</oasis:entry>\n<oasis:entry>3448.82</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub> [m<sup>2</sup>/g]</oasis:entry>\n<oasis:entry>1860.87</oasis:entry>\n<oasis:entry>1853.46</oasis:entry>\n<oasis:entry>3459.99</oasis:entry>\n<oasis:entry>3448.82</oasis:entry>\n<oasis:entry>1168.58</oasis:entry>\n<oasis:entry>1156.51</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>A</italic>\n</sub> [cm<sup>3</sup>/g]</oasis:entry>\n<oasis:entry>0.759</oasis:entry>\n<oasis:entry>0.72</oasis:entry>\n<oasis:entry>1.30</oasis:entry>\n<oasis:entry>1.27</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n<oasis:entry>0.00</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub> [cm<sup>3</sup>/g]</oasis:entry>\n<oasis:entry>0.762</oasis:entry>\n<oasis:entry>0.722</oasis:entry>\n<oasis:entry>1.304</oasis:entry>\n<oasis:entry>1.270</oasis:entry>\n<oasis:entry>0.517</oasis:entry>\n<oasis:entry>0.501</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CPU time [s]</oasis:entry>\n<oasis:entry>116.847</oasis:entry>\n<oasis:entry>683.857</oasis:entry>\n<oasis:entry>92.104</oasis:entry>\n<oasis:entry>672.437</oasis:entry>\n<oasis:entry>347.058</oasis:entry>\n<oasis:entry>2714.391</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Showing density,\npore-limiting\ndiameter (PLD), largest cavity diameter (LCD), network-accessible\nsurface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>A</italic>\n</sub>), total surface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub>), network-accessible probe-occupiable volume\n(<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>A</italic>\n</sub>), total probe-occupiable volume (<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub>), and CPU time.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Comparison of the results from PB v4.0 and Zeo++ for HKUST-1, IRMOF1, and ZIF-8[^a]\n\n| property | HKUST-1 PB | HKUST-1 Zeo++ | IRMOF-1 PB | IRMOF-1 Zeo++ | ZIF-8 PB | ZIF-8 Zeo++ |\n|----------|------------|--------------|------------|--------------|---------|------------|\n| density [g/cm³] | 0.884 | 0.884 | 0.593 | 0.593 | 0.923 | 0.924 |\n| PLD [Å] | 6.380 | 6.337 | 7.800 | 7.773 | 2.860 | 3.073 |\n| LCD [Å] | 12.86 | 12.99 | 15.03 | 15.03 | 11.42 | 11.40 |\n| S<sub>AC,A</sub> [m²/g] | 1808.09 | 1801.02 | 3400.07 | 3448.82 | 0.00 | 0.00 |\n| S<sub>AC,T</sub> [m²/g] | 1860.87 | 1853.46 | 3459.99 | 3448.82 | 1168.58 | 1156.51 |\n| V<sub>PO,A</sub> [cm³/g] | 0.759 | 0.72 | 1.30 | 1.27 | 0.00 | 0.00 |\n| V<sub>PO,T</sub> [cm³/g] | 0.762 | 0.722 | 1.304 | 1.270 | 0.517 | 0.501 |\n| CPU time [s] | 116.847 | 683.857 | 92.104 | 672.437 | 347.058 | 2714.391 |\n\n[^a]: Showing density, pore-limiting diameter (PLD), largest cavity diameter (LCD), network-accessible surface area (S<sub>AC,A</sub>), total surface area (S<sub>AC,T</sub>), network-accessible probe-occupiable volume (V<sub>PO,A</sub>), total probe-occupiable volume (V<sub>PO,T</sub>), and CPU time.", "data": [{"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.884", "unit": "g/cm³", "condition": ""}], "pore diameter": [{"value": "6.380", "unit": "Å", "condition": ""}], "etc": [{"property name": "largest cavity diameter", "value": "12.86", "unit": "Å", "condition": ""}, {"property name": "network-accessible surface area", "value": "1808.09", "unit": "m²/g", "condition": ""}, {"property name": "total surface area", "value": "1860.87", "unit": "m²/g", "condition": ""}, {"property name": "network-accessible probe-occupiable volume", "value": "0.759", "unit": "cm³/g", "condition": ""}, {"property name": "total probe-occupiable volume", "value": "0.762", "unit": "cm³/g", "condition": ""}]}, {"meta": {"name": "IRMOF-1", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.593", "unit": "g/cm³", "condition": ""}], "pore diameter": [{"value": "7.800", "unit": "Å", "condition": ""}], "etc": [{"property name": "largest cavity diameter", "value": "15.03", "unit": "Å", "condition": ""}, {"property name": "network-accessible surface area", "value": "3400.07", "unit": "m²/g", "condition": ""}, {"property name": "total surface area", "value": "3459.99", "unit": "m²/g", "condition": ""}, {"property name": "network-accessible probe-occupiable volume", "value": "1.30", "unit": "cm³/g", "condition": ""}, {"property name": "total probe-occupiable volume", "value": "1.304", "unit": "cm³/g", "condition": ""}]}, {"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.923", "unit": "g/cm³", "condition": ""}], "pore diameter": [{"value": "2.860", "unit": "Å", "condition": ""}], "etc": [{"property name": "largest cavity diameter", "value": "11.42", "unit": "Å", "condition": ""}, {"property name": "network-accessible surface area", "value": "0.00", "unit": "m²/g", "condition": ""}, {"property name": "total surface area", "value": "1168.58", "unit": "m²/g", "condition": ""}, {"property name": "network-accessible probe-occupiable volume", "value": "0.00", "unit": "cm³/g", "condition": ""}, {"property name": "total probe-occupiable volume", "value": "0.517", "unit": "cm³/g", "condition": ""}]}], "include_properties": null}, {"idx": 45, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of the Results from PB\nv4.0 and RASPA for HKUST-1, IRMOF1, and ZIF-8<xref ref-type=\"table-fn\" rid=\"tbl3-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">HKUST-1</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">IRMOF-1</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col6\" rowsep=\"1\">ZIF-8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">property</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">RASPA</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">RASPA</oasis:entry>\n<oasis:entry align=\"center\">PB</oasis:entry>\n<oasis:entry align=\"center\">RASPA</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>density [g/cm<sup>3</sup>]</oasis:entry>\n<oasis:entry>0.884</oasis:entry>\n<oasis:entry>0.884</oasis:entry>\n<oasis:entry>0.593</oasis:entry>\n<oasis:entry>0.593</oasis:entry>\n<oasis:entry>0.923</oasis:entry>\n<oasis:entry>0.924</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub> [-]</oasis:entry>\n<oasis:entry>0.739</oasis:entry>\n<oasis:entry>0.751</oasis:entry>\n<oasis:entry>0.820</oasis:entry>\n<oasis:entry>0.831</oasis:entry>\n<oasis:entry>0.527</oasis:entry>\n<oasis:entry>0.538</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub> [m<sup>2</sup>/g]</oasis:entry>\n<oasis:entry>1860.87</oasis:entry>\n<oasis:entry>1857.54</oasis:entry>\n<oasis:entry>3459.99</oasis:entry>\n<oasis:entry>3435.09</oasis:entry>\n<oasis:entry>1168.58</oasis:entry>\n<oasis:entry>1166.09</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CPU time [s]</oasis:entry>\n<oasis:entry>116.847</oasis:entry>\n<oasis:entry>420.33</oasis:entry>\n<oasis:entry>92.104</oasis:entry>\n<oasis:entry>202.12</oasis:entry>\n<oasis:entry>347.058</oasis:entry>\n<oasis:entry>5183.21</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl3-fn1\">\n<label>a</label>\n<p>Showing density, helium pore\nvolume fraction (<italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>), total surface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub>), and CPU time.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Comparison of the Results from PB v4.0 and RASPA for HKUST-1, IRMOF1, and ZIF-8[^a]\n\n| property | HKUST-1 PB | HKUST-1 RASPA | IRMOF-1 PB | IRMOF-1 RASPA | ZIF-8 PB | ZIF-8 RASPA |\n|----------|------------|--------------|-----------|--------------|---------|------------|\n| density [g/cm³] | 0.884 | 0.884 | 0.593 | 0.593 | 0.923 | 0.924 |\n| F<sub>He,T</sub> [-] | 0.739 | 0.751 | 0.820 | 0.831 | 0.527 | 0.538 |\n| S<sub>AC,T</sub> [m²/g] | 1860.87 | 1857.54 | 3459.99 | 3435.09 | 1168.58 | 1166.09 |\n| CPU time [s] | 116.847 | 420.33 | 92.104 | 202.12 | 347.058 | 5183.21 |\n\n[^a]: Showing density, helium pore volume fraction (F<sub>He,T</sub>), total surface area (S<sub>AC,T</sub>), and CPU time.", "data": [{"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.884", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.739", "unit": "-", "condition": ""}, {"property name": "S_AC,T", "value": "1860.87", "unit": "m²/g", "condition": ""}, {"property name": "CPU time", "value": "116.847", "unit": "s", "condition": ""}]}, {"meta": {"name": "IRMOF-1", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.593", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.820", "unit": "-", "condition": ""}, {"property name": "S_AC,T", "value": "3459.99", "unit": "m²/g", "condition": ""}, {"property name": "CPU time", "value": "92.104", "unit": "s", "condition": ""}]}, {"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.923", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.527", "unit": "-", "condition": ""}, {"property name": "S_AC,T", "value": "1168.58", "unit": "m²/g", "condition": ""}, {"property name": "CPU time", "value": "347.058", "unit": "s", "condition": ""}]}], "include_properties": null}, {"idx": 73, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Materials Close to the Edge of the\nCloud of Properties in <xref ref-type=\"fig\" rid=\"fig10\">Figure <xref ref-type=\"fig\" rid=\"fig10\"></xref>\n</xref> and Their Properties<xref ref-type=\"table-fn\" rid=\"tbl4-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">refcode</oasis:entry>\n<oasis:entry align=\"center\">density (g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub> (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">PLD\n(Å)</oasis:entry>\n<oasis:entry align=\"center\">LCD (Å)</oasis:entry>\n<oasis:entry align=\"center\">LCD/PLD</oasis:entry>\n<oasis:entry align=\"center\">porosity</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>NIHWIN</oasis:entry>\n<oasis:entry>0.193</oasis:entry>\n<oasis:entry>0.929</oasis:entry>\n<oasis:entry>6358.6</oasis:entry>\n<oasis:entry>4.671</oasis:entry>\n<oasis:entry>12.98</oasis:entry>\n<oasis:entry>32.34</oasis:entry>\n<oasis:entry>2.49</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RAVXOD</oasis:entry>\n<oasis:entry>0.179</oasis:entry>\n<oasis:entry>0.875</oasis:entry>\n<oasis:entry>3190.2</oasis:entry>\n<oasis:entry>4.778</oasis:entry>\n<oasis:entry>71.08</oasis:entry>\n<oasis:entry>71.20</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RAVXIX</oasis:entry>\n<oasis:entry>0.228</oasis:entry>\n<oasis:entry>0.864</oasis:entry>\n<oasis:entry>3061.5</oasis:entry>\n<oasis:entry>3.654</oasis:entry>\n<oasis:entry>52.79</oasis:entry>\n<oasis:entry>53.13</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>TOCJEC</oasis:entry>\n<oasis:entry>0.253</oasis:entry>\n<oasis:entry>0.900</oasis:entry>\n<oasis:entry>3187.1</oasis:entry>\n<oasis:entry>3.457</oasis:entry>\n<oasis:entry>25.57</oasis:entry>\n<oasis:entry>30.94</oasis:entry>\n<oasis:entry>1.21</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>FOTNIN</oasis:entry>\n<oasis:entry>0.270</oasis:entry>\n<oasis:entry>0.900</oasis:entry>\n<oasis:entry>2901.1</oasis:entry>\n<oasis:entry>3.284</oasis:entry>\n<oasis:entry>28.18</oasis:entry>\n<oasis:entry>33.41</oasis:entry>\n<oasis:entry>1.18</oasis:entry>\n<oasis:entry>2D</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl4-fn1\">\n<label>a</label>\n<p>Showing the CSD refcode, density,\ntotal helium volume (<italic>F</italic>\n<sub>\n<italic>He</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>) fraction, total surface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>), total probe-occupiable volume (<italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>), pore limiting diameter\n(PLD), largest cavity diameter (LCD), LCD/PLD ratio, and pore dimensionality.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Materials Close to the Edge of the Cloud of Properties in Figure 10 and Their Properties[^a]\n\n| refcode | density (g/cm³) | F<sub>He,T</sub> | S<sub>AC,T</sub> (m²/g) | V<sub>PO,T</sub> (cm³/g) | PLD (Å) | LCD (Å) | LCD/PLD | porosity |\n|---------|-----------------|-----------------|------------------------|-------------------------|---------|---------|---------|----------|\n| NIHWIN  | 0.193           | 0.929           | 6358.6                 | 4.671                   | 12.98   | 32.34   | 2.49    | 3D       |\n| RAVXOD  | 0.179           | 0.875           | 3190.2                 | 4.778                   | 71.08   | 71.20   | 1.0     | 1D       |\n| RAVXIX  | 0.228           | 0.864           | 3061.5                 | 3.654                   | 52.79   | 53.13   | 1.0     | 1D       |\n| TOCJEC  | 0.253           | 0.900           | 3187.1                 | 3.457                   | 25.57   | 30.94   | 1.21    | 3D       |\n| FOTNIN  | 0.270           | 0.900           | 2901.1                 | 3.284                   | 28.18   | 33.41   | 1.18    | 2D       |\n\n[^a]: Showing the CSD refcode, density, total helium volume (F<sub>He,T</sub>) fraction, total surface area (S<sub>AC,T</sub>), total probe-occupiable volume (V<sub>PO,T</sub>), pore limiting diameter (PLD), largest cavity diameter (LCD), LCD/PLD ratio, and pore dimensionality.", "data": [{"meta": {"name": "NIHWIN", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.193", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.929", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "6358.6", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "4.671", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "12.98", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "32.34", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "2.49", "unit": "", "condition": ""}, {"property name": "porosity", "value": "3D", "unit": "", "condition": ""}]}, {"meta": {"name": "RAVXOD", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.179", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.875", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "3190.2", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "4.778", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "71.08", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "71.20", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "1.0", "unit": "", "condition": ""}, {"property name": "porosity", "value": "1D", "unit": "", "condition": ""}]}, {"meta": {"name": "RAVXIX", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.228", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.864", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "3061.5", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "3.654", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "52.79", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "53.13", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "1.0", "unit": "", "condition": ""}, {"property name": "porosity", "value": "1D", "unit": "", "condition": ""}]}, {"meta": {"name": "TOCJEC", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.253", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.900", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "3187.1", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "3.457", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "25.57", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "30.94", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "1.21", "unit": "", "condition": ""}, {"property name": "porosity", "value": "3D", "unit": "", "condition": ""}]}, {"meta": {"name": "FOTNIN", "symbol": "", "chemical formula": ""}, "density": [{"value": "0.270", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.900", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "2901.1", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "3.284", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "28.18", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "33.41", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "1.18", "unit": "", "condition": ""}, {"property name": "porosity", "value": "2D", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 79, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl5\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Materials Close to\nthe Edge of the\nCloud of Properties in <xref ref-type=\"fig\" rid=\"fig11\">Figure <xref ref-type=\"fig\" rid=\"fig11\"></xref>\n</xref> and Their Properties<xref ref-type=\"table-fn\" rid=\"tbl5-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"9\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col9\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">refcode</oasis:entry>\n<oasis:entry align=\"center\">density (g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>\n<italic>AC</italic>,<italic>T</italic>\n</sub> (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>\n<italic>PO</italic>,<italic>T</italic>\n</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">PLD\n(Å)</oasis:entry>\n<oasis:entry align=\"center\">LCD (Å)</oasis:entry>\n<oasis:entry align=\"center\">LCD/PLD</oasis:entry>\n<oasis:entry align=\"center\">porosity</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>QOYYOU</oasis:entry>\n<oasis:entry>0.945</oasis:entry>\n<oasis:entry>0.701</oasis:entry>\n<oasis:entry>1247.0</oasis:entry>\n<oasis:entry>0.642</oasis:entry>\n<oasis:entry>3.31</oasis:entry>\n<oasis:entry>20.93</oasis:entry>\n<oasis:entry>6.32</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>OCUNAC</oasis:entry>\n<oasis:entry>0.450</oasis:entry>\n<oasis:entry>0.803</oasis:entry>\n<oasis:entry>2893.0</oasis:entry>\n<oasis:entry>1.762</oasis:entry>\n<oasis:entry>13.50</oasis:entry>\n<oasis:entry>33.48</oasis:entry>\n<oasis:entry>2.48</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>IZEPEJ</oasis:entry>\n<oasis:entry>0.585</oasis:entry>\n<oasis:entry>0.763</oasis:entry>\n<oasis:entry>2741.4</oasis:entry>\n<oasis:entry>1.253</oasis:entry>\n<oasis:entry>6.51</oasis:entry>\n<oasis:entry>22.19</oasis:entry>\n<oasis:entry>3.41</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>IZEPAF</oasis:entry>\n<oasis:entry>0.612</oasis:entry>\n<oasis:entry>0.755</oasis:entry>\n<oasis:entry>2727.2</oasis:entry>\n<oasis:entry>1.173</oasis:entry>\n<oasis:entry>7.30</oasis:entry>\n<oasis:entry>22.05</oasis:entry>\n<oasis:entry>3.02</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>YEYCUC</oasis:entry>\n<oasis:entry>0.554</oasis:entry>\n<oasis:entry>0.768</oasis:entry>\n<oasis:entry>2862.7</oasis:entry>\n<oasis:entry>1.282</oasis:entry>\n<oasis:entry>5.06</oasis:entry>\n<oasis:entry>17.25</oasis:entry>\n<oasis:entry>3.41</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>REWNEO</oasis:entry>\n<oasis:entry>0.578</oasis:entry>\n<oasis:entry>0.833</oasis:entry>\n<oasis:entry>3483.8</oasis:entry>\n<oasis:entry>1.308</oasis:entry>\n<oasis:entry>6.36</oasis:entry>\n<oasis:entry>19.23</oasis:entry>\n<oasis:entry>3.02</oasis:entry>\n<oasis:entry>2D</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GUPDEB</oasis:entry>\n<oasis:entry>0.945</oasis:entry>\n<oasis:entry>0.644</oasis:entry>\n<oasis:entry>1448.7</oasis:entry>\n<oasis:entry>0.635</oasis:entry>\n<oasis:entry>7.07</oasis:entry>\n<oasis:entry>19.98</oasis:entry>\n<oasis:entry>2.82</oasis:entry>\n<oasis:entry>3D</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl5-fn1\">\n<label>a</label>\n<p>Showing the CSD refcode, density,\ntotal helium volume (<italic>F</italic>\n<sub>\n<italic>He</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>) fraction, total surface area (<italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>), total probe-occupiable volume (<italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>), pore limiting diameter\n(PLD), largest cavity diameter (LCD), LCD/PLD ratio, and pore dimensionality.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 5. Materials Close to the Edge of the Cloud of Properties in Figure 11 and Their Properties[^a]\n\n| refcode | density (g/cm³) | F<sub>He,T</sub> | S<sub>AC,T</sub> (m²/g) | V<sub>PO,T</sub> (cm³/g) | PLD (Å) | LCD (Å) | LCD/PLD | porosity |\n|---------|-----------------|-----------------|------------------------|-------------------------|---------|---------|---------|----------|\n| QOYYOU  | 0.945           | 0.701           | 1247.0                 | 0.642                   | 3.31    | 20.93   | 6.32    | 3D       |\n| OCUNAC  | 0.450           | 0.803           | 2893.0                 | 1.762                   | 13.50   | 33.48   | 2.48    | 3D       |\n| IZEPEJ  | 0.585           | 0.763           | 2741.4                 | 1.253                   | 6.51    | 22.19   | 3.41    | 3D       |\n| IZEPAF  | 0.612           | 0.755           | 2727.2                 | 1.173                   | 7.30    | 22.05   | 3.02    | 3D       |\n| YEYCUC  | 0.554           | 0.768           | 2862.7                 | 1.282                   | 5.06    | 17.25   | 3.41    | 3D       |\n| REWNEO  | 0.578           | 0.833           | 3483.8                 | 1.308                   | 6.36    | 19.23   | 3.02    | 2D       |\n| GUPDEB  | 0.945           | 0.644           | 1448.7                 | 0.635                   | 7.07    | 19.98   | 2.82    | 3D       |\n\n[^a]: Showing the CSD refcode, density, total helium volume (F<sub>He,T</sub>) fraction, total surface area (S<sub>AC,T</sub>), total probe-occupiable volume (V<sub>PO,T</sub>), pore limiting diameter (PLD), largest cavity diameter (LCD), LCD/PLD ratio, and pore dimensionality.", "data": [{"meta": {"name": "", "symbol": "QOYYOU", "chemical formula": ""}, "density": [{"value": "0.945", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.701", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "1247.0", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "0.642", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "3.31", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "20.93", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "6.32", "unit": "", "condition": ""}, {"property name": "porosity", "value": "3D", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "OCUNAC", "chemical formula": ""}, "density": [{"value": "0.450", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.803", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "2893.0", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "1.762", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "13.50", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "33.48", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "2.48", "unit": "", "condition": ""}, {"property name": "porosity", "value": "3D", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "IZEPEJ", "chemical formula": ""}, "density": [{"value": "0.585", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.763", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "2741.4", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "1.253", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "6.51", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "22.19", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "3.41", "unit": "", "condition": ""}, {"property name": "porosity", "value": "3D", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "IZEPAF", "chemical formula": ""}, "density": [{"value": "0.612", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.755", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "2727.2", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "1.173", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "7.30", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "22.05", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "3.02", "unit": "", "condition": ""}, {"property name": "porosity", "value": "3D", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "YEYCUC", "chemical formula": ""}, "density": [{"value": "0.554", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.768", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "2862.7", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "1.282", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "5.06", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "17.25", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "3.41", "unit": "", "condition": ""}, {"property name": "porosity", "value": "3D", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "REWNEO", "chemical formula": ""}, "density": [{"value": "0.578", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.833", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "3483.8", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "1.308", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "6.36", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "19.23", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "3.02", "unit": "", "condition": ""}, {"property name": "porosity", "value": "2D", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "GUPDEB", "chemical formula": ""}, "density": [{"value": "0.945", "unit": "g/cm³", "condition": ""}], "etc": [{"property name": "F_He,T", "value": "0.644", "unit": "", "condition": ""}, {"property name": "S_AC,T", "value": "1448.7", "unit": "m²/g", "condition": ""}, {"property name": "V_PO,T", "value": "0.635", "unit": "cm³/g", "condition": ""}, {"property name": "PLD", "value": "7.07", "unit": "Å", "condition": ""}, {"property name": "LCD", "value": "19.98", "unit": "Å", "condition": ""}, {"property name": "LCD/PLD", "value": "2.82", "unit": "", "condition": ""}, {"property name": "porosity", "value": "3D", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic depiction of\na porous material and its properties. (A)\nA model system consists of a material, shown as the area shaded in\ngray, and a pore spanning the system in the horizontal direction.\nAtoms of the material at the boundary between the shaded area and\nthe pore are shown as striped circles. (B) The geometric pore volume\nis defined as the region of the system not occupied by atoms (shown\nin light red). The boundary between the occupied and empty space is\nthe van der Waals surface, shown in B as the red line. (C) Schematic\ndepiction of the accessible surface: it is the surface formed by the\ncenter of the probe particle rolling over the surface of the atoms\nof the structure, shown as the green line. A region of space enclosed\nby the accessible surface corresponds to the probe-center accessible\nprobe volume, shown as the green shaded area. (D) Schematic depiction\nof the Connolly surface: it is the surface formed by the tip of the\nprobe particle rolling over atoms of the structure, shown as the dark\nblue line. A region of space enclosed by the Connolly surface corresponds\nto the probe-occupiable volume, shown as the blue shaded area. The\ndifference between the geometric volume and the probe-occupiable volume\nis shown as residual red-shaded areas in panel D (see the inset for\nmore details).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cm0c03575_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic depiction of a porous material and its properties. (A) A model system consists of a material, shown as the area shaded in gray, and a pore spanning the system in the horizontal direction. Atoms of the material at the boundary between the shaded area and the pore are shown as striped circles. (B) The geometric pore volume is defined as the region of the system not occupied by atoms (shown in light red). The boundary between the occupied and empty space is the van der Waals surface, shown in B as the red line. (C) Schematic depiction of the accessible surface: it is the surface formed by the center of the probe particle rolling over the surface of the atoms of the structure, shown as the green line. A region of space enclosed by the accessible surface corresponds to the probe-center accessible probe volume, shown as the green shaded area. (D) Schematic depiction of the Connolly surface: it is the surface formed by the tip of the probe particle rolling over atoms of the structure, shown as the dark blue line. A region of space enclosed by the Connolly surface corresponds to the probe-occupiable volume, shown as the blue shaded area. The difference between the geometric volume and the probe-occupiable volume is shown as residual red-shaded areas in panel D (see the inset for more details).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Schematic illustration of the network-accessible\nand nonaccessible\nproperties. (<bold>A</bold>) For a small probe particle, shown as\nthe yellow sphere, the area shaded light yellow is network-accessible\nto the center of the probe. The spherical cavity in the top left corner\nof the system is not network-accessible to the probe. (B) For a probe\nof a different (in this case, larger) size, the network-accessible\nregions will be different, here shown as the light blue shaded area.\n(C) This panel illustrates the total probe-center accessible volume\nfor the blue particle. (D) This schematic illustrates the concepts\nof the pore limiting diameter (PLD) and largest cavity diameter (LCD).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cm0c03575_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Schematic illustration of the network-accessible and nonaccessible properties. (A) For a small probe particle, shown as the yellow sphere, the area shaded light yellow is network-accessible to the center of the probe. The spherical cavity in the top left corner of the system is not network-accessible to the probe. (B) For a probe of a different (in this case, larger) size, the network-accessible regions will be different, here shown as the light blue shaded area. (C) This panel illustrates the total probe-center accessible volume for the blue particle. (D) This schematic illustrates the concepts of the pore limiting diameter (PLD) and largest cavity diameter (LCD).   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Schematic illustration of some of the\nconcepts involved in the\nPB v4.0 algorithms. (A, B) A model system consisting of atoms, represented\nas striped circles (A), is divided into cubelets (B), with the gray\ncubelets representing accessible cubelets to the center of the probe.\nPercolation algorithms are then used to identify a set of cubelets\nforming a continuous pathway across the system, as shown in (B) for\nthe blue particle. (C) Illustration of the Monte Carlo algorithm to\ncalculate the surface area of the structure. For each atom, the algorithm\nobtains the proportion of the points sitting on the accessible surface\nof the atom (green circle), without overlapping with other atoms of\nthe structure. (D) Geometric PSD calculation. A point “a”\nbelongs to the pore shown as the red dashed circle: this is the largest\npore containing the point without an overlap with the atoms of the\nstructure.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cm0c03575_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Schematic illustration of some of the concepts involved in the PB v4.0 algorithms. (A, B) A model system consisting of atoms, represented as striped circles (A), is divided into cubelets (B), with the gray cubelets representing accessible cubelets to the center of the probe. Percolation algorithms are then used to identify a set of cubelets forming a continuous pathway across the system, as shown in (B) for the blue particle. (C) Illustration of the Monte Carlo algorithm to calculate the surface area of the structure. For each atom, the algorithm obtains the proportion of the points sitting on the accessible surface of the atom (green circle), without overlapping with other atoms of the structure. (D) Geometric PSD calculation. A point \"a\" belongs to the pore shown as the red dashed circle: this is the largest pore containing the point without an overlap with the atoms of the structure.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Schematic illustration of the geometric pore\nsize distribution\nin model structures.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cm0c03575_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Schematic illustration of the geometric pore size distribution in model structures.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Molecular visualizations of HKUST-1 (left),\nIRMOF-1 (center), and\nZIF-8 (right). This image was made with VMD software.<xref ref-type=\"bibr\" rid=\"ref42\"></xref>\n</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cm0c03575_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Molecular visualizations of HKUST-1 (left), IRMOF-1 (center), and ZIF-8 (right). This image was made with VMD software.    ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>PSDs for HKUST-1 (left), IRMOF-1 (center),\nand ZIF-8 (right). Red\nlines are the Zeo++ results; black lines are the PB v4.0 results.\nFor HKUST-1 and IRMOF-1, PSD is the network-accessible property; for\nZIF-8 the network-accessible probe-occupiable volume is zero, and\ntherefore PSD is calculated on the whole porous space (total property).</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cm0c03575_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  PSDs for HKUST-1 (left), IRMOF-1 (center), and ZIF-8 (right). Red lines are the Zeo++ results; black lines are the PB v4.0 results. For HKUST-1 and IRMOF-1, PSD is the network-accessible property; for ZIF-8 the network-accessible probe-occupiable volume is zero, and therefore PSD is calculated on the whole porous space (total property).   ", "data": null, "include_properties": null}, {"idx": 51, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Comparison between results obtained from Zeo++ and those from PB\nv4.0. (a) Pore limiting diameter, PLD. (b) Largest cavity diameter,\nLCD. (c) Total surface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>. (d) Network-accessible surface\narea, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>. (e) Total probe-occupiable volume, <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>. (f)\nNetwork-accessible probe-occupiable volume and <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>. Left panels\nshow the parity plots, and right panels show the data distribution\nwithin 12 052 MOFs.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cm0c03575_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Comparison between results obtained from Zeo++ and those from PB v4.0. (a) Pore limiting diameter, PLD. (b) Largest cavity diameter, LCD. (c) Total surface area, S  AC  ,T . (d) Network-accessible surface area, S  AC  ,A . (e) Total probe-occupiable volume, V  PO  ,T . (f) Network-accessible probe-occupiable volume and V  PO  ,A . Left panels show the parity plots, and right panels show the data distribution within 12052 MOFs.   ", "data": null, "include_properties": null}, {"idx": 55, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Parity graphs for the\nhelium pore volume fraction <italic>F</italic>\n<sub>\n<italic>He</italic>,<italic>T</italic>\n</sub>. Results for PB\nv4.0 and RASPA are shown on the left and those for PB v4.0 and Zeo++\non the right.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cm0c03575_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Parity graphs for the helium pore volume fraction F  He,T . Results for PB v4.0 and RASPA are shown on the left and those for PB v4.0 and Zeo++ on the right.   ", "data": null, "include_properties": null}, {"idx": 57, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Error\nanalysis of the structural properties. From top down: the\ntotal and network-accessible probe-occupiable volume, <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> and <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>, the total and network-accessible surface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> and <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>A</italic>\n</sub>, and the pore limiting diameter, PLD. Parity plots of the 4,824\nstructures with the error exceeding 10% (left), the correlation between\nthe different properties and the magnitude of the error (center),\nand error distribution for each property.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"cm0c03575_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Error analysis of the structural properties. From top down: the total and network-accessible probe-occupiable volume, V  PO  ,T  and V  PO  ,A , the total and network-accessible surface area, S  AC  ,T  and S  AC  ,A , and the pore limiting diameter, PLD. Parity plots of the 4,824 structures with the error exceeding 10% (left), the correlation between the different properties and the magnitude of the error (center), and error distribution for each property.   ", "data": null, "include_properties": null}, {"idx": 72, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Four-dimensional analysis in a 2D plot. Total probe-occupiable\npore volume <italic>V</italic>\n<sub>\n<italic>PO</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub> vs total accessible surface area <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>. Color\nbar indicates the value of the LCD/PLD ratio, and the size of the\ncircles indicates the value of the PLD.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"cm0c03575_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Four-dimensional analysis in a 2D plot. Total probe-occupiable pore volume V  PO  ,T  vs total accessible surface area S  AC  ,T . Color bar indicates the value of the LCD/PLD ratio, and the size of the circles indicates the value of the PLD.   ", "data": null, "include_properties": null}, {"idx": 78, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Four-dimensional\nanalysis in 2D. LCD/PLD ratio vs PLD, Å.\nColor bar indicates the value of the LCD, and the size of the point\nindicates the value of the total accessible surface area, <italic>S</italic>\n<sub>\n<italic>AC</italic>\n</sub>\n<sub>,<italic>T</italic>\n</sub>.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"cm0c03575_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Four-dimensional analysis in 2D. LCD/PLD ratio vs PLD, Å. Color bar indicates the value of the LCD, and the size of the point indicates the value of the total accessible surface area, S  AC  ,T .   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.chemmater.0c03575", "title": null, "journal": "American Chemical\nSociety", "date": "2020.11", "author_list": ["Sarkisov\nLev", "Bueno-Perez\nRocio", "Sutharson\nMythili", "Fairen-Jimenez\nDavid"]}}