{"filepath": "../L2M3_data/1_application_papers/acs_xml/cm503570f.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Complex\narchitectures are often found among metal–organic\nframework (MOF) compounds. The mixed-metal approach to this type of\nmaterial offers an additional degree of structural complexity, and\npotential tunability of their properties, which remains largely unexplored.\nWe present an in-depth investigation of the crystal chemistry of mixed-metal\nMOFs based on succinate linkers (C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>) and having the general formula (M′<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>M″<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> with M′/M″ = Mn/Co, Fe/Co, and Mn/Fe. The distribution\nof the metallic elements over three crystallographic sites throughout\nthe different substitutions is finely characterized by resonant contrast\ndiffraction (RCD) experiments corroborated by neutron diffraction\n(ND) measurements. We observe a size-effect in the filling of the\noxygen octahedra, leading to the existence of compounds in which a\npartial order of the cations over the different metallic sites exists\nfor some compositions of the Co/Mn solid solution. This points out\nthe existence of complex structural phenomena potentially able to\ninfluence the physical behavior of such phases and that might, so\nfar, have been overlooked in MOFs. In order to facilitate future studies\non mixed-metal MOFs, we consider the possibility of using conventional\nsingle-crystal X-ray diffraction (SCXRD) to locate cations of close\nelectronic densities in such cases. The comparison with the results\nfrom dedicated measurements based on synchrotron (RCD) and neutron\n(ND) radiations indicates guidelines for the use of laboratory SCXRD\nto address mixed-metal MOFs where metal distribution is fundamental\nto tuning physical properties.</p>", "clean_text": "Complex architectures are often found among metal-organic framework (MOF) compounds. The mixed-metal approach to this type of material offers an additional degree of structural complexity, and potential tunability of their properties, which remains largely unexplored. We present an in-depth investigation of the crystal chemistry of mixed-metal MOFs based on succinate linkers (C4H4O4) and having the general formula (M'1-x M\" x )5(OH)2(C4H4O4)4 with M'/M\" = Mn/Co, Fe/Co, and Mn/Fe. The distribution of the metallic elements over three crystallographic sites throughout the different substitutions is finely characterized by resonant contrast diffraction (RCD) experiments corroborated by neutron diffraction (ND) measurements. We observe a size-effect in the filling of the oxygen octahedra, leading to the existence of compounds in which a partial order of the cations over the different metallic sites exists for some compositions of the Co/Mn solid solution. This points out the existence of complex structural phenomena potentially able to influence the physical behavior of such phases and that might, so far, have been overlooked in MOFs. In order to facilitate future studies on mixed-metal MOFs, we consider the possibility of using conventional single-crystal X-ray diffraction (SCXRD) to locate cations of close electronic densities in such cases. The comparison with the results from dedicated measurements based on synchrotron (RCD) and neutron (ND) radiations indicates guidelines for the use of laboratory SCXRD to address mixed-metal MOFs where metal distribution is fundamental to tuning physical properties.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are organic–inorganic\nhybrid solids in which a, usually low-dimensional, inorganic subnetwork\nis connected with appropriately functionalized organic molecules to\nform a 3D framework. The field of MOFs expands at a remarkable pace, in part because of the huge combinatorial possibilities\noffered by the amalgamation of organic and inorganic chemistry, but\nalso because of their ability to produce interesting properties for\nboth industrial applications and fundamental science. The exploration\nof their potential applicability has mostly focused on gas capture,\nluminescence, catalysis, sensing, cryogenic cooling, or drug delivery\ncapabilities. One of their most striking\nstructural features resides in the so-called <italic toggle=\"yes\">reticular design</italic> approach, which, in short, consists\nin replacing a ligand while keeping intact the global architecture\nof the framework. Besides its beauty, this way of tuning framework\nmaterials is also capable of modifying their properties, e.g., their\ngas storage capabilities by varying the size of the pores. Another\nelegant and fascinating way of acting on MOFs’ structures and\nproperties is the use of a guest, which can, for example, act on a\nflexible framework keeping its topological integrity upon deformation. Finally, the modification of the inorganic subnetwork of a MOF by\nusing a different cation or by mixing cations is, of course, another\nway of influencing their structures and properties.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are organic-inorganic hybrid solids in which a, usually low-dimensional, inorganic subnetwork is connected with appropriately functionalized organic molecules to form a 3D framework. The field of MOFs expands at a remarkable pace, in part because of the huge combinatorial possibilities offered by the amalgamation of organic and inorganic chemistry, but also because of their ability to produce interesting properties for both industrial applications and fundamental science. The exploration of their potential applicability has mostly focused on gas capture, luminescence, catalysis, sensing, cryogenic cooling, or drug delivery capabilities. One of their most striking structural features resides in the so-called reticular design approach, which, in short, consists in replacing a ligand while keeping intact the global architecture of the framework. Besides its beauty, this way of tuning framework materials is also capable of modifying their properties, e.g., their gas storage capabilities by varying the size of the pores. Another elegant and fascinating way of acting on MOFs' structures and properties is the use of a guest, which can, for example, act on a flexible framework keeping its topological integrity upon deformation. Finally, the modification of the inorganic subnetwork of a MOF by using a different cation or by mixing cations is, of course, another way of influencing their structures and properties. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Cationic substitutions have been extensively used in the chemistry\nof oxide and intermetallic compounds, allowing efficient tunings of\ntheir physical properties and emergence of unprecedented phenomena.\nThis fruitful approach remains very little explored in the field of\nMOFs. This is probably related, to some extent, to the fact that metallic\ncenters are generally less correlated in hybrid materials than in\npurely inorganic phases, which, as a consequence, limits the impact\nof substitutions on the overall physical behavior. Nevertheless, works\ndealing with cationic substitutions in MOFs exist. Depending on their\ncrystal structure, i.e., on the number of available metallic sites\nand on the nature of the mixed cations, the substitution can either\nlead to heterometallic compounds in which\nmetals are ordered on specific sites, or to the formation of solid\nsolutions in which metals occupy, more\nor less statistically, one or several positions.</p>", "clean_text": "Cationic substitutions have been extensively used in the chemistry of oxide and intermetallic compounds, allowing efficient tunings of their physical properties and emergence of unprecedented phenomena. This fruitful approach remains very little explored in the field of MOFs. This is probably related, to some extent, to the fact that metallic centers are generally less correlated in hybrid materials than in purely inorganic phases, which, as a consequence, limits the impact of substitutions on the overall physical behavior. Nevertheless, works dealing with cationic substitutions in MOFs exist. Depending on their crystal structure, i.e., on the number of available metallic sites and on the nature of the mixed cations, the substitution can either lead to heterometallic compounds in which metals are ordered on specific sites, or to the formation of solid solutions in which metals occupy, more or less statistically, one or several positions.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The location\nof metallic elements in the most favorable cases has\nbeen determined by single crystal X-ray diffraction on heterometallic\nsystems where the mixed metallic elements have very different crystallochemical\nproperties. For solid solutions, the problem of metallic elements\nbeing distributed over several sites is much more complex and is often\nneglected. In most cases the mixed elements\nare close in the periodic table, and thus have too low X-ray diffusion\ncontrast to be distinguished by standard X-ray diffraction. We have\nalready considered this problem in the (Co<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>Fe<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>2</sub>(OH)<sub>2</sub>(C<sub>8</sub>H<sub>4</sub>O<sub>4</sub>) solid solution where Co\nand Fe share two octahedral sites. We had successfully\nused the resonant contrast diffraction (RCD) method, also termed as\nmultiwavelength anomalous dispersion (MAD), and neutron diffraction\n(ND) on powder samples. More recently, the former method was used\non single crystals of Mn<sub>3</sub>[(Mn<sub>4</sub>Cl)<sub>3</sub>(BTT)<sub>8</sub>]<sub>2</sub> (BTT = 1,3,5 benzentristetrazolate) to locate Fe, Cu, and Zn over two metallic sites.\nIn the present work we employ the same approach as before, selecting the already well-known M<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> system for several reasons: (i) the structure exists for M = Fe, Co, and\nMn and allows the synthesis of bimetallic solid solutions; (ii) it contains three crystallographically\nindependent sites for the metallic elements; and (iii) their hydrothermal\nsynthesis provides crystallites suitable for single-crystal X-ray\ndiffraction (SCXRD).</p>", "clean_text": "The location of metallic elements in the most favorable cases has been determined by single crystal X-ray diffraction on heterometallic systems where the mixed metallic elements have very different crystallochemical properties. For solid solutions, the problem of metallic elements being distributed over several sites is much more complex and is often neglected. In most cases the mixed elements are close in the periodic table, and thus have too low X-ray diffusion contrast to be distinguished by standard X-ray diffraction. We have already considered this problem in the (Co1-x Fe x )2(OH)2(C8H4O4) solid solution where Co and Fe share two octahedral sites. We had successfully used the resonant contrast diffraction (RCD) method, also termed as multiwavelength anomalous dispersion (MAD), and neutron diffraction (ND) on powder samples. More recently, the former method was used on single crystals of Mn3[(Mn4Cl)3(BTT)8]2 (BTT = 1,3,5 benzentristetrazolate) to locate Fe, Cu, and Zn over two metallic sites. In the present work we employ the same approach as before, selecting the already well-known M5(OH)2(C4H4O4)4 system for several reasons: (i) the structure exists for M = Fe, Co, and Mn and allows the synthesis of bimetallic solid solutions; (ii) it contains three crystallographically independent sites for the metallic elements; and (iii) their hydrothermal synthesis provides crystallites suitable for single-crystal X-ray diffraction (SCXRD).", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>(M′<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>M″<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> samples\nwith nominal compositions <italic toggle=\"yes\">x</italic>\n<sup>nominal</sup> = 0.2,\n0.33, 0.5, 0.66, and 0.8 have\nbeen synthesized for the three possible M′/M″ couples\n(Fe/Co, Co/Mn, and Fe/Mn). The three series of samples have been thoroughly\ncharacterized by SCXRD, ND, and RCD using synchrotron powder diffraction\nat incident energies in the vicinity of the K absorption edges of\nthe metals. This article first deals with the crystal chemistry of\nthese mixed-metal MOFs. In particular, we show that size-effects dominate\nthe filling of the three metallic sites in these bimetallic compounds,\nleading to strong differences in the ratios of the two metals among\nthe crystallographic positions. Second, we address more general concerns\nabout the appropriate way of dealing with the crystal chemistry of\nMOFs mixing metals of very close electronic densities. For this purpose\nwe compare the results from conventional SCXRD with those from the\nlarge-scale facilities techniques, with the aim of providing a case\nstudy and general guidelines for the broad community of researchers\ndealing with MOFs.</p>", "clean_text": "(M'1-x M\" x )5(OH)2(C4H4O4)4 samples with nominal compositions x nominal = 0.2, 0.33, 0.5, 0.66, and 0.8 have been synthesized for the three possible M'/M\" couples (Fe/Co, Co/Mn, and Fe/Mn). The three series of samples have been thoroughly characterized by SCXRD, ND, and RCD using synchrotron powder diffraction at incident energies in the vicinity of the K absorption edges of the metals. This article first deals with the crystal chemistry of these mixed-metal MOFs. In particular, we show that size-effects dominate the filling of the three metallic sites in these bimetallic compounds, leading to strong differences in the ratios of the two metals among the crystallographic positions. Second, we address more general concerns about the appropriate way of dealing with the crystal chemistry of MOFs mixing metals of very close electronic densities. For this purpose we compare the results from conventional SCXRD with those from the large-scale facilities techniques, with the aim of providing a case study and general guidelines for the broad community of researchers dealing with MOFs.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Synthesis\nand Chemical Analysis</title><p>All chemicals were\ncommercially available from Aldrich and used as received. The monometallic\nphases M<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> with M = Mn, Fe, and Co and the bimetallic solid\nsolutions (Co<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>Mn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>, <bold>SS-Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>\n<bold>Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>; (Co<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>Fe<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>, <bold>SS-Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>; and (Fe<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>Mn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>, <bold>SS-Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>\n<bold>Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>, were synthesized from succinic dicarboxylic acid C<sub>4</sub>H<sub>6</sub>O<sub>4</sub> (1.6 g, 13.5 mmol) and metallic salts,\nthe quantities of which are given below. Powder samples <bold>4</bold>–<bold>15</bold> were observed by a JEOL J7600F field-effect\nSEM and the ratios M′/M″ were determined by EDS analysis.\nEDS analyses were performed at 15 kV (1.2 nA) using an INCA system\nfrom Oxford Instrument (20 mm<sup>2</sup> SDD detector). It is worth\nnoting the existence of interference between the signals from Fe Kα\n(6.404 keV) and Mn Kβ (6.49 keV). However, Fe Kβ and Mn\nKα lines being exempt of such interferences, it is possible\nto provide a satisfactorily deconvolution of the two signals by optimizing\nthe line profiles on the end members of the series, which were used\nas standards. A similar approach was employed for the treatment of\nthe signals from Fe Kβ (7.058 keV) and Co Kα (6.930 keV).\nIn the following both <italic toggle=\"yes\">x</italic>\n<sup>nominal</sup> and <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub> (in brackets) are indicated.</p>", "clean_text": "Experimental Section\n\nSynthesis and Chemical Analysis\n\nAll chemicals were commercially available from Aldrich and used as received. The monometallic phases M5(OH)2(C4H4O4)4 with M = Mn, Fe, and Co and the bimetallic solid solutions (Co1-x Mn x )5(OH)2(C4H4O4)4, SS-Co  1-x  Mn  x ; (Co1-x Fe x )5(OH)2(C4H4O4)4, SS-Co  1-x  Fe  x ; and (Fe1-x Mn x )5(OH)2(C4H4O4)4, SS-Fe  1-x  Mn  x , were synthesized from succinic dicarboxylic acid C4H6O4 (1.6 g, 13.5 mmol) and metallic salts, the quantities of which are given below. Powder samples 4-15 were observed by a JEOL J7600F field-effect SEM and the ratios M'/M\" were determined by EDS analysis. EDS analyses were performed at 15 kV (1.2 nA) using an INCA system from Oxford Instrument (20 mm2 SDD detector). It is worth noting the existence of interference between the signals from Fe Kα (6.404 keV) and Mn Kβ (6.49 keV). However, Fe Kβ and Mn Kα lines being exempt of such interferences, it is possible to provide a satisfactorily deconvolution of the two signals by optimizing the line profiles on the end members of the series, which were used as standards. A similar approach was employed for the treatment of the signals from Fe Kβ (7.058 keV) and Co Kα (6.930 keV). In the following both x nominal and x EDS (in brackets) are indicated.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Monometallic\nPhases</title><p>Mn<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>1</bold> (MnCl<sub>2</sub>·4H<sub>2</sub>O, 1.62 g, 8.2 mmol), Fe<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>2</bold> (FeCl<sub>2</sub>·4H<sub>2</sub>O, 1.63 g, 8.2 mmol),\nand Co<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>3</bold> (CoCl<sub>2</sub>·6H<sub>2</sub>O, 1.95 g, 8.2 mmol).</p><title>SS-Mn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Co<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>\n</title><p>Compound <bold>4</bold>, <italic toggle=\"yes\">x</italic> = 0.20\n(0.19), CoCl<sub>2</sub>·6H<sub>2</sub>O (1.56 g, 1.64 mmol),\nMnCl<sub>2</sub>·4H<sub>2</sub>O (1.56 g, 6.56 mmol); <bold>5</bold>, <italic toggle=\"yes\">x</italic> = 0.50 (0.58), CoCl<sub>2</sub>·6H<sub>2</sub>O (0.98 g, 4.10 mmol), MnCl<sub>2</sub>·4H<sub>2</sub>O (0.81 g, 4.10 mmol); <bold>6</bold>, <italic toggle=\"yes\">x</italic> = 0.66\n(0.62), CoCl<sub>2</sub>·6H<sub>2</sub>O (0.66 g, 2.79 mmol),\nMnCl<sub>2</sub>·4H<sub>2</sub>O (1.10 g, 5.40 mmol); <bold>7</bold>, <italic toggle=\"yes\">x</italic> = 0.80 (0.74), CoCl<sub>2</sub>·6H<sub>2</sub>O (0.39 g, 1.64 mmol), MnCl<sub>2</sub>·4H<sub>2</sub>O (1.30 g, 6.56 mmol).</p>", "clean_text": "Monometallic Phases\n\nMn5(OH)2(C4H4O4)4 1 (MnCl2⋅4H2O, 1.62 g, 8.2 mmol), Fe5(OH)2(C4H4O4)4 2 (FeCl2⋅4H2O, 1.63 g, 8.2 mmol), and Co5(OH)2(C4H4O4)4 3 (CoCl2⋅6H2O, 1.95 g, 8.2 mmol).\n\nSS-Mn x Co1-x  \n\nCompound 4, x = 0.20 (0.19), CoCl2⋅6H2O (1.56 g, 1.64 mmol), MnCl2⋅4H2O (1.56 g, 6.56 mmol); 5, x = 0.50 (0.58), CoCl2⋅6H2O (0.98 g, 4.10 mmol), MnCl2⋅4H2O (0.81 g, 4.10 mmol); 6, x = 0.66 (0.62), CoCl2⋅6H2O (0.66 g, 2.79 mmol), MnCl2⋅4H2O (1.10 g, 5.40 mmol); 7, x = 0.80 (0.74), CoCl2⋅6H2O (0.39 g, 1.64 mmol), MnCl2⋅4H2O (1.30 g, 6.56 mmol).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>SS-Fe<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Co<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>\n</title><p>Compound <bold>8</bold>, <italic toggle=\"yes\">x</italic> = 0.20\n(0.16), CoCl<sub>2</sub>·6H<sub>2</sub>O (1.56 g, 6.56 mmol),\nFeCl<sub>2</sub>·4H<sub>2</sub>O (0.33 g, 1.64 mmol); <bold>9</bold>, <italic toggle=\"yes\">x</italic> = 0.33 (0.42), CoCl<sub>2</sub>·6H<sub>2</sub>O (1.31 g, 5.5 mmol), FeCl<sub>2</sub>·4H<sub>2</sub>O (0.54 g, 2.70 mmol); <bold>10</bold>, <italic toggle=\"yes\">x</italic> = 0.5\n(0.55), CoCl<sub>2</sub>·6H<sub>2</sub>O (0.97 g, 4.1 mmol),\nFeCl<sub>2</sub>·4H<sub>2</sub>O (0.81 g, 4.1 mmol); <bold>11</bold>, <italic toggle=\"yes\">x</italic> = 0.66 (0.70), CoCl<sub>2</sub>·6H<sub>2</sub>O (1.29 g, 5.4 mmol), FeCl<sub>2</sub>·4H<sub>2</sub>O (0.55 g, 2.79 mmol); <bold>12</bold>, <italic toggle=\"yes\">x</italic> = 0.80\n(0.82), CoCl<sub>2</sub>·6H<sub>2</sub>O (0.39 g, 1.64 mmol),\nFeCl<sub>2</sub>·4H<sub>2</sub>O (1.30 g, 6.56 mmol).</p>", "clean_text": "SS-Fe x Co1-x  \n\nCompound 8, x = 0.20 (0.16), CoCl2⋅6H2O (1.56 g, 6.56 mmol), FeCl2⋅4H2O (0.33 g, 1.64 mmol); 9, x = 0.33 (0.42), CoCl2⋅6H2O (1.31 g, 5.5 mmol), FeCl2⋅4H2O (0.54 g, 2.70 mmol); 10, x = 0.5 (0.55), CoCl2⋅6H2O (0.97 g, 4.1 mmol), FeCl2⋅4H2O (0.81 g, 4.1 mmol); 11, x = 0.66 (0.70), CoCl2⋅6H2O (1.29 g, 5.4 mmol), FeCl2⋅4H2O (0.55 g, 2.79 mmol); 12, x = 0.80 (0.82), CoCl2⋅6H2O (0.39 g, 1.64 mmol), FeCl2⋅4H2O (1.30 g, 6.56 mmol).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>SS-Mn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Fe<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>\n</title><p>Compound <bold>13</bold>, <italic toggle=\"yes\">x</italic> = 0.20\n(0.31), FeCl<sub>2</sub>·4H<sub>2</sub>O (1.30 g, 6.56 mmol),\nMnCl<sub>2</sub>·4H<sub>2</sub>O (0.32 g, 1.64 mmol); <bold>14</bold>, <italic toggle=\"yes\">x</italic> = 0.33 (0.48), FeCl<sub>2</sub>·4H<sub>2</sub>O (1.12 g, 5.65 mmol), MnCl<sub>2</sub>·4H<sub>2</sub>O (0.54 g, 2.71 mmol); <bold>15</bold>, <italic toggle=\"yes\">x</italic> = 0.66\n(0.82), FeCl<sub>2</sub>·4H<sub>2</sub>O (0.55 g, 2.79 mmol),\nMnCl<sub>2</sub>·4H<sub>2</sub>O C<sub>4</sub>H<sub>6</sub>O<sub>4</sub> (1.07 g, 5.41 mmol).</p>", "clean_text": "SS-Mn x Fe1-x  \n\nCompound 13, x = 0.20 (0.31), FeCl2⋅4H2O (1.30 g, 6.56 mmol), MnCl2⋅4H2O (0.32 g, 1.64 mmol); 14, x = 0.33 (0.48), FeCl2⋅4H2O (1.12 g, 5.65 mmol), MnCl2⋅4H2O (0.54 g, 2.71 mmol); 15, x = 0.66 (0.82), FeCl2⋅4H2O (0.55 g, 2.79 mmol), MnCl2⋅4H2O C4H6O4 (1.07 g, 5.41 mmol).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<p>Each compound was synthesized\naccording to the following procedure: the succinic dicarboxylic acid\n(1.6 g, 13.5 mmol) was reacted with KOH (1.8 g, 3.2 mmol) in 10 mL\nof distillated water. A limpid solution was consequently obtained,\nand the pH reached a value of about 13. The metallic cations were\nthen directly added to the solution under magnetic stirring. The pH\nof the resulting mixture was finely adjusted by KOH (1 M) droplets\nto 8.3. The magnetic stirring was maintained during 15 min, and the\npH was maintained during this time. The mixture was finally transferred\ninto a Teflon-walled stainless steel autoclave. Following this first\nstep, the various compounds (<bold>1</bold>–<bold>15</bold>) were obtained by a hydrothermal treatment at 150 °C. After\n5 days, the autoclave was naturally cooled in air and opened under\nambient atmosphere. The reaction product was collected by centrifugation,\nwashed twice with a mixture of distilled water and ethanol (1/1),\nand then dried at room temperature.</p>", "clean_text": "Each compound was synthesized according to the following procedure: the succinic dicarboxylic acid (1.6 g, 13.5 mmol) was reacted with KOH (1.8 g, 3.2 mmol) in 10 mL of distillated water. A limpid solution was consequently obtained, and the pH reached a value of about 13. The metallic cations were then directly added to the solution under magnetic stirring. The pH of the resulting mixture was finely adjusted by KOH (1 M) droplets to 8.3. The magnetic stirring was maintained during 15 min, and the pH was maintained during this time. The mixture was finally transferred into a Teflon-walled stainless steel autoclave. Following this first step, the various compounds (1-15) were obtained by a hydrothermal treatment at 150 °C. After 5 days, the autoclave was naturally cooled in air and opened under ambient atmosphere. The reaction product was collected by centrifugation, washed twice with a mixture of distilled water and ethanol (1/1), and then dried at room temperature.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Resonant Contrast Diffraction\n(RCD)</title><p>For a good introduction\nto the RCD method the reader can refer to ref . Powder X-ray diffraction\nexperiments were carried out at Swiss Light Source using the MSX04SA\nbeamline (powder station). Diffraction\npatterns of the samples were measured in glass capillaries (ϕ\n= 0.3 mm) with the Debye–Scherrer geometry and a multistrip\ndetector. Three powder diffraction patterns\nwere recorded for each mixed-metal sample (<bold>4</bold>–<bold>15</bold>): two patterns using X-ray energies near the K edge of\neach metallic element (<bold>I</bold>, λ<sub>Mn</sub> = 1.8982; <bold>II</bold>, λ<sub>Fe</sub> = 1.7444; <bold>III</bold>, λ<sub>Co</sub> = 1.6095 Å), i.e., at incident energies for which the\nscattering factors vary by resonant effects, and a third one at a\nhigher energy (<bold>IV</bold>, λ<sub>HighEn</sub> = 0.8268\nÅ), i.e., far from any absorption edge. Anomalous X-ray scattering\nfactors as a function of energy in the vicinity of the absorption\nthresholds of Mn, Fe, and Co are shown on Figure S1, . The end members of the solid solutions\n(compounds <bold>1</bold>–<bold>3</bold>) were recorded with\nλ = 0.8185 Å. The one-dimensional detector allows measuring\nentire diffraction patterns over 120° 2θ in a few seconds.\nFor each sample, four diffraction patterns corresponding to four,\nslightly shifted, positions of the detector were measured in order\nto improve signal-to-noise ratio. These diffraction patterns were\nrecorded via the local software piloting the diffractometer and averaging\nthe data acquired around 10 s per position. The energies were calibrated\nusing a standard silicon sample from NIST. The atomic scattering factors\nused in the Fullprof software are reported in Table S1, . They were determined\nusing the DISPANO V.2 program and the\nBrenann and Cowan data. The effects of\nanomalous X-ray scattering on the relative intensities of the diffracted\nbeams is illustrated in Figure , for (Co<sub>0.5</sub>Mn<sub>0.5</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>5</bold>, with the\npatterns recorded at λ<sub>Mn</sub> and λ<sub>Co</sub>.</p>", "clean_text": "Resonant Contrast Diffraction (RCD)\n\nFor a good introduction to the RCD method the reader can refer to ref . Powder X-ray diffraction experiments were carried out at Swiss Light Source using the MSX04SA beamline (powder station). Diffraction patterns of the samples were measured in glass capillaries (ϕ = 0.3 mm) with the Debye-Scherrer geometry and a multistrip detector. Three powder diffraction patterns were recorded for each mixed-metal sample (4-15): two patterns using X-ray energies near the K edge of each metallic element (I, λMn = 1.8982; II, λFe = 1.7444; III, λCo = 1.6095 Å), i.e., at incident energies for which the scattering factors vary by resonant effects, and a third one at a higher energy (IV, λHighEn = 0.8268 Å), i.e., far from any absorption edge. Anomalous X-ray scattering factors as a function of energy in the vicinity of the absorption thresholds of Mn, Fe, and Co are shown on Figure S1, . The end members of the solid solutions (compounds 1-3) were recorded with λ = 0.8185 Å. The one-dimensional detector allows measuring entire diffraction patterns over 120° 2θ in a few seconds. For each sample, four diffraction patterns corresponding to four, slightly shifted, positions of the detector were measured in order to improve signal-to-noise ratio. These diffraction patterns were recorded via the local software piloting the diffractometer and averaging the data acquired around 10 s per position. The energies were calibrated using a standard silicon sample from NIST. The atomic scattering factors used in the Fullprof software are reported in Table S1, . They were determined using the DISPANO V.2 program and the Brenann and Cowan data. The effects of anomalous X-ray scattering on the relative intensities of the diffracted beams is illustrated in Figure , for (Co0.5Mn0.5)5(OH)2(C4H4O4)4 5, with the patterns recorded at λMn and λCo.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Effects of anomalous X-ray diffusion on the relative intensities\nof (Co<sub>0.5</sub>Mn<sub>0.5</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>5</bold> powder\ndiffraction pattern. Data recorded at λ<sub>Mn</sub> = 1.8982\nÅ (bottom) and λ<sub>Co</sub> = 1.6095 Å (top).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Effects of anomalous X-ray diffusion on the relative intensities of (Co0.5Mn0.5)5(OH)2(C4H4O4)4 5 powder diffraction pattern. Data recorded at λMn = 1.8982 Å (bottom) and λCo = 1.6095 Å (top).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Le Bail Decomposition</title><p>The line profiles\nwere modeled\nusing the Thompson–Cox–Hastings function as implemented\nin the Fullprof_Suite software. The instrumental\nfunction was measured by using a small line-width standard sample\n(NAC; Na<sub>2</sub>Ca<sub>3</sub>Al<sub>2</sub>F<sub>4</sub>, NIST)\nas a reference. The line broadening was interpreted by microstructural\neffects (size and microstrain). For each pattern (<bold>I</bold>, <bold>II</bold>, <bold>III</bold>, and <bold>IV</bold>), according to the\nmonoclinic <italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic> symmetry,\nfour lattice parameters and the zero position are refined. The number\nof parameters for crystallite size, strain, and background depends\non the pattern (see Tables S2–S4, ). <italic toggle=\"yes\">R</italic>\n<sub>p</sub> and <italic toggle=\"yes\">R</italic>\n<sub>wp</sub> factors converge satisfactory to values lower than\n4%.</p>", "clean_text": "Le Bail Decomposition\n\nThe line profiles were modeled using the Thompson-Cox-Hastings function as implemented in the Fullprof_Suite software. The instrumental function was measured by using a small line-width standard sample (NAC; Na2Ca3Al2F4, NIST) as a reference. The line broadening was interpreted by microstructural effects (size and microstrain). For each pattern (I, II, III, and IV), according to the monoclinic P21/c symmetry, four lattice parameters and the zero position are refined. The number of parameters for crystallite size, strain, and background depends on the pattern (see Tables S2-S4, ). R p and R wp factors converge satisfactory to values lower than 4%.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Three-Pattern Rietveld Refinement</title><p>Refinement parameters\nare reported in Tables S2–S4, , for the three series <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, <bold>Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>SS-Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, and <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, respectively. The starting structural\nmodel was taken from our single crystal data (<italic toggle=\"yes\">vide infra</italic>). Eighty-six to 106 parameters were refined, depending on the compound\n(<bold>4</bold>–<bold>15</bold>). For all samples, 18 intensity-dependent\nparameters were refined, including nine atomic coordinates, one isotropic\nthermal factor for the metals and the oxygen atoms of the hydroxide\ngroups, six Euler angles for the two independent succinate molecules,\nand two occupancy factors for the metallic sites. Full occupancy of\nM1­(2<italic toggle=\"yes\">a</italic>), M2­(4<italic toggle=\"yes\">e</italic>), and M3­(4<italic toggle=\"yes\">e</italic>) was assumed during the refinements, i.e., <italic toggle=\"yes\">x</italic>\n<sub arrange=\"stack\">M′</sub>\n<sup arrange=\"stack\">M1</sup> + <italic toggle=\"yes\">x</italic>\n<sub arrange=\"stack\">M″</sub>\n<sup arrange=\"stack\">M1</sup> = 1, <italic toggle=\"yes\">x</italic>\n<sub arrange=\"stack\">M′</sub>\n<sup arrange=\"stack\">M2</sup> + <italic toggle=\"yes\">x</italic>\n<sub arrange=\"stack\">M″</sub>\n<sup arrange=\"stack\">M2</sup> = 1, and, <italic toggle=\"yes\">x</italic>\n<sub arrange=\"stack\">M′</sub>\n<sup arrange=\"stack\">M3</sup> + <italic toggle=\"yes\">x</italic>\n<sub arrange=\"stack\">M″</sub>\n<sup arrange=\"stack\">M3</sup> = 1, <italic toggle=\"yes\">x</italic>\n<sub arrange=\"stack\">M</sub>\n<sup arrange=\"stack\">site</sup>being\nthe proportion of metal M on the site. Moreover, global compositions\n“<italic toggle=\"yes\">x</italic>” were fixed to <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub> during the refinements by using the constraint (<italic toggle=\"yes\">x</italic>\n<sub arrange=\"stack\">M</sub>\n<sup arrange=\"stack\">M1</sup>/2 + <italic toggle=\"yes\">x</italic>\n<sub arrange=\"stack\">M</sub>\n<sup arrange=\"stack\">M2</sup> + <italic toggle=\"yes\">x</italic>\n<sub arrange=\"stack\">M</sub>\n<sup arrange=\"stack\">M3</sup>)/2.5 = <italic toggle=\"yes\">x</italic>\n<sup>EDS</sup>,\nwhich takes into account the multiplicities of the metal positions.\nThis led us to refine only two occupancy factors for each sample.\nTo lower the number of refined parameters, thermal displacements of\nthe two nonequivalent succinate molecules treated as rigid bodies\nwere refined with the TLS subroutine for Rietveld refinements, instead of using one thermal factor for each\natom of the molecules. In our case, only the translational part T\nof the TLS routine was used. Thus, four independent thermal parameters\nfor each succinate molecule (total of eight parameters for the TLS\nprocedure) were refined.</p>", "clean_text": "Three-Pattern Rietveld Refinement\n\nRefinement parameters are reported in Tables S2-S4, , for the three series SS-Mn  x  Co  1-x , Fe  x  SS-Co  1-x , and SS-Mn  x  Fe  1-x , respectively. The starting structural model was taken from our single crystal data (vide infra). Eighty-six to 106 parameters were refined, depending on the compound (4-15). For all samples, 18 intensity-dependent parameters were refined, including nine atomic coordinates, one isotropic thermal factor for the metals and the oxygen atoms of the hydroxide groups, six Euler angles for the two independent succinate molecules, and two occupancy factors for the metallic sites. Full occupancy of M1(2a), M2(4e), and M3(4e) was assumed during the refinements, i.e., x M' M1 + x M\" M1 = 1, x M' M2 + x M\" M2 = 1, and, x M' M3 + x M\" M3 = 1, x M sitebeing the proportion of metal M on the site. Moreover, global compositions \"x\" were fixed to x EDS during the refinements by using the constraint (x M M1/2 + x M M2 + x M M3)/2.5 = x EDS, which takes into account the multiplicities of the metal positions. This led us to refine only two occupancy factors for each sample. To lower the number of refined parameters, thermal displacements of the two nonequivalent succinate molecules treated as rigid bodies were refined with the TLS subroutine for Rietveld refinements, instead of using one thermal factor for each atom of the molecules. In our case, only the translational part T of the TLS routine was used. Thus, four independent thermal parameters for each succinate molecule (total of eight parameters for the TLS procedure) were refined.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Absorption effects due to the finite\nthickness of the samples had the same influence on refined scale and\noccupancy factors. To avoid systematic errors on the distribution\nof the elements, a sample-dependent absorption correction coefficient\nwas applied to correct the intensities. The values of μ × <italic toggle=\"yes\">r</italic> used for the refinements consider that the powder density\nin the capillaries is one-third of the theoretical one. μ × <italic toggle=\"yes\">r</italic> coefficients varied in the range [0.30–1.6] and,\nin most cases, were lower than unity (see Tables S2–S4, ). A higher μ × <italic toggle=\"yes\">r</italic> value was systematically obtained for the patterns recorded\nat the intermediate energy. A representative Rietveld plot is shown\nin Figure . The Rietveld refinements converged\nsatisfactorily with <italic toggle=\"yes\">R</italic>\n<sub>Bragg</sub> values in the\n5–12% range depending on the sample (<bold>1</bold>–<bold>15</bold>) and on the pattern (<bold>I–IV</bold>). Higher <italic toggle=\"yes\">R</italic>\n<sub>Bragg</sub> values (Table S2, ) for samples <bold>5</bold>, <bold>6</bold>, <bold>7</bold>, and <bold>12</bold> recorded with λ<sub>Co</sub> (pattern <bold>III</bold>), in <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> and <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> series, respectively, were due to strong fluorescence effects\naffecting the quality of the diffraction patterns.</p>", "clean_text": "Absorption effects due to the finite thickness of the samples had the same influence on refined scale and occupancy factors. To avoid systematic errors on the distribution of the elements, a sample-dependent absorption correction coefficient was applied to correct the intensities. The values of μ × r used for the refinements consider that the powder density in the capillaries is one-third of the theoretical one. μ × r coefficients varied in the range [0.30-1.6] and, in most cases, were lower than unity (see Tables S2-S4, ). A higher μ × r value was systematically obtained for the patterns recorded at the intermediate energy. A representative Rietveld plot is shown in Figure . The Rietveld refinements converged satisfactorily with R Bragg values in the 5-12% range depending on the sample (1-15) and on the pattern (I-IV). Higher R Bragg values (Table S2, ) for samples 5, 6, 7, and 12 recorded with λCo (pattern III), in SS-Mn  x  Co  1-x  and SS-Fe  x  Co  1-x  series, respectively, were due to strong fluorescence effects affecting the quality of the diffraction patterns.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Rietveld plot for (Mn<sub>0.5</sub>Co<sub>0.5</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>5</bold> (λ<sub>Mn</sub> = 1.8982 Å, SLS data).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Rietveld plot for (Mn0.5Co0.5)5(OH)2(C4H4O4)4 5 (λMn = 1.8982 Å, SLS data).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Neutron Diffraction (ND)</title><p>Powder neutron diffraction\nexperiments were carried out at the Institut Laue Langevin (ILL) in\nGrenoble, France, using the D1B two-axis diffractometer (λ =\n2.52 Å, steps of 0.1<italic toggle=\"yes\">°</italic>). Diffraction patterns\nof the 12 bimetallic MOFs <bold>4–15</bold> were recorded at\ntemperatures in the range 50–100 K using a standard “orange”\nhelium cryostat. The analysis of the data was performed by Rietveld\nrefinements using the Fullprof software. Crystallographic data and refinement parameters are reported in\nTables S5–S7, . A typical neutron Rietveld diagram is presented in Figure . Taking advantage of the well contrasted neutron\nscattering lengths of Fe, Co, and Mn (<italic toggle=\"yes\">b</italic>\n<sub>Fe</sub> = 0.96 × 10<sup>–12</sup> cm, <italic toggle=\"yes\">b</italic>\n<sub>Co</sub> = 0.25 × 10<sup>–12</sup> cm, and <italic toggle=\"yes\">b</italic>\n<sub>Mn</sub> = −0.36 × 10<sup>–12</sup> cm),\nthe occupancy factors of the three metallic sites M1, M2, and M3 (namely,\nthe ratio Co/Fe in <bold>4</bold>–<bold>7</bold>, Co/Fe in <bold>8</bold>–<bold>12</bold>, and Fe/Mn in <bold>13</bold>–<bold>15</bold>) were refined. The global metallic composition <italic toggle=\"yes\">x</italic> was constrained to the experimental <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub> value.</p>", "clean_text": "Neutron Diffraction (ND)\n\nPowder neutron diffraction experiments were carried out at the Institut Laue Langevin (ILL) in Grenoble, France, using the D1B two-axis diffractometer (λ = 2.52 Å, steps of 0.1°). Diffraction patterns of the 12 bimetallic MOFs 4-15 were recorded at temperatures in the range 50-100 K using a standard \"orange\" helium cryostat. The analysis of the data was performed by Rietveld refinements using the Fullprof software. Crystallographic data and refinement parameters are reported in Tables S5-S7, . A typical neutron Rietveld diagram is presented in Figure . Taking advantage of the well contrasted neutron scattering lengths of Fe, Co, and Mn (b Fe = 0.96 × 10-12 cm, b Co = 0.25 × 10-12 cm, and b Mn = -0.36 × 10-12 cm), the occupancy factors of the three metallic sites M1, M2, and M3 (namely, the ratio Co/Fe in 4-7, Co/Fe in 8-12, and Fe/Mn in 13-15) were refined. The global metallic composition x was constrained to the experimental x EDS value.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Rietveld plot of (Mn<sub>0.5</sub>Co<sub>0.5</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>5</bold> from neutron data (λ = 2.52 Å,\nILL data)\ngiven as an example.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Rietveld plot of (Mn0.5Co0.5)5(OH)2(C4H4O4)4 5 from neutron data (λ = 2.52 Å, ILL data) given as an example.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>For each composition, the structural model used was the one\nobtained\nfrom the RCD experiment. This was done in order to avoid systematic\nerrors when comparing the distribution of the metallic elements among\nthe three crystallographic sites of the structure. The number of intensity-dependent\nparameters, which were refined for each pattern, was twelve: one scale\nfactor, two occupancy factors, eight TLS parameters for the two succinate\nmolecules, one isotropic thermal displacement factor for the three\nmetallic sites, and the hydroxide groups. Using these neutron data\nthe atomic coordinates of such large unit-cell structure could not\nbe refined.</p>", "clean_text": "For each composition, the structural model used was the one obtained from the RCD experiment. This was done in order to avoid systematic errors when comparing the distribution of the metallic elements among the three crystallographic sites of the structure. The number of intensity-dependent parameters, which were refined for each pattern, was twelve: one scale factor, two occupancy factors, eight TLS parameters for the two succinate molecules, one isotropic thermal displacement factor for the three metallic sites, and the hydroxide groups. Using these neutron data the atomic coordinates of such large unit-cell structure could not be refined.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Single Crystal X-ray Diffraction (SCXRD)</title><p>A single-crystal\nsuitable for X-ray diffraction was chosen for each sample <bold>1</bold>–<bold>15</bold> and mounted on a Kapton mount (MicroMounts,\nMiTeGen, New York, USA). Diffraction data were collected on a Bruker\nApex II CCD diffractometer with Mo<sub>Kα</sub> radiation (λ\n= 0.7107 Å). Data reduction was performed by SAINT program. The structure was refined by full-matrix least-squares\non <italic toggle=\"yes\">F</italic>\n<sup>2</sup> (SHELXL97). Good resolution of the various collected data was assumed, ranging\nfrom 0.52 to 0.68 Å. Atomic positions were refined including\nanisotropic temperature factors for non-H atoms. H atoms were geometrically\npositioned using a riding model with the “HFIX” routine.\nFor <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> (samples <bold>3</bold>–<bold>7</bold>), the occupancy factors of the metallic sites were refined,\nfixing <italic toggle=\"yes\">x</italic> to <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub> value.\nFor <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> (samples <bold>8</bold>–<bold>12</bold>) and <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Mn</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> (samples <bold>13</bold>–<bold>15</bold>), occupancy factors of the metallic sites were fixed to\nthe values given by the RCD experiments. Details of all single-crystal\nrefinement parameters are reported in Table S8–S10, . Very good convergence\nwas observed with <italic toggle=\"yes\">R</italic>\n<sub>1</sub> and <italic toggle=\"yes\">wR</italic>\n<sub>2</sub> values of 2–3% and 5–7%, respectively.</p>", "clean_text": "Single Crystal X-ray Diffraction (SCXRD)\n\nA single-crystal suitable for X-ray diffraction was chosen for each sample 1-15 and mounted on a Kapton mount (MicroMounts, MiTeGen, New York, USA). Diffraction data were collected on a Bruker Apex II CCD diffractometer with MoKα radiation (λ = 0.7107 Å). Data reduction was performed by SAINT program. The structure was refined by full-matrix least-squares on F 2 (SHELXL97). Good resolution of the various collected data was assumed, ranging from 0.52 to 0.68 Å. Atomic positions were refined including anisotropic temperature factors for non-H atoms. H atoms were geometrically positioned using a riding model with the \"HFIX\" routine. For SS-Mn  x  Co  1-x  (samples 3-7), the occupancy factors of the metallic sites were refined, fixing x to x EDS value. For SS-Fe  x  Co  1-x  (samples 8-12) and SS-Fe  x  Mn  1-x  (samples 13-15), occupancy factors of the metallic sites were fixed to the values given by the RCD experiments. Details of all single-crystal refinement parameters are reported in Table S8-S10, . Very good convergence was observed with R 1 and wR 2 values of 2-3% and 5-7%, respectively.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Before going into detail of our results,\nlets first consider the\ncrystal structure of M<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> MOFs. It is made of a 2D inorganic\nsubnetwork of edge-sharing M1–3­(O<sub>6</sub>) octahedra (see\nFigure ). The asymmetric unit is composed\nof three metallic atoms, one hydroxide group, and two succinate molecules.\nAmong these two molecules, one pillars the 2D inorganic planes along\n[100] direction, while the other one links octahedra belonging to\nthe same (<italic toggle=\"yes\">b</italic>,<italic toggle=\"yes\">c</italic>) plane. One of the\nmetallic atoms sits on an inversion center, site M1­(2<italic toggle=\"yes\">a</italic>), the two others are on general positions, M2­(4<italic toggle=\"yes\">e</italic>) and M3­(4<italic toggle=\"yes\">e</italic>). The ligands around the metal positions\nM2 and M3 clearly form irregular octahedra: there are three relatively\nshort distances (∼2 Å), two intermediate distances (∼2.15\nÅ), and a longer one (∼2.3 Å). Among these oxygen\natoms, five belong to five distinct carboxylate molecules (O<sub>carb</sub>) and one to a hydroxide group (OH<sup>–</sup>). The octahedron\nformed by O<sub>carb</sub> and OH<sup>–</sup> groups around\nM1 site is more regular, with M1–O distances around 2.1 Å.\nThe M–OH<sup>–</sup> distances are always shorter than\nthe M–O<sub>carb</sub> distances. The hydroxide group OH<sup>–</sup> links the three metallic positions (μ<sub>3</sub>-OH<sup>–</sup>).</p>", "clean_text": "Results and Discussion\n\nBefore going into detail of our results, lets first consider the crystal structure of M5(OH)2(C4H4O4)4 MOFs. It is made of a 2D inorganic subnetwork of edge-sharing M1-3(O6) octahedra (see Figure ). The asymmetric unit is composed of three metallic atoms, one hydroxide group, and two succinate molecules. Among these two molecules, one pillars the 2D inorganic planes along [100] direction, while the other one links octahedra belonging to the same (b,c) plane. One of the metallic atoms sits on an inversion center, site M1(2a), the two others are on general positions, M2(4e) and M3(4e). The ligands around the metal positions M2 and M3 clearly form irregular octahedra: there are three relatively short distances (~2 Å), two intermediate distances (~2.15 Å), and a longer one (~2.3 Å). Among these oxygen atoms, five belong to five distinct carboxylate molecules (Ocarb) and one to a hydroxide group (OH-). The octahedron formed by Ocarb and OH- groups around M1 site is more regular, with M1-O distances around 2.1 Å. The M-OH- distances are always shorter than the M-Ocarb distances. The hydroxide group OH- links the three metallic positions (μ3-OH-).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Structure of M<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> MOFs. (Top) General\nview of the inorganic\nplanes pillared by succinate molecules. (Bottom) Details of the inorganic\nplanes with the octahedral M1 (yellow), M2 (pink), and M3 (blue) sites.\nFor clarity the intralayer succinate molecule is not represented.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Structure of M5(OH)2(C4H4O4)4 MOFs. (Top) General view of the inorganic planes pillared by succinate molecules. (Bottom) Details of the inorganic planes with the octahedral M1 (yellow), M2 (pink), and M3 (blue) sites. For clarity the intralayer succinate molecule is not represented.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Lattice Parameters Variation versus Composition</title><p>Variation\nof the lattice parameters using the very accurate synchrotron data\nrecorded at high energy (<bold>IV</bold>, λ = 0.8268 Å)\nis shown, as a function of <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub>, in Figure . The relative values of the lattice volumes for\nthe three series are in agreement with the size of the divalent cation\nradii for octahedral O-coordination, high spin state, and <italic toggle=\"yes\">r</italic>(O<sup>2–</sup>) = 1.26 Å:\n<italic toggle=\"yes\">r</italic>(Fe<sup>2+</sup>) = 0.78 Å, <italic toggle=\"yes\">r</italic>(Co<sup>2+</sup>) = 0.745 Å, and <italic toggle=\"yes\">r</italic>(Mn<sup>2+</sup>) = 0.83 Å. For <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> and <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, the quasi linear variation of <italic toggle=\"yes\">a</italic>, <italic toggle=\"yes\">b</italic>, and <italic toggle=\"yes\">c</italic> parameters and volume as a function\nof <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub> demonstrates a behavior following\na Vegard’s law. For <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, the measured points\ndeviate significantly from linearity.</p>", "clean_text": "Lattice Parameters Variation versus Composition\n\nVariation of the lattice parameters using the very accurate synchrotron data recorded at high energy (IV, λ = 0.8268 Å) is shown, as a function of x EDS, in Figure . The relative values of the lattice volumes for the three series are in agreement with the size of the divalent cation radii for octahedral O-coordination, high spin state, and r(O2-) = 1.26 Å: r(Fe2+) = 0.78 Å, r(Co2+) = 0.745 Å, and r(Mn2+) = 0.83 Å. For SS-Fe  x  Co  1-x  and SS-Mn  x  Fe  1-x , the quasi linear variation of a, b, and c parameters and volume as a function of x EDS demonstrates a behavior following a Vegard's law. For SS-Mn  x  Co  1-x , the measured points deviate significantly from linearity.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Monoclinic lattice parameters <italic toggle=\"yes\">a</italic>, <italic toggle=\"yes\">b</italic>, <italic toggle=\"yes\">c</italic>, β, and\nvolume in solid solutions <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> (squares), <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> (circles), and <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> (triangles), as\na function of <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Monoclinic lattice parameters a, b, c, β, and volume in solid solutions SS-Mn  x  Co  1-x  (squares), SS-Fe  x  Co  1-x  (circles), and SS-Mn  x  Fe  1-x  (triangles), as a function of x EDS.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Site Occupancies from RCD and ND</title><p>Occupancy factors\nof sites M1, M2, and M3 in <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, and <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> are reported in Tables S11–S13, , respectively. Their evolution\nversus <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub> is graphically represented\nin Figure . Globally, the results obtained\nfrom the two powder methods are in good agreement (RCD, black squares;\nND, red plain circles). The accuracy of the occupancy factors is generally\nbetter with RCD than with ND, as can be seen from standard deviations\nthat are systematically lower by a factor of 2 to 4 for the former\nmethod (see Tables S11–S13, ). The best agreement between these two techniques\nis obtained for the <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> series, for which neutron\nscattering contrast between the two metallic elements, Δ<sub>nucl</sub> = <italic toggle=\"yes\">b</italic>\n<sub>M′</sub> – <italic toggle=\"yes\">b</italic>\n<sub>M″</sub>, is the largest: Δ<sub>nucl</sub> (Fe/Mn) = 1.32 barns, compared to Δ<sub>nucl</sub> (Co/Mn)\n= 0.61 and Δ<sub>nucl</sub> (Co/Fe) = 0.71 barns. RCD results,\nbeing more accurate for the location of metals in these mixed-metal\nMOFs, will be considered in the following.</p>", "clean_text": "Site Occupancies from RCD and ND\n\nOccupancy factors of sites M1, M2, and M3 in SS-Mn  x  Co  1-x , SS-Fe  x  Co  1-x , and SS-Mn  x  Fe  1-x  are reported in Tables S11-S13, , respectively. Their evolution versus x EDS is graphically represented in Figure . Globally, the results obtained from the two powder methods are in good agreement (RCD, black squares; ND, red plain circles). The accuracy of the occupancy factors is generally better with RCD than with ND, as can be seen from standard deviations that are systematically lower by a factor of 2 to 4 for the former method (see Tables S11-S13, ). The best agreement between these two techniques is obtained for the SS-Mn  x  Fe  1-x  series, for which neutron scattering contrast between the two metallic elements, Δnucl = b M' - b M\", is the largest: Δnucl (Fe/Mn) = 1.32 barns, compared to Δnucl (Co/Mn) = 0.61 and Δnucl (Co/Fe) = 0.71 barns. RCD results, being more accurate for the location of metals in these mixed-metal MOFs, will be considered in the following.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Occupancy factors of\nsite M1, M2, and M3 of solid solutions <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, and <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> versus <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub>, from various diffraction techniques (RCD,\nND, and SCXRD).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Occupancy factors of site M1, M2, and M3 of solid solutions SS-Mn  x  Co  1-x , SS-Fe  x  Co  1-x , and SS-Mn  x  Fe  1-x  versus x EDS, from various diffraction techniques (RCD, ND, and SCXRD).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>SS-Mn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Co<sub>1–<italic toggle=\"yes\">x</italic>\n</sub> (Table S11)</title><p>The occupancy factor of M2 site by Mn\natoms increases proportionally with composition <italic toggle=\"yes\">x</italic>\n<sub>Mn</sub> (Figure b). In contrast, those\nof sites M1 and M3 increase in a drastically less regular way: (i)\nthe filling of M1 by Mn atoms only starts to significantly increase\nfor Mn contents larger than <italic toggle=\"yes\">x</italic>\n<sub>Mn</sub> ≈\n0.6 (Figure a), and (ii) the occupancy factor\nof M3 by Mn atoms increases with composition for <italic toggle=\"yes\">x</italic>\n<sub>Mn</sub> increasing from 0 up to 0.6, the value at which M3\nis almost fully occupied by Mn (Figure c).\nWe can deduce from these results that cobalt atoms have a large affinity\nfor M1, whereas Mn obviously prefers M3. Dashed lines in Figure  emphasize the abrupt changes observed in the site-fillings\nversus <italic toggle=\"yes\">x</italic>.</p>", "clean_text": "SS-Mn x Co1-x  (Table S11)\n\nThe occupancy factor of M2 site by Mn atoms increases proportionally with composition x Mn (Figure b). In contrast, those of sites M1 and M3 increase in a drastically less regular way: (i) the filling of M1 by Mn atoms only starts to significantly increase for Mn contents larger than x Mn ~ 0.6 (Figure a), and (ii) the occupancy factor of M3 by Mn atoms increases with composition for x Mn increasing from 0 up to 0.6, the value at which M3 is almost fully occupied by Mn (Figure c). We can deduce from these results that cobalt atoms have a large affinity for M1, whereas Mn obviously prefers M3. Dashed lines in Figure  emphasize the abrupt changes observed in the site-fillings versus x.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>SS-Fe<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Co<sub>1–<italic toggle=\"yes\">x</italic>\n</sub> (Table S12)</title><p>Fe atoms significantly\nsubstitute Co\non M1 for Fe contents larger than <italic toggle=\"yes\">x</italic>\n<sub>Fe</sub> ≈\n0.4 (Figure d). The Fe filling of M2 increases\nmonotonously with <italic toggle=\"yes\">x</italic>\n<sub>Fe</sub> over the entire\ncomposition range (Figure e). The filling\nof M3 site as a function of Fe composition shows a change of slope\nat <italic toggle=\"yes\">x</italic>\n<sub>Fe</sub> ≈ 0.4 (Figure f), corresponding to what is observed for M1 site.</p>", "clean_text": "SS-Fe x Co1-x  (Table S12)\n\nFe atoms significantly substitute Co on M1 for Fe contents larger than x Fe ~ 0.4 (Figure d). The Fe filling of M2 increases monotonously with x Fe over the entire composition range (Figure e). The filling of M3 site as a function of Fe composition shows a change of slope at x Fe ~ 0.4 (Figure f), corresponding to what is observed for M1 site.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>SS-Mn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Fe<sub>1–<italic toggle=\"yes\">x</italic>\n</sub> (Table\nS13)</title><p>Filling M3 by Mn atoms (Figure i) is easier than filling M1 (Figure g).\nIt is in agreement with the large affinity of Mn for M3\nobserved in <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>. The filling of M1 and M3 by Mn\npresents a discontinuity at <italic toggle=\"yes\">x</italic>\n<sub>Mn</sub> ≈\n0.7, while the filling of M2 site, as for the other two series, is\nproportional to the composition. All sites remain substantially disordered\nfor the intermediate compositions.</p>", "clean_text": "SS-Mn x Fe1-x  (Table S13)\n\nFilling M3 by Mn atoms (Figure i) is easier than filling M1 (Figure g). It is in agreement with the large affinity of Mn for M3 observed in SS-Mn  x  Co  1-x . The filling of M1 and M3 by Mn presents a discontinuity at x Mn ~ 0.7, while the filling of M2 site, as for the other two series, is proportional to the composition. All sites remain substantially disordered for the intermediate compositions.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Comments</title><p>Independently\non the considered 3d transition\nmetal (Co, Fe, or Mn), the size of the three octahedral sites in M<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> increases in the order M1 &gt; M3 &gt; M2, as deduced from\nthe\ninteratomic distances in the monometallic compounds. Thus, site occupancies\ncan be globally explained by size effects. The biggest site, M2, incorporates\nthe divalent cations Mn<sup>2+</sup>, Fe<sup>2+</sup>, and Co<sup>2+</sup> independently from their radius. In other words, this site\nis filled proportionally to the concentrations of the elements. The\nfilling of the two smaller sites, M1 and M3, is very different. M1,\nwhich is the smallest site, more easily incorporates the smallest\ncation. This is verified for the three investigated series: Co<sup>2+</sup> in <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> and Fe<sup>2+</sup> in <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> and <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>. The filling of M3, which is of\nintermediate size, shows the inverse behavior of M1, i.e., M3 preferably\nincorporates the biggest cation. As a consequence of these size effects,\nwe remark a large affinity of Co and Mn for M1 and M3, respectively,\nmeaning that the affinity of Fe for the various sites depends on the\nsecond metal to which it is associated in the solid solutions. If\nassociated with Co in <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, Fe preferentially occupies\nM3 rather than M1, while, if associated with Mn in <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, Fe preferentially fills M1 site. Effects of crystal-field\nstabilization (CFS) probably play a role in the distribution of Mn<sup>2+</sup>, Fe<sup>2+</sup>, and Co<sup>2+</sup> over the sites M1–3,\nbut our results clearly indicate dominant size effects.</p>", "clean_text": "Comments\n\nIndependently on the considered 3d transition metal (Co, Fe, or Mn), the size of the three octahedral sites in M5(OH)2(C4H4O4)4 increases in the order M1 > M3 > M2, as deduced from the interatomic distances in the monometallic compounds. Thus, site occupancies can be globally explained by size effects. The biggest site, M2, incorporates the divalent cations Mn2+, Fe2+, and Co2+ independently from their radius. In other words, this site is filled proportionally to the concentrations of the elements. The filling of the two smaller sites, M1 and M3, is very different. M1, which is the smallest site, more easily incorporates the smallest cation. This is verified for the three investigated series: Co2+ in SS-Mn  x  Co  1-x  and Fe2+ in SS-Fe  x  Co  1-x  and SS-Mn  x  Fe  1-x . The filling of M3, which is of intermediate size, shows the inverse behavior of M1, i.e., M3 preferably incorporates the biggest cation. As a consequence of these size effects, we remark a large affinity of Co and Mn for M1 and M3, respectively, meaning that the affinity of Fe for the various sites depends on the second metal to which it is associated in the solid solutions. If associated with Co in SS-Fe  x  Co  1-x , Fe preferentially occupies M3 rather than M1, while, if associated with Mn in SS-Mn  x  Fe  1-x , Fe preferentially fills M1 site. Effects of crystal-field stabilization (CFS) probably play a role in the distribution of Mn2+, Fe2+, and Co2+ over the sites M1-3, but our results clearly indicate dominant size effects.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Finally,\nit is worth noticing that the striking changes of slope observed in\nthe filling of the different metallic sites as a function of composition\ncannot be explained by the uncertainties on the abscissa of the data\npoints (<italic toggle=\"yes\">x</italic>\n<sub>EDS</sub>).</p>", "clean_text": "Finally, it is worth noticing that the striking changes of slope observed in the filling of the different metallic sites as a function of composition cannot be explained by the uncertainties on the abscissa of the data points (x EDS).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Structural\nFormulation and Partially Ordered Compounds</title><p>For the three\nseries of solid solutions (compounds <bold>4</bold>–<bold>15</bold>), the structural formula obtained from the\nRCD experiments can be written as listed in Table . We cannot evidence any fully ordered compound in the compositions\ninvestigated in this work. However, compound<bold>s 4</bold>–<bold>6</bold> (<bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>) can be considered as partially\nordered as M1 site is almost fully occupied by Co atoms. Thus, for\ncompositions <italic toggle=\"yes\">x</italic>\n<sub>Mn</sub> = 0–0.5 in <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, the structural formula (Co)<sup>M1</sup>(Co/Mn)<sub>2</sub>\n<sup>M2</sup>(Co/Mn)<sub>2</sub>\n<sup>M3</sup>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> can be written, with\nCo/Mn ratio on M2 and M3 sites depending on the value of <italic toggle=\"yes\">x</italic>\n<sub>Mn</sub>.</p>", "clean_text": "Structural Formulation and Partially Ordered Compounds\n\nFor the three series of solid solutions (compounds 4-15), the structural formula obtained from the RCD experiments can be written as listed in Table . We cannot evidence any fully ordered compound in the compositions investigated in this work. However, compounds 4-6 (SS-Mn  x  Co  1-x ) can be considered as partially ordered as M1 site is almost fully occupied by Co atoms. Thus, for compositions x Mn = 0-0.5 in SS-Mn  x  Co  1-x , the structural formula (Co)M1(Co/Mn)2 M2(Co/Mn)2 M3(OH)2(C4H4O4)4 can be written, with Co/Mn ratio on M2 and M3 sites depending on the value of x Mn.", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structural Formula of the Metal Cations\nin Mixed-Metal MOF Solid Solutions of General Formula (M′<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>M″<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> as Obtained from the RCD Experiments</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"2\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">structural formula</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.96</sub>Mn<sub>0.04</sub>)<sup>M1</sup>(Co<sub>1.68</sub>Mn<sub>0.32</sub>)<sup>M2</sup>(Co<sub>1.40</sub>Mn<sub>0.60</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>5</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.91</sub>Mn<sub>0.09</sub>)<sup>M1</sup>(Co<sub>0.80</sub>Mn<sub>1.20</sub>)<sup>M2</sup>(Co<sub>0.40</sub>Mn<sub>1.60</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>6</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.96</sub>Mn<sub>0.04</sub>)<sup>M1</sup>(Co<sub>0.74</sub>Mn<sub>1.26</sub>)<sup>M2</sup>(Co<sub>0.14</sub>Mn<sub>1.86</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>7</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.79</sub>Mn<sub>0.21</sub>)<sup>M1</sup>(Co<sub>0.36</sub>Mn<sub>1.64</sub>)<sup>M2</sup>(Co<sub>0.14</sub>Mn<sub>1.86</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>8</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.89</sub>Fe<sub>0.11</sub>)<sup>M1</sup>(Co<sub>1.72</sub>Fe<sub>0.28</sub>)<sup>M2</sup>(Co<sub>1.59</sub>Fe<sub>0.41</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>9</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.88</sub>Fe<sub>0.12</sub>)<sup>M1</sup>(Co<sub>1.12</sub>Fe<sub>0.88</sub>)<sup>\n<italic toggle=\"yes\">M2</italic>\n</sup>\n<italic toggle=\"yes\">(</italic>Co<sub>0.90</sub>Fe<sub>1.10</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>10</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.74</sub>Fe<sub>0.26</sub>)<sup>M1</sup>(Co<sub>0.85</sub>Fe<sub>1.15</sub>)<sup>M2</sup>(Co<sub>0.70</sub>Fe<sub>1.30</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>11</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.53</sub>Fe<sub>0.47</sub>)<sup>M1</sup>(Co<sub>0.50</sub>Fe<sub>1.50</sub>)<sup>M2</sup>(Co<sub>0.50</sub>Fe<sub>1.50</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>12</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.35</sub>Fe<sub>0.65</sub>)<sup>M1</sup>(Co<sub>0.33</sub>Fe<sub>1.67</sub>)<sup>M2</sup>(Co<sub>0.27</sub>Fe<sub>1.73</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>13</bold>\n</oasis:entry>\n<oasis:entry>(Fe<sub>0.87</sub>Mn<sub>0.13</sub>)<sup>M1</sup>(Fe<sub>1.42</sub>Mn<sub>0.58</sub>)<sup>M2</sup>(Fe<sub>1.21</sub>Mn<sub>0.79</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>14</bold>\n</oasis:entry>\n<oasis:entry>(Fe<sub>0.74</sub>Mn<sub>0.26</sub>)<sup>M1</sup>(Fe<sub>1.09</sub>Mn<sub>0.91</sub>)<sup>M2</sup>(Fe<sub>0.77</sub>Mn<sub>1.23</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>15</bold>\n</oasis:entry>\n<oasis:entry>(Fe<sub>0.42</sub>Mn<sub>0.58</sub>)<sup>M1</sup>(Fe<sub>0.31</sub>Mn<sub>1.69</sub>)<sup>M2</sup>(Fe<sub>0.17</sub>Mn<sub>1.83</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>SCXRD and the Location of Cations of Close Electronic Densities</title><p>The location of cations in mixed-metal MOF solid solutions will\npresumably play an important role in the future of hybrid materials.\nTherefore, using more accessible techniques to determine their occupancy\nfactors is of interest. As already pointed out in the introduction,\nsolid solutions very often mix cations having very close electronic\ndensities because many MOF architectures are, for a given ligand or\nset of ligands, shared by cations having similar steric, electronic,\nand/or chemical properties, i.e., cations being close neighbors in\nthe same row of the periodic table. This nearly equal electronic density\nhinders their location using conventional X-ray diffraction techniques.\nHowever, several factors speak in favor of using SCXRD for the considered\nproblem: (i) if available, the single-crystal samples of many MOFs\nare very often of high quality, (ii) MOF materials are most of the\ntime ideal in terms of X-ray absorption corrections, and (iii) for\n3d transition metal cations the absence of very large Z elements produces\na relatively homogeneous scattering density in the reciprocal space,\nfavoring the determination of reliable structure factors. These advantages,\nwhich favor the acquisition of high quality SCXRD data for MOFs based\non 3d transition metals, together with the excellent performances\nof modern single-crystal X-ray diffractometers, lead us to consider\nthis obvious technique.</p>", "clean_text": "SCXRD and the Location of Cations of Close Electronic Densities\n\nThe location of cations in mixed-metal MOF solid solutions will presumably play an important role in the future of hybrid materials. Therefore, using more accessible techniques to determine their occupancy factors is of interest. As already pointed out in the introduction, solid solutions very often mix cations having very close electronic densities because many MOF architectures are, for a given ligand or set of ligands, shared by cations having similar steric, electronic, and/or chemical properties, i.e., cations being close neighbors in the same row of the periodic table. This nearly equal electronic density hinders their location using conventional X-ray diffraction techniques. However, several factors speak in favor of using SCXRD for the considered problem: (i) if available, the single-crystal samples of many MOFs are very often of high quality, (ii) MOF materials are most of the time ideal in terms of X-ray absorption corrections, and (iii) for 3d transition metal cations the absence of very large Z elements produces a relatively homogeneous scattering density in the reciprocal space, favoring the determination of reliable structure factors. These advantages, which favor the acquisition of high quality SCXRD data for MOFs based on 3d transition metals, together with the excellent performances of modern single-crystal X-ray diffractometers, lead us to consider this obvious technique.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<title>SS-Co<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>Mn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> by SCXRD</title><p>As can be seen\nfrom Figure a–c, the location of Mn\nand Co by single crystal X-ray\ndiffraction in <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> is in fair agreement with what\nwe obtained from ND and RCD (within the accuracy of the measurements,\nsee Table S11, ).\nThese results show that it is possible to locate, thanks to the above-mentioned\nconditions, elements having a difference as small as two electrons\nfor MOFs of the 3d transition metal series. For <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> and <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> (one-electron difference), the\nlocation of the metallic elements is not directly accessible by refining\nthe occupancy factors. In these cases the X-ray diffusion contrast\nis too low. Consequently, a two-electron difference can be considered\nas a lower limit for the (direct) location of 3d transition metal\ncations mixed on the same crystallographic site of a MOF for which\ngood quality single-crystals are available. We can extend this statement\nto MOFs in which metals do not share crystallographic positions as\nit is an easier case (ordered herometallic systems). We notice that\nthe successful location of Co and Mn atoms in <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> compounds was realized using data collection resolution lower than\n0.7 Å and X-ray absorption parameter μ × <italic toggle=\"yes\">r</italic> lower than unity.</p>", "clean_text": "SS-Co1-x Mn x  by SCXRD\n\nAs can be seen from Figure a-c, the location of Mn and Co by single crystal X-ray diffraction in SS-Mn  x  Co  1-x  is in fair agreement with what we obtained from ND and RCD (within the accuracy of the measurements, see Table S11, ). These results show that it is possible to locate, thanks to the above-mentioned conditions, elements having a difference as small as two electrons for MOFs of the 3d transition metal series. For SS-Fe  x  Co  1-x  and SS-Mn  x  Fe  1-x  (one-electron difference), the location of the metallic elements is not directly accessible by refining the occupancy factors. In these cases the X-ray diffusion contrast is too low. Consequently, a two-electron difference can be considered as a lower limit for the (direct) location of 3d transition metal cations mixed on the same crystallographic site of a MOF for which good quality single-crystals are available. We can extend this statement to MOFs in which metals do not share crystallographic positions as it is an easier case (ordered herometallic systems). We notice that the successful location of Co and Mn atoms in SS-Mn  x  Co  1-x  compounds was realized using data collection resolution lower than 0.7 Å and X-ray absorption parameter μ × r lower than unity.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Analysis of Interatomic M–O Distances\nfrom SCXRD</title><p>Although the site occupancies cannot be reliably\ndetermined in the\ncase of a one-electron difference, the analysis of the M–O\ndistances as a function of composition gives information on the site\nfillings. Indeed, as the M–O distances are related to the ionic\nradii of the divalent cations occupying a given site, they also give\nindications on the occupancy factors. The interatomic distances around\nM1–3, for the three series, are reported in Tables S14–S16, , and their average values\nare graphically represented as a function of compositions in Figure . Comparison of Figures  and  shows that the evolution of the interatomic\ndistances as a function of composition is clearly similar to that\nof occupancy factors. For the three series and throughout the entire\ncomposition ranges, M2–O distances increase linearly with <italic toggle=\"yes\">x</italic>\n<sub>Mn</sub> in <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> and <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, or with <italic toggle=\"yes\">x</italic>\n<sub>Fe</sub> in <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>. M1–O and M3–O distances present discontinuities\nat the same <italic toggle=\"yes\">x</italic> values deduced from the occupancy factors\n(RCD results): at <italic toggle=\"yes\">x</italic>\n<sub>Mn</sub> ≈ 0.6 for <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, at <italic toggle=\"yes\">x</italic>\n<sub>Mn</sub> ≈ 0.7 for <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, and at <italic toggle=\"yes\">x</italic> ≈ 0.4 in <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>. Overall, the plots of Figure  agree\nwith site-size-dependent substitutions in (M′<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>M″<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)­(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> solid solutions.</p>", "clean_text": "Analysis of Interatomic M-O Distances from SCXRD\n\nAlthough the site occupancies cannot be reliably determined in the case of a one-electron difference, the analysis of the M-O distances as a function of composition gives information on the site fillings. Indeed, as the M-O distances are related to the ionic radii of the divalent cations occupying a given site, they also give indications on the occupancy factors. The interatomic distances around M1-3, for the three series, are reported in Tables S14-S16, , and their average values are graphically represented as a function of compositions in Figure . Comparison of Figures  and  shows that the evolution of the interatomic distances as a function of composition is clearly similar to that of occupancy factors. For the three series and throughout the entire composition ranges, M2-O distances increase linearly with x Mn in SS-Mn  x  Co  1-x  and SS-Mn  x  Fe  1-x , or with x Fe in SS-Fe  x  Co  1-x . M1-O and M3-O distances present discontinuities at the same x values deduced from the occupancy factors (RCD results): at x Mn ~ 0.6 for SS-Mn  x  Co  1-x , at x Mn ~ 0.7 for SS-Mn  x  Fe  1-x , and at x ~ 0.4 in SS-Fe  x  Co  1-x . Overall, the plots of Figure  agree with site-size-dependent substitutions in (M'1-x M\" x )(OH)2(C4H4O4)4 solid solutions.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Average\ninteratomic distances around M1–M3 sites versus\ncomposition in (a) <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, (b) <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, and (c) <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> from single crystal data.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Average interatomic distances around M1-M3 sites versus composition in (a) SS-Mn  x  Co  1-x , (b) SS-Fe  x  Co  1-x , and (c) SS-Mn  x  Fe  1-x  from single crystal data.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nthis work we have thoroughly examined the crystal chemistry\nof the (M′<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>M″<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> series (M′, M″\n= Mn, Fe, Co) of mixed-metal MOFs by SCXRD, ND, and RCD. The study\nabout the distribution of the metallic elements over their three crystallographic\nsites has unambiguously shown a particular behavior throughout the\nsubstitutions. In short, the analysis of the data reveals that Co\nand Mn have pronounced affinities for M1 and M3, respectively, while\nFe adapts its occupancy to the second metal. Moreover, we could evidence\nthe existence of compositions for which Co and Mn are partially ordered,\na novel observation for solid solutions of MOFs. These experimental\nfacts can be explained by size-effects of the metallic sites relative\nto the cation radii. To the best of our knowledge, such an in-depth\ninvestigation of the crystal chemistry of MOF solid solutions is unique.</p>", "clean_text": "Conclusions\n\nIn this work we have thoroughly examined the crystal chemistry of the (M'1-x M\" x )5(OH)2(C4H4O4)4 series (M', M\" = Mn, Fe, Co) of mixed-metal MOFs by SCXRD, ND, and RCD. The study about the distribution of the metallic elements over their three crystallographic sites has unambiguously shown a particular behavior throughout the substitutions. In short, the analysis of the data reveals that Co and Mn have pronounced affinities for M1 and M3, respectively, while Fe adapts its occupancy to the second metal. Moreover, we could evidence the existence of compositions for which Co and Mn are partially ordered, a novel observation for solid solutions of MOFs. These experimental facts can be explained by size-effects of the metallic sites relative to the cation radii. To the best of our knowledge, such an in-depth investigation of the crystal chemistry of MOF solid solutions is unique.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The phenomena revealed by our detailed survey give an excellent\nillustration of the, largely unexplored, potential of the mixed-metal\napproach to hybrid frameworks. The plethora of MOFs that has been\ndiscovered over the last two decades constitutes a huge reservoir\nof phases whose properties have, for a number of them, the capability\nto be finely tuned, or sometimes drastically modified, by mixing metals\nin solid solutions. A typical example is the magnetic behaviors that\ncould arise from the crystal chemistry described in this work. Indeed,\nassuming the monometallic compounds enter different types of magnetically\nordered phases, novel magnetic orders could emerge from the solid\nsolutions. Other concrete perspectives for mixed-metal MOF solid solutions\ninclude the consequences, on the dielectric properties, of the distribution\nof different cations in the solid. It is worth recalling the tremendous\ncontribution of solid solutions in purely inorganic materials, for\nboth insulating and metallic phases, suggesting a bright future for\nthe similar approach to MOFs.</p>", "clean_text": "The phenomena revealed by our detailed survey give an excellent illustration of the, largely unexplored, potential of the mixed-metal approach to hybrid frameworks. The plethora of MOFs that has been discovered over the last two decades constitutes a huge reservoir of phases whose properties have, for a number of them, the capability to be finely tuned, or sometimes drastically modified, by mixing metals in solid solutions. A typical example is the magnetic behaviors that could arise from the crystal chemistry described in this work. Indeed, assuming the monometallic compounds enter different types of magnetically ordered phases, novel magnetic orders could emerge from the solid solutions. Other concrete perspectives for mixed-metal MOF solid solutions include the consequences, on the dielectric properties, of the distribution of different cations in the solid. It is worth recalling the tremendous contribution of solid solutions in purely inorganic materials, for both insulating and metallic phases, suggesting a bright future for the similar approach to MOFs.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Besides revealing this site-size\ndependency of the substitutions\nin the considered series of materials, we also tackle the more general\nquestion of suitable experimental methods for fine structural characterizations\nof mixed-metal MOF solid solutions. First, we reaffirm that the RCD\nmethod gives highly reliable results. Second, we point out the excellent\ncapabilities of SCXRD using a modern laboratory machine for dealing\nwith site occupancies in these compounds: a two-electron difference\nappears sufficient to obtain a good, direct estimate of the site occupancies.\nAlthough techniques based on synchrotron, or neutron, radiation will\nremain necessary for some delicate cases, we believe that the indications\nprovided by this challenging case-study (three sites with rather similar\nenvironments) give indications for future works, especially using\nSCXRD, on mixed-metal MOF solid solutions and other heterometallic\nMOFs.</p>", "clean_text": "Besides revealing this site-size dependency of the substitutions in the considered series of materials, we also tackle the more general question of suitable experimental methods for fine structural characterizations of mixed-metal MOF solid solutions. First, we reaffirm that the RCD method gives highly reliable results. Second, we point out the excellent capabilities of SCXRD using a modern laboratory machine for dealing with site occupancies in these compounds: a two-electron difference appears sufficient to obtain a good, direct estimate of the site occupancies. Although techniques based on synchrotron, or neutron, radiation will remain necessary for some delicate cases, we believe that the indications provided by this challenging case-study (three sites with rather similar environments) give indications for future works, especially using SCXRD, on mixed-metal MOF solid solutions and other heterometallic MOFs.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>Crystallographic Information\nFiles (CIF) of compounds <bold>1</bold>–<bold>15</bold>. This\nmaterial is available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">http://pubs.acs.org</uri>.</p><p>Laboratory\nfor Developments and Methods, Paul\nScherrer Institut, 5232 Villigen PSI, Switzerland.</p><p>The manuscript\nwas written through contributions of all authors.</p><p>The authors\ndeclare no competing financial interest.</p><title>Abbreviations</title><p>metal–organic frameworks</p><p>solid solution</p><p>resonant contrast\ndiffraction</p><p>neutron\ndiffraction</p><p>single-crystal X-ray diffraction</p>", "clean_text": "Crystallographic Information Files (CIF) of compounds 1-15. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nLaboratory for Developments and Methods, Paul Scherrer Institut, 5232 Villigen PSI, Switzerland.\n\nThe manuscript was written through contributions of all authors.\n\nThe authors declare no competing financial interest.\n\nAbbreviations\n\nmetal-organic frameworks\n\nsolid solution\n\nresonant contrast diffraction\n\nneutron diffraction\n\nsingle-crystal X-ray diffraction", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 8, 9, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Monometallic\nPhases</title><p>Mn<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>1</bold> (MnCl<sub>2</sub>·4H<sub>2</sub>O, 1.62 g, 8.2 mmol), Fe<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>2</bold> (FeCl<sub>2</sub>·4H<sub>2</sub>O, 1.63 g, 8.2 mmol),\nand Co<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>3</bold> (CoCl<sub>2</sub>·6H<sub>2</sub>O, 1.95 g, 8.2 mmol).</p><title>SS-Mn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Co<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>\n</title><p>Compound <bold>4</bold>, <italic toggle=\"yes\">x</italic> = 0.20\n(0.19), CoCl<sub>2</sub>·6H<sub>2</sub>O (1.56 g, 1.64 mmol),\nMnCl<sub>2</sub>·4H<sub>2</sub>O (1.56 g, 6.56 mmol); <bold>5</bold>, <italic toggle=\"yes\">x</italic> = 0.50 (0.58), CoCl<sub>2</sub>·6H<sub>2</sub>O (0.98 g, 4.10 mmol), MnCl<sub>2</sub>·4H<sub>2</sub>O (0.81 g, 4.10 mmol); <bold>6</bold>, <italic toggle=\"yes\">x</italic> = 0.66\n(0.62), CoCl<sub>2</sub>·6H<sub>2</sub>O (0.66 g, 2.79 mmol),\nMnCl<sub>2</sub>·4H<sub>2</sub>O (1.10 g, 5.40 mmol); <bold>7</bold>, <italic toggle=\"yes\">x</italic> = 0.80 (0.74), CoCl<sub>2</sub>·6H<sub>2</sub>O (0.39 g, 1.64 mmol), MnCl<sub>2</sub>·4H<sub>2</sub>O (1.30 g, 6.56 mmol).</p><title>SS-Fe<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Co<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>\n</title><p>Compound <bold>8</bold>, <italic toggle=\"yes\">x</italic> = 0.20\n(0.16), CoCl<sub>2</sub>·6H<sub>2</sub>O (1.56 g, 6.56 mmol),\nFeCl<sub>2</sub>·4H<sub>2</sub>O (0.33 g, 1.64 mmol); <bold>9</bold>, <italic toggle=\"yes\">x</italic> = 0.33 (0.42), CoCl<sub>2</sub>·6H<sub>2</sub>O (1.31 g, 5.5 mmol), FeCl<sub>2</sub>·4H<sub>2</sub>O (0.54 g, 2.70 mmol); <bold>10</bold>, <italic toggle=\"yes\">x</italic> = 0.5\n(0.55), CoCl<sub>2</sub>·6H<sub>2</sub>O (0.97 g, 4.1 mmol),\nFeCl<sub>2</sub>·4H<sub>2</sub>O (0.81 g, 4.1 mmol); <bold>11</bold>, <italic toggle=\"yes\">x</italic> = 0.66 (0.70), CoCl<sub>2</sub>·6H<sub>2</sub>O (1.29 g, 5.4 mmol), FeCl<sub>2</sub>·4H<sub>2</sub>O (0.55 g, 2.79 mmol); <bold>12</bold>, <italic toggle=\"yes\">x</italic> = 0.80\n(0.82), CoCl<sub>2</sub>·6H<sub>2</sub>O (0.39 g, 1.64 mmol),\nFeCl<sub>2</sub>·4H<sub>2</sub>O (1.30 g, 6.56 mmol).</p><title>SS-Mn<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Fe<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>\n</title><p>Compound <bold>13</bold>, <italic toggle=\"yes\">x</italic> = 0.20\n(0.31), FeCl<sub>2</sub>·4H<sub>2</sub>O (1.30 g, 6.56 mmol),\nMnCl<sub>2</sub>·4H<sub>2</sub>O (0.32 g, 1.64 mmol); <bold>14</bold>, <italic toggle=\"yes\">x</italic> = 0.33 (0.48), FeCl<sub>2</sub>·4H<sub>2</sub>O (1.12 g, 5.65 mmol), MnCl<sub>2</sub>·4H<sub>2</sub>O (0.54 g, 2.71 mmol); <bold>15</bold>, <italic toggle=\"yes\">x</italic> = 0.66\n(0.82), FeCl<sub>2</sub>·4H<sub>2</sub>O (0.55 g, 2.79 mmol),\nMnCl<sub>2</sub>·4H<sub>2</sub>O C<sub>4</sub>H<sub>6</sub>O<sub>4</sub> (1.07 g, 5.41 mmol).</p><p>Each compound was synthesized\naccording to the following procedure: the succinic dicarboxylic acid\n(1.6 g, 13.5 mmol) was reacted with KOH (1.8 g, 3.2 mmol) in 10 mL\nof distillated water. A limpid solution was consequently obtained,\nand the pH reached a value of about 13. The metallic cations were\nthen directly added to the solution under magnetic stirring. The pH\nof the resulting mixture was finely adjusted by KOH (1 M) droplets\nto 8.3. The magnetic stirring was maintained during 15 min, and the\npH was maintained during this time. The mixture was finally transferred\ninto a Teflon-walled stainless steel autoclave. Following this first\nstep, the various compounds (<bold>1</bold>–<bold>15</bold>) were obtained by a hydrothermal treatment at 150 °C. After\n5 days, the autoclave was naturally cooled in air and opened under\nambient atmosphere. The reaction product was collected by centrifugation,\nwashed twice with a mixture of distilled water and ethanol (1/1),\nand then dried at room temperature.</p>", "clean_text": "Monometallic Phases\n\nMn5(OH)2(C4H4O4)4 1 (MnCl2⋅4H2O, 1.62 g, 8.2 mmol), Fe5(OH)2(C4H4O4)4 2 (FeCl2⋅4H2O, 1.63 g, 8.2 mmol), and Co5(OH)2(C4H4O4)4 3 (CoCl2⋅6H2O, 1.95 g, 8.2 mmol).\n\nSS-Mn x Co1-x  \n\nCompound 4, x = 0.20 (0.19), CoCl2⋅6H2O (1.56 g, 1.64 mmol), MnCl2⋅4H2O (1.56 g, 6.56 mmol); 5, x = 0.50 (0.58), CoCl2⋅6H2O (0.98 g, 4.10 mmol), MnCl2⋅4H2O (0.81 g, 4.10 mmol); 6, x = 0.66 (0.62), CoCl2⋅6H2O (0.66 g, 2.79 mmol), MnCl2⋅4H2O (1.10 g, 5.40 mmol); 7, x = 0.80 (0.74), CoCl2⋅6H2O (0.39 g, 1.64 mmol), MnCl2⋅4H2O (1.30 g, 6.56 mmol).\n\nSS-Fe x Co1-x  \n\nCompound 8, x = 0.20 (0.16), CoCl2⋅6H2O (1.56 g, 6.56 mmol), FeCl2⋅4H2O (0.33 g, 1.64 mmol); 9, x = 0.33 (0.42), CoCl2⋅6H2O (1.31 g, 5.5 mmol), FeCl2⋅4H2O (0.54 g, 2.70 mmol); 10, x = 0.5 (0.55), CoCl2⋅6H2O (0.97 g, 4.1 mmol), FeCl2⋅4H2O (0.81 g, 4.1 mmol); 11, x = 0.66 (0.70), CoCl2⋅6H2O (1.29 g, 5.4 mmol), FeCl2⋅4H2O (0.55 g, 2.79 mmol); 12, x = 0.80 (0.82), CoCl2⋅6H2O (0.39 g, 1.64 mmol), FeCl2⋅4H2O (1.30 g, 6.56 mmol).\n\nSS-Mn x Fe1-x  \n\nCompound 13, x = 0.20 (0.31), FeCl2⋅4H2O (1.30 g, 6.56 mmol), MnCl2⋅4H2O (0.32 g, 1.64 mmol); 14, x = 0.33 (0.48), FeCl2⋅4H2O (1.12 g, 5.65 mmol), MnCl2⋅4H2O (0.54 g, 2.71 mmol); 15, x = 0.66 (0.82), FeCl2⋅4H2O (0.55 g, 2.79 mmol), MnCl2⋅4H2O C4H6O4 (1.07 g, 5.41 mmol).\n\nEach compound was synthesized according to the following procedure: the succinic dicarboxylic acid (1.6 g, 13.5 mmol) was reacted with KOH (1.8 g, 3.2 mmol) in 10 mL of distillated water. A limpid solution was consequently obtained, and the pH reached a value of about 13. The metallic cations were then directly added to the solution under magnetic stirring. The pH of the resulting mixture was finely adjusted by KOH (1 M) droplets to 8.3. The magnetic stirring was maintained during 15 min, and the pH was maintained during this time. The mixture was finally transferred into a Teflon-walled stainless steel autoclave. Following this first step, the various compounds (1-15) were obtained by a hydrothermal treatment at 150 °C. After 5 days, the autoclave was naturally cooled in air and opened under ambient atmosphere. The reaction product was collected by centrifugation, washed twice with a mixture of distilled water and ethanol (1/1), and then dried at room temperature.", "data": [{"meta": {"name": "Mn5(OH)2(C4H4O4)4", "symbol": "1", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "MnCl2·4H2O", "amount": "1.62", "unit": "g"}], "solution": [{"name": "H2O", "amount": "4", "unit": "mL"}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "Fe5(OH)2(C4H4O4)4", "symbol": "2", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "FeCl2·4H2O", "amount": "1.63", "unit": "g"}], "solution": [{"name": "H2O", "amount": "4", "unit": "mL"}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "Co5(OH)2(C4H4O4)4", "symbol": "3", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "1.95", "unit": "g"}], "solution": [{"name": "H2O", "amount": "4", "unit": "mL"}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-MnxCoy", "symbol": "4", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "1.56", "unit": "g"}, {"name": "MnCl2·4H2O", "amount": "1.56", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-MnxCoy", "symbol": "5", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "0.98", "unit": "g"}, {"name": "MnCl2·4H2O", "amount": "0.81", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-MnxCoy", "symbol": "6", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "0.66", "unit": "g"}, {"name": "MnCl2·4H2O", "amount": "1.10", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-MnxCoy", "symbol": "7", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "0.39", "unit": "g"}, {"name": "MnCl2·4H2O", "amount": "1.30", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-FexCoy", "symbol": "8", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "1.56", "unit": "g"}, {"name": "FeCl2·4H2O", "amount": "0.33", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-FexCoy", "symbol": "9", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "1.31", "unit": "g"}, {"name": "FeCl2·4H2O", "amount": "0.54", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-FexCoy", "symbol": "10", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "0.97", "unit": "g"}, {"name": "FeCl2·4H2O", "amount": "0.81", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-FexCoy", "symbol": "11", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "1.29", "unit": "g"}, {"name": "FeCl2·4H2O", "amount": "0.55", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-FexCoy", "symbol": "12", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CoCl2·6H2O", "amount": "0.39", "unit": "g"}, {"name": "FeCl2·4H2O", "amount": "1.30", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-MnxFe1-x", "symbol": "13", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "FeCl2·4H2O", "amount": "1.30", "unit": "g"}, {"name": "MnCl2·4H2O", "amount": "0.32", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-MnxFe1-x", "symbol": "14", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "FeCl2·4H2O", "amount": "1.12", "unit": "g"}, {"name": "MnCl2·4H2O", "amount": "0.54", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}, {"meta": {"name": "SS-MnxFe1-x", "symbol": "15", "chemical formula": "unknown"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "FeCl2·4H2O", "amount": "0.55", "unit": "g"}, {"name": "MnCl2·4H2O", "amount": "1.07", "unit": "g"}], "solution": [{"name": "H2O", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}]}], "include_properties": ["solvothermal_synthesis", "pH_adjustment", "centrifugation", "washing", "drying"]}, {"idx": 33, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structural Formula of the Metal Cations\nin Mixed-Metal MOF Solid Solutions of General Formula (M′<sub>1–<italic toggle=\"yes\">x</italic>\n</sub>M″<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> as Obtained from the RCD Experiments</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"2\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">structural formula</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.96</sub>Mn<sub>0.04</sub>)<sup>M1</sup>(Co<sub>1.68</sub>Mn<sub>0.32</sub>)<sup>M2</sup>(Co<sub>1.40</sub>Mn<sub>0.60</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>5</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.91</sub>Mn<sub>0.09</sub>)<sup>M1</sup>(Co<sub>0.80</sub>Mn<sub>1.20</sub>)<sup>M2</sup>(Co<sub>0.40</sub>Mn<sub>1.60</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>6</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.96</sub>Mn<sub>0.04</sub>)<sup>M1</sup>(Co<sub>0.74</sub>Mn<sub>1.26</sub>)<sup>M2</sup>(Co<sub>0.14</sub>Mn<sub>1.86</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>7</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.79</sub>Mn<sub>0.21</sub>)<sup>M1</sup>(Co<sub>0.36</sub>Mn<sub>1.64</sub>)<sup>M2</sup>(Co<sub>0.14</sub>Mn<sub>1.86</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>8</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.89</sub>Fe<sub>0.11</sub>)<sup>M1</sup>(Co<sub>1.72</sub>Fe<sub>0.28</sub>)<sup>M2</sup>(Co<sub>1.59</sub>Fe<sub>0.41</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>9</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.88</sub>Fe<sub>0.12</sub>)<sup>M1</sup>(Co<sub>1.12</sub>Fe<sub>0.88</sub>)<sup>\n<italic toggle=\"yes\">M2</italic>\n</sup>\n<italic toggle=\"yes\">(</italic>Co<sub>0.90</sub>Fe<sub>1.10</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>10</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.74</sub>Fe<sub>0.26</sub>)<sup>M1</sup>(Co<sub>0.85</sub>Fe<sub>1.15</sub>)<sup>M2</sup>(Co<sub>0.70</sub>Fe<sub>1.30</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>11</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.53</sub>Fe<sub>0.47</sub>)<sup>M1</sup>(Co<sub>0.50</sub>Fe<sub>1.50</sub>)<sup>M2</sup>(Co<sub>0.50</sub>Fe<sub>1.50</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>12</bold>\n</oasis:entry>\n<oasis:entry>(Co<sub>0.35</sub>Fe<sub>0.65</sub>)<sup>M1</sup>(Co<sub>0.33</sub>Fe<sub>1.67</sub>)<sup>M2</sup>(Co<sub>0.27</sub>Fe<sub>1.73</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>13</bold>\n</oasis:entry>\n<oasis:entry>(Fe<sub>0.87</sub>Mn<sub>0.13</sub>)<sup>M1</sup>(Fe<sub>1.42</sub>Mn<sub>0.58</sub>)<sup>M2</sup>(Fe<sub>1.21</sub>Mn<sub>0.79</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>14</bold>\n</oasis:entry>\n<oasis:entry>(Fe<sub>0.74</sub>Mn<sub>0.26</sub>)<sup>M1</sup>(Fe<sub>1.09</sub>Mn<sub>0.91</sub>)<sup>M2</sup>(Fe<sub>0.77</sub>Mn<sub>1.23</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>15</bold>\n</oasis:entry>\n<oasis:entry>(Fe<sub>0.42</sub>Mn<sub>0.58</sub>)<sup>M1</sup>(Fe<sub>0.31</sub>Mn<sub>1.69</sub>)<sup>M2</sup>(Fe<sub>0.17</sub>Mn<sub>1.83</sub>)<sup>M3</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Structural Formula of the Metal Cations in Mixed-Metal MOF Solid Solutions of General Formula (M′<sub>1–<italic toggle=\"yes\">x</italic></sub>M″<sub><italic toggle=\"yes\">x</italic></sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> as Obtained from the RCD Experiments\n\n| sample | structural formula |\n|--------|---------------------|\n| 4      | (Co<sub>0.96</sub>Mn<sub>0.04</sub>)<sup>M1</sup>(Co<sub>1.68</sub>Mn<sub>0.32</sub>)<sup>M2</sup>(Co<sub>1.40</sub>Mn<sub>0.60</sub>)<sup>M3</sup> |\n| 5      | (Co<sub>0.91</sub>Mn<sub>0.09</sub>)<sup>M1</sup>(Co<sub>0.80</sub>Mn<sub>1.20</sub>)<sup>M2</sup>(Co<sub>0.40</sub>Mn<sub>1.60</sub>)<sup>M3</sup> |\n| 6      | (Co<sub>0.96</sub>Mn<sub>0.04</sub>)<sup>M1</sup>(Co<sub>0.74</sub>Mn<sub>1.26</sub>)<sup>M2</sup>(Co<sub>0.14</sub>Mn<sub>1.86</sub>)<sup>M3</sup> |\n| 7      | (Co<sub>0.79</sub>Mn<sub>0.21</sub>)<sup>M1</sup>(Co<sub>0.36</sub>Mn<sub>1.64</sub>)<sup>M2</sup>(Co<sub>0.14</sub>Mn<sub>1.86</sub>)<sup>M3</sup> |\n| 8      | (Co<sub>0.89</sub>Fe<sub>0.11</sub>)<sup>M1</sup>(Co<sub>1.72</sub>Fe<sub>0.28</sub>)<sup>M2</sup>(Co<sub>1.59</sub>Fe<sub>0.41</sub>)<sup>M3</sup> |\n| 9      | (Co<sub>0.88</sub>Fe<sub>0.12</sub>)<sup>M1</sup>(Co<sub>1.12</sub>Fe<sub>0.88</sub>)<sup><italic toggle=\"yes\">M2</italic></sup><italic toggle=\"yes\">(</italic>Co<sub>0.90</sub>Fe<sub>1.10</sub>)<sup>M3</sup> |\n| 10     | (Co<sub>0.74</sub>Fe<sub>0.26</sub>)<sup>M1</sup>(Co<sub>0.85</sub>Fe<sub>1.15</sub>)<sup>M2</sup>(Co<sub>0.70</sub>Fe<sub>1.30</sub>)<sup>M3</sup> |\n| 11     | (Co<sub>0.53</sub>Fe<sub>0.47</sub>)<sup>M1</sup>(Co<sub>0.50</sub>Fe<sub>1.50</sub>)<sup>M2</sup>(Co<sub>0.50</sub>Fe<sub>1.50</sub>)<sup>M3</sup> |\n| 12     | (Co<sub>0.35</sub>Fe<sub>0.65</sub>)<sup>M1</sup>(Co<sub>0.33</sub>Fe<sub>1.67</sub>)<sup>M2</sup>(Co<sub>0.27</sub>Fe<sub>1.73</sub>)<sup>M3</sup> |\n| 13     | (Fe<sub>0.87</sub>Mn<sub>0.13</sub>)<sup>M1</sup>(Fe<sub>1.42</sub>Mn<sub>0.58</sub>)<sup>M2</sup>(Fe<sub>1.21</sub>Mn<sub>0.79</sub>)<sup>M3</sup> |\n| 14     | (Fe<sub>0.74</sub>Mn<sub>0.26</sub>)<sup>M1</sup>(Fe<sub>1.09</sub>Mn<sub>0.91</sub>)<sup>M2</sup>(Fe<sub>0.77</sub>Mn<sub>1.23</sub>)<sup>M3</sup> |\n| 15     | (Fe<sub>0.42</sub>Mn<sub>0.58</sub>)<sup>M1</sup>(Fe<sub>0.31</sub>Mn<sub>1.69</sub>)<sup>M2</sup>(Fe<sub>0.17</sub>Mn<sub>1.83</sub>)<sup>M3</sup> |", "data": ["substring not found"], "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Effects of anomalous X-ray diffusion on the relative intensities\nof (Co<sub>0.5</sub>Mn<sub>0.5</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>5</bold> powder\ndiffraction pattern. Data recorded at λ<sub>Mn</sub> = 1.8982\nÅ (bottom) and λ<sub>Co</sub> = 1.6095 Å (top).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Effects of anomalous X-ray diffusion on the relative intensities of (Co0.5Mn0.5)5(OH)2(C4H4O4)4 5 powder diffraction pattern. Data recorded at λMn = 1.8982 Å (bottom) and λCo = 1.6095 Å (top).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Rietveld plot for (Mn<sub>0.5</sub>Co<sub>0.5</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>5</bold> (λ<sub>Mn</sub> = 1.8982 Å, SLS data).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Rietveld plot for (Mn0.5Co0.5)5(OH)2(C4H4O4)4 5 (λMn = 1.8982 Å, SLS data).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Rietveld plot of (Mn<sub>0.5</sub>Co<sub>0.5</sub>)<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub>\n<bold>5</bold> from neutron data (λ = 2.52 Å,\nILL data)\ngiven as an example.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Rietveld plot of (Mn0.5Co0.5)5(OH)2(C4H4O4)4 5 from neutron data (λ = 2.52 Å, ILL data) given as an example.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Structure of M<sub>5</sub>(OH)<sub>2</sub>(C<sub>4</sub>H<sub>4</sub>O<sub>4</sub>)<sub>4</sub> MOFs. (Top) General\nview of the inorganic\nplanes pillared by succinate molecules. (Bottom) Details of the inorganic\nplanes with the octahedral M1 (yellow), M2 (pink), and M3 (blue) sites.\nFor clarity the intralayer succinate molecule is not represented.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Structure of M5(OH)2(C4H4O4)4 MOFs. (Top) General view of the inorganic planes pillared by succinate molecules. (Bottom) Details of the inorganic planes with the octahedral M1 (yellow), M2 (pink), and M3 (blue) sites. For clarity the intralayer succinate molecule is not represented.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Monoclinic lattice parameters <italic toggle=\"yes\">a</italic>, <italic toggle=\"yes\">b</italic>, <italic toggle=\"yes\">c</italic>, β, and\nvolume in solid solutions <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> (squares), <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> (circles), and <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> (triangles), as\na function of <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Monoclinic lattice parameters a, b, c, β, and volume in solid solutions SS-Mn  x  Co  1-x  (squares), SS-Fe  x  Co  1-x  (circles), and SS-Mn  x  Fe  1-x  (triangles), as a function of x EDS.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Occupancy factors of\nsite M1, M2, and M3 of solid solutions <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, and <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> versus <italic toggle=\"yes\">x</italic>\n<sub>EDS</sub>, from various diffraction techniques (RCD,\nND, and SCXRD).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Occupancy factors of site M1, M2, and M3 of solid solutions SS-Mn  x  Co  1-x , SS-Fe  x  Co  1-x , and SS-Mn  x  Fe  1-x  versus x EDS, from various diffraction techniques (RCD, ND, and SCXRD).   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Average\ninteratomic distances around M1–M3 sites versus\ncomposition in (a) <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, (b) <bold>SS-Fe</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Co</bold>\n<sub>\n<bold>1‑x</bold>\n</sub>, and (c) <bold>SS-Mn</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>Fe</bold>\n<sub>\n<bold>1‑x</bold>\n</sub> from single crystal data.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cm-2014-03570f_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Average interatomic distances around M1-M3 sites versus composition in (a) SS-Mn  x  Co  1-x , (b) SS-Fe  x  Co  1-x , and (c) SS-Mn  x  Fe  1-x  from single crystal data.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/cm503570f", "title": null, "journal": "American Chemical\nSociety", "date": "2014.12", "author_list": ["Sibille\nRomain", "Mazet\nThomas", "Malaman\nBernard", "Wang\nQirong", "Didelot\nEmilie", "François\nMichel"]}}