{"filepath": "../L2M3_data/1_application_papers/acs_xml/cs2c02519.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs) are promising\nvisible light\nphotocatalysts due to their adaptable building blocks. In principle,\nfurther optimization of the activity could be envisaged by integrating\na redox mediator into a MOF to assemble cooperative photocatalysis.\nConsidering the abundant mesopores and the accessible hydroxyl binding\nsites, PCN-222, consisting of Zr<sub>6</sub>(μ-OH)<sub>8</sub> clusters and carboxyl porphyrin ligands, was synthesized to integrate\nwith 4-carboxy-2,2,6,6-tetramethylpiperidine-1-oxyl (HOOC-TEMPO).\nAs a proof of concept, the selective aerobic oxidation of sulfides\nwas selected as the model reaction. Significantly, PCN-222 exhibited\na cooperative impact with HOOC-TEMPO on selective aerobic oxidation\nof sulfides powered by 660 nm red light. In contrast, PCN-226, devoid\nof accessible hydroxyl sites, only had an inconspicuous cooperation\nwith HOOC-TEMPO. The density functional theory calculations reveal\nthat HOOC-TEMPO could be spontaneously adsorbed on the Zr<sub>6</sub>(μ-OH)<sub>8</sub> clusters via the bidentate model. Due to\nthe lack of binding sites of Zr<sub>6</sub>(μ-OH)<sub>8</sub>, TEMPO was proven to be much less effective than HOOC-TEMPO in promoting\nthe oxidation of sulfides over PCN-222. The covalent integration of\nHOOC-TEMPO into PCN-222 is essential for the effectiveness and durance\nof cooperative photocatalysis for the selective aerobic oxidation\nof a wide range of organic sulfides. This work suggests that MOFs,\na versatile platform, could be integrated with a redox mediator to\nenable smooth photocatalytic selective transformations.</p>", "clean_text": "Metal-organic frameworks (MOFs) are promising visible light photocatalysts due to their adaptable building blocks. In principle, further optimization of the activity could be envisaged by integrating a redox mediator into a MOF to assemble cooperative photocatalysis. Considering the abundant mesopores and the accessible hydroxyl binding sites, PCN-222, consisting of Zr6(μ-OH)8 clusters and carboxyl porphyrin ligands, was synthesized to integrate with 4-carboxy-2,2,6,6-tetramethylpiperidine-1-oxyl (HOOC-TEMPO). As a proof of concept, the selective aerobic oxidation of sulfides was selected as the model reaction. Significantly, PCN-222 exhibited a cooperative impact with HOOC-TEMPO on selective aerobic oxidation of sulfides powered by 660 nm red light. In contrast, PCN-226, devoid of accessible hydroxyl sites, only had an inconspicuous cooperation with HOOC-TEMPO. The density functional theory calculations reveal that HOOC-TEMPO could be spontaneously adsorbed on the Zr6(μ-OH)8 clusters via the bidentate model. Due to the lack of binding sites of Zr6(μ-OH)8, TEMPO was proven to be much less effective than HOOC-TEMPO in promoting the oxidation of sulfides over PCN-222. The covalent integration of HOOC-TEMPO into PCN-222 is essential for the effectiveness and durance of cooperative photocatalysis for the selective aerobic oxidation of a wide range of organic sulfides. This work suggests that MOFs, a versatile platform, could be integrated with a redox mediator to enable smooth photocatalytic selective transformations.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks (MOFs),\nderived from different\nmetal-oxo nodes and organic linkers with persistent porosity, large\nspecific surface areas, and uniform open cavities, are distinct crystalline\nporous materials. Due to the noticeable thermal and chemical durability and the availability\nof abundant and spatially distributed binding sites, MOFs containing\nvarious metal-oxo nodes and carboxyl organic linkers are one of the\nmost widely studied categories. So far, to obtain a better activity\nin diversified fields, a variety of strategies have been used for\nMOFs, including adding acid modulators, changing solvents, loading metals, constructing heterojunctions, and so forth. In this context, this might be applicable in redox\nreactions powered by light over MOFs. The first visible light photocatalytic\nactivity over MOFs was reported in 2012. Thereafter, significant advances have been made on this front. Moreover, there are considerable endeavors to optimize the activity\nof MOF photocatalysts. This is in line with the concept of cooperative photocatalysis, in which photocatalysis works in concert with\nanother redox catalysis to overcome the barriers to smooth reactions\npowered by visible light.</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs), derived from different metal-oxo nodes and organic linkers with persistent porosity, large specific surface areas, and uniform open cavities, are distinct crystalline porous materials. Due to the noticeable thermal and chemical durability and the availability of abundant and spatially distributed binding sites, MOFs containing various metal-oxo nodes and carboxyl organic linkers are one of the most widely studied categories. So far, to obtain a better activity in diversified fields, a variety of strategies have been used for MOFs, including adding acid modulators, changing solvents, loading metals, constructing heterojunctions, and so forth. In this context, this might be applicable in redox reactions powered by light over MOFs. The first visible light photocatalytic activity over MOFs was reported in 2012. Thereafter, significant advances have been made on this front. Moreover, there are considerable endeavors to optimize the activity of MOF photocatalysts. This is in line with the concept of cooperative photocatalysis, in which photocatalysis works in concert with another redox catalysis to overcome the barriers to smooth reactions powered by visible light.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Therefore, it is envisaged that the\nmetal-oxo nodes could be explored\nto bind to a carboxyl-containing redox mediator to improve the inherent\nproperties of MOFs. Recently, the quintessence of redox mediator (2,2,6,6-tetramethylpiperidin-1-yl)­oxyl\n(TEMPO) and its derivatives has been recognized in a variety of research\nfields. Due to the importance of MOFs and TEMPO, there are reports combining\nthese two for carrying out thermal-driven redox reactions. In most cases, MOFs were mere supports for TEMPO,\nand therefore, their potential for cooperation was partially explored.\nThere are some notable works that have explored the cooperative effect\nof MOFs for covalently bonded TEMPO for the catalytic oxidation of\nalcohols. Besides, free TEMPO could work with a Ti-based porphyrin\nMOF PCN-22 for the photocatalytic oxidation of alcohols. However, with TEMPO installed on the ligands,\nthe synthesis of MOFs becomes more challenging, whereas the synthesis\nof PCN-22 itself is tedious and demanding. Covalently integrating\na redox mediator such as TEMPO to enhance the photocatalytic activity\nof the easily prepared Zr-based MOFs has never been reported. To this\nend, it would open up a new avenue by fully harnessing the cooperative\nredox properties of both MOFs and TEMPO. Thus, 4-carboxy-2,2,6,6-tetramethylpiperidine-1-oxyl\n(HOOC-TEMPO) stands out among the numerous TEMPO derivatives because\nit contains a carboxyl group that might integrate with Zr-oxo node\nMOFs similarly to that of the binding organic ligands to assemble\ncooperative photocatalysis. Note that the carboxylate ligands were\nsuccessfully coordinated to the unsaturated sites of the Zr-oxo cluster\nof MOFs under relatively high temperatures and long hours in previous\nreports. These are needed because they are necessary conditions\nfor forming crystalline materials rather than only the adsorption\nof carboxylate ligands. Actually, the adsorption by porphyrinic zirconium\nMOFs is common application of these MOFs. Thus, HOOC-TEMPO could be integrated into a Zr-based MOF under mild\nconditions.</p>", "clean_text": "Therefore, it is envisaged that the metal-oxo nodes could be explored to bind to a carboxyl-containing redox mediator to improve the inherent properties of MOFs. Recently, the quintessence of redox mediator (2,2,6,6-tetramethylpiperidin-1-yl)oxyl (TEMPO) and its derivatives has been recognized in a variety of research fields. Due to the importance of MOFs and TEMPO, there are reports combining these two for carrying out thermal-driven redox reactions. In most cases, MOFs were mere supports for TEMPO, and therefore, their potential for cooperation was partially explored. There are some notable works that have explored the cooperative effect of MOFs for covalently bonded TEMPO for the catalytic oxidation of alcohols. Besides, free TEMPO could work with a Ti-based porphyrin MOF PCN-22 for the photocatalytic oxidation of alcohols. However, with TEMPO installed on the ligands, the synthesis of MOFs becomes more challenging, whereas the synthesis of PCN-22 itself is tedious and demanding. Covalently integrating a redox mediator such as TEMPO to enhance the photocatalytic activity of the easily prepared Zr-based MOFs has never been reported. To this end, it would open up a new avenue by fully harnessing the cooperative redox properties of both MOFs and TEMPO. Thus, 4-carboxy-2,2,6,6-tetramethylpiperidine-1-oxyl (HOOC-TEMPO) stands out among the numerous TEMPO derivatives because it contains a carboxyl group that might integrate with Zr-oxo node MOFs similarly to that of the binding organic ligands to assemble cooperative photocatalysis. Note that the carboxylate ligands were successfully coordinated to the unsaturated sites of the Zr-oxo cluster of MOFs under relatively high temperatures and long hours in previous reports. These are needed because they are necessary conditions for forming crystalline materials rather than only the adsorption of carboxylate ligands. Actually, the adsorption by porphyrinic zirconium MOFs is common application of these MOFs. Thus, HOOC-TEMPO could be integrated into a Zr-based MOF under mild conditions.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The selective aerobic oxidation of organic molecules\nby photocatalysis\nis uniquely positioned to demonstrate the rational design of a system. As a proof of concept, the selective oxidation of organic sulfides\nto sulfoxides was selected as the model reaction. Sulfoxides are essential\nin manufacturing physiologically active compounds, therapeutic molecules,\nand natural products. TEMPO has a cooperative\nimpact with dye–metal oxide semiconductors on the photocatalytic\nselective oxidation of sulfides to sulfoxides according to our previous\nstudies. However, no previous reports of using a\nZr-based MOF photocatalyst with TEMPO to conduct this reaction have\nbeen disclosed. Meanwhile, the photocatalysts mentioned above are\nunable to respond to red light. Given that porphyrin MOFs can absorb\nred light and make greater sunlight utilization, it is reasonable to integrate HOOC-TEMPO into a Zr-based\nporphyrin MOF for the photocatalytic selective aerobic oxidation of\nsulfides powered by 660 nm red light.</p>", "clean_text": "The selective aerobic oxidation of organic molecules by photocatalysis is uniquely positioned to demonstrate the rational design of a system. As a proof of concept, the selective oxidation of organic sulfides to sulfoxides was selected as the model reaction. Sulfoxides are essential in manufacturing physiologically active compounds, therapeutic molecules, and natural products. TEMPO has a cooperative impact with dye-metal oxide semiconductors on the photocatalytic selective oxidation of sulfides to sulfoxides according to our previous studies. However, no previous reports of using a Zr-based MOF photocatalyst with TEMPO to conduct this reaction have been disclosed. Meanwhile, the photocatalysts mentioned above are unable to respond to red light. Given that porphyrin MOFs can absorb red light and make greater sunlight utilization, it is reasonable to integrate HOOC-TEMPO into a Zr-based porphyrin MOF for the photocatalytic selective aerobic oxidation of sulfides powered by 660 nm red light.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this study, two Zr-based\nporphyrin MOFs, PCN-222 and PCN-226\ncomposed of two Zr-oxo nodes, a Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster and a ZrO<sub>7</sub> zigzag chain, respectively, with carboxyl\nporphyrin ligands, were synthesized successfully. Then, PCN-222 and\nPCN-226 were analyzed systematically by a series of characterizations.\nPowered by 660 nm red light, they were both applied for photocatalytic\nselective aerobic oxidation of sulfides. HOOC-TEMPO was directly added\nto the reaction system before illumination. PCN-222 had a cooperative\nimpact with HOOC-TEMPO on this reaction, while PCN-226 did not. This\ncan be ascribed to the Zr<sub>6</sub>(μ-OH)<sub>8</sub> clusters\nof PCN-222 with accessible hydroxyl groups which adsorb HOOC-TEMPO\nfor integration. Furthermore, experiments on the kinetic studies,\ncycle, and influence of the amount of HOOC-TEMPO were carried out.\nThe plausible mechanism was also revealed. This study provides a new\nperspective that MOFs, a flexible platform, could combine with a redox\nmediator like HOOC-TEMPO to facilitate smooth photocatalytic reactions.</p>", "clean_text": "In this study, two Zr-based porphyrin MOFs, PCN-222 and PCN-226 composed of two Zr-oxo nodes, a Zr6(μ-OH)8 cluster and a ZrO7 zigzag chain, respectively, with carboxyl porphyrin ligands, were synthesized successfully. Then, PCN-222 and PCN-226 were analyzed systematically by a series of characterizations. Powered by 660 nm red light, they were both applied for photocatalytic selective aerobic oxidation of sulfides. HOOC-TEMPO was directly added to the reaction system before illumination. PCN-222 had a cooperative impact with HOOC-TEMPO on this reaction, while PCN-226 did not. This can be ascribed to the Zr6(μ-OH)8 clusters of PCN-222 with accessible hydroxyl groups which adsorb HOOC-TEMPO for integration. Furthermore, experiments on the kinetic studies, cycle, and influence of the amount of HOOC-TEMPO were carried out. The plausible mechanism was also revealed. This study provides a new perspective that MOFs, a flexible platform, could combine with a redox mediator like HOOC-TEMPO to facilitate smooth photocatalytic reactions.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>The powder X-ray diffraction\n(PXRD) patterns of PCN-222 and PCN-226\nmatch well with the simulated data (a,b). These results confirm\nthat crystalline structures were explicitly formed for PCN-222 and\nPCN-226, respectively. Next, the adsorption–desorption isotherms\nof PCN-222 and PCN-226 were measured at 77 K in an N<sub>2</sub> environment\nto reveal their intrinsic porous properties (c,d). The presence of micropores is demonstrated\nby the high amount of the adsorbed volume in the low <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> region (&lt;0.05) in the two adsorption\nisotherms. Furthermore, when <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> = 0.3, the typical type IV isotherm of PCN-222 shows\na rapid rise, indicating mesoporosity. The porous structures of the\ntwo MOFs can also be confirmed by the investigation of pore size distribution\ncurves following the nonlocal density functional theory model (e,f). Notably, PCN-222\nhas mesopores with a size of 2.7 nm and micropores of around 1.3 nm.\nOn the other hand, PCN-226 is primarily made up of micropores (less\nthan 2 nm). A higher Brunauer–Emmett–Teller (BET) specific\nsurface area of 1466 m<sup>2</sup> g<sup>–1</sup> and a larger\npore volume of 1.03 cm<sup>3</sup> g<sup>–1</sup> have been\nobserved in PCN-222 than those of PCN-226 (573 m<sup>2</sup> g<sup>–1</sup> and 0.05 cm<sup>3</sup> g<sup>–1</sup>, respectively).\nThe molecular size of methyl phenyl sulfide is about 0.57 nm ×\n0.43 nm × 0.18 nm according to density functional theory (DFT)\ncalculation. As such, a large portion of micropores of PCN-222 and\nPCN-226 cannot be accessed by organic sulfide. Typically, the BET\nspecific surface area does not correlate linearly to photocatalytic\nactivity for transformation of large organic molecules.</p>", "clean_text": "Results and Discussion\n\nThe powder X-ray diffraction (PXRD) patterns of PCN-222 and PCN-226 match well with the simulated data (a,b). These results confirm that crystalline structures were explicitly formed for PCN-222 and PCN-226, respectively. Next, the adsorption-desorption isotherms of PCN-222 and PCN-226 were measured at 77 K in an N2 environment to reveal their intrinsic porous properties (c,d). The presence of micropores is demonstrated by the high amount of the adsorbed volume in the low p/p 0 region (<0.05) in the two adsorption isotherms. Furthermore, when p/p 0 = 0.3, the typical type IV isotherm of PCN-222 shows a rapid rise, indicating mesoporosity. The porous structures of the two MOFs can also be confirmed by the investigation of pore size distribution curves following the nonlocal density functional theory model (e,f). Notably, PCN-222 has mesopores with a size of 2.7 nm and micropores of around 1.3 nm. On the other hand, PCN-226 is primarily made up of micropores (less than 2 nm). A higher Brunauer-Emmett-Teller (BET) specific surface area of 1466 m2 g-1 and a larger pore volume of 1.03 cm3 g-1 have been observed in PCN-222 than those of PCN-226 (573 m2 g-1 and 0.05 cm3 g-1, respectively). The molecular size of methyl phenyl sulfide is about 0.57 nm × 0.43 nm × 0.18 nm according to density functional theory (DFT) calculation. As such, a large portion of micropores of PCN-222 and PCN-226 cannot be accessed by organic sulfide. Typically, the BET specific surface area does not correlate linearly to photocatalytic activity for transformation of large organic molecules.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>PXRD patterns\nof (a) PCN-222 and (b) PCN-226, N<sub>2</sub> adsorption\nand desorption isotherms of (c) PCN-222 and (d) PCN-226, and pore\nsize distribution curves of (e) PCN-222 and (f) PCN-226.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  PXRD patterns of (a) PCN-222 and (b) PCN-226, N2 adsorption and desorption isotherms of (c) PCN-222 and (d) PCN-226, and pore size distribution curves of (e) PCN-222 and (f) PCN-226.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The morphologies of PCN-222 and PCN-226 () were inspected\nby scanning electron microscopy\n(SEM). It could be observed that PCN-222 adopted the micron-sized\nrod morphology (a). In the meantime, the SEM image of PCN-226 shows a long (1–10\nμm) and plank-like morphology (b). These morphologies can also be confirmed\nby transmission electron microscopy (TEM) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S1a,b</ext-link>). Furthermore, the high-resolution TEM images of the\napparent adjacent lattices demonstrate their high crystallinity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S1c,d</ext-link>).</p>", "clean_text": "The morphologies of PCN-222 and PCN-226 () were inspected by scanning electron microscopy (SEM). It could be observed that PCN-222 adopted the micron-sized rod morphology (a). In the meantime, the SEM image of PCN-226 shows a long (1-10 μm) and plank-like morphology (b). These morphologies can also be confirmed by transmission electron microscopy (TEM) (Figure S1a,b). Furthermore, the high-resolution TEM images of the apparent adjacent lattices demonstrate their high crystallinity (Figure S1c,d).", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM images of (a) PCN-222 and (b) PCN-226.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  SEM images of (a) PCN-222 and (b) PCN-226.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>Next, the light absorption of PCN-222 and PCN-226\nwas compared\nusing UV–vis diffuse reflectance spectroscopy (DRS) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>). Because of the existence of Soret\nand Q bands, they are sensitive to wavelengths extending from 350\nto 800 nm. Furthermore, considering the reaction includes exposure\nto 660 nm red light, the band gaps could be calculated using the Tauc\nplot method around 660 nm and are determined to be 1.80 eV for PCN-222\nand 1.82 eV for PCN-226, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link>). In a solution of 0.1 M Na<sub>2</sub>SO<sub>4</sub> (pH\n= 7), the Mott–Schottky plots were also plotted at frequencies\nof 1000, 1500, and 2000 Hz (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S2c,d</ext-link>). The flat band potentials of PCN-222 and PCN-226 were calculated\nto be −0.94 and −0.91 V, respectively, versus Ag/AgCl.\nThis manifests that both photocatalysts are capable of producing the\nreactive oxygen species (ROS) superoxide anion O<sub>2</sub>\n<sup>•–</sup> [E (O<sub>2</sub>/O<sub>2</sub>\n<sup>•–</sup>) = −0.48\nV versus Ag/AgCl]. Both simulated curves have a positive slope, indicating\nthat they are n-type semiconductors. Highest occupied molecular orbital\n(HOMO) levels of +0.86 and +0.91 V versus Ag/AgCl can also be achieved. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link> displays the similar electronic structure\nof PCN-222 and PCN-226. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S4a</ext-link> shows\nthe transient photocurrent response curves for PCN-222 and PCN-226.\nCompared to PCN-226, PCN-222 exhibits a slightly greater cathodic\nphotocurrent signal. Electrochemical impedance spectroscopy (EIS)\nwas also performed to certify the deduction (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S4b</ext-link>). The semicircle diameter in Nyquist plots can reveal the\ncharge transfer resistance. PCN-222 has a smaller arc diameter than\nPCN-226, indicating its superior electronic conductivity. The optoelectronic\nproperties of PCN-222 and PCN-226 are not very dissimilar and can\nbe used to investigate the impact of Zr-oxo nodes.</p>", "clean_text": "Next, the light absorption of PCN-222 and PCN-226 was compared using UV-vis diffuse reflectance spectroscopy (DRS) (Figure S2a). Because of the existence of Soret and Q bands, they are sensitive to wavelengths extending from 350 to 800 nm. Furthermore, considering the reaction includes exposure to 660 nm red light, the band gaps could be calculated using the Tauc plot method around 660 nm and are determined to be 1.80 eV for PCN-222 and 1.82 eV for PCN-226, respectively (Figure S2b). In a solution of 0.1 M Na2SO4 (pH = 7), the Mott-Schottky plots were also plotted at frequencies of 1000, 1500, and 2000 Hz (Figure S2c,d). The flat band potentials of PCN-222 and PCN-226 were calculated to be -0.94 and -0.91 V, respectively, versus Ag/AgCl. This manifests that both photocatalysts are capable of producing the reactive oxygen species (ROS) superoxide anion O2 ⋅- [E (O2/O2 ⋅-) = -0.48 V versus Ag/AgCl]. Both simulated curves have a positive slope, indicating that they are n-type semiconductors. Highest occupied molecular orbital (HOMO) levels of +0.86 and +0.91 V versus Ag/AgCl can also be achieved. Figure S3 displays the similar electronic structure of PCN-222 and PCN-226. Figure S4a shows the transient photocurrent response curves for PCN-222 and PCN-226. Compared to PCN-226, PCN-222 exhibits a slightly greater cathodic photocurrent signal. Electrochemical impedance spectroscopy (EIS) was also performed to certify the deduction (Figure S4b). The semicircle diameter in Nyquist plots can reveal the charge transfer resistance. PCN-222 has a smaller arc diameter than PCN-226, indicating its superior electronic conductivity. The optoelectronic properties of PCN-222 and PCN-226 are not very dissimilar and can be used to investigate the impact of Zr-oxo nodes.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>It is worth\npointing out that the two Zr-based MOFs [PCN-222: Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster and PCN-226: ZrO<sub>7</sub> zigzag chain] are made\nup of separate Zr-oxo nodes and porphyrin\nligands (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S5a,b</ext-link>). <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S5c</ext-link> shows the most likely synthetic mechanism. PCN-226 was generated at a higher temperature\n(140 °C) than PCN-222 (120 °C), which is advantageous for\nthe creation of ZrO<sub>7</sub> chains by overcoming a higher energetic\nbarrier. In the meantime, a large amount of benzoic acid, one of the\nmodulators, was introduced to the PCN-226 synthesis process, limiting\nthe formation of the Zr<sub>6</sub>-oxo cluster containing the structure.\nSupposedly, PCN-226 with an increased thermodynamic stability of ZrO<sub>7</sub> chains without hydroxyl groups might be more difficult to\ncombine with carboxyl compounds. Furthermore, the eight hydroxyl groups\nof the Zr<sub>6</sub>(μ-OH)<sub>8</sub> clusters seem to be\nmore likely to be attacked and replaced by carboxyl groups. DFT calculations\nwere further carried out to simulate and optimize the adsorption models\nof HOOC-TEMPO on the Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster\nand ZrO<sub>7</sub> zigzag chain. Through the investigation of optimization\nprocesses, HOOC-TEMPO can be adsorbed on the Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster by the bidentate model (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_002.avi\" xlink:type=\"simple\">Supplementary Video 1</ext-link>). However, HOOC-TEMPO would gradually move away from\nthe ZrO<sub>7</sub> chain, indicating that HOOC-TEMPO cannot be adsorbed\non the ZrO<sub>7</sub> chain (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_002.avi\" xlink:type=\"simple\">Supplementary Video 2</ext-link>). The DFT calculations show that the adsorption energy of\nTEMPO on the Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster was calculated\nto be −48.1 kcal mol<sup>–1</sup>, higher than that\nof HOOC-TEMPO due to the lack of binding sites of Zr<sub>6</sub>(μ-OH)<sub>8</sub> (a).\nThe bidentate adsorption is the highly favorable adsorption model\nof HOOC-TEMPO on the Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster\n(<italic toggle=\"yes\">E</italic>\n<sub>ad</sub> = −52.7 kcal mol<sup>–1</sup> for unidentate adsorption and <italic toggle=\"yes\">E</italic>\n<sub>ad</sub> =\n−66.6 kcal mol<sup>–1</sup> for bidentate adsorption,\nrespectively) (b,c). This also means that the adsorption of HOOC-TEMPO on Zr<sub>6</sub>(μ-OH)<sub>8</sub> clusters can be triggered spontaneously.\nConsequently, it could be assumed that HOOC-TEMPO would display a\nsuperior cooperative effect to that of TEMPO over PCN-222 for the\nselective oxidation of sulfides. Each DFT-calculated structure configuration\nis shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>. The calculated energies\nof each configuration are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>.</p>", "clean_text": "It is worth pointing out that the two Zr-based MOFs [PCN-222: Zr6(μ-OH)8 cluster and PCN-226: ZrO7 zigzag chain] are made up of separate Zr-oxo nodes and porphyrin ligands (Figure S5a,b). Figure S5c shows the most likely synthetic mechanism. PCN-226 was generated at a higher temperature (140 °C) than PCN-222 (120 °C), which is advantageous for the creation of ZrO7 chains by overcoming a higher energetic barrier. In the meantime, a large amount of benzoic acid, one of the modulators, was introduced to the PCN-226 synthesis process, limiting the formation of the Zr6-oxo cluster containing the structure. Supposedly, PCN-226 with an increased thermodynamic stability of ZrO7 chains without hydroxyl groups might be more difficult to combine with carboxyl compounds. Furthermore, the eight hydroxyl groups of the Zr6(μ-OH)8 clusters seem to be more likely to be attacked and replaced by carboxyl groups. DFT calculations were further carried out to simulate and optimize the adsorption models of HOOC-TEMPO on the Zr6(μ-OH)8 cluster and ZrO7 zigzag chain. Through the investigation of optimization processes, HOOC-TEMPO can be adsorbed on the Zr6(μ-OH)8 cluster by the bidentate model (Supplementary Video 1). However, HOOC-TEMPO would gradually move away from the ZrO7 chain, indicating that HOOC-TEMPO cannot be adsorbed on the ZrO7 chain (Supplementary Video 2). The DFT calculations show that the adsorption energy of TEMPO on the Zr6(μ-OH)8 cluster was calculated to be -48.1 kcal mol-1, higher than that of HOOC-TEMPO due to the lack of binding sites of Zr6(μ-OH)8 (a). The bidentate adsorption is the highly favorable adsorption model of HOOC-TEMPO on the Zr6(μ-OH)8 cluster (E ad = -52.7 kcal mol-1 for unidentate adsorption and E ad = -66.6 kcal mol-1 for bidentate adsorption, respectively) (b,c). This also means that the adsorption of HOOC-TEMPO on Zr6(μ-OH)8 clusters can be triggered spontaneously. Consequently, it could be assumed that HOOC-TEMPO would display a superior cooperative effect to that of TEMPO over PCN-222 for the selective oxidation of sulfides. Each DFT-calculated structure configuration is shown in Figure S6. The calculated energies of each configuration are shown in Table S1.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>DFT-calculated structures of (a) TEMPO adsorption, (b) HOOC-TEMPO\nvia bidentate adsorption, and (c) unidentate adsorption on the Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  DFT-calculated structures of (a) TEMPO adsorption, (b) HOOC-TEMPO via bidentate adsorption, and (c) unidentate adsorption on the Zr6(μ-OH)8 cluster.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Then, under the same reaction conditions, the effect\nof TEMPO and\nHOOC-TEMPO on PCN-222 photocatalysis was examined to further demonstrate\nthe above DFT calculation assumptions (). Intriguingly, TEMPO and HOOC-TEMPO had\na positive impact on this process with the rise in the conversions\nof methyl phenyl sulfide from 53% to 62% and 85%, respectively. The\nintegration of HOOC-TEMPO into PCN-222 exhibited a superior conversion\nto that of TEMPO. Therefore, PCN-222 integrated with HOOC-TEMPO was\nprepared by reacting in dimethylformamide (DMF) for 24 h at 40 °C\nfor comparison. In this scenario, the conversion of methyl phenyl\nsulfide was 82%, which is comparable to that formed in situ. Furthermore,\nHOOC-TEMPO exhibited a more substantial cooperative effect corresponding\nto the results of DFT calculations. This is also indicative of a possible\nlink between HOOC-TEMPO and PCN-222. HOOC-TEMPO exhibited the cooperative\neffect with PCN-222 in the reaction powered by different wavelengths\nof light (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). The reaction could\nalso be driven by white light, which has a continuous wavelength and\nis applied to simulate natural sunlight. Additionally, control experiment\nwas implemented to demonstrate that each component such as PCN-222,\nHOOC-TEMPO, and light is indispensable in this photocatalytic system,\nand HOOC-TEMPO could not undergo the oxidation of sulfide (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>). The PXRD pattern of PCN-222 integrated\nwith HOOC-TEMPO is shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>.\nThere should be CF<sub>3</sub>COOH partly adsorbed by PCN-222. To\nfurther confirm that CF<sub>3</sub>COOH hardly alters the integration\nprocess, PCN-222 was synthesized with a modified method without adding\nCF<sub>3</sub>COOH according to ref . This PCN-222 also exhibited the cooperative\neffect with HOOC-TEMPO in this reaction (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). The PXRD pattern of PCN-222 is shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>.</p>", "clean_text": "Then, under the same reaction conditions, the effect of TEMPO and HOOC-TEMPO on PCN-222 photocatalysis was examined to further demonstrate the above DFT calculation assumptions (). Intriguingly, TEMPO and HOOC-TEMPO had a positive impact on this process with the rise in the conversions of methyl phenyl sulfide from 53% to 62% and 85%, respectively. The integration of HOOC-TEMPO into PCN-222 exhibited a superior conversion to that of TEMPO. Therefore, PCN-222 integrated with HOOC-TEMPO was prepared by reacting in dimethylformamide (DMF) for 24 h at 40 °C for comparison. In this scenario, the conversion of methyl phenyl sulfide was 82%, which is comparable to that formed in situ. Furthermore, HOOC-TEMPO exhibited a more substantial cooperative effect corresponding to the results of DFT calculations. This is also indicative of a possible link between HOOC-TEMPO and PCN-222. HOOC-TEMPO exhibited the cooperative effect with PCN-222 in the reaction powered by different wavelengths of light (Figure S7). The reaction could also be driven by white light, which has a continuous wavelength and is applied to simulate natural sunlight. Additionally, control experiment was implemented to demonstrate that each component such as PCN-222, HOOC-TEMPO, and light is indispensable in this photocatalytic system, and HOOC-TEMPO could not undergo the oxidation of sulfide (Figure S8). The PXRD pattern of PCN-222 integrated with HOOC-TEMPO is shown in Figure S9. There should be CF3COOH partly adsorbed by PCN-222. To further confirm that CF3COOH hardly alters the integration process, PCN-222 was synthesized with a modified method without adding CF3COOH according to ref . This PCN-222 also exhibited the cooperative effect with HOOC-TEMPO in this reaction (Table S2). The PXRD pattern of PCN-222 is shown in Figure S10.", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Effect of HOOC-TEMPO or TEMPO on the\nSelective Aerobic Oxidation of Methyl Phenyl Sulfide Powered by 660\nnm Red Light over PCN-222<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"GRAPHIC-d14e528-autogenerated\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0011.eps\" xlink:type=\"simple\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Entry</oasis:entry>\n<oasis:entry align=\"center\">TEMPO</oasis:entry>\n<oasis:entry align=\"center\">Conv. (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">Sel. (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>--</oasis:entry>\n<oasis:entry>53</oasis:entry>\n<oasis:entry>98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry>TEMPO</oasis:entry>\n<oasis:entry>62</oasis:entry>\n<oasis:entry>98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry>HOOC-TEMPO</oasis:entry>\n<oasis:entry>85</oasis:entry>\n<oasis:entry>98</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Reaction conditions: PCN-222 (5\nmg), CH<sub>3</sub>OH (1 mL), HOOC-TEMPO (9 μmol), sulfide (0.3\nmmol), red LEDs (660 ± 8 nm), air (1 atm), 15 min.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Determined using a gas chromatograph–flame\nionization detector (GC–FID) using bromobenzene as the internal\nstandard, conversion of methyl phenyl sulfide, selectivity of methyl\nphenyl sulfoxide.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>It is noteworthy that the nature of permeability and\nabsorbency\nto the skin make red light play a critical role in biomedicine. Meanwhile, due to the presence of Q bands, the\ntwo porphyrin Zr-based MOFs (PCN-222 and PCN-226) can absorb red light.\nTo demonstrate that PCN-222 and PCN-226 can conduct the reaction efficiently\nat this ultra-long wavelength, they were applied for photocatalytic\nselective oxidation of sulfides using red light-emitting diodes (LEDs)\n(660 ± 8 nm) as the light source under the same reaction conditions\nfor 10 min (). The light-emitting spectrum of the red LEDs is shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>. Pristine PCN-222 exhibited better\nphotocatalytic activity than PCN-226 for oxidation of three organic\nsulfides, which might be caused by its more abundant mesopores, lower\nrecombination of photoexcited charge carriers, and faster charge transfer.\nIntriguingly, the yields of the three sulfoxides over PCN-222 increased\nmore than 60% with the addition of 3 mol % HOOC-TEMPO, suggesting\nthe establishment of cooperative photocatalysis. In contrast, adding\nHOOC-TEMPO contributed slightly to the photocatalytic oxidation of\nthe three sulfides over PCN-226. Presumably, the Zr<sub>6</sub>(μ-OH)<sub>8</sub> clusters with eight hydroxyl groups of PCN-222 might be more\nadvantageous for integrating HOOC-TEMPO than the ZrO<sub>7</sub> zigzag\nchain of PCN-226.</p>", "clean_text": "It is noteworthy that the nature of permeability and absorbency to the skin make red light play a critical role in biomedicine. Meanwhile, due to the presence of Q bands, the two porphyrin Zr-based MOFs (PCN-222 and PCN-226) can absorb red light. To demonstrate that PCN-222 and PCN-226 can conduct the reaction efficiently at this ultra-long wavelength, they were applied for photocatalytic selective oxidation of sulfides using red light-emitting diodes (LEDs) (660 ± 8 nm) as the light source under the same reaction conditions for 10 min (). The light-emitting spectrum of the red LEDs is shown in Figure S11. Pristine PCN-222 exhibited better photocatalytic activity than PCN-226 for oxidation of three organic sulfides, which might be caused by its more abundant mesopores, lower recombination of photoexcited charge carriers, and faster charge transfer. Intriguingly, the yields of the three sulfoxides over PCN-222 increased more than 60% with the addition of 3 mol % HOOC-TEMPO, suggesting the establishment of cooperative photocatalysis. In contrast, adding HOOC-TEMPO contributed slightly to the photocatalytic oxidation of the three sulfides over PCN-226. Presumably, the Zr6(μ-OH)8 clusters with eight hydroxyl groups of PCN-222 might be more advantageous for integrating HOOC-TEMPO than the ZrO7 zigzag chain of PCN-226.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Photocatalytic activity of PCN-222 and PCN-226 with HOOC-TEMPO\non the selective aerobic oxidation of sulfide powered by 660 nm red\nlight.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Photocatalytic activity of PCN-222 and PCN-226 with HOOC-TEMPO on the selective aerobic oxidation of sulfide powered by 660 nm red light.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>To gain a better understanding, detailed kinetic\nstudies on the\nphotocatalytic selective aerobic oxidation of methyl phenyl sulfide\nover PCN-222 integrated with HOOC-TEMPO were conducted (). Presumably, through the\nanalysis of the connection between the time and concentration, the\nreaction kinetics abides by the model of pseudo-first-order (a). Furthermore,\nthe addition of 3 mol % HOOC-TEMPO could facilitate the reaction process\neffectively. The ratio of ρ reaches approximately 1.9, evincing\nthat HOOC-TEMPO might play a critical role in speeding up the charge\ntransfer, and enhancing the separation of photoexcited electrons and\nholes. The effect of light intensity on this reaction\nwas also inspected (b). The photocatalytic system with the addition of HOOC-TEMPO\nnot only maintained the linear relationship of the sulfoxide yields\nwith an increase in light intensity but also exhibited a greater reaction\norder than that without HOOC-TEMPO. These findings support the fact\nthat adding HOOC-TEMPO to the PCN-222 photocatalytic system increases\nthe conversions substantially. In the meantime, the simplified calculation\nmodels of sulfide adsorbed on PCN-222 and methyl phenyl sulfide adsorbed\non PCN-222 integrated with HOOC-TEMPO are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>. The free energies from sulfide to the sulfur radical\ncation with and without HOOC-TEMPO over PCN-222 photocatalysis were\ncalculated to be 0.62 and 1.02 eV, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). Thus the integration of HOOC-TEMPO can greatly\nlower the reaction activation energy.</p>", "clean_text": "To gain a better understanding, detailed kinetic studies on the photocatalytic selective aerobic oxidation of methyl phenyl sulfide over PCN-222 integrated with HOOC-TEMPO were conducted (). Presumably, through the analysis of the connection between the time and concentration, the reaction kinetics abides by the model of pseudo-first-order (a). Furthermore, the addition of 3 mol % HOOC-TEMPO could facilitate the reaction process effectively. The ratio of ρ reaches approximately 1.9, evincing that HOOC-TEMPO might play a critical role in speeding up the charge transfer, and enhancing the separation of photoexcited electrons and holes. The effect of light intensity on this reaction was also inspected (b). The photocatalytic system with the addition of HOOC-TEMPO not only maintained the linear relationship of the sulfoxide yields with an increase in light intensity but also exhibited a greater reaction order than that without HOOC-TEMPO. These findings support the fact that adding HOOC-TEMPO to the PCN-222 photocatalytic system increases the conversions substantially. In the meantime, the simplified calculation models of sulfide adsorbed on PCN-222 and methyl phenyl sulfide adsorbed on PCN-222 integrated with HOOC-TEMPO are shown in Figure S12. The free energies from sulfide to the sulfur radical cation with and without HOOC-TEMPO over PCN-222 photocatalysis were calculated to be 0.62 and 1.02 eV, respectively (Figure S13). Thus the integration of HOOC-TEMPO can greatly lower the reaction activation energy.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Kinetic studies against time and (b)\nlight intensity for the\nphotocatalytic oxidation of methyl phenyl sulfide over PCN-222 integrated\nwith HOOC-TEMPO.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Kinetic studies against time and (b) light intensity for the photocatalytic oxidation of methyl phenyl sulfide over PCN-222 integrated with HOOC-TEMPO.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>A recycling experiment under the standard conditions\nwas implemented\nto further certify the considerable stability of PCN-222 in this reaction\n(). During\nthe five cycles, there is no substantial decline in photocatalytic\nactivity. Furthermore, the stability of PCN-222 after five recycles\nwas verified by the SEM image (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>), which shows a rod-like shape similar to that in a. Also, the PXRD pattern of\nPCN-222 is shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>, with similar\nbut weaker peak intensities. The weakening of peaks might be due to\nthe partial deterioration of PCN-222. The other reason is that some\nPCN-222 was lost during the recycling process. The stability of PCN-222\ncould also be confirmed by the UV–vis DRS spectra shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>.</p>", "clean_text": "A recycling experiment under the standard conditions was implemented to further certify the considerable stability of PCN-222 in this reaction (). During the five cycles, there is no substantial decline in photocatalytic activity. Furthermore, the stability of PCN-222 after five recycles was verified by the SEM image (Figure S14), which shows a rod-like shape similar to that in a. Also, the PXRD pattern of PCN-222 is shown in Figure S15, with similar but weaker peak intensities. The weakening of peaks might be due to the partial deterioration of PCN-222. The other reason is that some PCN-222 was lost during the recycling process. The stability of PCN-222 could also be confirmed by the UV-vis DRS spectra shown in Figure S16.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Recycling experiment of the photocatalytic\nselective aerobic oxidation\nof methyl phenyl sulfide powered by 660 nm red light over PCN-222\nintegrated with HOOC-TEMPO.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Recycling experiment of the photocatalytic selective aerobic oxidation of methyl phenyl sulfide powered by 660 nm red light over PCN-222 integrated with HOOC-TEMPO.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>A range of sulfide derivatives with various functional\ngroups were\noxidized to illustrate the general applicability of PCN-222 photocatalyst\n(). The oxidation\nrate of aromatic sulfides with electron-donating groups follows the\norder of <italic toggle=\"yes\">p</italic>-OCH<sub>3</sub> &gt; <italic toggle=\"yes\">p</italic>-CH<sub>3</sub> &gt; <italic toggle=\"yes\">p</italic>-H (, entries 1–3). Meanwhile, sulfoxides\nwith electron-withdrawing\ngroups (<italic toggle=\"yes\">p</italic>-F, <italic toggle=\"yes\">p</italic>-Cl, <italic toggle=\"yes\">p</italic>-Br, and <italic toggle=\"yes\">p</italic>-I) could be formed at lower rates in\n30 min (, entries\n4–7). The steric impact can be demonstrated by oxidizing sulfides\nwith the varied location of substituted groups (, entries 1, 5, and 8–11). Reaction\nrates of sulfides with −OCH<sub>3</sub> substituted groups\ndeclined from <italic toggle=\"yes\">para</italic> to <italic toggle=\"yes\">ortho</italic> to <italic toggle=\"yes\">meta</italic>, while reaction rates of sulfides with −Cl substituted\ngroups decreased from <italic toggle=\"yes\">para</italic> to <italic toggle=\"yes\">meta</italic> to  <italic toggle=\"yes\">ortho</italic>. It should take a significantly longer\ntime for the oxidation of diphenyl sulfide to deliver a comparable\nsulfoxide product (, entry 12). Sulfide derivatives with larger sizes were also\ngood candidates for participation in the oxidation reaction (, entries 13 and 14).\nFurthermore, aliphatic sulfides could be processed smoothly to attain\nthe desired sulfoxide products with high conversions and selectivities\n(, entries 15\nand 16). No disulfides could be detected by GC–FID. The solvent\nplays a pivotal role in determining the formation of the sulfoxide\nproducts. The protic solvent methanol could ensure exceptionally high\nselectivities for sulfoxides. However, some amounts of sulfones were\ndetected at high conversions of sulfides. For results in , the remaining selectivities\nare toward sulfones.</p>", "clean_text": "A range of sulfide derivatives with various functional groups were oxidized to illustrate the general applicability of PCN-222 photocatalyst (). The oxidation rate of aromatic sulfides with electron-donating groups follows the order of p-OCH3 > p-CH3 > p-H (, entries 1-3). Meanwhile, sulfoxides with electron-withdrawing groups (p-F, p-Cl, p-Br, and p-I) could be formed at lower rates in 30 min (, entries 4-7). The steric impact can be demonstrated by oxidizing sulfides with the varied location of substituted groups (, entries 1, 5, and 8-11). Reaction rates of sulfides with -OCH3 substituted groups declined from para to ortho to meta, while reaction rates of sulfides with -Cl substituted groups decreased from para to meta to  ortho. It should take a significantly longer time for the oxidation of diphenyl sulfide to deliver a comparable sulfoxide product (, entry 12). Sulfide derivatives with larger sizes were also good candidates for participation in the oxidation reaction (, entries 13 and 14). Furthermore, aliphatic sulfides could be processed smoothly to attain the desired sulfoxide products with high conversions and selectivities (, entries 15 and 16). No disulfides could be detected by GC-FID. The solvent plays a pivotal role in determining the formation of the sulfoxide products. The protic solvent methanol could ensure exceptionally high selectivities for sulfoxides. However, some amounts of sulfones were detected at high conversions of sulfides. For results in , the remaining selectivities are toward sulfones.", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Photocatalytic Selective Aerobic Oxidation\nof Sulfides Powered by 660 nm Red Light over PCN-222 Integrated with\nHOOC-TEMPO.<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"GRAPHIC-d14e732-autogenerated\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0012.eps\" xlink:type=\"simple\"></graphic>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0013.eps\" xlink:type=\"simple\"></graphic>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Reaction conditions: PCN-222 (5\nmg), CH<sub>3</sub>OH (1 mL), HOOC-TEMPO (9 μmol), sulfide (0.3\nmmol), red LEDs (660 ± 8 nm), air (1 atm).</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Determined using a GC–FID\nusing bromobenzene as the internal standard, conversion of sulfide,\nselectivity of sulfoxide.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>c</label>\n<p>\n<italic toggle=\"yes\">n</italic>-Bu, <italic toggle=\"yes\">n</italic>-butyl.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The influence of the amount of HOOC-TEMPO was studied\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>). It is noteworthy that the\naddition\nof HOOC-TEMPO completely increased the speed of the oxidation process.\nThe enhanced conversion exhibited a positive trend while maintaining\nhigh selectivity as the amount of HOOC-TEMPO increased from 3 to 18\nμmol. The chemical states of Zr in PCN-222 and PCN-222 integrated\nwith HOOC-TEMPO were examined by X-ray photoelectron spectroscopy\n(XPS) (a).\nThe peak of Zr 3d<sub>5/2</sub> of PCN-222 integrated with HOOC-TEMPO\n(182.9 eV) exhibits a lower binding energy than that of PCN-222 (183.1\neV). The coordination between metal ions and oxygen atoms may show\nthat the lone pair electrons on O can be biased toward vacant metal\norbitals. The shielding effect increases as the electron cloud density\nof metal ions increases, finally resulting in the lower binding energy\nshift of Zr ions. Electron paramagnetic\nresonance (EPR) spectroscopy was used to detect the paramagnetic signal\nof PCN-222 integrated with HOOC-TEMPO (b). The spectrum of pristine PCN-222 hardly\nexhibits the signal of HOOC-TEMPO. In contrast, after integrating\nwith HOOC-TEMPO, the signal could be detected, which is similar to\nthat of HOOC-TEMPO. The above observations reasonably elucidate that\nthe HOOC-TEMPO molecule integrates into the Zr<sub>6</sub>(μ-OH)<sub>8</sub> clusters via bidentate chelation of the carboxyl group (a, inside). The Fourier\ntransform infrared (FTIR) spectra of PCN-222 and PCN-222 integrated\nwith HOOC-TEMPO are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>. The band at 3423 cm<sup>–1</sup> corresponds to the surface-adsorbed\n hydroxyl groups. Also, the intensity decreased after the integration,\nindirectly certifying the coordination between HOOC-TEMPO and Zr<sub>6</sub>(μ-OH)<sub>8</sub>.</p>", "clean_text": "The influence of the amount of HOOC-TEMPO was studied (Figure S17). It is noteworthy that the addition of HOOC-TEMPO completely increased the speed of the oxidation process. The enhanced conversion exhibited a positive trend while maintaining high selectivity as the amount of HOOC-TEMPO increased from 3 to 18 μmol. The chemical states of Zr in PCN-222 and PCN-222 integrated with HOOC-TEMPO were examined by X-ray photoelectron spectroscopy (XPS) (a). The peak of Zr 3d5/2 of PCN-222 integrated with HOOC-TEMPO (182.9 eV) exhibits a lower binding energy than that of PCN-222 (183.1 eV). The coordination between metal ions and oxygen atoms may show that the lone pair electrons on O can be biased toward vacant metal orbitals. The shielding effect increases as the electron cloud density of metal ions increases, finally resulting in the lower binding energy shift of Zr ions. Electron paramagnetic resonance (EPR) spectroscopy was used to detect the paramagnetic signal of PCN-222 integrated with HOOC-TEMPO (b). The spectrum of pristine PCN-222 hardly exhibits the signal of HOOC-TEMPO. In contrast, after integrating with HOOC-TEMPO, the signal could be detected, which is similar to that of HOOC-TEMPO. The above observations reasonably elucidate that the HOOC-TEMPO molecule integrates into the Zr6(μ-OH)8 clusters via bidentate chelation of the carboxyl group (a, inside). The Fourier transform infrared (FTIR) spectra of PCN-222 and PCN-222 integrated with HOOC-TEMPO are shown in Figure S18. The band at 3423 cm-1 corresponds to the surface-adsorbed  hydroxyl groups. Also, the intensity decreased after the integration, indirectly certifying the coordination between HOOC-TEMPO and Zr6(μ-OH)8.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Zr 3d XPS spectra of PCN-222 and PCN-222\nintegrated with HOOC-TEMPO\nand (b) solid EPR spectra of PCN-222, HOOC-TEMPO, and PCN-222 integrated\nwith HOOC-TEMPO.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0008.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Zr 3d XPS spectra of PCN-222 and PCN-222 integrated with HOOC-TEMPO and (b) solid EPR spectra of PCN-222, HOOC-TEMPO, and PCN-222 integrated with HOOC-TEMPO.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The transient photocurrent response and EIS Nyquist\nplot characterizations\nwere implemented to further illustrate the influence of HOOC-TEMPO\non PCN-222 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>). The signal of\nphotocurrent response would be considerably enhanced after adding\nHOOC-TEMPO to the photocatalytic system, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S19a</ext-link>. As a result, HOOC-TEMPO can prompt PCN-222 to\nseparate its photoexcited electrons and holes. Simultaneously, the\nsmaller arc diameter of Nyquist plots indicates a reduced charge transfer\nresistance, elaborating that HOOC-TEMPO can improve the electronic\nconductivity of PCN-222 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S19b</ext-link>).</p>", "clean_text": "The transient photocurrent response and EIS Nyquist plot characterizations were implemented to further illustrate the influence of HOOC-TEMPO on PCN-222 (Figure S19). The signal of photocurrent response would be considerably enhanced after adding HOOC-TEMPO to the photocatalytic system, as shown in Figure S19a. As a result, HOOC-TEMPO can prompt PCN-222 to separate its photoexcited electrons and holes. Simultaneously, the smaller arc diameter of Nyquist plots indicates a reduced charge transfer resistance, elaborating that HOOC-TEMPO can improve the electronic conductivity of PCN-222 (Figure S19b).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The measured generation of the ROS is of great importance in confirming\nthe occurrence of photocatalytic oxidation reactions. By introducing various scavengers, the quenching tests\nunder the same reaction conditions were conducted to determine the\nROS (). The\nprocess could not be performed when the atmosphere was supplied with\nN<sub>2</sub> to eliminate O<sub>2</sub>, implying that the origin\nof the ROS is O<sub>2</sub> (, entry 2). The oxidation reaction over PCN-222 is\nprimarily dependent on the charge transfer mechanism, as evidenced\nby the fact that the process ceased by adding 1 equiv of an electron\nscavenger, AgNO<sub>3</sub> (, entry 3). 0.2 equiv of <italic toggle=\"yes\">p</italic>-benzoquinone\n(<italic toggle=\"yes\">p</italic>-BQ), a productive scavenger for O<sub>2</sub>\n<sup>•–</sup>, was added to further validate the key ROS\n(, entry 4).\nO<sub>2</sub>\n<sup>•–</sup> plays a key role in the ROS\nas confirmed by the massive inhibition of the process. Meanwhile,\nthe conversion of sulfide did not suffer a significant reduction with\nthe addition of 1,4-diazabicyclo[2.2.2]­octane (DABCO, 0.1 equiv) (, entry 5), indicating\nthat <sup>1</sup>O<sub>2</sub> is not the key ROS.</p>", "clean_text": "The measured generation of the ROS is of great importance in confirming the occurrence of photocatalytic oxidation reactions. By introducing various scavengers, the quenching tests under the same reaction conditions were conducted to determine the ROS (). The process could not be performed when the atmosphere was supplied with N2 to eliminate O2, implying that the origin of the ROS is O2 (, entry 2). The oxidation reaction over PCN-222 is primarily dependent on the charge transfer mechanism, as evidenced by the fact that the process ceased by adding 1 equiv of an electron scavenger, AgNO3 (, entry 3). 0.2 equiv of p-benzoquinone (p-BQ), a productive scavenger for O2 ⋅-, was added to further validate the key ROS (, entry 4). O2 ⋅- plays a key role in the ROS as confirmed by the massive inhibition of the process. Meanwhile, the conversion of sulfide did not suffer a significant reduction with the addition of 1,4-diazabicyclo[2.2.2]octane (DABCO, 0.1 equiv) (, entry 5), indicating that 1O2 is not the key ROS.", "data": null, "include_properties": null}, {"idx": 27, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Quenching Experiments of the ROS for\nthe Photocatalytic Oxidation of Methyl Phenyl Sulfide</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Entry</oasis:entry>\n<oasis:entry align=\"center\">Quencher</oasis:entry>\n<oasis:entry align=\"center\">Equiv.</oasis:entry>\n<oasis:entry align=\"center\">Role</oasis:entry>\n<oasis:entry align=\"center\">Conv. (%)</oasis:entry>\n<oasis:entry align=\"center\">Sel. (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>--</oasis:entry>\n<oasis:entry>--</oasis:entry>\n<oasis:entry>standard</oasis:entry>\n<oasis:entry>85</oasis:entry>\n<oasis:entry>98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>N<sub>2</sub>\n</oasis:entry>\n<oasis:entry>--</oasis:entry>\n<oasis:entry>O<sub>2</sub> replacement</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>--</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>AgNO<sub>3</sub>\n</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>electron scavenger</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>--</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">p</italic>-BQ</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>O<sub>2</sub>\n<sup>•–</sup> scavenger</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>DABCO</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>\n<sup>1</sup>O<sub>2</sub> scavenger</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>91</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>To support the aforesaid assumptions, in situ EPR\nspectroscopy\nwas performed to track the radical species. The EPR intensity of electrons in PCN-222 increased when the reaction\nsystem was illuminated for 2 to 4 min, which might be due to electron\naccumulation (a). The signal recovered to its previous state as a result of the\neffect of O<sub>2</sub>, implying that electrons move to O<sub>2</sub>, forming O<sub>2</sub>\n<sup>•–</sup>. The formed O<sub>2</sub>\n<sup>•–</sup> is then demonstrated using the\nO<sub>2</sub>\n<sup>•–</sup> capturing agent 5,5-dimethyl-1-pyrroline <italic toggle=\"yes\">N</italic>-oxide (DMPO) (b). After the illumination of light, the EPR signals\nof holes can be detected (c). The signal faded after the injection of HOOC-TEMPO,\nand the intensity was significantly lower than before, demonstrating\nthat the holes can convert HOOC-TEMPO to HOOC-TEMPO<sup>+</sup>. When\nHOOC-TEMPO is added to the reaction system, the signal of the HOOC-TEMPO\nradical appeared (d). The signal became weaker as the illumination time prolonged.\nThe signal returned to its original state once the light was turned\noff, indicating that there might be a reversible transition between\nHOOC-TEMPO and HOOC-TEMPO<sup>+</sup>.</p>", "clean_text": "To support the aforesaid assumptions, in situ EPR spectroscopy was performed to track the radical species. The EPR intensity of electrons in PCN-222 increased when the reaction system was illuminated for 2 to 4 min, which might be due to electron accumulation (a). The signal recovered to its previous state as a result of the effect of O2, implying that electrons move to O2, forming O2 ⋅-. The formed O2 ⋅- is then demonstrated using the O2 ⋅- capturing agent 5,5-dimethyl-1-pyrroline N-oxide (DMPO) (b). After the illumination of light, the EPR signals of holes can be detected (c). The signal faded after the injection of HOOC-TEMPO, and the intensity was significantly lower than before, demonstrating that the holes can convert HOOC-TEMPO to HOOC-TEMPO+. When HOOC-TEMPO is added to the reaction system, the signal of the HOOC-TEMPO radical appeared (d). The signal became weaker as the illumination time prolonged. The signal returned to its original state once the light was turned off, indicating that there might be a reversible transition between HOOC-TEMPO and HOOC-TEMPO+.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>EPR spectra during the\nreaction course. (a) Electrons (e<sup>–</sup>) of PCN-222,\n(b) O<sub>2</sub>\n<sup>•–</sup> spin capturing\nwith DMPO, and (c) holes (h<sup>+</sup>) in PCN-222 and (d) HOOC-TEMPO.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0009.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  EPR spectra during the reaction course. (a) Electrons (e-) of PCN-222, (b) O2 ⋅- spin capturing with DMPO, and (c) holes (h+) in PCN-222 and (d) HOOC-TEMPO.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Based on the above experimental and theoretical\nresults as well\nas previous reports, a feasible mechanism for the photocatalytic selective aerobic oxidation\nof sulfide is postulated in . First, HOOC-TEMPO is integrated into PCN-222 under\ndark conditions, and then, the separation of electrons (e<sup>–</sup>) and holes (h<sup>+</sup>) occurs in PCN-222 under the illumination\nof red light. Second, the key ROS O<sub>2</sub>\n<sup>•–</sup> is formed by the e<sup>–</sup> transfer to O<sub>2</sub>,\nwhile h<sup>+</sup> induces the oxidation of the integrated HOOC-TEMPO\nto HOOC-TEMPO<sup>+</sup>. Third, the integrated HOOC-TEMPO<sup>+</sup> induces the oxidation of sulfide to its radical cation and then\nreverts back to HOOC-TEMPO. Fourth, O<sub>2</sub>\n<sup>•–</sup> intercepts the sulfide radical cation to generate persulfoxide.\nLastly, sulfoxide is smoothly obtained from persulfoxide with the\nhelp of proton and electron from the solvent CH<sub>3</sub>OH.</p>", "clean_text": "Based on the above experimental and theoretical results as well as previous reports, a feasible mechanism for the photocatalytic selective aerobic oxidation of sulfide is postulated in . First, HOOC-TEMPO is integrated into PCN-222 under dark conditions, and then, the separation of electrons (e-) and holes (h+) occurs in PCN-222 under the illumination of red light. Second, the key ROS O2 ⋅- is formed by the e- transfer to O2, while h+ induces the oxidation of the integrated HOOC-TEMPO to HOOC-TEMPO+. Third, the integrated HOOC-TEMPO+ induces the oxidation of sulfide to its radical cation and then reverts back to HOOC-TEMPO. Fourth, O2 ⋅- intercepts the sulfide radical cation to generate persulfoxide. Lastly, sulfoxide is smoothly obtained from persulfoxide with the help of proton and electron from the solvent CH3OH.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>A feasible\nmechanism for the photocatalytic selective aerobic oxidation\nof methyl phenyl sulfide powered by 660 nm red light over PCN-222\nintegrated with HOOC-TEMPO.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0010.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  A feasible mechanism for the photocatalytic selective aerobic oxidation of methyl phenyl sulfide powered by 660 nm red light over PCN-222 integrated with HOOC-TEMPO.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, the photocatalytic selective\naerobic oxidation of\nsulfides powered 660 nm red light has been effectively accomplished\nover PCN-222. The notable cooperative photocatalysis of PCN-222 with\nHOOC-TEMPO can be ascribed to the accessible hydroxyl binding sites\nof the Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster of PCN-222.\nThe DFT calculations demonstrate that HOOC-TEMPO can be spontaneously\nadsorbed on the Zr<sub>6</sub>(μ-OH)<sub>8</sub> clusters via\nthe bidentate model. Furthermore, the integrated HOOC-TEMPO plays\na pivotal role in the optimized photocatalysis of PCN-222 as a hole\ntransfer mediator for the smooth oxidation of sulfides. The conversion\nof sulfides toward the targeted sulfoxides has been demonstrated with\ngenerality. Meanwhile, PCN-222 could be recycled five cycles without\napparent loss of activity. The key ROS has been identified as O<sub>2</sub>\n<sup>•–</sup> by quenching studies and EPR spectroscopy.\nThis work provides a new perspective that metal-oxo nodes of MOFs\ncan be an ideal nexus for integrating a redox mediator for optimized\nphotocatalytic selective transformations.</p>", "clean_text": "Conclusions\n\nIn conclusion, the photocatalytic selective aerobic oxidation of sulfides powered 660 nm red light has been effectively accomplished over PCN-222. The notable cooperative photocatalysis of PCN-222 with HOOC-TEMPO can be ascribed to the accessible hydroxyl binding sites of the Zr6(μ-OH)8 cluster of PCN-222. The DFT calculations demonstrate that HOOC-TEMPO can be spontaneously adsorbed on the Zr6(μ-OH)8 clusters via the bidentate model. Furthermore, the integrated HOOC-TEMPO plays a pivotal role in the optimized photocatalysis of PCN-222 as a hole transfer mediator for the smooth oxidation of sulfides. The conversion of sulfides toward the targeted sulfoxides has been demonstrated with generality. Meanwhile, PCN-222 could be recycled five cycles without apparent loss of activity. The key ROS has been identified as O2 ⋅- by quenching studies and EPR spectroscopy. This work provides a new perspective that metal-oxo nodes of MOFs can be an ideal nexus for integrating a redox mediator for optimized photocatalytic selective transformations.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acscatal.2c02519?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acscatal.2c02519</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Materials, methods, and further characterizations such\nas TEM, UV–vis DRS, Tauc, Mott–Schottky, photocurrent\nresponses, PXRD, SEM, and FTIR; DFT simulation details, and experimental\nprocedures for photocatalysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>HOOC-TEMPO adsorbed on the Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster by the bidentate model (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_002.avi\" xlink:type=\"simple\">AVI</ext-link>)</p>\n</list-item>\n<list-item>\n<p>HOOC-TEMPO\ngradually moving away from the ZrO<sub>7</sub> chain (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_003.avi\" xlink:type=\"simple\">AVI</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acscatal.2c02519.  Materials, methods, and further characterizations such as TEM, UV-vis DRS, Tauc, Mott-Schottky, photocurrent responses, PXRD, SEM, and FTIR; DFT simulation details, and experimental procedures for photocatalysis (PDF)   HOOC-TEMPO adsorbed on the Zr6(μ-OH)8 cluster by the bidentate model (AVI)   HOOC-TEMPO gradually moving away from the ZrO7 chain (AVI)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Materials, methods, and further characterizations such\nas TEM, UV–vis DRS, Tauc, Mott–Schottky, photocurrent\nresponses, PXRD, SEM, and FTIR; DFT simulation details, and experimental\nprocedures for photocatalysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Materials, methods, and further characterizations such as TEM, UV-vis DRS, Tauc, Mott-Schottky, photocurrent responses, PXRD, SEM, and FTIR; DFT simulation details, and experimental procedures for photocatalysis (PDF)", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>HOOC-TEMPO adsorbed on the Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster by the bidentate model (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_002.avi\" xlink:type=\"simple\">AVI</ext-link>)</p><p>HOOC-TEMPO\ngradually moving away from the ZrO<sub>7</sub> chain (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_003.avi\" xlink:type=\"simple\">AVI</ext-link>)</p><p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "HOOC-TEMPO adsorbed on the Zr6(μ-OH)8 cluster by the bidentate model (AVI)\n\nHOOC-TEMPO gradually moving away from the ZrO7 chain (AVI)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 10", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><p>The powder X-ray diffraction\n(PXRD) patterns of PCN-222 and PCN-226\nmatch well with the simulated data (a,b). These results confirm\nthat crystalline structures were explicitly formed for PCN-222 and\nPCN-226, respectively. Next, the adsorption–desorption isotherms\nof PCN-222 and PCN-226 were measured at 77 K in an N<sub>2</sub> environment\nto reveal their intrinsic porous properties (c,d). The presence of micropores is demonstrated\nby the high amount of the adsorbed volume in the low <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> region (&lt;0.05) in the two adsorption\nisotherms. Furthermore, when <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> = 0.3, the typical type IV isotherm of PCN-222 shows\na rapid rise, indicating mesoporosity. The porous structures of the\ntwo MOFs can also be confirmed by the investigation of pore size distribution\ncurves following the nonlocal density functional theory model (e,f). Notably, PCN-222\nhas mesopores with a size of 2.7 nm and micropores of around 1.3 nm.\nOn the other hand, PCN-226 is primarily made up of micropores (less\nthan 2 nm). A higher Brunauer–Emmett–Teller (BET) specific\nsurface area of 1466 m<sup>2</sup> g<sup>–1</sup> and a larger\npore volume of 1.03 cm<sup>3</sup> g<sup>–1</sup> have been\nobserved in PCN-222 than those of PCN-226 (573 m<sup>2</sup> g<sup>–1</sup> and 0.05 cm<sup>3</sup> g<sup>–1</sup>, respectively).\nThe molecular size of methyl phenyl sulfide is about 0.57 nm ×\n0.43 nm × 0.18 nm according to density functional theory (DFT)\ncalculation. As such, a large portion of micropores of PCN-222 and\nPCN-226 cannot be accessed by organic sulfide. Typically, the BET\nspecific surface area does not correlate linearly to photocatalytic\nactivity for transformation of large organic molecules.</p><p>Next, the light absorption of PCN-222 and PCN-226\nwas compared\nusing UV–vis diffuse reflectance spectroscopy (DRS) (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S2a</ext-link>). Because of the existence of Soret\nand Q bands, they are sensitive to wavelengths extending from 350\nto 800 nm. Furthermore, considering the reaction includes exposure\nto 660 nm red light, the band gaps could be calculated using the Tauc\nplot method around 660 nm and are determined to be 1.80 eV for PCN-222\nand 1.82 eV for PCN-226, respectively (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S2b</ext-link>). In a solution of 0.1 M Na<sub>2</sub>SO<sub>4</sub> (pH\n= 7), the Mott–Schottky plots were also plotted at frequencies\nof 1000, 1500, and 2000 Hz (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S2c,d</ext-link>). The flat band potentials of PCN-222 and PCN-226 were calculated\nto be −0.94 and −0.91 V, respectively, versus Ag/AgCl.\nThis manifests that both photocatalysts are capable of producing the\nreactive oxygen species (ROS) superoxide anion O<sub>2</sub>\n<sup>•–</sup> [E (O<sub>2</sub>/O<sub>2</sub>\n<sup>•–</sup>) = −0.48\nV versus Ag/AgCl]. Both simulated curves have a positive slope, indicating\nthat they are n-type semiconductors. Highest occupied molecular orbital\n(HOMO) levels of +0.86 and +0.91 V versus Ag/AgCl can also be achieved. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link> displays the similar electronic structure\nof PCN-222 and PCN-226. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S4a</ext-link> shows\nthe transient photocurrent response curves for PCN-222 and PCN-226.\nCompared to PCN-226, PCN-222 exhibits a slightly greater cathodic\nphotocurrent signal. Electrochemical impedance spectroscopy (EIS)\nwas also performed to certify the deduction (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acscatal.2c02519/suppl_file/cs2c02519_si_001.pdf\" xlink:type=\"simple\">Figure S4b</ext-link>). The semicircle diameter in Nyquist plots can reveal the\ncharge transfer resistance. PCN-222 has a smaller arc diameter than\nPCN-226, indicating its superior electronic conductivity. The optoelectronic\nproperties of PCN-222 and PCN-226 are not very dissimilar and can\nbe used to investigate the impact of Zr-oxo nodes.</p>", "clean_text": "Results and Discussion\n\nThe powder X-ray diffraction (PXRD) patterns of PCN-222 and PCN-226 match well with the simulated data (a,b). These results confirm that crystalline structures were explicitly formed for PCN-222 and PCN-226, respectively. Next, the adsorption-desorption isotherms of PCN-222 and PCN-226 were measured at 77 K in an N2 environment to reveal their intrinsic porous properties (c,d). The presence of micropores is demonstrated by the high amount of the adsorbed volume in the low p/p 0 region (<0.05) in the two adsorption isotherms. Furthermore, when p/p 0 = 0.3, the typical type IV isotherm of PCN-222 shows a rapid rise, indicating mesoporosity. The porous structures of the two MOFs can also be confirmed by the investigation of pore size distribution curves following the nonlocal density functional theory model (e,f). Notably, PCN-222 has mesopores with a size of 2.7 nm and micropores of around 1.3 nm. On the other hand, PCN-226 is primarily made up of micropores (less than 2 nm). A higher Brunauer-Emmett-Teller (BET) specific surface area of 1466 m2 g-1 and a larger pore volume of 1.03 cm3 g-1 have been observed in PCN-222 than those of PCN-226 (573 m2 g-1 and 0.05 cm3 g-1, respectively). The molecular size of methyl phenyl sulfide is about 0.57 nm × 0.43 nm × 0.18 nm according to density functional theory (DFT) calculation. As such, a large portion of micropores of PCN-222 and PCN-226 cannot be accessed by organic sulfide. Typically, the BET specific surface area does not correlate linearly to photocatalytic activity for transformation of large organic molecules.\n\nNext, the light absorption of PCN-222 and PCN-226 was compared using UV-vis diffuse reflectance spectroscopy (DRS) (Figure S2a). Because of the existence of Soret and Q bands, they are sensitive to wavelengths extending from 350 to 800 nm. Furthermore, considering the reaction includes exposure to 660 nm red light, the band gaps could be calculated using the Tauc plot method around 660 nm and are determined to be 1.80 eV for PCN-222 and 1.82 eV for PCN-226, respectively (Figure S2b). In a solution of 0.1 M Na2SO4 (pH = 7), the Mott-Schottky plots were also plotted at frequencies of 1000, 1500, and 2000 Hz (Figure S2c,d). The flat band potentials of PCN-222 and PCN-226 were calculated to be -0.94 and -0.91 V, respectively, versus Ag/AgCl. This manifests that both photocatalysts are capable of producing the reactive oxygen species (ROS) superoxide anion O2 ⋅- [E (O2/O2 ⋅-) = -0.48 V versus Ag/AgCl]. Both simulated curves have a positive slope, indicating that they are n-type semiconductors. Highest occupied molecular orbital (HOMO) levels of +0.86 and +0.91 V versus Ag/AgCl can also be achieved. Figure S3 displays the similar electronic structure of PCN-222 and PCN-226. Figure S4a shows the transient photocurrent response curves for PCN-222 and PCN-226. Compared to PCN-226, PCN-222 exhibits a slightly greater cathodic photocurrent signal. Electrochemical impedance spectroscopy (EIS) was also performed to certify the deduction (Figure S4b). The semicircle diameter in Nyquist plots can reveal the charge transfer resistance. PCN-222 has a smaller arc diameter than PCN-226, indicating its superior electronic conductivity. The optoelectronic properties of PCN-222 and PCN-226 are not very dissimilar and can be used to investigate the impact of Zr-oxo nodes.", "data": [[{"meta": {"name": "PCN-222", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "pore size distribution", "value": "", "unit": "", "condition": "nonlocal density functional theory model"}, {"property name": "mesopores size", "value": "2.7", "unit": "nm", "condition": ""}, {"property name": "micropores size", "value": "1.3", "unit": "nm", "condition": ""}, {"property name": "BET specific surface area", "value": "1466", "unit": "m2/g", "condition": ""}, {"property name": "pore volume", "value": "1.03", "unit": "cm3/g", "condition": ""}, {"property name": "band gap", "value": "1.80", "unit": "eV", "condition": "Tauc plot method"}, {"property name": "flat band potential", "value": "-0.94", "unit": "V", "condition": "versus Ag/AgCl"}, {"property name": "reactive oxygen species", "value": "superoxide anion O2•–", "unit": "", "condition": "E (O2/O2•–) = −0.48 V versus Ag/AgCl"}, {"property name": "HOMO levels", "value": "+0.86", "unit": "V", "condition": "versus Ag/AgCl"}, {"property name": "cathodic photocurrent signal", "value": "", "unit": "", "condition": ""}, {"property name": "electronic conductivity", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "PCN-226", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "micropores size", "value": "<2", "unit": "nm", "condition": ""}, {"property name": "BET specific surface area", "value": "573", "unit": "m2/g", "condition": ""}, {"property name": "pore volume", "value": "0.05", "unit": "cm3/g", "condition": ""}, {"property name": "band gap", "value": "1.82", "unit": "eV", "condition": "Tauc plot method"}, {"property name": "flat band potential", "value": "-0.91", "unit": "V", "condition": "versus Ag/AgCl"}, {"property name": "reactive oxygen species", "value": "superoxide anion O2•–", "unit": "", "condition": "E (O2/O2•–) = −0.48 V versus Ag/AgCl"}, {"property name": "HOMO levels", "value": "+0.91", "unit": "V", "condition": "versus Ag/AgCl"}, {"property name": "cathodic photocurrent signal", "value": "", "unit": "", "condition": ""}, {"property name": "electronic conductivity", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 14, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Effect of HOOC-TEMPO or TEMPO on the\nSelective Aerobic Oxidation of Methyl Phenyl Sulfide Powered by 660\nnm Red Light over PCN-222<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"GRAPHIC-d14e528-autogenerated\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0011.eps\" xlink:type=\"simple\"></graphic>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Entry</oasis:entry>\n<oasis:entry align=\"center\">TEMPO</oasis:entry>\n<oasis:entry align=\"center\">Conv. (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">Sel. (%)<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>--</oasis:entry>\n<oasis:entry>53</oasis:entry>\n<oasis:entry>98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry>TEMPO</oasis:entry>\n<oasis:entry>62</oasis:entry>\n<oasis:entry>98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry>HOOC-TEMPO</oasis:entry>\n<oasis:entry>85</oasis:entry>\n<oasis:entry>98</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Reaction conditions: PCN-222 (5\nmg), CH<sub>3</sub>OH (1 mL), HOOC-TEMPO (9 μmol), sulfide (0.3\nmmol), red LEDs (660 ± 8 nm), air (1 atm), 15 min.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Determined using a gas chromatograph–flame\nionization detector (GC–FID) using bromobenzene as the internal\nstandard, conversion of methyl phenyl sulfide, selectivity of methyl\nphenyl sulfoxide.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Effect of HOOC-TEMPO or TEMPO on the Selective Aerobic Oxidation of Methyl Phenyl Sulfide Powered by 660 nm Red Light over PCN-222[^a]\n\n| Entry | TEMPO     | Conv. (%)[^b] | Sel. (%)[^b] |\n|-------|-----------|--------------|--------------|\n| 1     | --        | 53           | 98           |\n| 2     | TEMPO     | 62           | 98           |\n| 3     | HOOC-TEMPO| 85           | 98           |\n\n[^a]: Reaction conditions: PCN-222 (5 mg), CH3OH (1 mL), HOOC-TEMPO (9 μmol), sulfide (0.3 mmol), red LEDs (660 ± 8 nm), air (1 atm), 15 min.\n[^b]: Determined using a gas chromatograph–flame ionization detector (GC–FID) using bromobenzene as the internal standard, conversion of methyl phenyl sulfide, selectivity of methyl phenyl sulfoxide.", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "selectivity": [{"value": "98", "unit": "%", "substrate": "methyl phenyl sulfide", "catalyst": "", "pressure": "", "temperature": "", "solvent": "CH3OH", "time": "15 min"}], "conversion": [{"value": "53", "unit": "%", "substrate": "methyl phenyl sulfide", "catalyst": "", "pressure": "", "temperature": "", "solvent": "CH3OH", "time": "15 min"}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "selectivity": [{"value": "98", "unit": "%", "substrate": "methyl phenyl sulfide", "catalyst": "TEMPO", "pressure": "", "temperature": "", "solvent": "CH3OH", "time": "15 min"}], "conversion": [{"value": "62", "unit": "%", "substrate": "methyl phenyl sulfide", "catalyst": "TEMPO", "pressure": "", "temperature": "", "solvent": "CH3OH", "time": "15 min"}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "selectivity": [{"value": "98", "unit": "%", "substrate": "methyl phenyl sulfide", "catalyst": "HOOC-TEMPO", "pressure": "", "temperature": "", "solvent": "CH3OH", "time": "15 min"}], "conversion": [{"value": "85", "unit": "%", "substrate": "methyl phenyl sulfide", "catalyst": "HOOC-TEMPO", "pressure": "", "temperature": "", "solvent": "CH3OH", "time": "15 min"}]}], "include_properties": ["conversion", "selectivity"]}, {"idx": 22, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Photocatalytic Selective Aerobic Oxidation\nof Sulfides Powered by 660 nm Red Light over PCN-222 Integrated with\nHOOC-TEMPO.<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<graphic content-type=\"header\" id=\"GRAPHIC-d14e732-autogenerated\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0012.eps\" xlink:type=\"simple\"></graphic>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0013.eps\" xlink:type=\"simple\"></graphic>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>Reaction conditions: PCN-222 (5\nmg), CH<sub>3</sub>OH (1 mL), HOOC-TEMPO (9 μmol), sulfide (0.3\nmmol), red LEDs (660 ± 8 nm), air (1 atm).</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>Determined using a GC–FID\nusing bromobenzene as the internal standard, conversion of sulfide,\nselectivity of sulfoxide.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>c</label>\n<p>\n<italic toggle=\"yes\">n</italic>-Bu, <italic toggle=\"yes\">n</italic>-butyl.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Photocatalytic Selective Aerobic Oxidation of Sulfides Powered by 660 nm Red Light over PCN-222 Integrated with HOOC-TEMPO[^a]\n\n| Reaction conditions |  |\n|----------------------|---|\n| PCN-222 (5 mg)        |   |\n| CH<sub>3</sub>OH (1 mL) |   |\n| HOOC-TEMPO (9 μmol)   |   |\n| sulfide (0.3 mmol)    |   |\n| red LEDs (660 ± 8 nm) |   |\n| air (1 atm)           |   |\n\n[^a]: Reaction conditions: PCN-222 (5 mg), CH<sub>3</sub>OH (1 mL), HOOC-TEMPO (9 μmol), sulfide (0.3 mmol), red LEDs (660 ± 8 nm), air (1 atm).", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "reaction conditions": [{"condition": "PCN-222 (5 mg)"}, {"condition": "CH3OH (1 mL)"}, {"condition": "HOOC-TEMPO (9 μmol)"}, {"condition": "sulfide (0.3 mmol)"}, {"condition": "red LEDs (660 ± 8 nm)"}, {"condition": "air (1 atm)"}]}], "include_properties": null}, {"idx": 27, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Quenching Experiments of the ROS for\nthe Photocatalytic Oxidation of Methyl Phenyl Sulfide</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Entry</oasis:entry>\n<oasis:entry align=\"center\">Quencher</oasis:entry>\n<oasis:entry align=\"center\">Equiv.</oasis:entry>\n<oasis:entry align=\"center\">Role</oasis:entry>\n<oasis:entry align=\"center\">Conv. (%)</oasis:entry>\n<oasis:entry align=\"center\">Sel. (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry>--</oasis:entry>\n<oasis:entry>--</oasis:entry>\n<oasis:entry>standard</oasis:entry>\n<oasis:entry>85</oasis:entry>\n<oasis:entry>98</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>N<sub>2</sub>\n</oasis:entry>\n<oasis:entry>--</oasis:entry>\n<oasis:entry>O<sub>2</sub> replacement</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>--</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>AgNO<sub>3</sub>\n</oasis:entry>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>electron scavenger</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>--</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">p</italic>-BQ</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>O<sub>2</sub>\n<sup>•–</sup> scavenger</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>100</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>DABCO</oasis:entry>\n<oasis:entry>0.2</oasis:entry>\n<oasis:entry>\n<sup>1</sup>O<sub>2</sub> scavenger</oasis:entry>\n<oasis:entry>88</oasis:entry>\n<oasis:entry>91</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Quenching Experiments of the ROS for the Photocatalytic Oxidation of Methyl Phenyl Sulfide\n\n| Entry | Quencher | Equiv. | Role                 | Conv. (%) | Sel. (%) |\n|-------|----------|--------|----------------------|-----------|----------|\n| 1     | --       | --     | standard             | 85        | 98       |\n| 2     | N<sub>2</sub> | --  | O<sub>2</sub> replacement | 0     | --       |\n| 3     | AgNO<sub>3</sub> | 1 | electron scavenger   | 0         | --       |\n| 4     | *p*-BQ   | 0.2    | O<sub>2</sub><sup>•–</sup> scavenger | 4 | 100      |\n| 5     | DABCO    | 0.2    | <sup>1</sup>O<sub>2</sub> scavenger | 88 | 91      |", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "quencher": [{"name": "--", "equivalent": "--", "role": "standard", "conversion": "85", "unit": "%", "selectivity": "98", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "quencher": [{"name": "N2", "equivalent": "--", "role": "O2 replacement", "conversion": "0", "unit": "%", "selectivity": "--", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "quencher": [{"name": "AgNO3", "equivalent": "1", "role": "electron scavenger", "conversion": "0", "unit": "%", "selectivity": "--", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "quencher": [{"name": "p-BQ", "equivalent": "0.2", "role": "O2 scavenger", "conversion": "4", "unit": "%", "selectivity": "100", "condition": ""}]}, {"meta": {"name": "", "symbol": "5", "chemical formula": ""}, "quencher": [{"name": "DABCO", "equivalent": "0.2", "role": "1O2 scavenger", "conversion": "88", "unit": "%", "selectivity": "91", "condition": ""}]}], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>PXRD patterns\nof (a) PCN-222 and (b) PCN-226, N<sub>2</sub> adsorption\nand desorption isotherms of (c) PCN-222 and (d) PCN-226, and pore\nsize distribution curves of (e) PCN-222 and (f) PCN-226.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  PXRD patterns of (a) PCN-222 and (b) PCN-226, N2 adsorption and desorption isotherms of (c) PCN-222 and (d) PCN-226, and pore size distribution curves of (e) PCN-222 and (f) PCN-226.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM images of (a) PCN-222 and (b) PCN-226.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  SEM images of (a) PCN-222 and (b) PCN-226.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>DFT-calculated structures of (a) TEMPO adsorption, (b) HOOC-TEMPO\nvia bidentate adsorption, and (c) unidentate adsorption on the Zr<sub>6</sub>(μ-OH)<sub>8</sub> cluster.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  DFT-calculated structures of (a) TEMPO adsorption, (b) HOOC-TEMPO via bidentate adsorption, and (c) unidentate adsorption on the Zr6(μ-OH)8 cluster.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Photocatalytic activity of PCN-222 and PCN-226 with HOOC-TEMPO\non the selective aerobic oxidation of sulfide powered by 660 nm red\nlight.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Photocatalytic activity of PCN-222 and PCN-226 with HOOC-TEMPO on the selective aerobic oxidation of sulfide powered by 660 nm red light.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Kinetic studies against time and (b)\nlight intensity for the\nphotocatalytic oxidation of methyl phenyl sulfide over PCN-222 integrated\nwith HOOC-TEMPO.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Kinetic studies against time and (b) light intensity for the photocatalytic oxidation of methyl phenyl sulfide over PCN-222 integrated with HOOC-TEMPO.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Recycling experiment of the photocatalytic\nselective aerobic oxidation\nof methyl phenyl sulfide powered by 660 nm red light over PCN-222\nintegrated with HOOC-TEMPO.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Recycling experiment of the photocatalytic selective aerobic oxidation of methyl phenyl sulfide powered by 660 nm red light over PCN-222 integrated with HOOC-TEMPO.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Zr 3d XPS spectra of PCN-222 and PCN-222\nintegrated with HOOC-TEMPO\nand (b) solid EPR spectra of PCN-222, HOOC-TEMPO, and PCN-222 integrated\nwith HOOC-TEMPO.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0008.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (a) Zr 3d XPS spectra of PCN-222 and PCN-222 integrated with HOOC-TEMPO and (b) solid EPR spectra of PCN-222, HOOC-TEMPO, and PCN-222 integrated with HOOC-TEMPO.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>EPR spectra during the\nreaction course. (a) Electrons (e<sup>–</sup>) of PCN-222,\n(b) O<sub>2</sub>\n<sup>•–</sup> spin capturing\nwith DMPO, and (c) holes (h<sup>+</sup>) in PCN-222 and (d) HOOC-TEMPO.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0009.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  EPR spectra during the reaction course. (a) Electrons (e-) of PCN-222, (b) O2 ⋅- spin capturing with DMPO, and (c) holes (h+) in PCN-222 and (d) HOOC-TEMPO.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>A feasible\nmechanism for the photocatalytic selective aerobic oxidation\nof methyl phenyl sulfide powered by 660 nm red light over PCN-222\nintegrated with HOOC-TEMPO.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"cs2c02519_0010.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  A feasible mechanism for the photocatalytic selective aerobic oxidation of methyl phenyl sulfide powered by 660 nm red light over PCN-222 integrated with HOOC-TEMPO.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acscatal.2c02519", "title": null, "journal": "American Chemical Society", "date": "2022.08", "author_list": ["Sheng\nWenlong", "Wang\nXiaoxiao", "Wang\nYuexin", "Chen\nShengli", "Lang\nXianjun"]}}