{"filepath": "../L2M3_data/1_application_papers/acs_xml/cs6b02573.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Electrochemical\nwater splitting is considered as the most promising\ntechnology for hydrogen production. Considering overall water splitting\nfor practical applications, catalysis of the oxygen evolution reaction\n(OER) and hydrogen evolution reaction (HER) should be performed in\nthe same electrolyte, especially in alkaline solutions. However, designing\nand searching for highly active and inexpensive electrocatalysts for\nboth OER and HER in basic media remain significant challenges. Herein,\nwe report a facile and universal strategy for synthesizing nonprecious\ntransition metals, binary alloys, and ternary alloys encapsulated\nin graphene layers by direct annealing of metal–organic frameworks.\nDensity functional theory calculations prove that with an increase\nin the degree of freedom of alloys or a change in the metal proportions\nin FeCoNi ternary alloys, the electronic structures of materials can\nalso be tuned intentionally by changing the number of transferred\nelectrons between alloys and graphene. The optimal material alloys\nFeCo and FeCoNi exhibited remarkable catalytic performance for HER\nand OER in 1.0 M KOH, reaching a current density of 10 mA cm<sup>–2</sup> at low overpotentials of 149 mV for HER and 288 mV for OER. In addition,\nas an overall alkaline water electrolysis, they were comparable to\nthat of the Pt/RuO<sub>2</sub> couple, along with long cycling stability.</p>", "clean_text": "Electrochemical water splitting is considered as the most promising technology for hydrogen production. Considering overall water splitting for practical applications, catalysis of the oxygen evolution reaction (OER) and hydrogen evolution reaction (HER) should be performed in the same electrolyte, especially in alkaline solutions. However, designing and searching for highly active and inexpensive electrocatalysts for both OER and HER in basic media remain significant challenges. Herein, we report a facile and universal strategy for synthesizing nonprecious transition metals, binary alloys, and ternary alloys encapsulated in graphene layers by direct annealing of metal-organic frameworks. Density functional theory calculations prove that with an increase in the degree of freedom of alloys or a change in the metal proportions in FeCoNi ternary alloys, the electronic structures of materials can also be tuned intentionally by changing the number of transferred electrons between alloys and graphene. The optimal material alloys FeCo and FeCoNi exhibited remarkable catalytic performance for HER and OER in 1.0 M KOH, reaching a current density of 10 mA cm-2 at low overpotentials of 149 mV for HER and 288 mV for OER. In addition, as an overall alkaline water electrolysis, they were comparable to that of the Pt/RuO2 couple, along with long cycling stability.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Electrochemical\nwater splitting\nis considered as the most promising technology for hydrogen production. The overall water splitting consists of the oxygen evolution reaction\n(OER) on the anode and the hydrogen evolution reaction (HER) on the\ncathode, both of which need highly active catalysts to reduce the\nenergy needed for water splitting via reducing their overpotential. Precious metals and metal oxides such as Pt/C\nand Ir/C (or RuO<sub>2</sub>) are state-of-the-art catalysts for HER\nand OER; however, their widespread practical application is hindered\nby their high cost and scarcity. Great effort has been spent over\nthe past several decades in searching for nonprecious catalysts for\nHER or OER, but this area still lacks promising efficient catalysts\nthat be commercialized on a large scale. In addition,\nto realize continual overall water splitting for real applications,\nthe catalysts for OER and HER should be operated under the same electrolyte,\nespecially in an alkaline solution. Nevertheless,\nchallenges remain for most of the earth-abundant catalysts because\nof their incoordination with the PH ranges in which they exhibit excellent\nstability and activity. Despite\nsome progress in recent years, highly active and cost-effective catalysts\nthat are efficient for both HER and OER in alkaline electrolytes with\nexcellent activity and stability are still in great demand.\n</p>", "clean_text": "Electrochemical water splitting is considered as the most promising technology for hydrogen production. The overall water splitting consists of the oxygen evolution reaction (OER) on the anode and the hydrogen evolution reaction (HER) on the cathode, both of which need highly active catalysts to reduce the energy needed for water splitting via reducing their overpotential. Precious metals and metal oxides such as Pt/C and Ir/C (or RuO2) are state-of-the-art catalysts for HER and OER; however, their widespread practical application is hindered by their high cost and scarcity. Great effort has been spent over the past several decades in searching for nonprecious catalysts for HER or OER, but this area still lacks promising efficient catalysts that be commercialized on a large scale. In addition, to realize continual overall water splitting for real applications, the catalysts for OER and HER should be operated under the same electrolyte, especially in an alkaline solution. Nevertheless, challenges remain for most of the earth-abundant catalysts because of their incoordination with the PH ranges in which they exhibit excellent stability and activity. Despite some progress in recent years, highly active and cost-effective catalysts that are efficient for both HER and OER in alkaline electrolytes with excellent activity and stability are still in great demand. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Among many nonprecious materials, transition metals such as\nFe,\nCo, and Ni and their alloys are regarded as potential substitutes\nfor precious catalysts. The combination of transition metals with graphene layers is beneficial\nfor improving catalytic activity and stability. Even though some studies have successfully synthesized various transition\nmetals or alloys as efficient HER or OER catalysts, most of them are\npure metals or binary alloys that can catalyze only one kind of electrochemical\nreaction in a certain solution, hindering their practical application\nin full water electrolysis. Besides, the synergistic effects among Fe, Ni, and\nCo in the alloy are rarely reported in the literature. Previous studies\nhave proved that incorporating transition metals into alloys will\nalter the lattice and bond length of the crystal to change the adsorption\nenergies toward optimal catalytic activity. Furthermore, it might provide a greater chance to alter the catalytic\nactivity through changing the relative metal proportion in alloys\ndue to the increased degree of freedom of alloys compared to those\nof pure metals. Inspired by this, we\ncan anticipate that building more complex alloy compositions (from\nbinary to ternary) would provide more possibilities of further enhancing\nthe electrocatalytic performance via tuning metal compositions and\nproportions. However, hindered by the complex and tedious synthesizing\nprocess, few studies have focused on the graphene-encapsulated nonprecious\nternary alloys, especially the elaborate tuning of electronic structure\nand a systematic study of the relationship between metal composition\nand overall water splitting activity.</p>", "clean_text": "Among many nonprecious materials, transition metals such as Fe, Co, and Ni and their alloys are regarded as potential substitutes for precious catalysts. The combination of transition metals with graphene layers is beneficial for improving catalytic activity and stability. Even though some studies have successfully synthesized various transition metals or alloys as efficient HER or OER catalysts, most of them are pure metals or binary alloys that can catalyze only one kind of electrochemical reaction in a certain solution, hindering their practical application in full water electrolysis. Besides, the synergistic effects among Fe, Ni, and Co in the alloy are rarely reported in the literature. Previous studies have proved that incorporating transition metals into alloys will alter the lattice and bond length of the crystal to change the adsorption energies toward optimal catalytic activity. Furthermore, it might provide a greater chance to alter the catalytic activity through changing the relative metal proportion in alloys due to the increased degree of freedom of alloys compared to those of pure metals. Inspired by this, we can anticipate that building more complex alloy compositions (from binary to ternary) would provide more possibilities of further enhancing the electrocatalytic performance via tuning metal compositions and proportions. However, hindered by the complex and tedious synthesizing process, few studies have focused on the graphene-encapsulated nonprecious ternary alloys, especially the elaborate tuning of electronic structure and a systematic study of the relationship between metal composition and overall water splitting activity.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To synthesize various\ncatalysts with similar morphologies from\na single precursor, our method is of great significance, especially\nwith respect to building the relationship between composition and\nactivity among different catalysts. Metal–organic\nframeworks (MOFs) with a large surface area and tunable chemical structures\nhave recently attracted a great deal of attention. The tunable metal ion centers (such as Fe, Co, Ni, and Cu) and the\ndesign of organic ligands with different dopants (N, P, and S atoms)\nproduce a perfect precursor for synthesizing encapsulated alloys with\ndifferent metal compositions. Recently, our group has successfully\nsynthesized FeCo alloys encapsulated in nitrogen-doped graphene layers\nby directly annealing the Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> precursor, which shows excellent HER catalytic activity and stability. MOF precursors can also be modified in many\nways to obtain more complex compositions and structures. Lou and his co-workers prepared Fe<sub>3</sub>C@N-CNT from a dual MOF, which exhibits excellent electrochemical\nactivity. MOF-derived core–shell\nstructures have also become very popular recently; however, confined\nby a single-metal or bimetal organic framework precursor, most of\nthe derived materials are pure metal or at most binary alloys. Furthermore,\nfew works have aimed to enhance electrochemical activity by increasing\nthe degrees of freedom of alloys.</p>", "clean_text": "To synthesize various catalysts with similar morphologies from a single precursor, our method is of great significance, especially with respect to building the relationship between composition and activity among different catalysts. Metal-organic frameworks (MOFs) with a large surface area and tunable chemical structures have recently attracted a great deal of attention. The tunable metal ion centers (such as Fe, Co, Ni, and Cu) and the design of organic ligands with different dopants (N, P, and S atoms) produce a perfect precursor for synthesizing encapsulated alloys with different metal compositions. Recently, our group has successfully synthesized FeCo alloys encapsulated in nitrogen-doped graphene layers by directly annealing the Fe3[Co(CN)6]2 precursor, which shows excellent HER catalytic activity and stability. MOF precursors can also be modified in many ways to obtain more complex compositions and structures. Lou and his co-workers prepared Fe3C@N-CNT from a dual MOF, which exhibits excellent electrochemical activity. MOF-derived core-shell structures have also become very popular recently; however, confined by a single-metal or bimetal organic framework precursor, most of the derived materials are pure metal or at most binary alloys. Furthermore, few works have aimed to enhance electrochemical activity by increasing the degrees of freedom of alloys.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this work, the available\ninherent MOF Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> surface\nwas used as an active support to load\nanother MOF precursor, Ni<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub>. During the calcination process, the different metal ions will migrate\nto each other to form ternary alloys with an increasing annealing\ntemperature; meanwhile, some CN<sup>–</sup> groups in the MOF\nprecursor will be catalyzed to form in situ nitrogen-doped graphene\nlayers outside the alloy particles. Furthermore, the proportion of\ndifferent metal ions can also be controlled by the relative proportion\nof the core and shell precursor. The materials of various alloys and\nmetal proportions exhibit different HER and OER performances. We have\nobtained the relationship between activity and composition as well\nas the proportion of alloys through density function theory (DFT)\ncalculations. It turns out the electronic structures of materials\ncan also be tuned intentionally by changing the number of transferred\nelectron between alloys and graphene. The optimal alloy catalysts\nfor overall water splitting are also obtained via tuning electronic\nstructures, which is even better than the Pt/RuO<sub>2</sub> counterpart.</p>", "clean_text": "In this work, the available inherent MOF Fe3[Co(CN)6]2 surface was used as an active support to load another MOF precursor, Ni3[Co(CN)6]2. During the calcination process, the different metal ions will migrate to each other to form ternary alloys with an increasing annealing temperature; meanwhile, some CN- groups in the MOF precursor will be catalyzed to form in situ nitrogen-doped graphene layers outside the alloy particles. Furthermore, the proportion of different metal ions can also be controlled by the relative proportion of the core and shell precursor. The materials of various alloys and metal proportions exhibit different HER and OER performances. We have obtained the relationship between activity and composition as well as the proportion of alloys through density function theory (DFT) calculations. It turns out the electronic structures of materials can also be tuned intentionally by changing the number of transferred electron between alloys and graphene. The optimal alloy catalysts for overall water splitting are also obtained via tuning electronic structures, which is even better than the Pt/RuO2 counterpart.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>To synthesize different nonprecious metals and alloys through same\nprocess, herein, we introduce a facile and universal method for the\npreparation of nitrogen-doped graphene-encapsulated uniform 3d transition\nmetals, including pure metal, binary alloys, and ternary alloys, with\nvarious metal proportions by direct annealing of different MOFs. The\nsamples obtained with different metal compositions were designated\nCo, FeCo, FeNi, CoNi, and FeCoNi, corresponding to different alloys\nencapsulated in nitrogen-doped graphene layers. Meanwhile, FeCoNi-1,\nFeCoNi-2, and FeCoNi-3 represent ternary alloys with different metal\nproportions. The detailed synthetic information and metal proportions\ncan be seen in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Supporting Information</ext-link>. The ternary alloys with different metal proportions were fabricated\nas illustrated in . First, Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> spheres\nwere synthesized and used as core seeds to prepare the encapsulated\nMOF structure (a). Because of the similar crystal structure and lattice constant\nof Prussian blue analogues, it is possible to deposit relative small\nNi<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> particles onto the\nlarge and clean spherical seeds to form a thin layer (b). In this process, polyvinylpyrrolidone\n(PVP) surfactant will control the morphology of particles while decreasing\nthe speed of coordination between the metal ions and ligands, providing\nthe opportunity for nucleation at the seed. During the thermal treatment,\nbecause of the nonequilibrium interdiffusion process of metal atoms\nand the porous structure of MOFs, the Fe, Co, and Ni metal ions would\nmigrate to each other to form FeCoNi alloys during calcinations as\nillustrated in panels c and d of . At the same time, some CN<sup>–</sup> group linkers will serve as both carbon and nitrogen sources for\nthe in situ formation of nitrogen-doped graphene layers outside the\nalloy particles. e is an enlargement of one FeCoNi particle encapsulated by nitrogen-doped\ngraphene layers. Moreover, with a change in the amount of seeds and\nNi<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> shell, the proportion\nof metals in ternary alloys can also be changed (f), thereby tuning the electronic\nstructure of the material and optimizing its overall water splitting\nactivity.</p>", "clean_text": "To synthesize different nonprecious metals and alloys through same process, herein, we introduce a facile and universal method for the preparation of nitrogen-doped graphene-encapsulated uniform 3d transition metals, including pure metal, binary alloys, and ternary alloys, with various metal proportions by direct annealing of different MOFs. The samples obtained with different metal compositions were designated Co, FeCo, FeNi, CoNi, and FeCoNi, corresponding to different alloys encapsulated in nitrogen-doped graphene layers. Meanwhile, FeCoNi-1, FeCoNi-2, and FeCoNi-3 represent ternary alloys with different metal proportions. The detailed synthetic information and metal proportions can be seen in the Supporting Information. The ternary alloys with different metal proportions were fabricated as illustrated in . First, Fe3[Co(CN)6]2 spheres were synthesized and used as core seeds to prepare the encapsulated MOF structure (a). Because of the similar crystal structure and lattice constant of Prussian blue analogues, it is possible to deposit relative small Ni3[Co(CN)6]2 particles onto the large and clean spherical seeds to form a thin layer (b). In this process, polyvinylpyrrolidone (PVP) surfactant will control the morphology of particles while decreasing the speed of coordination between the metal ions and ligands, providing the opportunity for nucleation at the seed. During the thermal treatment, because of the nonequilibrium interdiffusion process of metal atoms and the porous structure of MOFs, the Fe, Co, and Ni metal ions would migrate to each other to form FeCoNi alloys during calcinations as illustrated in panels c and d of . At the same time, some CN- group linkers will serve as both carbon and nitrogen sources for the in situ formation of nitrogen-doped graphene layers outside the alloy particles. e is an enlargement of one FeCoNi particle encapsulated by nitrogen-doped graphene layers. Moreover, with a change in the amount of seeds and Ni3[Co(CN)6]2 shell, the proportion of metals in ternary alloys can also be changed (f), thereby tuning the electronic structure of the material and optimizing its overall water splitting activity.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis of Graphene Layer-Encapsulated FeCoNi Ternary\nAlloys<xref rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cs-2016-02573s_0011.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(a) Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> sphere. (b) Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> sphere encapsulated by Ni<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> small particles. (c) Metal interdiffusion during the\nannealing process, where dashed lines are possible diffusion paths\nof metal ions. (d) Finally, FeCoNi tenary alloy aggregates derived\nfrom the MOF precursor. (e) Enlarged model of an FeCoNi alloy particle\nencapsulated in nitrogen-doped graphene layers. (f) Tuning electronic\nstructures of graphene-encapsulated alloys to optimize overall water\nsplitting activity, where the yellow, pink, and green spheres represent\nFe, Co, and Ni atoms, respectively.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Synthesis of Graphene Layer-Encapsulated FeCoNi Ternary Alloys      a (a) Fe3[Co(CN)6]2 sphere. (b) Fe3[Co(CN)6]2 sphere encapsulated by Ni3[Co(CN)6]2 small particles. (c) Metal interdiffusion during the annealing process, where dashed lines are possible diffusion paths of metal ions. (d) Finally, FeCoNi tenary alloy aggregates derived from the MOF precursor. (e) Enlarged model of an FeCoNi alloy particle encapsulated in nitrogen-doped graphene layers. (f) Tuning electronic structures of graphene-encapsulated alloys to optimize overall water splitting activity, where the yellow, pink, and green spheres represent Fe, Co, and Ni atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(a) Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> sphere. (b) Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> sphere encapsulated by Ni<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> small particles. (c) Metal interdiffusion during the\nannealing process, where dashed lines are possible diffusion paths\nof metal ions. (d) Finally, FeCoNi tenary alloy aggregates derived\nfrom the MOF precursor. (e) Enlarged model of an FeCoNi alloy particle\nencapsulated in nitrogen-doped graphene layers. (f) Tuning electronic\nstructures of graphene-encapsulated alloys to optimize overall water\nsplitting activity, where the yellow, pink, and green spheres represent\nFe, Co, and Ni atoms, respectively.</p>\n</fn>\n</p>", "clean_text": "  a (a) Fe3[Co(CN)6]2 sphere. (b) Fe3[Co(CN)6]2 sphere encapsulated by Ni3[Co(CN)6]2 small particles. (c) Metal interdiffusion during the annealing process, where dashed lines are possible diffusion paths of metal ions. (d) Finally, FeCoNi tenary alloy aggregates derived from the MOF precursor. (e) Enlarged model of an FeCoNi alloy particle encapsulated in nitrogen-doped graphene layers. (f) Tuning electronic structures of graphene-encapsulated alloys to optimize overall water splitting activity, where the yellow, pink, and green spheres represent Fe, Co, and Ni atoms, respectively.  ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The sample\nof the Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> seed showed\na spherelike morphology with a diameter of approximately\n600–1000 nm with a clean surface (a) according to the field emission scanning\nelectron microscopy (FESEM) results. With the addition of increasing\namounts of Ni<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub>, the surfaces\nbecame more rough and the spherical seeds were encapsulated by more\nNi<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> precursors as shown\nin b–d.\nThe annealing temperature of precursors was set to 600 °C, which\nproved to be the optimal annealing temperature for the Prussian blue\nanalogue. After being annealed, all the\nsamples (e–h)\nretained the morphology of their precursors. However, the samples\nwith greater Ni content possessed more tubular margins at the edge\nof the sphere (g,h). MOFs with a high Ni content are likely to form carbon nanotubes\nduring the calcination process. Panels\ni–l of  are the transmission electron microscopy (TEM) images of FeCo, FeCoNi-1,\nFeCoNi-2, and FeCoNi-3, respectively, which reveal the spherical samples\nare composed of small encapsulated alloy particles. SEM and TEM images\nof Co, CoNi, and FeNi are provided in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S1</ext-link>.</p>", "clean_text": "The sample of the Fe3[Co(CN)6]2 seed showed a spherelike morphology with a diameter of approximately 600-1000 nm with a clean surface (a) according to the field emission scanning electron microscopy (FESEM) results. With the addition of increasing amounts of Ni3[Co(CN)6]2, the surfaces became more rough and the spherical seeds were encapsulated by more Ni3[Co(CN)6]2 precursors as shown in b-d. The annealing temperature of precursors was set to 600 °C, which proved to be the optimal annealing temperature for the Prussian blue analogue. After being annealed, all the samples (e-h) retained the morphology of their precursors. However, the samples with greater Ni content possessed more tubular margins at the edge of the sphere (g,h). MOFs with a high Ni content are likely to form carbon nanotubes during the calcination process. Panels i-l of  are the transmission electron microscopy (TEM) images of FeCo, FeCoNi-1, FeCoNi-2, and FeCoNi-3, respectively, which reveal the spherical samples are composed of small encapsulated alloy particles. SEM and TEM images of Co, CoNi, and FeNi are provided in Figure S1.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a–d) Field emission scanning electron microscopy of pure\nFe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> and Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> spheres encapsulated by increasing amounts of\nNi<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub>. (e–h) SEM images\nof FeCo, FeCoNi-1, FeCoNi-2, and FeCoNi-3, respectively, by annealing\nof their corresponding precursors. (i–l) Transmission electron\nmicroscopy images of FeCo, FeCoNi-1, FeCoNi-2, and FeCoNi-3, respectively.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cs-2016-02573s_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a-d) Field emission scanning electron microscopy of pure Fe3[Co(CN)6]2 and Fe3[Co(CN)6]2 spheres encapsulated by increasing amounts of Ni3[Co(CN)6]2. (e-h) SEM images of FeCo, FeCoNi-1, FeCoNi-2, and FeCoNi-3, respectively, by annealing of their corresponding precursors. (i-l) Transmission electron microscopy images of FeCo, FeCoNi-1, FeCoNi-2, and FeCoNi-3, respectively.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>High-resolution transmission electron\nmicroscopy (HRTEM) characterizations\nof ternary FeCoNi alloys ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figures S2 and S3</ext-link>)\nindicate the alloys were completely encapsulated by graphene layers.\nAs shown in panels a and b of , the thickness of graphene layers is around 1.71 nm,\ncorresponding to approximately five layers of graphene. Bao’s\ngroup and our previous study proved an electron of the metal core\ncould penetrate several layers of the graphene shell to promote the\ncatalytic process while the graphene layer is also beneficial to catalytic\nstability. Therefore, such an alloy core\nwith a graphene shell structure is desirable for electrocatalysts.\nIn addition, FeCoNi-1 exhibits a <italic>d</italic> spacing of 2.03\nÅ, in good agreement with the (110) plane of the FeCo alloy,\nindicating Ni atoms might be doped in the FeCo crystal lattice in\nFeCoNi-1. Panels c–f of  are the images of elemental mapping by energy-filtered\nTEM (EFTEM), which reveals the Fe, Co, and Ni elements are uniformly\ndistributed in the particles, further confirming the alloy structure\nof FeCoNi-1. The same results also appear in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figures S2 and S3</ext-link>, proving the successful fabrication of FeCoNi ternary\nalloys using a MOF precursor.</p>", "clean_text": "High-resolution transmission electron microscopy (HRTEM) characterizations of ternary FeCoNi alloys ( and Figures S2 and S3) indicate the alloys were completely encapsulated by graphene layers. As shown in panels a and b of , the thickness of graphene layers is around 1.71 nm, corresponding to approximately five layers of graphene. Bao's group and our previous study proved an electron of the metal core could penetrate several layers of the graphene shell to promote the catalytic process while the graphene layer is also beneficial to catalytic stability. Therefore, such an alloy core with a graphene shell structure is desirable for electrocatalysts. In addition, FeCoNi-1 exhibits a d spacing of 2.03 Å, in good agreement with the (110) plane of the FeCo alloy, indicating Ni atoms might be doped in the FeCo crystal lattice in FeCoNi-1. Panels c-f of  are the images of elemental mapping by energy-filtered TEM (EFTEM), which reveals the Fe, Co, and Ni elements are uniformly distributed in the particles, further confirming the alloy structure of FeCoNi-1. The same results also appear in Figures S2 and S3, proving the successful fabrication of FeCoNi ternary alloys using a MOF precursor.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a and b) Enlarged high-resolution transmission\nelectron microscopy\nimages of FeCoNi-1, where the interplanar spacing of the alloy as\nwell as the graphene layers was measured. (c) STEM image of the single\nFeCoNi nanocrystal and the images of elemental mapping of (d) Fe,\n(e) Co, and (f) Ni.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cs-2016-02573s_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a and b) Enlarged high-resolution transmission electron microscopy images of FeCoNi-1, where the interplanar spacing of the alloy as well as the graphene layers was measured. (c) STEM image of the single FeCoNi nanocrystal and the images of elemental mapping of (d) Fe, (e) Co, and (f) Ni.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>The crystal structures\nof metals, binary alloys, and ternary alloys\nwere further confirmed by XRD results as illustrated in . The graphite peaks in the\nXRD patterns are submerged because of the high intensity of alloy\npeaks. In fact, the enlarged patterns of ternary alloys in  and the XRD pattern\nof FeCoNi-2 after acid treatment are illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S4</ext-link>, which shows a typical peak of C (002), indicating\nalloys are wrapped with graphene layers. The FeNi sample shows characteristic\npeaks at 51.8 and 76.4, corresponding to (200) and (220) planes of\nthe FeNi alloy, respectively. The characteristic peaks for sample\nFeCo are at 44.8 and 65.3, which are assigned to the (110) and (200)\nplanes of the FeCo alloy, respectively. The peaks of CoNi are similar\nto that of Co, indicating the Ni atoms might replace some of the Co\natoms in the crystal of CoNi. The atomic radius of Co (1.67 Å)\nis larger than that of Ni (1.62 Å), and after incorporation of\nNi atoms, the peaks of CoNi move slightly to higher degrees compared\nwith those of Co. The XRD patterns of ternary alloys display characteristic\nreflections of the face-centered cubic (black color) phase and the\nbody-centered cubic (blue color) phase of the Fe<sub>\n<italic>x</italic>\n</sub>Co<sub>\n<italic>y</italic>\n</sub>Ni<sub>100–<italic>x</italic>–<italic>y</italic>\n</sub> alloy (especially for FeCoNi-2 and\nFeCoNi-3), which is consistent with previous studies. In addition, the peak intensity ratio of body-centered cubic (1\n1 0) to face-centered cubic (1 1 1) decreased from FeCoNi-1 to FeCoNi-3.\nThe phenomenon indicates that the Fe content is decreased while the\nNi content is increased from FeCoNi-1 to FeCoNi-3. This tendency is\nalso consistent with the corresponding amount of metal of their MOF\nprecursors.</p>", "clean_text": "The crystal structures of metals, binary alloys, and ternary alloys were further confirmed by XRD results as illustrated in . The graphite peaks in the XRD patterns are submerged because of the high intensity of alloy peaks. In fact, the enlarged patterns of ternary alloys in  and the XRD pattern of FeCoNi-2 after acid treatment are illustrated in Figure S4, which shows a typical peak of C (002), indicating alloys are wrapped with graphene layers. The FeNi sample shows characteristic peaks at 51.8 and 76.4, corresponding to (200) and (220) planes of the FeNi alloy, respectively. The characteristic peaks for sample FeCo are at 44.8 and 65.3, which are assigned to the (110) and (200) planes of the FeCo alloy, respectively. The peaks of CoNi are similar to that of Co, indicating the Ni atoms might replace some of the Co atoms in the crystal of CoNi. The atomic radius of Co (1.67 Å) is larger than that of Ni (1.62 Å), and after incorporation of Ni atoms, the peaks of CoNi move slightly to higher degrees compared with those of Co. The XRD patterns of ternary alloys display characteristic reflections of the face-centered cubic (black color) phase and the body-centered cubic (blue color) phase of the Fe x Co y Ni100-x-y  alloy (especially for FeCoNi-2 and FeCoNi-3), which is consistent with previous studies. In addition, the peak intensity ratio of body-centered cubic (1 1 0) to face-centered cubic (1 1 1) decreased from FeCoNi-1 to FeCoNi-3. The phenomenon indicates that the Fe content is decreased while the Ni content is increased from FeCoNi-1 to FeCoNi-3. This tendency is also consistent with the corresponding amount of metal of their MOF precursors.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>XRD patterns of various metals, binary alloys, and ternary alloys\nderived from MOF precursors. Black and blue colors refer to the face-centered\ncubic phase and body-centered cubic phase, respectively.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cs-2016-02573s_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  XRD patterns of various metals, binary alloys, and ternary alloys derived from MOF precursors. Black and blue colors refer to the face-centered cubic phase and body-centered cubic phase, respectively.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The Raman spectra of ternary alloys and binary\nalloys are provided\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S5</ext-link>. All the samples displayed\nthree Raman peaks located around 1349, 1583, and 2700 cm<sup>–1</sup>, which correspond to the D, G, and 2D bands of carbon, respectively.\nThe high <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> band intensity ratio of samples indicated the generation of large\namounts of defects, suggesting a large amount of N atoms were doped\nin the graphene layers (the <italic>I</italic>\n<sub>D</sub>/<italic>I</italic>\n<sub>G</sub> ratio of CoNi is relatively lower than those\nof other alloys, because there are many carbon nanotubes in the sample\nof CoNi as illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S1e,h</ext-link>).\nNitrogen doping has proven to be beneficial for improving the performance\nof OER and HER. Moreover, the second-order\nband in all samples is broad and weak, indicating the alloys are encapsulated\nby thin layers of graphene.\n</p>", "clean_text": "The Raman spectra of ternary alloys and binary alloys are provided in Figure S5. All the samples displayed three Raman peaks located around 1349, 1583, and 2700 cm-1, which correspond to the D, G, and 2D bands of carbon, respectively. The high I D/I G band intensity ratio of samples indicated the generation of large amounts of defects, suggesting a large amount of N atoms were doped in the graphene layers (the I D/I G ratio of CoNi is relatively lower than those of other alloys, because there are many carbon nanotubes in the sample of CoNi as illustrated in Figure S1e,h). Nitrogen doping has proven to be beneficial for improving the performance of OER and HER. Moreover, the second-order band in all samples is broad and weak, indicating the alloys are encapsulated by thin layers of graphene. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The\nchemical states of ternary alloys measured by X-ray photoelectron\nspectroscopy (XPS) are illustrated in . Deconvolution of the complex Fe 2p, Co\n2p, and Ni 2p spectra (b–d, respectively) suggests the presence of two chemically\ndistinct species: the metallic state of Fe (707.3 and 719.8 eV), Co\n(778.5 and 793.8 eV), and Ni (852.8 and 870.1 eV) and the oxidation\nstate of Fe (712.4 and 724.2 eV), Co (780.7 and 796.3 eV), and Ni\n(854.7 and 872.1 eV). The results for metallic Fe, Co, and Ni were\nconsistent with our XRD analysis and HRTEM results, while the oxidation\nstate indicates the surfaces of alloys are partially oxidized or interacted\nwith adsorbed O<sub>2</sub>. Some MOF-derived metals or alloys encapsulated\nby graphene also provided similar results. In addition,\nLi and his co-workers have provnd that the majority of metal species\nmaintained the metallic state in Prussian blue analogue-derived core–shell\nstructure through X-ray adsorption near edge structure (XANES) and\nextended X-ray absorption fine structure (EXAFS) analysis. Interestingly, the metal contents measured by\nXPS were very low (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Table S1</ext-link>). This result\nis also reasonable, because XPS is sensitive to the surface and thereby\nis ineffective in detecting signals of the alloy core inside the graphene\nlayers, further proving that alloys were completely encapsulated by\ngraphene layers. The nitrogen contents of three samples were ∼10\natom %, and their N 1s spectrum can be deconvoluted into four individual\npeaks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S6</ext-link>) that can be assigned\nto pyridinic N (398.7 eV), pyrrolic N (399.3 and 400.8 eV), and quaternary\nN (401.3 eV). However, it should be noted that some of the nitrogen\nmight bond with metal atoms in our materials. In particular, pyrrolic\nN has two binding energies here (399.3 and 400.8 eV), which might\nbe ascribed to the energy shift induced by the interaction of some\npyrrolic N with metal atoms.\n</p>", "clean_text": "The chemical states of ternary alloys measured by X-ray photoelectron spectroscopy (XPS) are illustrated in . Deconvolution of the complex Fe 2p, Co 2p, and Ni 2p spectra (b-d, respectively) suggests the presence of two chemically distinct species: the metallic state of Fe (707.3 and 719.8 eV), Co (778.5 and 793.8 eV), and Ni (852.8 and 870.1 eV) and the oxidation state of Fe (712.4 and 724.2 eV), Co (780.7 and 796.3 eV), and Ni (854.7 and 872.1 eV). The results for metallic Fe, Co, and Ni were consistent with our XRD analysis and HRTEM results, while the oxidation state indicates the surfaces of alloys are partially oxidized or interacted with adsorbed O2. Some MOF-derived metals or alloys encapsulated by graphene also provided similar results. In addition, Li and his co-workers have provnd that the majority of metal species maintained the metallic state in Prussian blue analogue-derived core-shell structure through X-ray adsorption near edge structure (XANES) and extended X-ray absorption fine structure (EXAFS) analysis. Interestingly, the metal contents measured by XPS were very low (Table S1). This result is also reasonable, because XPS is sensitive to the surface and thereby is ineffective in detecting signals of the alloy core inside the graphene layers, further proving that alloys were completely encapsulated by graphene layers. The nitrogen contents of three samples were ~10 atom %, and their N 1s spectrum can be deconvoluted into four individual peaks (Figure S6) that can be assigned to pyridinic N (398.7 eV), pyrrolic N (399.3 and 400.8 eV), and quaternary N (401.3 eV). However, it should be noted that some of the nitrogen might bond with metal atoms in our materials. In particular, pyrrolic N has two binding energies here (399.3 and 400.8 eV), which might be ascribed to the energy shift induced by the interaction of some pyrrolic N with metal atoms. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) XPS spectra of FeCoNi-1,\nFeCoNi-2, and FeCoNi-3. Wide spectra\nand high-resolution spectra of (b) Co 2p, (c) Fe 2p, and (d) Ni 2p.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cs-2016-02573s_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) XPS spectra of FeCoNi-1, FeCoNi-2, and FeCoNi-3. Wide spectra and high-resolution spectra of (b) Co 2p, (c) Fe 2p, and (d) Ni 2p.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>To determine the exact metal proportions\nin the ternary alloys,\nwe also conducted inductively coupled plasma (ICP) measurement (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Table S2</ext-link>). According to the results, we could\nfind that the Co content remains almost unchanged in the three alloys.\nIn addition, the Fe contents will decrease with an increase in Ni\ncontent from FeCoNi-1 to FeCoNi-3. This result is also consistent\nwith the metal contents of their corresponding precursor as well as\nthe XRD analysis, proving the successful control of metal proportions\nvia alteration of the amounts of precursors. It should be noted that\nthe exact values of Fe, Co, and Ni in the samples measured by EDX\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Table S3 and Figure S7</ext-link>) were different\nfrom ICP results. This is reasonable, because ICP results are obtained\nthrough dissolution of whole materials; however, EDX results came\nfrom some particles near the edge of the sphere. As illustrated in c, even though existing\nmetal atoms interdiffuse during the annealing process, the particles\nnear the edge will still have a Ni content higher than and an Fe content\nlower than those of the inner part due to the intrinsically different\ncomposition between the core and shell. However, the changing tendency\nof Fe and Ni contents is the same from both ICP and EDX measurements,\nproving the successful control of metal proportions through tuning\nthe amounts of precursors. The specific surfaces of ternary alloys\nobtained using the Brunauer–Emmett–Teller (BET) method\nwere listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Table S4</ext-link>, and our previous\nstudy proved there was no direct relationship between electrochemical\nperformance and the difference in specific surface within that range.\n</p>", "clean_text": "To determine the exact metal proportions in the ternary alloys, we also conducted inductively coupled plasma (ICP) measurement (Table S2). According to the results, we could find that the Co content remains almost unchanged in the three alloys. In addition, the Fe contents will decrease with an increase in Ni content from FeCoNi-1 to FeCoNi-3. This result is also consistent with the metal contents of their corresponding precursor as well as the XRD analysis, proving the successful control of metal proportions via alteration of the amounts of precursors. It should be noted that the exact values of Fe, Co, and Ni in the samples measured by EDX (Table S3 and Figure S7) were different from ICP results. This is reasonable, because ICP results are obtained through dissolution of whole materials; however, EDX results came from some particles near the edge of the sphere. As illustrated in c, even though existing metal atoms interdiffuse during the annealing process, the particles near the edge will still have a Ni content higher than and an Fe content lower than those of the inner part due to the intrinsically different composition between the core and shell. However, the changing tendency of Fe and Ni contents is the same from both ICP and EDX measurements, proving the successful control of metal proportions through tuning the amounts of precursors. The specific surfaces of ternary alloys obtained using the Brunauer-Emmett-Teller (BET) method were listed in Table S4, and our previous study proved there was no direct relationship between electrochemical performance and the difference in specific surface within that range. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>The performance of catalysts toward oxygen\nevolution reaction (OER)\nwas explored in a 1 M KOH solution by a typical three-electrode electrochemical\ncell. Ag/AgCl (3 M KCl) and platinum foil electrodes were used as\nthe reference electrode and counter electrode, respectively. As illustrated\nin a, we conducted\nlinear sweep voltammograms (LSVs) to assess the activities of the\noxygen evolution reaction for metal, binary alloys, and ternary alloys.\nWe also measured the performance of Ir/C (20 wt % Ir on Vulcan carbon\nblack purchased from Premetek Co.) and RuO<sub>2</sub> (Alfa aesar)\nas references. In general, all catalysts except Co had OER activity\nmuch higher than that of RuO<sub>2</sub>. Ir/C is superior to most\nof our alloy samples; however, the overpotential to reach 10 mA/cm<sup>2</sup> of FeCoNi-2 is still lower than that of Ir/C, indicating\nthe excellent OER performance of FeCoNi-2. The overpotential of ternary\nalloys to reach a current density of 10 mA cm<sup>–2</sup> is\nlower than that of the binary alloy and pure metal, indicating that\nincorporating transition metal and binary alloys into ternary alloys\nwill improve their OER activity. In addition, FeCoNi-2 exhibits the\nbest catalytic performance (overpotential of 325 mV at 10 mA cm<sup>–2</sup>) among all ternary alloys, proving that further altering\nmetal proportions of ternary alloys could also enhance their properties.\nThe Tafel plot of FeCoNi-2 was recorded and compared with that of\nRuO<sub>2</sub> (b). The Tafel slope of FeCoNi-2 is 60 mV dec<sup>–1</sup>,\nwhich is much lower than that of RuO<sub>2</sub> (92 mV dec<sup>–1</sup>), showing FeCoNi-2 is a better catalyst for driving the OER process\nthan RuO<sub>2</sub> is at a lower overpotential. The durability of\nFeCoNi-2 was also assessed by measuring polarization curves after\nparticular cyclic voltammetric (CV) sweeps as illustrated in c. The polarization\ncurve of FeCoNi-2 after 10000 cycles retained a performance almost\nsimilar to that of the initial test, exhibiting excellent cycling\nstability. Moreover, from the potential values recorded at different\ncurrent densities of 10 and 40 mA cm<sup>–2</sup> before and\nafter the test (d), FeCoNi-2 exhibits high stability, obviously superior to the durability\nof its RuO<sub>2</sub> counterpart. To further prove the material\nis wholly alloyed, we also obtained a mixture by mechanical mixing\nof FeCo and CoNi with a precursor ratio that is the same as that of\nFeCoNi-2. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S8</ext-link>, the mixture\nof FeCo and CoNi also exhibits OER activity obviously inferior to\nthat of FeCoNi-2, indicating the core of our sample is also successfully\nalloyed. As illustrated in enlarged a (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S9</ext-link>),\na slight peak emerging around 1.4 V versus RHE might be ascribed to\npartial oxidation of alloys during cycling according to previous research. However, the peak intensity is relatively lower\ncompared with those of other transition metal-based OER catalysts\nwithout the protection of a graphene layer. In addition, the oxidation\npeak remained almost same after the 1000th cycle, indicating further\noxidation was prevented by the graphene layer. We also used the saturated\ncalomel electrode (SCE) as a reference electrode to verify the activity\nand stability of FeCoNi-2 as an OER catalyst, and the results were\ncompared with those of the Ag/AgCl electrode. The difference between\ntwo electrodes of measured overpotentials to a reach current density\nof 10 mA cm<sup>–2</sup> is only 5 mV as illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S10a</ext-link>. Besides, a long cycling test using\nthe SCE also shows a similar result with the Ag/AgCl electrode: FeCoNi-2\nexhibits negligible activity degradation even after the 10000th cycle,\nindicating the excellent stability of our catalyst (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S10b</ext-link>). The excellent activity as well as stability\nof FeCoNi-2 makes it a promising alternative for highly active nonprecious\nmetal electrocatalysts for OER.</p>", "clean_text": "The performance of catalysts toward oxygen evolution reaction (OER) was explored in a 1 M KOH solution by a typical three-electrode electrochemical cell. Ag/AgCl (3 M KCl) and platinum foil electrodes were used as the reference electrode and counter electrode, respectively. As illustrated in a, we conducted linear sweep voltammograms (LSVs) to assess the activities of the oxygen evolution reaction for metal, binary alloys, and ternary alloys. We also measured the performance of Ir/C (20 wt % Ir on Vulcan carbon black purchased from Premetek Co.) and RuO2 (Alfa aesar) as references. In general, all catalysts except Co had OER activity much higher than that of RuO2. Ir/C is superior to most of our alloy samples; however, the overpotential to reach 10 mA/cm2 of FeCoNi-2 is still lower than that of Ir/C, indicating the excellent OER performance of FeCoNi-2. The overpotential of ternary alloys to reach a current density of 10 mA cm-2 is lower than that of the binary alloy and pure metal, indicating that incorporating transition metal and binary alloys into ternary alloys will improve their OER activity. In addition, FeCoNi-2 exhibits the best catalytic performance (overpotential of 325 mV at 10 mA cm-2) among all ternary alloys, proving that further altering metal proportions of ternary alloys could also enhance their properties. The Tafel plot of FeCoNi-2 was recorded and compared with that of RuO2 (b). The Tafel slope of FeCoNi-2 is 60 mV dec-1, which is much lower than that of RuO2 (92 mV dec-1), showing FeCoNi-2 is a better catalyst for driving the OER process than RuO2 is at a lower overpotential. The durability of FeCoNi-2 was also assessed by measuring polarization curves after particular cyclic voltammetric (CV) sweeps as illustrated in c. The polarization curve of FeCoNi-2 after 10000 cycles retained a performance almost similar to that of the initial test, exhibiting excellent cycling stability. Moreover, from the potential values recorded at different current densities of 10 and 40 mA cm-2 before and after the test (d), FeCoNi-2 exhibits high stability, obviously superior to the durability of its RuO2 counterpart. To further prove the material is wholly alloyed, we also obtained a mixture by mechanical mixing of FeCo and CoNi with a precursor ratio that is the same as that of FeCoNi-2. As shown in Figure S8, the mixture of FeCo and CoNi also exhibits OER activity obviously inferior to that of FeCoNi-2, indicating the core of our sample is also successfully alloyed. As illustrated in enlarged a (Figure S9), a slight peak emerging around 1.4 V versus RHE might be ascribed to partial oxidation of alloys during cycling according to previous research. However, the peak intensity is relatively lower compared with those of other transition metal-based OER catalysts without the protection of a graphene layer. In addition, the oxidation peak remained almost same after the 1000th cycle, indicating further oxidation was prevented by the graphene layer. We also used the saturated calomel electrode (SCE) as a reference electrode to verify the activity and stability of FeCoNi-2 as an OER catalyst, and the results were compared with those of the Ag/AgCl electrode. The difference between two electrodes of measured overpotentials to a reach current density of 10 mA cm-2 is only 5 mV as illustrated in Figure S10a. Besides, a long cycling test using the SCE also shows a similar result with the Ag/AgCl electrode: FeCoNi-2 exhibits negligible activity degradation even after the 10000th cycle, indicating the excellent stability of our catalyst (Figure S10b). The excellent activity as well as stability of FeCoNi-2 makes it a promising alternative for highly active nonprecious metal electrocatalysts for OER.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Electrocatalytic OER performance tests\nof different metals, binary\nalloys, and ternary alloys in a 1 M KOH solution. (a) OER polarization\ncurves for different metals, binary alloys, and ternary alloys compared\nwith Ir/C and RuO<sub>2</sub> with the same mass loading. (b) Tafel\nplots for FeCoNi-2 and RuO<sub>2</sub>. (c) Durability test of FeCoNi-2\nin an alkaline electrolyte for 10000 cycles. (d) Overpotential changes\nof current densities at 40 and 10 mA cm<sup>–2</sup> for FeCoNi-2\nand in comparison with RuO<sub>2</sub> at 10 mA cm<sup>–2</sup> during the durability test.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cs-2016-02573s_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Electrocatalytic OER performance tests of different metals, binary alloys, and ternary alloys in a 1 M KOH solution. (a) OER polarization curves for different metals, binary alloys, and ternary alloys compared with Ir/C and RuO2 with the same mass loading. (b) Tafel plots for FeCoNi-2 and RuO2. (c) Durability test of FeCoNi-2 in an alkaline electrolyte for 10000 cycles. (d) Overpotential changes of current densities at 40 and 10 mA cm-2 for FeCoNi-2 and in comparison with RuO2 at 10 mA cm-2 during the durability test.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>Utilizing a standard three-electrode electrochemical system,\nwe\nassess the catalytic activity of samples for HER in 1 M KOH. The electrocatalytic\nactivity of 20 wt % Pt/C (Sigma-Aldrich) was also measured to make\na comparison. The polarization curves of the samples are illustrated\nin a. Pt/C\nis still one of the best HER catalysts in a basic electrolyte; meanwhile,\npure Co exhibited relatively poor HER activity. We chose potentials\nat a current density of 10 mA cm<sup>–2</sup> as criteria for\ncomparing activities of various catalysts. The potentials increase\nin the following order: Pt &lt; FeCo &lt; FeCoNi-1 &lt; FeCoNi-2 &lt;\nFeCoNi-3 &lt; CoNi &lt; FeNi &lt; Co. Unlike the OER test results,\nthe binary FeCo alloy exhibits the best HER catalytic activity among\nall nonprecious samples, reaching a current density of 10 mA cm<sup>–2</sup> at low overpotentials of only 211 mV. Tafel plots\nof the FeCo alloys and Pt/C are shown in b, which are usually used to reveal the inherent\nreaction mechanism of HER. The Tafel plot of the FeCo catalyst shows\na value of 77 mV dec<sup>–1</sup>, demonstrating that the HER\nprocess is following the Volmer–Heyrovsky mechanism according\nto previous research. We also measured\nOER and HER activity of our best catalysts (FeCo and FeCoNi-2) in\n0.1 M KOH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S11</ext-link>) and compared them\nwith those measured in 1 M KOH. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S11</ext-link>, both FeCo and FeCoNi-2 exhibit inferior activity in 0.1\nM KOH compared to that in 1 M KOH; this phenomenon also exists in\nother electrocatalysts and even for Pt/C and Ir/C. The TEM images of FeCo and FeCoNi-2 after 10000 HER and\nOER cycles are also provided. As shown in panels a and c of <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S12</ext-link>, the electrocatalysts maintained their\noriginal morphology after cycling, and from the enlarged TEM images\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S12b,d</ext-link>), we can still see the core–shell\nstructure, further confirming the stability of the electrocatalysts.</p>", "clean_text": "Utilizing a standard three-electrode electrochemical system, we assess the catalytic activity of samples for HER in 1 M KOH. The electrocatalytic activity of 20 wt % Pt/C (Sigma-Aldrich) was also measured to make a comparison. The polarization curves of the samples are illustrated in a. Pt/C is still one of the best HER catalysts in a basic electrolyte; meanwhile, pure Co exhibited relatively poor HER activity. We chose potentials at a current density of 10 mA cm-2 as criteria for comparing activities of various catalysts. The potentials increase in the following order: Pt < FeCo < FeCoNi-1 < FeCoNi-2 < FeCoNi-3 < CoNi < FeNi < Co. Unlike the OER test results, the binary FeCo alloy exhibits the best HER catalytic activity among all nonprecious samples, reaching a current density of 10 mA cm-2 at low overpotentials of only 211 mV. Tafel plots of the FeCo alloys and Pt/C are shown in b, which are usually used to reveal the inherent reaction mechanism of HER. The Tafel plot of the FeCo catalyst shows a value of 77 mV dec-1, demonstrating that the HER process is following the Volmer-Heyrovsky mechanism according to previous research. We also measured OER and HER activity of our best catalysts (FeCo and FeCoNi-2) in 0.1 M KOH (Figure S11) and compared them with those measured in 1 M KOH. As shown in Figure S11, both FeCo and FeCoNi-2 exhibit inferior activity in 0.1 M KOH compared to that in 1 M KOH; this phenomenon also exists in other electrocatalysts and even for Pt/C and Ir/C. The TEM images of FeCo and FeCoNi-2 after 10000 HER and OER cycles are also provided. As shown in panels a and c of Figure S12, the electrocatalysts maintained their original morphology after cycling, and from the enlarged TEM images (Figure S12b,d), we can still see the core-shell structure, further confirming the stability of the electrocatalysts.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Electrocatalytic\nHER performance tests of different metals, binary\nalloys, and ternary alloys in a 1 M KOH solution. (a) HER polarization\ncurves for different metals, binary alloys, and ternary alloys compared\nwith that for Pt/C with the same mass loading. (b) Tafel plots for\nFeCoNi-2 and Pt/C.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cs-2016-02573s_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Electrocatalytic HER performance tests of different metals, binary alloys, and ternary alloys in a 1 M KOH solution. (a) HER polarization curves for different metals, binary alloys, and ternary alloys compared with that for Pt/C with the same mass loading. (b) Tafel plots for FeCoNi-2 and Pt/C.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>In the practical application\nof electrochemical water splitting,\nthe catalysts were usually grown or transferred onto conductive substrates\nwith an increased amount of loading, especially for nonprecious catalysts. Therefore, we also measured the catalytic activity of HER and OER\nof our materials on carbon fiber paper with a loading amount of 1.0\nmg/cm<sup>2</sup>. Compared with nickel foam or carbon cloth, carbon\nfiber paper exhibits negligible intrinsic activity, which will weaken\nthe influence of measurement for catalysts. As illustrated\nin panels a and b of , bare carbon paper exhibited negligible activity of HER and\nOER; however, carbon paper loaded with FeCo and FeCoNi-2 catalyst\nreached a current density of 10 mA cm<sup>–2</sup> at low potentials\nof 149 mV for HER and 288 mV for OER, which were extremely excellent\namong those of nonprecious electrochemical catalysts. The comparison of HER and OER activity measured on a glassy carbon\nelectrode and three-dimensional substrates are illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Tables S7 and S8</ext-link>. To demonstrate the practical\napplication of catalysts for overall water splitting, a simple water\nelectrolyzer was measured by using FeCo on carbon paper as a cathode\nand FeCoNi-2 on carbon paper as an anode. As shown in c, a current density of 10\nmA cm<sup>–2</sup> could be achieved by applying a potential\nof 1.687 V between two electrodes, which is even smaller than that\nof its Pt-RuO<sub>2</sub> counterpart (1.696 V). The simple water\nelectrolysis exhibited vigorous gas evolution on both electrodes,\nas shown in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_002.avi\">Supplementary Video</ext-link> at\na potential of 1.7 V. In addition, the very stable current density\nat a high potential of 1.8 V in <italic>i</italic>–<italic>t</italic> curves (d) further demonstrated the strong stability of the alloys.\nBare carbon fiber papers were also measured at 1.8 V for comparison.\nThe negligible activity of carbon paper further proved the activity\ncame from the catalysts. The excellent activity of the alloy catalyst,\naccompanied by high stability, made it a potential alternative for\nprecious catalysts in practical water splitting.</p>", "clean_text": "In the practical application of electrochemical water splitting, the catalysts were usually grown or transferred onto conductive substrates with an increased amount of loading, especially for nonprecious catalysts. Therefore, we also measured the catalytic activity of HER and OER of our materials on carbon fiber paper with a loading amount of 1.0 mg/cm2. Compared with nickel foam or carbon cloth, carbon fiber paper exhibits negligible intrinsic activity, which will weaken the influence of measurement for catalysts. As illustrated in panels a and b of , bare carbon paper exhibited negligible activity of HER and OER; however, carbon paper loaded with FeCo and FeCoNi-2 catalyst reached a current density of 10 mA cm-2 at low potentials of 149 mV for HER and 288 mV for OER, which were extremely excellent among those of nonprecious electrochemical catalysts. The comparison of HER and OER activity measured on a glassy carbon electrode and three-dimensional substrates are illustrated in Tables S7 and S8. To demonstrate the practical application of catalysts for overall water splitting, a simple water electrolyzer was measured by using FeCo on carbon paper as a cathode and FeCoNi-2 on carbon paper as an anode. As shown in c, a current density of 10 mA cm-2 could be achieved by applying a potential of 1.687 V between two electrodes, which is even smaller than that of its Pt-RuO2 counterpart (1.696 V). The simple water electrolysis exhibited vigorous gas evolution on both electrodes, as shown in the Supplementary Video at a potential of 1.7 V. In addition, the very stable current density at a high potential of 1.8 V in i-t curves (d) further demonstrated the strong stability of the alloys. Bare carbon fiber papers were also measured at 1.8 V for comparison. The negligible activity of carbon paper further proved the activity came from the catalysts. The excellent activity of the alloy catalyst, accompanied by high stability, made it a potential alternative for precious catalysts in practical water splitting.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) HER polarization\ncurves of FeCo with a loading amount of 1\nmg cm<sup>–2</sup> on carbon paper. (b) OER polarization curves\nof FeCoNi-2 with a loading amount of 1 mg cm<sup>–2</sup> on\ncarbon paper. (c) Polarization curves of FeCo/FeCoNi and Pt/RuO<sub>2</sub> catalyst couples for overall water splitting in 1.0 M KOH.\nThe mass loadings of FeCo/FeCoNi-2 and Pt/RuO<sub>2</sub> couples\nwere 1.0 and 0.32 mg cm<sup>–2</sup>, respectively. The inset\nis an optical photograph showing the generation of H<sub>2</sub> and\nO<sub>2</sub> bubbles for FeCo/FeCoNi on carbon paper. (d) Time-dependent\ncurrent density curves (<italic>i</italic>–<italic>t</italic> curve) under static overpotentials of 1.8 V in 1.0 M KOH. During\nall measurements, the bare carbon papers without catalysts were also\nmeasured for comparison.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cs-2016-02573s_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) HER polarization curves of FeCo with a loading amount of 1 mg cm-2 on carbon paper. (b) OER polarization curves of FeCoNi-2 with a loading amount of 1 mg cm-2 on carbon paper. (c) Polarization curves of FeCo/FeCoNi and Pt/RuO2 catalyst couples for overall water splitting in 1.0 M KOH. The mass loadings of FeCo/FeCoNi-2 and Pt/RuO2 couples were 1.0 and 0.32 mg cm-2, respectively. The inset is an optical photograph showing the generation of H2 and O2 bubbles for FeCo/FeCoNi on carbon paper. (d) Time-dependent current density curves (i-t curve) under static overpotentials of 1.8 V in 1.0 M KOH. During all measurements, the bare carbon papers without catalysts were also measured for comparison.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>To obtain further perceptions about the relationship between\nthe\ncomposition of the alloys and the performance of OER and HER, DFT\ncalculations were further applied using Vienna Ab Initio Simulation\nPackage (VASP). A graphitic carbon cage C<sub>240</sub> encapsulating\n55 metal atoms was used as the basic model of graphene-encapsulated\nalloys, which also performed well in previous studies. In general, OER usually follows\na four-electron step process in a basic electrolyte as shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S13a–c</ext-link>.\n<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"cs-2016-02573s_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msup>\n<mml:mrow>\n<mml:mi>OH</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>+</mml:mo>\n<mml:mo>*</mml:mo>\n<mml:mo>→</mml:mo>\n<mml:mi>HO*</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"cs-2016-02573s_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>HO*</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>OH</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:mi mathvariant=\"normal\">O*</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"cs-2016-02573s_m003.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">O*</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>OH</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:mi>HOO*</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq4\">\n<label>4</label>\n<alternatives>\n<graphic xlink:href=\"cs-2016-02573s_m004.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>HOO*</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>OH</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n<mml:mo>→</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi>*</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n</mml:mrow>\n</mml:msup>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "To obtain further perceptions about the relationship between the composition of the alloys and the performance of OER and HER, DFT calculations were further applied using Vienna Ab Initio Simulation Package (VASP). A graphitic carbon cage C240 encapsulating 55 metal atoms was used as the basic model of graphene-encapsulated alloys, which also performed well in previous studies. In general, OER usually follows a four-electron step process in a basic electrolyte as shown in Figure S13a-c.  1      OH   -   + * → HO* +   e   -       2    HO* +   OH   -   →   H   2   O + O* +   e   -       3    O* +   OH   -   → HOO* +   e   -       4    HOO* +   OH   -   →   O   2   * +   e   -      ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The energy diagram\nfor the Co oxygen evolution catalyst is shown\nin a, where\nfree energies of various intermediates adsorbed by nitrogen-doped\ngraphene-encapsulated Co at different constant potentials were calculated.\nThe catalytic performance for the OER is determined by potential-determining\nsteps, especially the last step, to become downhill in free energy\nas the potential increases. As illustrated\nin a, there\nare some endothermic reaction steps at zero potential and equilibrium\npotential at 1.23 V. The free energies of all steps become downhill\nuntil the potential increases to 2.32 V. This means a 1.09 V overpotential\nis required for the OER process compared with the equilibrium potential\non the catalyst of graphene-encapsulated Co. This result is in good\nagreement with the experimental result that Co needs a high overpotential\nfor OER. We also calculated free energies of different adsorption\nsteps for other models. We established two models designated as FeCoNi\n(Fe<sub>24</sub>Co<sub>24</sub>Ni<sub>7</sub>) and CoNiFe (Fe<sub>15</sub>Co<sub>20</sub>Ni<sub>20</sub>), which refer to the ternary\nalloys with lower and higher Ni contents, respectively, to distinguish\nternary alloys with different metal proportions. To reduce the cost\nof calculation, we calculated only models of pure graphene, Co, FeCo,\nFeCoNi, and CoNiFe, and these results are sufficient to illustrate\nthe trend from metal to ternary alloys; the calculated results are\nlisted in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Table S6</ext-link>. The free energy profiles\nfor models of FeCo, FeCoNi, and CoNiFe alloys are also provided (as\nillustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S14</ext-link>). Searching for\nthe relationship between free energies of species and the overpotentials\nfor different materials is important to the rational design of electrochemical\ncatalysts. Previous studies showed that binding energies of HOO* and\nHO* intermediates on various surfaces have a universal scaling relation. Our calculated results are consistent with them; as illustrated\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Table S6</ext-link>, the values of Δ<italic>G</italic>\n<sub>HOO*</sub> – Δ<italic>G</italic>\n<sub>HO*</sub> for different models approximate 3.2 eV. Therefore, overpotential\nη of OER can be plotted as a function of Δ<italic>G</italic>\n<sub>O*</sub> – Δ<italic>G</italic>\n<sub>HO*</sub> for\ndifferent models examined here, which will provide a general volcano\nrelationship between different catalyst materials as illustrated in b (the values of\nmetal oxides were taken from ref ). According to the volcano plot, we could find\nthe OER activity is increasing to approach the summit through incorporation\nof transition metals into binary and ternary alloys (increasing the\ndegrees of freedom for alloys), which is in good agreement with our\nexperimental results. Furthermore, changing the metal proportion of\nFe, Co, and Ni in ternary alloys will also influence the overpotential\nof catalysts.</p>", "clean_text": "The energy diagram for the Co oxygen evolution catalyst is shown in a, where free energies of various intermediates adsorbed by nitrogen-doped graphene-encapsulated Co at different constant potentials were calculated. The catalytic performance for the OER is determined by potential-determining steps, especially the last step, to become downhill in free energy as the potential increases. As illustrated in a, there are some endothermic reaction steps at zero potential and equilibrium potential at 1.23 V. The free energies of all steps become downhill until the potential increases to 2.32 V. This means a 1.09 V overpotential is required for the OER process compared with the equilibrium potential on the catalyst of graphene-encapsulated Co. This result is in good agreement with the experimental result that Co needs a high overpotential for OER. We also calculated free energies of different adsorption steps for other models. We established two models designated as FeCoNi (Fe24Co24Ni7) and CoNiFe (Fe15Co20Ni20), which refer to the ternary alloys with lower and higher Ni contents, respectively, to distinguish ternary alloys with different metal proportions. To reduce the cost of calculation, we calculated only models of pure graphene, Co, FeCo, FeCoNi, and CoNiFe, and these results are sufficient to illustrate the trend from metal to ternary alloys; the calculated results are listed in Table S6. The free energy profiles for models of FeCo, FeCoNi, and CoNiFe alloys are also provided (as illustrated in Figure S14). Searching for the relationship between free energies of species and the overpotentials for different materials is important to the rational design of electrochemical catalysts. Previous studies showed that binding energies of HOO* and HO* intermediates on various surfaces have a universal scaling relation. Our calculated results are consistent with them; as illustrated in Table S6, the values of ΔG HOO* - ΔG HO* for different models approximate 3.2 eV. Therefore, overpotential η of OER can be plotted as a function of ΔG O* - ΔG HO* for different models examined here, which will provide a general volcano relationship between different catalyst materials as illustrated in b (the values of metal oxides were taken from ref ). According to the volcano plot, we could find the OER activity is increasing to approach the summit through incorporation of transition metals into binary and ternary alloys (increasing the degrees of freedom for alloys), which is in good agreement with our experimental results. Furthermore, changing the metal proportion of Fe, Co, and Ni in ternary alloys will also influence the overpotential of catalysts.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Free energy profiles for the OER over a nitrogen-doped\ngraphene-encapsulated\nCo cluster at zero potential (<italic>U</italic> = 0), equilibrium\npotential for oxygen evolution (<italic>U</italic> = 1.23 V), and\nminimal potential (<italic>U</italic> = 2.32 V) where all steps become\ndownhill. (b) Activity trends toward oxygen evolution reaction, where\nthe negative value of the theoretical overpotential (η) is plotted\nvs the standard free energy (Δ<italic>G</italic>\n<sub>HO*</sub> – Δ<italic>G</italic>\n<sub>O*</sub>).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"cs-2016-02573s_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Free energy profiles for the OER over a nitrogen-doped graphene-encapsulated Co cluster at zero potential (U = 0), equilibrium potential for oxygen evolution (U = 1.23 V), and minimal potential (U = 2.32 V) where all steps become downhill. (b) Activity trends toward oxygen evolution reaction, where the negative value of the theoretical overpotential (η) is plotted vs the standard free energy (ΔG HO* - ΔG O*).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>We also investigated the HER activity of different\nalloys through\nDFT calculations. Compared with that of the HER in acids, the reactant\nin bases is water instead of hydronium. However, adsorbed hydrogen\n(H<sub>ad</sub>) is still the reaction intermediate on the catalyst\nsurface, which is similar to the situation in an acidic electrolyte. Therefore, Δ<italic>G</italic>\n<sub>H*</sub> is usually employed as a key descriptor in predicting theoretical\nactivity for hydrogen evolution reaction in an alkaline electrolyte.\nA moderate free energy of ∼0 eV would lead to optimal HER activity\nwith a lower reaction barrier because of the balance between the adsorption\nand desorption steps. We calculated the\nΔ<italic>G</italic>\n<sub>H*</sub> values of various models, including\npure graphene, nitrogen-doped graphene, graphene-encapsulated metal\n(Co), binary alloys (CoFe), and ternary alloys (FeCoNi and CoNiFe).\nThe optimized structures of H adsorption at Co, CoFe, and FeCoNi encapsulated\nby nitrogen-doped graphene are illustrated in panels a–c of , respectively. The calculated HER free energy diagrams are\nshown in d,\nwhich are in good agreement with experimental results: graphene-encapsulated\nbinary and ternary alloys exhibit HER performance better than that\nof pure metal. The FeCo alloy possesses the smallest Δ<italic>G</italic>\n<sub>H*</sub> that is closest to zero, followed by those\nof FeCoNi and CoNiFe ternary alloys, indicating that a decrease in\nNi content in ternary alloys will improve the performance of HER in\nan alkaline solution. The diagrams also show that nitrogen doping\ncan significantly lower the binding energy of pure graphene, which\nis consistent with previous studies. Because the nitrogen contents\namong alloys are similar (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Table S1</ext-link>), difference\nΔ<italic>G</italic>\n<sub>H*</sub> would mainly derive from the\nunique electronic structures of various alloys.</p>", "clean_text": "We also investigated the HER activity of different alloys through DFT calculations. Compared with that of the HER in acids, the reactant in bases is water instead of hydronium. However, adsorbed hydrogen (Had) is still the reaction intermediate on the catalyst surface, which is similar to the situation in an acidic electrolyte. Therefore, ΔG H* is usually employed as a key descriptor in predicting theoretical activity for hydrogen evolution reaction in an alkaline electrolyte. A moderate free energy of ~0 eV would lead to optimal HER activity with a lower reaction barrier because of the balance between the adsorption and desorption steps. We calculated the ΔG H* values of various models, including pure graphene, nitrogen-doped graphene, graphene-encapsulated metal (Co), binary alloys (CoFe), and ternary alloys (FeCoNi and CoNiFe). The optimized structures of H adsorption at Co, CoFe, and FeCoNi encapsulated by nitrogen-doped graphene are illustrated in panels a-c of , respectively. The calculated HER free energy diagrams are shown in d, which are in good agreement with experimental results: graphene-encapsulated binary and ternary alloys exhibit HER performance better than that of pure metal. The FeCo alloy possesses the smallest ΔG H* that is closest to zero, followed by those of FeCoNi and CoNiFe ternary alloys, indicating that a decrease in Ni content in ternary alloys will improve the performance of HER in an alkaline solution. The diagrams also show that nitrogen doping can significantly lower the binding energy of pure graphene, which is consistent with previous studies. Because the nitrogen contents among alloys are similar (Table S1), difference ΔG H* would mainly derive from the unique electronic structures of various alloys.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Optimized structures\nof H* adsorbed on (a) nitrogen-doped graphene-encapsulated\nCo, (b) the nitrogen-doped graphene-encapsulated FeCo alloy, and (c)\nthe nitrogen-doped graphene-encapsulated FeCoNi alloy. (d) Calculated\nΔ<italic>G</italic>\n<sub>H*</sub> diagram of different models.\nThe yellow, pink, and green spheres represent Fe, Co, and Ni atoms,\nrespectively.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"cs-2016-02573s_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Optimized structures of H* adsorbed on (a) nitrogen-doped graphene-encapsulated Co, (b) the nitrogen-doped graphene-encapsulated FeCo alloy, and (c) the nitrogen-doped graphene-encapsulated FeCoNi alloy. (d) Calculated ΔG H* diagram of different models. The yellow, pink, and green spheres represent Fe, Co, and Ni atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The electronic structure\nof the material surface is a key parameter\nfor electrochemical activity. To further reveal the origin of the\ndifference in activity between various catalysts in HER and OER, Bader\ncharge analysis as well as charge density difference analysis was\nemployed. As shown in , there is charge transfer\nfrom metal to the graphene layer in various models. Previous studies\nproved that the surface electron distribution of a metal or alloy\ncould be modified by the strain or ligand effects originating from\nthe introduction of another metal heteroatom. Because catalytic\nreactions mainly occus at the graphene surface in our catalysts, the\nchange in electronic structure for graphene altered by the different\nnumber of electrons being transferred from the metal core (as listed\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Table S5</ext-link>) will lead to different binding\nenergies of reaction intermediates. As for HER, pure graphene exhibited\nweak ability to bind H* as shown in d, and the electrons transferred from metal\nto C atoms were beneficial for enhancing C–H binding, improving\nHER activity as a whole. Therefore, the FeCo model with the most transferred\nelectrons (6.69e<sup>–</sup>) exhibits the best HER performance.\nWith respect to OER, the overpotential is determined by the relative\nvalue between Δ<italic>G</italic>\n<sub>O*</sub> and Δ<italic>G</italic>\n<sub>HO*</sub>, and a proper number of transferred electrons\nmight result in the optimal value of Δ<italic>G</italic>\n<sub>O*</sub> – Δ<italic>G</italic>\n<sub>HO*</sub> in the\nvolcano plot, thereby enhancing OER activity.</p>", "clean_text": "The electronic structure of the material surface is a key parameter for electrochemical activity. To further reveal the origin of the difference in activity between various catalysts in HER and OER, Bader charge analysis as well as charge density difference analysis was employed. As shown in , there is charge transfer from metal to the graphene layer in various models. Previous studies proved that the surface electron distribution of a metal or alloy could be modified by the strain or ligand effects originating from the introduction of another metal heteroatom. Because catalytic reactions mainly occus at the graphene surface in our catalysts, the change in electronic structure for graphene altered by the different number of electrons being transferred from the metal core (as listed in Table S5) will lead to different binding energies of reaction intermediates. As for HER, pure graphene exhibited weak ability to bind H* as shown in d, and the electrons transferred from metal to C atoms were beneficial for enhancing C-H binding, improving HER activity as a whole. Therefore, the FeCo model with the most transferred electrons (6.69e-) exhibits the best HER performance. With respect to OER, the overpotential is determined by the relative value between ΔG O* and ΔG HO*, and a proper number of transferred electrons might result in the optimal value of ΔG O* - ΔG HO* in the volcano plot, thereby enhancing OER activity.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Calculated charge density\ndifferences of various models. The isosurface\nvalue of the color region is 0.01 e Å<sup>–3</sup>. The\nyellow and cyan regions refer to increased and decreased charge distributions,\nrespectively. FeCoNi (Fe<sub>24</sub>Co<sub>24</sub>Ni<sub>7</sub>) and CoNiFe (Fe<sub>15</sub>Co<sub>20</sub>Ni<sub>20</sub>) refer\nto ternary alloys with lower and higher Ni contents, respectively.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"cs-2016-02573s_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Calculated charge density differences of various models. The isosurface value of the color region is 0.01 e Å-3. The yellow and cyan regions refer to increased and decreased charge distributions, respectively. FeCoNi (Fe24Co24Ni7) and CoNiFe (Fe15Co20Ni20) refer to ternary alloys with lower and higher Ni contents, respectively.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>In summary, we developed a facile\nand universal method for preparing\nnitrogen-doped graphene with uniform 3d transition metal, binary alloys,\nand ternary alloys being encapsulated by direct annealing of different\nMOFs. When the amount of precursors is controlled, the metal proportions\nin ternary alloys can also be tuned intentionally. The electrochemical\nmeasurements show that incorporating a third transition metal into\na binary alloy (increasing the degrees of freedom of alloys) can lead\nto the enhancement of OER activity. In addition, for HER catalysts\nin an alkaline solution, with a decrease in the Ni content of ternary\nFeCoNi alloys, HER performance can also be improved. DFT calculations\nindicate that the change in alloy composition and proportion will\nchange the number of transferred electrons between alloys and graphene,\nthereby tuning electronic structures of graphene-encapsulated alloys\nand influencing HER and OER activity. These findings provide new insight\ninto the rational design of efficient nonprecious OER and HER catalysts\nvia an increase or decrease in the degrees of freedom of alloys. Besides,\nthe universal and facile method will provide new insight into the\nsynthesis of other electrochemical catalysts.</p>", "clean_text": "In summary, we developed a facile and universal method for preparing nitrogen-doped graphene with uniform 3d transition metal, binary alloys, and ternary alloys being encapsulated by direct annealing of different MOFs. When the amount of precursors is controlled, the metal proportions in ternary alloys can also be tuned intentionally. The electrochemical measurements show that incorporating a third transition metal into a binary alloy (increasing the degrees of freedom of alloys) can lead to the enhancement of OER activity. In addition, for HER catalysts in an alkaline solution, with a decrease in the Ni content of ternary FeCoNi alloys, HER performance can also be improved. DFT calculations indicate that the change in alloy composition and proportion will change the number of transferred electrons between alloys and graphene, thereby tuning electronic structures of graphene-encapsulated alloys and influencing HER and OER activity. These findings provide new insight into the rational design of efficient nonprecious OER and HER catalysts via an increase or decrease in the degrees of freedom of alloys. Besides, the universal and facile method will provide new insight into the synthesis of other electrochemical catalysts.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acscatal.6b02573\">10.1021/acscatal.6b02573</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Detailed experimental\nprocess, SEM, TEM, and HRTEM images,\nelemental mapping, EDX, XPS spectra, supplementary electrochemical\nmeasurements and details, and calculation details (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Supplementary video (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_002.avi\">AVI</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acscatal.6b02573.  Detailed experimental process, SEM, TEM, and HRTEM images, elemental mapping, EDX, XPS spectra, supplementary electrochemical measurements and details, and calculation details (PDF)   Supplementary video (AVI)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Detailed experimental\nprocess, SEM, TEM, and HRTEM images,\nelemental mapping, EDX, XPS spectra, supplementary electrochemical\nmeasurements and details, and calculation details (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">PDF</ext-link>)</p><p>Supplementary video (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_002.avi\">AVI</ext-link>)</p><p>This study was\nsupported by the National Natural Science Foundation (NSFC, 21271163\nand U1232211), the Fundamental Research Funds for the Central Universities\n(WK2060140021) and the CAS/SAFEA International Partnership Program\nfor Creative Research Teams and the Hefei Science Center CAS (2016HSC-IU011).</p>", "clean_text": "Detailed experimental process, SEM, TEM, and HRTEM images, elemental mapping, EDX, XPS spectra, supplementary electrochemical measurements and details, and calculation details (PDF)\n\nSupplementary video (AVI)\n\nThis study was supported by the National Natural Science Foundation (NSFC, 21271163 and U1232211), the Fundamental Research Funds for the Central Universities (WK2060140021) and the CAS/SAFEA International Partnership Program for Creative Research Teams and the Hefei Science Center CAS (2016HSC-IU011).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "1, 19, 21, 23", "type": "text", "classification": "property", "content": "<p>Electrochemical\nwater splitting is considered as the most promising\ntechnology for hydrogen production. Considering overall water splitting\nfor practical applications, catalysis of the oxygen evolution reaction\n(OER) and hydrogen evolution reaction (HER) should be performed in\nthe same electrolyte, especially in alkaline solutions. However, designing\nand searching for highly active and inexpensive electrocatalysts for\nboth OER and HER in basic media remain significant challenges. Herein,\nwe report a facile and universal strategy for synthesizing nonprecious\ntransition metals, binary alloys, and ternary alloys encapsulated\nin graphene layers by direct annealing of metal–organic frameworks.\nDensity functional theory calculations prove that with an increase\nin the degree of freedom of alloys or a change in the metal proportions\nin FeCoNi ternary alloys, the electronic structures of materials can\nalso be tuned intentionally by changing the number of transferred\nelectrons between alloys and graphene. The optimal material alloys\nFeCo and FeCoNi exhibited remarkable catalytic performance for HER\nand OER in 1.0 M KOH, reaching a current density of 10 mA cm<sup>–2</sup> at low overpotentials of 149 mV for HER and 288 mV for OER. In addition,\nas an overall alkaline water electrolysis, they were comparable to\nthat of the Pt/RuO<sub>2</sub> couple, along with long cycling stability.</p><p>The performance of catalysts toward oxygen\nevolution reaction (OER)\nwas explored in a 1 M KOH solution by a typical three-electrode electrochemical\ncell. Ag/AgCl (3 M KCl) and platinum foil electrodes were used as\nthe reference electrode and counter electrode, respectively. As illustrated\nin a, we conducted\nlinear sweep voltammograms (LSVs) to assess the activities of the\noxygen evolution reaction for metal, binary alloys, and ternary alloys.\nWe also measured the performance of Ir/C (20 wt % Ir on Vulcan carbon\nblack purchased from Premetek Co.) and RuO<sub>2</sub> (Alfa aesar)\nas references. In general, all catalysts except Co had OER activity\nmuch higher than that of RuO<sub>2</sub>. Ir/C is superior to most\nof our alloy samples; however, the overpotential to reach 10 mA/cm<sup>2</sup> of FeCoNi-2 is still lower than that of Ir/C, indicating\nthe excellent OER performance of FeCoNi-2. The overpotential of ternary\nalloys to reach a current density of 10 mA cm<sup>–2</sup> is\nlower than that of the binary alloy and pure metal, indicating that\nincorporating transition metal and binary alloys into ternary alloys\nwill improve their OER activity. In addition, FeCoNi-2 exhibits the\nbest catalytic performance (overpotential of 325 mV at 10 mA cm<sup>–2</sup>) among all ternary alloys, proving that further altering\nmetal proportions of ternary alloys could also enhance their properties.\nThe Tafel plot of FeCoNi-2 was recorded and compared with that of\nRuO<sub>2</sub> (b). The Tafel slope of FeCoNi-2 is 60 mV dec<sup>–1</sup>,\nwhich is much lower than that of RuO<sub>2</sub> (92 mV dec<sup>–1</sup>), showing FeCoNi-2 is a better catalyst for driving the OER process\nthan RuO<sub>2</sub> is at a lower overpotential. The durability of\nFeCoNi-2 was also assessed by measuring polarization curves after\nparticular cyclic voltammetric (CV) sweeps as illustrated in c. The polarization\ncurve of FeCoNi-2 after 10000 cycles retained a performance almost\nsimilar to that of the initial test, exhibiting excellent cycling\nstability. Moreover, from the potential values recorded at different\ncurrent densities of 10 and 40 mA cm<sup>–2</sup> before and\nafter the test (d), FeCoNi-2 exhibits high stability, obviously superior to the durability\nof its RuO<sub>2</sub> counterpart. To further prove the material\nis wholly alloyed, we also obtained a mixture by mechanical mixing\nof FeCo and CoNi with a precursor ratio that is the same as that of\nFeCoNi-2. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S8</ext-link>, the mixture\nof FeCo and CoNi also exhibits OER activity obviously inferior to\nthat of FeCoNi-2, indicating the core of our sample is also successfully\nalloyed. As illustrated in enlarged a (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S9</ext-link>),\na slight peak emerging around 1.4 V versus RHE might be ascribed to\npartial oxidation of alloys during cycling according to previous research. However, the peak intensity is relatively lower\ncompared with those of other transition metal-based OER catalysts\nwithout the protection of a graphene layer. In addition, the oxidation\npeak remained almost same after the 1000th cycle, indicating further\noxidation was prevented by the graphene layer. We also used the saturated\ncalomel electrode (SCE) as a reference electrode to verify the activity\nand stability of FeCoNi-2 as an OER catalyst, and the results were\ncompared with those of the Ag/AgCl electrode. The difference between\ntwo electrodes of measured overpotentials to a reach current density\nof 10 mA cm<sup>–2</sup> is only 5 mV as illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S10a</ext-link>. Besides, a long cycling test using\nthe SCE also shows a similar result with the Ag/AgCl electrode: FeCoNi-2\nexhibits negligible activity degradation even after the 10000th cycle,\nindicating the excellent stability of our catalyst (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S10b</ext-link>). The excellent activity as well as stability\nof FeCoNi-2 makes it a promising alternative for highly active nonprecious\nmetal electrocatalysts for OER.</p><p>Utilizing a standard three-electrode electrochemical system,\nwe\nassess the catalytic activity of samples for HER in 1 M KOH. The electrocatalytic\nactivity of 20 wt % Pt/C (Sigma-Aldrich) was also measured to make\na comparison. The polarization curves of the samples are illustrated\nin a. Pt/C\nis still one of the best HER catalysts in a basic electrolyte; meanwhile,\npure Co exhibited relatively poor HER activity. We chose potentials\nat a current density of 10 mA cm<sup>–2</sup> as criteria for\ncomparing activities of various catalysts. The potentials increase\nin the following order: Pt &lt; FeCo &lt; FeCoNi-1 &lt; FeCoNi-2 &lt;\nFeCoNi-3 &lt; CoNi &lt; FeNi &lt; Co. Unlike the OER test results,\nthe binary FeCo alloy exhibits the best HER catalytic activity among\nall nonprecious samples, reaching a current density of 10 mA cm<sup>–2</sup> at low overpotentials of only 211 mV. Tafel plots\nof the FeCo alloys and Pt/C are shown in b, which are usually used to reveal the inherent\nreaction mechanism of HER. The Tafel plot of the FeCo catalyst shows\na value of 77 mV dec<sup>–1</sup>, demonstrating that the HER\nprocess is following the Volmer–Heyrovsky mechanism according\nto previous research. We also measured\nOER and HER activity of our best catalysts (FeCo and FeCoNi-2) in\n0.1 M KOH (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S11</ext-link>) and compared them\nwith those measured in 1 M KOH. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S11</ext-link>, both FeCo and FeCoNi-2 exhibit inferior activity in 0.1\nM KOH compared to that in 1 M KOH; this phenomenon also exists in\nother electrocatalysts and even for Pt/C and Ir/C. The TEM images of FeCo and FeCoNi-2 after 10000 HER and\nOER cycles are also provided. As shown in panels a and c of <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S12</ext-link>, the electrocatalysts maintained their\noriginal morphology after cycling, and from the enlarged TEM images\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Figure S12b,d</ext-link>), we can still see the core–shell\nstructure, further confirming the stability of the electrocatalysts.</p><p>In the practical application\nof electrochemical water splitting,\nthe catalysts were usually grown or transferred onto conductive substrates\nwith an increased amount of loading, especially for nonprecious catalysts. Therefore, we also measured the catalytic activity of HER and OER\nof our materials on carbon fiber paper with a loading amount of 1.0\nmg/cm<sup>2</sup>. Compared with nickel foam or carbon cloth, carbon\nfiber paper exhibits negligible intrinsic activity, which will weaken\nthe influence of measurement for catalysts. As illustrated\nin panels a and b of , bare carbon paper exhibited negligible activity of HER and\nOER; however, carbon paper loaded with FeCo and FeCoNi-2 catalyst\nreached a current density of 10 mA cm<sup>–2</sup> at low potentials\nof 149 mV for HER and 288 mV for OER, which were extremely excellent\namong those of nonprecious electrochemical catalysts. The comparison of HER and OER activity measured on a glassy carbon\nelectrode and three-dimensional substrates are illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_001.pdf\">Tables S7 and S8</ext-link>. To demonstrate the practical\napplication of catalysts for overall water splitting, a simple water\nelectrolyzer was measured by using FeCo on carbon paper as a cathode\nand FeCoNi-2 on carbon paper as an anode. As shown in c, a current density of 10\nmA cm<sup>–2</sup> could be achieved by applying a potential\nof 1.687 V between two electrodes, which is even smaller than that\nof its Pt-RuO<sub>2</sub> counterpart (1.696 V). The simple water\nelectrolysis exhibited vigorous gas evolution on both electrodes,\nas shown in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.6b02573/suppl_file/cs6b02573_si_002.avi\">Supplementary Video</ext-link> at\na potential of 1.7 V. In addition, the very stable current density\nat a high potential of 1.8 V in <italic>i</italic>–<italic>t</italic> curves (d) further demonstrated the strong stability of the alloys.\nBare carbon fiber papers were also measured at 1.8 V for comparison.\nThe negligible activity of carbon paper further proved the activity\ncame from the catalysts. The excellent activity of the alloy catalyst,\naccompanied by high stability, made it a potential alternative for\nprecious catalysts in practical water splitting.</p>", "clean_text": "Electrochemical water splitting is considered as the most promising technology for hydrogen production. Considering overall water splitting for practical applications, catalysis of the oxygen evolution reaction (OER) and hydrogen evolution reaction (HER) should be performed in the same electrolyte, especially in alkaline solutions. However, designing and searching for highly active and inexpensive electrocatalysts for both OER and HER in basic media remain significant challenges. Herein, we report a facile and universal strategy for synthesizing nonprecious transition metals, binary alloys, and ternary alloys encapsulated in graphene layers by direct annealing of metal-organic frameworks. Density functional theory calculations prove that with an increase in the degree of freedom of alloys or a change in the metal proportions in FeCoNi ternary alloys, the electronic structures of materials can also be tuned intentionally by changing the number of transferred electrons between alloys and graphene. The optimal material alloys FeCo and FeCoNi exhibited remarkable catalytic performance for HER and OER in 1.0 M KOH, reaching a current density of 10 mA cm-2 at low overpotentials of 149 mV for HER and 288 mV for OER. In addition, as an overall alkaline water electrolysis, they were comparable to that of the Pt/RuO2 couple, along with long cycling stability.\n\nThe performance of catalysts toward oxygen evolution reaction (OER) was explored in a 1 M KOH solution by a typical three-electrode electrochemical cell. Ag/AgCl (3 M KCl) and platinum foil electrodes were used as the reference electrode and counter electrode, respectively. As illustrated in a, we conducted linear sweep voltammograms (LSVs) to assess the activities of the oxygen evolution reaction for metal, binary alloys, and ternary alloys. We also measured the performance of Ir/C (20 wt % Ir on Vulcan carbon black purchased from Premetek Co.) and RuO2 (Alfa aesar) as references. In general, all catalysts except Co had OER activity much higher than that of RuO2. Ir/C is superior to most of our alloy samples; however, the overpotential to reach 10 mA/cm2 of FeCoNi-2 is still lower than that of Ir/C, indicating the excellent OER performance of FeCoNi-2. The overpotential of ternary alloys to reach a current density of 10 mA cm-2 is lower than that of the binary alloy and pure metal, indicating that incorporating transition metal and binary alloys into ternary alloys will improve their OER activity. In addition, FeCoNi-2 exhibits the best catalytic performance (overpotential of 325 mV at 10 mA cm-2) among all ternary alloys, proving that further altering metal proportions of ternary alloys could also enhance their properties. The Tafel plot of FeCoNi-2 was recorded and compared with that of RuO2 (b). The Tafel slope of FeCoNi-2 is 60 mV dec-1, which is much lower than that of RuO2 (92 mV dec-1), showing FeCoNi-2 is a better catalyst for driving the OER process than RuO2 is at a lower overpotential. The durability of FeCoNi-2 was also assessed by measuring polarization curves after particular cyclic voltammetric (CV) sweeps as illustrated in c. The polarization curve of FeCoNi-2 after 10000 cycles retained a performance almost similar to that of the initial test, exhibiting excellent cycling stability. Moreover, from the potential values recorded at different current densities of 10 and 40 mA cm-2 before and after the test (d), FeCoNi-2 exhibits high stability, obviously superior to the durability of its RuO2 counterpart. To further prove the material is wholly alloyed, we also obtained a mixture by mechanical mixing of FeCo and CoNi with a precursor ratio that is the same as that of FeCoNi-2. As shown in Figure S8, the mixture of FeCo and CoNi also exhibits OER activity obviously inferior to that of FeCoNi-2, indicating the core of our sample is also successfully alloyed. As illustrated in enlarged a (Figure S9), a slight peak emerging around 1.4 V versus RHE might be ascribed to partial oxidation of alloys during cycling according to previous research. However, the peak intensity is relatively lower compared with those of other transition metal-based OER catalysts without the protection of a graphene layer. In addition, the oxidation peak remained almost same after the 1000th cycle, indicating further oxidation was prevented by the graphene layer. We also used the saturated calomel electrode (SCE) as a reference electrode to verify the activity and stability of FeCoNi-2 as an OER catalyst, and the results were compared with those of the Ag/AgCl electrode. The difference between two electrodes of measured overpotentials to a reach current density of 10 mA cm-2 is only 5 mV as illustrated in Figure S10a. Besides, a long cycling test using the SCE also shows a similar result with the Ag/AgCl electrode: FeCoNi-2 exhibits negligible activity degradation even after the 10000th cycle, indicating the excellent stability of our catalyst (Figure S10b). The excellent activity as well as stability of FeCoNi-2 makes it a promising alternative for highly active nonprecious metal electrocatalysts for OER.\n\nUtilizing a standard three-electrode electrochemical system, we assess the catalytic activity of samples for HER in 1 M KOH. The electrocatalytic activity of 20 wt % Pt/C (Sigma-Aldrich) was also measured to make a comparison. The polarization curves of the samples are illustrated in a. Pt/C is still one of the best HER catalysts in a basic electrolyte; meanwhile, pure Co exhibited relatively poor HER activity. We chose potentials at a current density of 10 mA cm-2 as criteria for comparing activities of various catalysts. The potentials increase in the following order: Pt < FeCo < FeCoNi-1 < FeCoNi-2 < FeCoNi-3 < CoNi < FeNi < Co. Unlike the OER test results, the binary FeCo alloy exhibits the best HER catalytic activity among all nonprecious samples, reaching a current density of 10 mA cm-2 at low overpotentials of only 211 mV. Tafel plots of the FeCo alloys and Pt/C are shown in b, which are usually used to reveal the inherent reaction mechanism of HER. The Tafel plot of the FeCo catalyst shows a value of 77 mV dec-1, demonstrating that the HER process is following the Volmer-Heyrovsky mechanism according to previous research. We also measured OER and HER activity of our best catalysts (FeCo and FeCoNi-2) in 0.1 M KOH (Figure S11) and compared them with those measured in 1 M KOH. As shown in Figure S11, both FeCo and FeCoNi-2 exhibit inferior activity in 0.1 M KOH compared to that in 1 M KOH; this phenomenon also exists in other electrocatalysts and even for Pt/C and Ir/C. The TEM images of FeCo and FeCoNi-2 after 10000 HER and OER cycles are also provided. As shown in panels a and c of Figure S12, the electrocatalysts maintained their original morphology after cycling, and from the enlarged TEM images (Figure S12b,d), we can still see the core-shell structure, further confirming the stability of the electrocatalysts.\n\nIn the practical application of electrochemical water splitting, the catalysts were usually grown or transferred onto conductive substrates with an increased amount of loading, especially for nonprecious catalysts. Therefore, we also measured the catalytic activity of HER and OER of our materials on carbon fiber paper with a loading amount of 1.0 mg/cm2. Compared with nickel foam or carbon cloth, carbon fiber paper exhibits negligible intrinsic activity, which will weaken the influence of measurement for catalysts. As illustrated in panels a and b of , bare carbon paper exhibited negligible activity of HER and OER; however, carbon paper loaded with FeCo and FeCoNi-2 catalyst reached a current density of 10 mA cm-2 at low potentials of 149 mV for HER and 288 mV for OER, which were extremely excellent among those of nonprecious electrochemical catalysts. The comparison of HER and OER activity measured on a glassy carbon electrode and three-dimensional substrates are illustrated in Tables S7 and S8. To demonstrate the practical application of catalysts for overall water splitting, a simple water electrolyzer was measured by using FeCo on carbon paper as a cathode and FeCoNi-2 on carbon paper as an anode. As shown in c, a current density of 10 mA cm-2 could be achieved by applying a potential of 1.687 V between two electrodes, which is even smaller than that of its Pt-RuO2 counterpart (1.696 V). The simple water electrolysis exhibited vigorous gas evolution on both electrodes, as shown in the Supplementary Video at a potential of 1.7 V. In addition, the very stable current density at a high potential of 1.8 V in i-t curves (d) further demonstrated the strong stability of the alloys. Bare carbon fiber papers were also measured at 1.8 V for comparison. The negligible activity of carbon paper further proved the activity came from the catalysts. The excellent activity of the alloy catalyst, accompanied by high stability, made it a potential alternative for precious catalysts in practical water splitting.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "catalytic performance", "value": "", "unit": "", "condition": "in 1.0 M KOH"}, {"property name": "current density", "value": "10", "unit": "mA cm^-2", "condition": "at low overpotentials of 149 mV for HER and 288 mV for OER"}, {"property name": "cycling stability", "value": "", "unit": "", "condition": "after 10000 cycles"}, {"property name": "Tafel slope", "value": "60", "unit": "mV dec^-1", "condition": ""}, {"property name": "durability", "value": "", "unit": "", "condition": "after particular cyclic voltammetric (CV) sweeps"}, {"property name": "oxidation peak", "value": "", "unit": "", "condition": "around 1.4 V versus RHE"}, {"property name": "activity degradation", "value": "", "unit": "", "condition": "after the 10000th cycle"}, {"property name": "activity", "value": "", "unit": "", "condition": "in 0.1 M KOH compared to that in 1 M KOH"}, {"property name": "morphology", "value": "", "unit": "", "condition": "after cycling"}, {"property name": "core-shell structure", "value": "", "unit": "", "condition": ""}, {"property name": "loading amount", "value": "1.0", "unit": "mg/cm^2", "condition": ""}, {"property name": "potential", "value": "1.687", "unit": "V", "condition": "between two electrodes"}, {"property name": "gas evolution", "value": "", "unit": "", "condition": "at a potential of 1.7 V"}, {"property name": "current density", "value": "10", "unit": "mA cm^-2", "condition": "at a high potential of 1.8 V"}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis of Graphene Layer-Encapsulated FeCoNi Ternary\nAlloys<xref rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cs-2016-02573s_0011.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>(a) Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> sphere. (b) Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> sphere encapsulated by Ni<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> small particles. (c) Metal interdiffusion during the\nannealing process, where dashed lines are possible diffusion paths\nof metal ions. (d) Finally, FeCoNi tenary alloy aggregates derived\nfrom the MOF precursor. (e) Enlarged model of an FeCoNi alloy particle\nencapsulated in nitrogen-doped graphene layers. (f) Tuning electronic\nstructures of graphene-encapsulated alloys to optimize overall water\nsplitting activity, where the yellow, pink, and green spheres represent\nFe, Co, and Ni atoms, respectively.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Synthesis of Graphene Layer-Encapsulated FeCoNi Ternary Alloys      a (a) Fe3[Co(CN)6]2 sphere. (b) Fe3[Co(CN)6]2 sphere encapsulated by Ni3[Co(CN)6]2 small particles. (c) Metal interdiffusion during the annealing process, where dashed lines are possible diffusion paths of metal ions. (d) Finally, FeCoNi tenary alloy aggregates derived from the MOF precursor. (e) Enlarged model of an FeCoNi alloy particle encapsulated in nitrogen-doped graphene layers. (f) Tuning electronic structures of graphene-encapsulated alloys to optimize overall water splitting activity, where the yellow, pink, and green spheres represent Fe, Co, and Ni atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a–d) Field emission scanning electron microscopy of pure\nFe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> and Fe<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub> spheres encapsulated by increasing amounts of\nNi<sub>3</sub>[Co­(CN)<sub>6</sub>]<sub>2</sub>. (e–h) SEM images\nof FeCo, FeCoNi-1, FeCoNi-2, and FeCoNi-3, respectively, by annealing\nof their corresponding precursors. (i–l) Transmission electron\nmicroscopy images of FeCo, FeCoNi-1, FeCoNi-2, and FeCoNi-3, respectively.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cs-2016-02573s_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a-d) Field emission scanning electron microscopy of pure Fe3[Co(CN)6]2 and Fe3[Co(CN)6]2 spheres encapsulated by increasing amounts of Ni3[Co(CN)6]2. (e-h) SEM images of FeCo, FeCoNi-1, FeCoNi-2, and FeCoNi-3, respectively, by annealing of their corresponding precursors. (i-l) Transmission electron microscopy images of FeCo, FeCoNi-1, FeCoNi-2, and FeCoNi-3, respectively.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a and b) Enlarged high-resolution transmission\nelectron microscopy\nimages of FeCoNi-1, where the interplanar spacing of the alloy as\nwell as the graphene layers was measured. (c) STEM image of the single\nFeCoNi nanocrystal and the images of elemental mapping of (d) Fe,\n(e) Co, and (f) Ni.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cs-2016-02573s_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a and b) Enlarged high-resolution transmission electron microscopy images of FeCoNi-1, where the interplanar spacing of the alloy as well as the graphene layers was measured. (c) STEM image of the single FeCoNi nanocrystal and the images of elemental mapping of (d) Fe, (e) Co, and (f) Ni.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>XRD patterns of various metals, binary alloys, and ternary alloys\nderived from MOF precursors. Black and blue colors refer to the face-centered\ncubic phase and body-centered cubic phase, respectively.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cs-2016-02573s_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  XRD patterns of various metals, binary alloys, and ternary alloys derived from MOF precursors. Black and blue colors refer to the face-centered cubic phase and body-centered cubic phase, respectively.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) XPS spectra of FeCoNi-1,\nFeCoNi-2, and FeCoNi-3. Wide spectra\nand high-resolution spectra of (b) Co 2p, (c) Fe 2p, and (d) Ni 2p.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cs-2016-02573s_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) XPS spectra of FeCoNi-1, FeCoNi-2, and FeCoNi-3. Wide spectra and high-resolution spectra of (b) Co 2p, (c) Fe 2p, and (d) Ni 2p.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Electrocatalytic OER performance tests\nof different metals, binary\nalloys, and ternary alloys in a 1 M KOH solution. (a) OER polarization\ncurves for different metals, binary alloys, and ternary alloys compared\nwith Ir/C and RuO<sub>2</sub> with the same mass loading. (b) Tafel\nplots for FeCoNi-2 and RuO<sub>2</sub>. (c) Durability test of FeCoNi-2\nin an alkaline electrolyte for 10000 cycles. (d) Overpotential changes\nof current densities at 40 and 10 mA cm<sup>–2</sup> for FeCoNi-2\nand in comparison with RuO<sub>2</sub> at 10 mA cm<sup>–2</sup> during the durability test.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cs-2016-02573s_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Electrocatalytic OER performance tests of different metals, binary alloys, and ternary alloys in a 1 M KOH solution. (a) OER polarization curves for different metals, binary alloys, and ternary alloys compared with Ir/C and RuO2 with the same mass loading. (b) Tafel plots for FeCoNi-2 and RuO2. (c) Durability test of FeCoNi-2 in an alkaline electrolyte for 10000 cycles. (d) Overpotential changes of current densities at 40 and 10 mA cm-2 for FeCoNi-2 and in comparison with RuO2 at 10 mA cm-2 during the durability test.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Electrocatalytic\nHER performance tests of different metals, binary\nalloys, and ternary alloys in a 1 M KOH solution. (a) HER polarization\ncurves for different metals, binary alloys, and ternary alloys compared\nwith that for Pt/C with the same mass loading. (b) Tafel plots for\nFeCoNi-2 and Pt/C.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cs-2016-02573s_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Electrocatalytic HER performance tests of different metals, binary alloys, and ternary alloys in a 1 M KOH solution. (a) HER polarization curves for different metals, binary alloys, and ternary alloys compared with that for Pt/C with the same mass loading. (b) Tafel plots for FeCoNi-2 and Pt/C.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) HER polarization\ncurves of FeCo with a loading amount of 1\nmg cm<sup>–2</sup> on carbon paper. (b) OER polarization curves\nof FeCoNi-2 with a loading amount of 1 mg cm<sup>–2</sup> on\ncarbon paper. (c) Polarization curves of FeCo/FeCoNi and Pt/RuO<sub>2</sub> catalyst couples for overall water splitting in 1.0 M KOH.\nThe mass loadings of FeCo/FeCoNi-2 and Pt/RuO<sub>2</sub> couples\nwere 1.0 and 0.32 mg cm<sup>–2</sup>, respectively. The inset\nis an optical photograph showing the generation of H<sub>2</sub> and\nO<sub>2</sub> bubbles for FeCo/FeCoNi on carbon paper. (d) Time-dependent\ncurrent density curves (<italic>i</italic>–<italic>t</italic> curve) under static overpotentials of 1.8 V in 1.0 M KOH. During\nall measurements, the bare carbon papers without catalysts were also\nmeasured for comparison.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cs-2016-02573s_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) HER polarization curves of FeCo with a loading amount of 1 mg cm-2 on carbon paper. (b) OER polarization curves of FeCoNi-2 with a loading amount of 1 mg cm-2 on carbon paper. (c) Polarization curves of FeCo/FeCoNi and Pt/RuO2 catalyst couples for overall water splitting in 1.0 M KOH. The mass loadings of FeCo/FeCoNi-2 and Pt/RuO2 couples were 1.0 and 0.32 mg cm-2, respectively. The inset is an optical photograph showing the generation of H2 and O2 bubbles for FeCo/FeCoNi on carbon paper. (d) Time-dependent current density curves (i-t curve) under static overpotentials of 1.8 V in 1.0 M KOH. During all measurements, the bare carbon papers without catalysts were also measured for comparison.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) Free energy profiles for the OER over a nitrogen-doped\ngraphene-encapsulated\nCo cluster at zero potential (<italic>U</italic> = 0), equilibrium\npotential for oxygen evolution (<italic>U</italic> = 1.23 V), and\nminimal potential (<italic>U</italic> = 2.32 V) where all steps become\ndownhill. (b) Activity trends toward oxygen evolution reaction, where\nthe negative value of the theoretical overpotential (η) is plotted\nvs the standard free energy (Δ<italic>G</italic>\n<sub>HO*</sub> – Δ<italic>G</italic>\n<sub>O*</sub>).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"cs-2016-02573s_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) Free energy profiles for the OER over a nitrogen-doped graphene-encapsulated Co cluster at zero potential (U = 0), equilibrium potential for oxygen evolution (U = 1.23 V), and minimal potential (U = 2.32 V) where all steps become downhill. (b) Activity trends toward oxygen evolution reaction, where the negative value of the theoretical overpotential (η) is plotted vs the standard free energy (ΔG HO* - ΔG O*).   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Optimized structures\nof H* adsorbed on (a) nitrogen-doped graphene-encapsulated\nCo, (b) the nitrogen-doped graphene-encapsulated FeCo alloy, and (c)\nthe nitrogen-doped graphene-encapsulated FeCoNi alloy. (d) Calculated\nΔ<italic>G</italic>\n<sub>H*</sub> diagram of different models.\nThe yellow, pink, and green spheres represent Fe, Co, and Ni atoms,\nrespectively.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"cs-2016-02573s_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Optimized structures of H* adsorbed on (a) nitrogen-doped graphene-encapsulated Co, (b) the nitrogen-doped graphene-encapsulated FeCo alloy, and (c) the nitrogen-doped graphene-encapsulated FeCoNi alloy. (d) Calculated ΔG H* diagram of different models. The yellow, pink, and green spheres represent Fe, Co, and Ni atoms, respectively.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Calculated charge density\ndifferences of various models. The isosurface\nvalue of the color region is 0.01 e Å<sup>–3</sup>. The\nyellow and cyan regions refer to increased and decreased charge distributions,\nrespectively. FeCoNi (Fe<sub>24</sub>Co<sub>24</sub>Ni<sub>7</sub>) and CoNiFe (Fe<sub>15</sub>Co<sub>20</sub>Ni<sub>20</sub>) refer\nto ternary alloys with lower and higher Ni contents, respectively.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"cs-2016-02573s_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  Calculated charge density differences of various models. The isosurface value of the color region is 0.01 e Å-3. The yellow and cyan regions refer to increased and decreased charge distributions, respectively. FeCoNi (Fe24Co24Ni7) and CoNiFe (Fe15Co20Ni20) refer to ternary alloys with lower and higher Ni contents, respectively.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acscatal.6b02573", "title": null, "journal": "American Chemical Society", "date": "2016.12", "author_list": ["Yang\nYang", "Lin\nZhiyu", "Gao\nShiqi", "Su\nJianwei", "Lun\nZhengyan", "Xia\nGuoliang", "Chen\nJitang", "Zhang\nRuirui", "Chen\nQianwang"]}}