{"filepath": "../L2M3_data/1_application_papers/acs_xml/cs9b02126.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Particle\nsize-tuned photocatalytic activity has been recognized\nfor noble metals such as platinum; however, it is not established\nfor metal–organic frameworks (MOFs). In this work, nanoscaled\nMOF MIL-101­(Cr)–Ag nanoparticle hybrids with varied sizes ranging\nfrom 80 to 800 nm have been successfully achieved, and their size\neffect on photocatalytic CO<sub>2</sub> reduction under visible light\nhas been examined. We show that when the size of MIL-101­(Cr)–Ag\nis reduced to 80 nm, the hybrid catalyst shows the highest CO<sub>2</sub> photocatalytic reduction activity with remarkable production\nrates of 808.2 μmol/g·h for CO and 427.5 μmol/g·h\nfor CH<sub>4</sub>, representing one of the most efficient hybrid\ncatalysts. The high catalytic activity of the small-sized hybrid catalyst\ncan be ascribed to the high density of unit cells on corners and edges\nof the catalyst, which are favorable for electron transfer in the\nphotocatalytic CO<sub>2</sub> reduction, supported by a set of complimentary\nphotochemical and electrochemical methods.</p>", "clean_text": "Particle size-tuned photocatalytic activity has been recognized for noble metals such as platinum; however, it is not established for metal-organic frameworks (MOFs). In this work, nanoscaled MOF MIL-101(Cr)-Ag nanoparticle hybrids with varied sizes ranging from 80 to 800 nm have been successfully achieved, and their size effect on photocatalytic CO2 reduction under visible light has been examined. We show that when the size of MIL-101(Cr)-Ag is reduced to 80 nm, the hybrid catalyst shows the highest CO2 photocatalytic reduction activity with remarkable production rates of 808.2 μmol/g⋅h for CO and 427.5 μmol/g⋅h for CH4, representing one of the most efficient hybrid catalysts. The high catalytic activity of the small-sized hybrid catalyst can be ascribed to the high density of unit cells on corners and edges of the catalyst, which are favorable for electron transfer in the photocatalytic CO2 reduction, supported by a set of complimentary photochemical and electrochemical methods.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Converting\nCO<sub>2</sub> to useful chemical fuels driven by solar\nenergy represents one of the best solutions to address energy crisis\nand global warming issues. One key challenge to\nrealize this goal is to rationally design a photocatalytic architecture\nthat can efficiently couple light harvesting materials with catalysts\nto perform multiple electron catalysis. Since its initial report\nby Fujishima and Honda, various photocatalytic\nsystems have been reported including homogenous molecular systems,\nheterogeneous semiconductors, or metal nanoparticles (NPs), as well\nas hybrid systems that integrate both homogeneous and heterogeneous\ncomponents. Despite many efforts, these\nsystems all suffer difficulties, such as improper size of the catalyst,\ninefficient light absorption, and charge separation, as well as the\nlow CO<sub>2</sub> conversion rate.</p>", "clean_text": "Introduction\n\nConverting CO2 to useful chemical fuels driven by solar energy represents one of the best solutions to address energy crisis and global warming issues. One key challenge to realize this goal is to rationally design a photocatalytic architecture that can efficiently couple light harvesting materials with catalysts to perform multiple electron catalysis. Since its initial report by Fujishima and Honda, various photocatalytic systems have been reported including homogenous molecular systems, heterogeneous semiconductors, or metal nanoparticles (NPs), as well as hybrid systems that integrate both homogeneous and heterogeneous components. Despite many efforts, these systems all suffer difficulties, such as improper size of the catalyst, inefficient light absorption, and charge separation, as well as the low CO2 conversion rate.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>As a rising class of porous\ncrystalline materials, metal–organic\nframeworks (MOFs) represent a promising platform for CO<sub>2</sub> reduction due to their high surface area, tunable pore size, and\nfunctionality. Indeed, a number of recent studies\nhave demonstrated the high potential of MOF-based materials to act\nas photocatalysts for CO<sub>2</sub> reduction. For instance, Li and\nher co-workers first reported Ti-MOF NH<sub>2</sub>-MIL-125­(Ti), Zr-MOF\nNH<sub>2</sub>-UiO-66­(Zr), Fe-MOFs MIL-101­(Fe), MIL-53­(Fe), and MIL-88B­(Fe)\nfor photocatalytic reduction of CO<sub>2</sub> to HCOO<sup>–</sup> under visible light irradiation. Despite these promises,\nthe reaction activity of MOFs in these systems is largely limited\nby poor light absorption, low electron transfer efficiency, as well\nas less sources of the active sites. One strategy\nto improve the catalytic efficiency of MOFs is to incorporate metal\nNPs (e.g. Ag, Au, and Cu) into the MOF structure to generate MOF–metal\nNP hybrid catalysts, where the NPs can not only provide\nmore catalytic active sites but also facilitate light absorption due\nto their localized surface plasmon band (LSPB) in the visible region. However, most of these studies were concentrated\non controlling the shape and size of metal NPs, yet the examination\non the size effect of MOFs is rare. Because MOFs in these\nhybrid catalysts play important roles in photocatalytic reaction, it is essential to explore the size-dependent performance of MOF\nhybrid materials for solar-driven CO<sub>2</sub> reduction.</p>", "clean_text": "As a rising class of porous crystalline materials, metal-organic frameworks (MOFs) represent a promising platform for CO2 reduction due to their high surface area, tunable pore size, and functionality. Indeed, a number of recent studies have demonstrated the high potential of MOF-based materials to act as photocatalysts for CO2 reduction. For instance, Li and her co-workers first reported Ti-MOF NH2-MIL-125(Ti), Zr-MOF NH2-UiO-66(Zr), Fe-MOFs MIL-101(Fe), MIL-53(Fe), and MIL-88B(Fe) for photocatalytic reduction of CO2 to HCOO- under visible light irradiation. Despite these promises, the reaction activity of MOFs in these systems is largely limited by poor light absorption, low electron transfer efficiency, as well as less sources of the active sites. One strategy to improve the catalytic efficiency of MOFs is to incorporate metal NPs (e.g. Ag, Au, and Cu) into the MOF structure to generate MOF-metal NP hybrid catalysts, where the NPs can not only provide more catalytic active sites but also facilitate light absorption due to their localized surface plasmon band (LSPB) in the visible region. However, most of these studies were concentrated on controlling the shape and size of metal NPs, yet the examination on the size effect of MOFs is rare. Because MOFs in these hybrid catalysts play important roles in photocatalytic reaction, it is essential to explore the size-dependent performance of MOF hybrid materials for solar-driven CO2 reduction.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>In this work, we report a facile approach to well control the size\nof nanoscaled MOF MIL-101­(Cr)–Ag and unraveled the direct correlation\nof catalyst size with their catalytic performance. We demonstrate\nthat the catalytic performance of these hybrid catalysts is dependent\non the size of the MOF framework, where the MOF with the smallest\nsize (80 nm) exhibits superior performance for CO<sub>2</sub> photocatalytic\nreduction with final reduction product rates of 808.2, 427.5, and\n82.1 μmol/g·h for CO, CH<sub>4</sub>, and H<sub>2</sub>, respectively, which is approximately 20 times better than the sample\nwith 800 nm in size. The enhanced catalytic activity in the sample\nwith smaller size of the MOF can be attributed to higher density of\nunit cells on corners and edges, which is more favorable for electron\ntransfer to accelerate CO<sub>2</sub> reduction, supported by electrochemical\nand photochemical investigations.</p>", "clean_text": "In this work, we report a facile approach to well control the size of nanoscaled MOF MIL-101(Cr)-Ag and unraveled the direct correlation of catalyst size with their catalytic performance. We demonstrate that the catalytic performance of these hybrid catalysts is dependent on the size of the MOF framework, where the MOF with the smallest size (80 nm) exhibits superior performance for CO2 photocatalytic reduction with final reduction product rates of 808.2, 427.5, and 82.1 μmol/g⋅h for CO, CH4, and H2, respectively, which is approximately 20 times better than the sample with 800 nm in size. The enhanced catalytic activity in the sample with smaller size of the MOF can be attributed to higher density of unit cells on corners and edges, which is more favorable for electron transfer to accelerate CO2 reduction, supported by electrochemical and photochemical investigations.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental\nSection</title><title>Synthesis of MIL-101­(Cr)</title><p>In a typical\nexperiment, a predetermined amount of terephthalic acid (BDC) and\nchromic nitrate nonahydrate [Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O] was added to 10 mL of deionized water. After sonicating\nat ambient temperature for 30 min, the reaction mixture was moved\nto a Teflon-lined hydrothermal reactor (30 mL) and kept at 180 °C\nfor 15 h. The product as green powder was collected by centrifugation,\nfollowed by washing with deionized water and methanol each three times\nand then dried at 80 °C for 5 h by vacuum. For the synthesized\nsamples, the moles of used BDC and Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O are equivalent, at 0.625, 0.938, 1.251, and 1.564 mM, respectively,\nwhile other conditions remain unchanged.</p>", "clean_text": "Experimental Section\n\nSynthesis of MIL-101(Cr)\n\nIn a typical experiment, a predetermined amount of terephthalic acid (BDC) and chromic nitrate nonahydrate [Cr(NO3)3⋅9H2O] was added to 10 mL of deionized water. After sonicating at ambient temperature for 30 min, the reaction mixture was moved to a Teflon-lined hydrothermal reactor (30 mL) and kept at 180 °C for 15 h. The product as green powder was collected by centrifugation, followed by washing with deionized water and methanol each three times and then dried at 80 °C for 5 h by vacuum. For the synthesized samples, the moles of used BDC and Cr(NO3)3⋅9H2O are equivalent, at 0.625, 0.938, 1.251, and 1.564 mM, respectively, while other conditions remain unchanged.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof MIL-101­(Cr)–Ag Hybrids</title><p>The prepared MIL-101­(Cr)\n(20 mg) was suspended in 10 mL of methanol,\nand the mixture was kept at 40 °C using an oil bath; then, 0.30\nmL of aqueous AgNO<sub>3</sub> (0.7 mg) solution was added drop by\ndrop within 20 min under constant stirring. Subsequently, the resultant\nsolution was further stirred for 10 h. Next, NaBH<sub>4</sub> (0.2\nmg) was added to the above solution and stirred for additional 10\nh. The black powder obtained by centrifugation was washed by using\nmethanol three times and finally dried at 80 °C for 5 h under\nvacuum. Ag/Al<sub>2</sub>O<sub>3</sub> was prepared in the same way\naccording to the abovementioned procedures, while other conditions\nremain unchanged.</p>", "clean_text": "Synthesis of MIL-101(Cr)-Ag Hybrids\n\nThe prepared MIL-101(Cr) (20 mg) was suspended in 10 mL of methanol, and the mixture was kept at 40 °C using an oil bath; then, 0.30 mL of aqueous AgNO3 (0.7 mg) solution was added drop by drop within 20 min under constant stirring. Subsequently, the resultant solution was further stirred for 10 h. Next, NaBH4 (0.2 mg) was added to the above solution and stirred for additional 10 h. The black powder obtained by centrifugation was washed by using methanol three times and finally dried at 80 °C for 5 h under vacuum. Ag/Al2O3 was prepared in the same way according to the abovementioned procedures, while other conditions remain unchanged.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>X-ray Absorption Spectra</title><p>X-ray absorption\nspectral data were collected by using the beamline 12BM-B at the Advanced\nPhoton Source of Argonne National Laboratory. The extended X-ray absorption\nfine structure (EXAFS) was measured by the fluorescence mode using\na 13-element germanium solid-state detector at room temperature. One\nion chamber placed before the sample was used as the incident X-ray\nflux reference signal. Samples were scanned at the Ag edge. Ag foil\nwas scanned at the same time for energy calibration.</p>", "clean_text": "X-ray Absorption Spectra\n\nX-ray absorption spectral data were collected by using the beamline 12BM-B at the Advanced Photon Source of Argonne National Laboratory. The extended X-ray absorption fine structure (EXAFS) was measured by the fluorescence mode using a 13-element germanium solid-state detector at room temperature. One ion chamber placed before the sample was used as the incident X-ray flux reference signal. Samples were scanned at the Ag edge. Ag foil was scanned at the same time for energy calibration.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The hybrid metal NPs/MOF catalysts\nwith different sizes are synthesized\nusing similar approach, where Ag NPs were in situ-deposited to the\nMOF via a common reduction method (). Scanning\nelectron microscopy (SEM) and transmission electron microscopy (TEM)\nimages shown in  confirm that uniform octahedral MIL-101­(Cr) was successfully achieved\nin the aqueous system, where the sample size increases from 80, 150,\n400 to 800 nm with increasing concentration of the reagents. These\nresults are similar to literature data and can be attributed to the\nhigher probability of interparticle aggregation under the higher reactant\nconcentration. A conventional synthetic\napproach was then employed to decorate Ag NPs on the surface of the\nMOFs. The loading amount of Ag in MIL-101­(Cr)\nmaintains approximately 2.0 wt % as determined by inductively coupled\nplasma–atomic emission spectrometry (ICP–AES) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Table S1</ext-link>). The MOF samples are denoted as <italic>x</italic>M for <italic>x</italic>MIL-101­(Cr), while the ones decorated\nwith Ag NPs are designated as <italic>x</italic>MA, where <italic>x</italic> represents the particle sizes. In order to examine the\nsize effect of MIL-101­(Cr) on the photocatalytic CO<sub>2</sub> reduction,\nit is important that the Ag NPs are well-dispersed on the MOF surface,\nwhile the NP sizes remain substantially constant. From the representative\nTEM images in a, it is clearly shown that the Ag NPs are well-dispersed on the\nsurface of octahedral 80M without obvious aggregation. The average\nsizes of Ag NPs are ∼8 nm with similar size distribution for\nall hybrid samples, as supported by TEM images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S1</ext-link>) and the size distribution histograms (). Furthermore, the\nhigh-resolution TEM (HRTEM) image (b) of 80MA reveals that the spacing of the\nlattice fringes is 0.236 nm, matching well with the (111) lattice\nfacet of Ag. The scanning TEM (STEM)\n(c) and STEM\nenergy-dispersive spectra (STEM–EDS) elemental mapping images\n(d) of 80MA\nshow a uniform spatial distribution of C, O, and Cr with low contents\nof Ag, which agrees well with the Ag-decorated hybrids.</p>", "clean_text": "Results and Discussion\n\nThe hybrid metal NPs/MOF catalysts with different sizes are synthesized using similar approach, where Ag NPs were in situ-deposited to the MOF via a common reduction method (). Scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images shown in  confirm that uniform octahedral MIL-101(Cr) was successfully achieved in the aqueous system, where the sample size increases from 80, 150, 400 to 800 nm with increasing concentration of the reagents. These results are similar to literature data and can be attributed to the higher probability of interparticle aggregation under the higher reactant concentration. A conventional synthetic approach was then employed to decorate Ag NPs on the surface of the MOFs. The loading amount of Ag in MIL-101(Cr) maintains approximately 2.0 wt % as determined by inductively coupled plasma-atomic emission spectrometry (ICP-AES) (Table S1). The MOF samples are denoted as xM for xMIL-101(Cr), while the ones decorated with Ag NPs are designated as xMA, where x represents the particle sizes. In order to examine the size effect of MIL-101(Cr) on the photocatalytic CO2 reduction, it is important that the Ag NPs are well-dispersed on the MOF surface, while the NP sizes remain substantially constant. From the representative TEM images in a, it is clearly shown that the Ag NPs are well-dispersed on the surface of octahedral 80M without obvious aggregation. The average sizes of Ag NPs are ~8 nm with similar size distribution for all hybrid samples, as supported by TEM images (Figure S1) and the size distribution histograms (). Furthermore, the high-resolution TEM (HRTEM) image (b) of 80MA reveals that the spacing of the lattice fringes is 0.236 nm, matching well with the (111) lattice facet of Ag. The scanning TEM (STEM) (c) and STEM energy-dispersive spectra (STEM-EDS) elemental mapping images (d) of 80MA show a uniform spatial distribution of C, O, and Cr with low contents of Ag, which agrees well with the Ag-decorated hybrids.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM and TEM\n(inset) images of as-sythesized MIL-101­(Cr) with different\nsizes: 80 (a), 150 (b), 400 (c), and 800 nm (d).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cs9b02126_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM and TEM (inset) images of as-sythesized MIL-101(Cr) with different sizes: 80 (a), 150 (b), 400 (c), and 800 nm (d).   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) TEM\nimage of 80MA. (b) HRTEM image of Ag NPs. (c) STEM and\n(d) STEM–EDS elemental mapping images of 80MA, showing the\ndistribution of C red, O green, Cr olive, and Ag pink.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cs9b02126_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) TEM image of 80MA. (b) HRTEM image of Ag NPs. (c) STEM and (d) STEM-EDS elemental mapping images of 80MA, showing the distribution of C red, O green, Cr olive, and Ag pink.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Histograms of Ag NPs size distribution in (a) 80MA, (b) 150MA,\n(c) 400MA, and (d) 800MA. Each sample was analyzed by counting about\n50 particles.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cs9b02126_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Histograms of Ag NPs size distribution in (a) 80MA, (b) 150MA, (c) 400MA, and (d) 800MA. Each sample was analyzed by counting about 50 particles.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Diagram for Synthetic Process\nof MIL-101­(Cr)–Ag\nHybrid Nanocatalysts with Different Sizes</title>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cs9b02126_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Diagram for Synthetic Process of MIL-101(Cr)-Ag Hybrid Nanocatalysts with Different Sizes   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Powder X-ray diffraction (PXRD) data for the as-prepared <italic>x</italic>M and <italic>x</italic>MA hybrid products exhibit well-resolved\ndiffraction peaks, which are in good agreement with the simulated\nMIL-101­(Cr) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S2</ext-link>), implying that\nthe framework structures are not influenced by decorating Ag NPs.\nFourier transform infrared (FT-IR) spectra of both series of <italic>x</italic>M and <italic>x</italic>MA samples show similar characteristic\nbands (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S3</ext-link>). To confirm the porous\nstructures of the as-synthesized <italic>x</italic>M and <italic>x</italic>MA samples, N<sub>2</sub> adsorption and desorption measurements\nwere performed at 77 K (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S4</ext-link>). Brunauer–Emmett–Teller\n(BET) surface areas calculated from the N<sub>2</sub> adsorption data\nshow that the smaller size sample exhibits the higher BET surface\narea (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Table S2</ext-link>). The overall distribution\nof Ag NPs across the framework was estimated by ICP–AES and X-ray photoelectron spectroscopy (XPS) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S5</ext-link>). Atomic concentrations of Cr 2p and\nAg 3d by XPS as well as the atomic ratios of Ag/Cr by both XPS and\nICP–AES for varied photocatalysts were listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Table S3</ext-link>. The obtained atomic ratios of Ag/Cr\nfor all samples by XPS are higher than those estimated from ICP–AES.\nThe results indicate that the Ag NPs are on the outer surface of the\nMIL-101­(Cr) framework, which is expected to be beneficial for catalytic\nreactions.\n</p>", "clean_text": "Powder X-ray diffraction (PXRD) data for the as-prepared xM and xMA hybrid products exhibit well-resolved diffraction peaks, which are in good agreement with the simulated MIL-101(Cr) (Figure S2), implying that the framework structures are not influenced by decorating Ag NPs. Fourier transform infrared (FT-IR) spectra of both series of xM and xMA samples show similar characteristic bands (Figure S3). To confirm the porous structures of the as-synthesized xM and xMA samples, N2 adsorption and desorption measurements were performed at 77 K (Figure S4). Brunauer-Emmett-Teller (BET) surface areas calculated from the N2 adsorption data show that the smaller size sample exhibits the higher BET surface area (Table S2). The overall distribution of Ag NPs across the framework was estimated by ICP-AES and X-ray photoelectron spectroscopy (XPS) (Figure S5). Atomic concentrations of Cr 2p and Ag 3d by XPS as well as the atomic ratios of Ag/Cr by both XPS and ICP-AES for varied photocatalysts were listed in Table S3. The obtained atomic ratios of Ag/Cr for all samples by XPS are higher than those estimated from ICP-AES. The results indicate that the Ag NPs are on the outer surface of the MIL-101(Cr) framework, which is expected to be beneficial for catalytic reactions. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>In addition to the structure\nof the bulk sample, the local structural\nenvironment around Ag after deposition was investigated by X-ray absorption\nspectroscopy (XAS). a illustrates the comparison of X-ray absorption near-edge\nstructure (XANES) spectra of Ag NPs, 80MA, and Ag foil collected at\nthe Ag K-edge. The main absorption edge at 25.516 keV, arising from\nthe dipole allowed 1s to 4p transition, for both Ag NPs and 80MA is similar to that of Ag foil, suggesting\nthe metallic nature of Ag in both samples. As shown in the first derivative spectra (a inset), the edge of the 80MA sample shifts\nslightly to higher energy compared to that of Ag NPs, implying that\nthe Ag particle in 80MA is more oxidized than Ag NPs. To extract local\nstructure information, the EXAFS spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S6</ext-link>) were analyzed quantitatively using the FeFF model. b compares the EXAFS\nspectra of 80MA and Ag NPs in <italic>R</italic>-space. Compared to\nthe spectra of Ag NPs, the first shell peak, corresponding to Ag–Ag,\nis more amplified in 80MA, which can either be attributed to the larger\ncoordination number or decreased disorder around the Ag center. This\nis further supported by the fitting results (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Table S4</ext-link>), where the coordination number of the Ag center for Ag–Ag<sub>2</sub> (<italic>N</italic> = 8.95) in 80MA is much larger than that\nof Ag NPs (<italic>N</italic> = 5.71), although the Ag–Ag distance\nremains similar. As the ideal coordination number of Ag in Ag metal\nis 12, the larger coordination number\nin 80MA may suggest the elimination of the surface defect state of\nthe Ag center after being deposited onto MIL-101­(Cr). It has been\nshown previously that defects can serve as the recombination centers\nof photogenerated electrons and holes and thus prevent effective charge\nseparation. As a result, we anticipate that\nthe reduced defect states in 80MA will inhibit charge recombination\nand facilitate charge separation, resulting improved photocatalytic\nactivity for CO<sub>2</sub> reduction.</p>", "clean_text": "In addition to the structure of the bulk sample, the local structural environment around Ag after deposition was investigated by X-ray absorption spectroscopy (XAS). a illustrates the comparison of X-ray absorption near-edge structure (XANES) spectra of Ag NPs, 80MA, and Ag foil collected at the Ag K-edge. The main absorption edge at 25.516 keV, arising from the dipole allowed 1s to 4p transition, for both Ag NPs and 80MA is similar to that of Ag foil, suggesting the metallic nature of Ag in both samples. As shown in the first derivative spectra (a inset), the edge of the 80MA sample shifts slightly to higher energy compared to that of Ag NPs, implying that the Ag particle in 80MA is more oxidized than Ag NPs. To extract local structure information, the EXAFS spectra (Figure S6) were analyzed quantitatively using the FeFF model. b compares the EXAFS spectra of 80MA and Ag NPs in R-space. Compared to the spectra of Ag NPs, the first shell peak, corresponding to Ag-Ag, is more amplified in 80MA, which can either be attributed to the larger coordination number or decreased disorder around the Ag center. This is further supported by the fitting results (Table S4), where the coordination number of the Ag center for Ag-Ag2 (N = 8.95) in 80MA is much larger than that of Ag NPs (N = 5.71), although the Ag-Ag distance remains similar. As the ideal coordination number of Ag in Ag metal is 12, the larger coordination number in 80MA may suggest the elimination of the surface defect state of the Ag center after being deposited onto MIL-101(Cr). It has been shown previously that defects can serve as the recombination centers of photogenerated electrons and holes and thus prevent effective charge separation. As a result, we anticipate that the reduced defect states in 80MA will inhibit charge recombination and facilitate charge separation, resulting improved photocatalytic activity for CO2 reduction.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) XANES and (b) Fourier-transformed\nEXAFS spectra of Ag NPs and\n80MA at the Ag K-edge. Insets in (a) illustrate the first derivative\nof the XANES edges. The solid lines and open circles are experimental\nand fitted results, respectively.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cs9b02126_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) XANES and (b) Fourier-transformed EXAFS spectra of Ag NPs and 80MA at the Ag K-edge. Insets in (a) illustrate the first derivative of the XANES edges. The solid lines and open circles are experimental and fitted results, respectively.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>To evaluate the feasibility of these hybrid samples as photocatalysts\nfor CO<sub>2</sub> reduction, the photoresponse and charge separation\nproperties were measured by electrochemical and photochemical methods.\nUV–visible–near IR diffuse reflectance spectra (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">S7</ext-link>) show that the bare MIL-101­(Cr) have broad\nabsorption in the visible region (400–800 nm). After decorating\nAg NPs, additional absorption corresponding to LSPB of Ag NPs was\nobserved in the near IR region, suggesting the capability of Ag NPs\nto expand the absorption of these samples further into the realm of\nthe solar spectrum. The photoresponsive\nproperties were examined by photocurrent–time curves. As shown\nin b, all samples\nexhibit clear photocurrent response upon irradiation of visible light\n(λ &gt; 400 nm) at a pulse of 40 s. Particularly, the 80MA sample\nshows the best photoresponse capability compared to the other samples,\nsuggesting that the important role of the MOF size plays in enhancing\ntheir photocurrent. This was further supported by electrochemical\nimpedance spectroscopy (EIS). As exhibited in c, the smallest capacitance arc for 80MA\namong these samples implies its lowest electron-transfer resistance.\nThese results together suggest that the deposition of Ag NPs to MIL-101­(Cr)\ncan enhance their light absorption ability and the hybrid sample with\nsmaller size of MIL-101­(Cr) can facilitate charge separation.</p>", "clean_text": "To evaluate the feasibility of these hybrid samples as photocatalysts for CO2 reduction, the photoresponse and charge separation properties were measured by electrochemical and photochemical methods. UV-visible-near IR diffuse reflectance spectra (a and S7) show that the bare MIL-101(Cr) have broad absorption in the visible region (400-800 nm). After decorating Ag NPs, additional absorption corresponding to LSPB of Ag NPs was observed in the near IR region, suggesting the capability of Ag NPs to expand the absorption of these samples further into the realm of the solar spectrum. The photoresponsive properties were examined by photocurrent-time curves. As shown in b, all samples exhibit clear photocurrent response upon irradiation of visible light (λ > 400 nm) at a pulse of 40 s. Particularly, the 80MA sample shows the best photoresponse capability compared to the other samples, suggesting that the important role of the MOF size plays in enhancing their photocurrent. This was further supported by electrochemical impedance spectroscopy (EIS). As exhibited in c, the smallest capacitance arc for 80MA among these samples implies its lowest electron-transfer resistance. These results together suggest that the deposition of Ag NPs to MIL-101(Cr) can enhance their light absorption ability and the hybrid sample with smaller size of MIL-101(Cr) can facilitate charge separation.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) UV–visible–near\nIR diffuse reflectance spectra,\n(b) photocurrent responses, and (c) EIS Nyquist plots of 80, 150,\n400, 800MA, and 80M. (d) Mott–Schottky plots for 80M at frequencies\nof 1000, 1500, and 2000 Hz.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cs9b02126_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) UV-visible-near IR diffuse reflectance spectra, (b) photocurrent responses, and (c) EIS Nyquist plots of 80, 150, 400, 800MA, and 80M. (d) Mott-Schottky plots for 80M at frequencies of 1000, 1500, and 2000 Hz.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>To further evaluate the feasibility of MIL-101­(Cr) for photocatalytic\nCO<sub>2</sub> reduction, Mott–Schottky measurements were performed\nat different frequencies (d). From the intersection, the potential was found\nto have a value of −0.94 V versus Ag/AgCl [that is −0.74\nV vs normalized hydrogen electrode (NHE) or −3.76 V vs absolute\nvacuum scale (AVS)]. The potential (−0.74 V vs NHE) of MIL-101­(Cr)\nis more negative than the reduction potential of CO<sub>2</sub> to\nCO (−0.53 V vs NHE) as well as CH<sub>4</sub> (−0.24\nV vs NHE), suggesting the capability to reduce CO<sub>2</sub> via\nelectron transfer from MIL-101­(Cr). Moreover,\nthe positive slope of the obtained <italic>C</italic>\n<sup>–2</sup> values (vs the applied potentials) agrees well with that of typical\nn-type semiconductors. To further elucidate\nthe mechanism of electron transfer between Ag and MIL-101­(Cr) under\nvisible light irradiation, the work function of Ag (−4.26 V\nvs AVS), the lowest unoccupied molecular\norbital (−3.76 V vs AVS) (d) and highest occupied molecular orbital\n(−6.04 V vs AVS) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figures S9</ext-link>) of\nMIL-101­(Cr) were recorded (). The appropriate band positions of MIL-101­(Cr) and\nAg make it possible for photogenerated electron transfer in MIL-101­(Cr)–Ag\nhybrids.</p>", "clean_text": "To further evaluate the feasibility of MIL-101(Cr) for photocatalytic CO2 reduction, Mott-Schottky measurements were performed at different frequencies (d). From the intersection, the potential was found to have a value of -0.94 V versus Ag/AgCl [that is -0.74 V vs normalized hydrogen electrode (NHE) or -3.76 V vs absolute vacuum scale (AVS)]. The potential (-0.74 V vs NHE) of MIL-101(Cr) is more negative than the reduction potential of CO2 to CO (-0.53 V vs NHE) as well as CH4 (-0.24 V vs NHE), suggesting the capability to reduce CO2 via electron transfer from MIL-101(Cr). Moreover, the positive slope of the obtained C -2 values (vs the applied potentials) agrees well with that of typical n-type semiconductors. To further elucidate the mechanism of electron transfer between Ag and MIL-101(Cr) under visible light irradiation, the work function of Ag (-4.26 V vs AVS), the lowest unoccupied molecular orbital (-3.76 V vs AVS) (d) and highest occupied molecular orbital (-6.04 V vs AVS) (Figures S9) of MIL-101(Cr) were recorded (). The appropriate band positions of MIL-101(Cr) and Ag make it possible for photogenerated electron transfer in MIL-101(Cr)-Ag hybrids.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Illustration of the Electron Transfer Process in\nMIL-101­(Cr)–Ag\nHybrids</title>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cs9b02126_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  Schematic Illustration of the Electron Transfer Process in MIL-101(Cr)-Ag Hybrids   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>With the demonstration of the\nfeasibility of these hybrid samples\nas photocatalysts for CO<sub>2</sub> reduction, we proceed to evaluate\ntheir performance for CO<sub>2</sub> reduction. Photocatalytic reactions\nwere carried out on a glass fiber film containing the photocatalyst\nand triethanolamine in a Pyrex reaction vessel, which results in the\nproduction of CH<sub>4</sub>, CO, and H<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S10</ext-link> with calibration curves and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S11</ext-link>). To verify the carbon origins of the CO and CH<sub>4</sub> products, <sup>13</sup>C-labeled <sup>13</sup>CO<sub>2</sub> was employed for the photocatalytic reaction. Under the same catalytic\nconditions, the reaction products <sup>13</sup>CO (<italic>m</italic>/<italic>z</italic> = 29) and <sup>13</sup>CH<sub>4</sub> (<italic>m</italic>/<italic>z</italic> = 17) were identified by gas chromatography\n(GC) and mass spectrometry (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S13</ext-link>),\nwhich suggests that both CO and CH<sub>4</sub> originate from CO<sub>2</sub> reduction. It can be clearly seen from  that the CH<sub>4</sub>, CO, and H<sub>2</sub> yields as well as reacted electrons’ rate are dependent on\nthe size of the catalyst. 80MA gives the highest CO, CH<sub>4</sub>, and H<sub>2</sub> yields of 808.2, 427.5, and 82.1 μmol/g·h,\nwhich are 23, 18, and 35 times higher than those of 800MA, respectively.\nThe sample with the smallest size (80M) has the highest photocatalytic\nCO<sub>2</sub> reduction performance among the <italic>x</italic>M\ncatalysts (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S12</ext-link>) but significantly\ndecreased activity compared to the 80MA sample (). Furthermore, Al<sub>2</sub>O<sub>3</sub> with the same Ag NP loading (denoted as Al<sub>2</sub>O<sub>3</sub>–Ag) only gave a very low CO rate (8.8 μmol/g·h)\nunder the identical conditions (a). These results imply that there is a cooperative\neffect between the Ag NPs and MIL-101­(Cr) in the hybrid catalysts,\nand the MOF size is crucial for photocatalysis, consistent with XAS,\nUV–visible–near IR, and photoresponse results described\nabove. It should be noted that the CH<sub>4</sub> production requires\neight-electron (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Scheme S1</ext-link>, eq 4), which\ncould be promoted by a sufficient supply of electrons during the catalytic\nprocess. The reacted electrons’ rate is the rate of photogenerated\nelectrons involved in the overall reaction, which can be regarded\nas the electron transfer efficiency of the photocatalyst. As expected, the smaller hybrid catalyst shows\na significantly enhanced reacted electrons’ rate, which can\nefficiently trap the photogenerated electrons to improve electron\ntransfer, and is also consistent with photocurrent and EIS measurements\nshown in b,c.\nMore importantly, recycling experiments show that the sample 80MA\ngives almost the same activity after three cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S14</ext-link>) and maintains its framework structure confirmed\nby SEM images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S15</ext-link>) and PXRD data\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S16</ext-link>). The results imply that 80MA\nhas enough stability and reusability for photocatalytic CO<sub>2</sub> reduction under visible light irradiation. These rates are superior\nto those of semiconductors and MOF photocatalysts under visible light\nas summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Table S5</ext-link>.</p>", "clean_text": "With the demonstration of the feasibility of these hybrid samples as photocatalysts for CO2 reduction, we proceed to evaluate their performance for CO2 reduction. Photocatalytic reactions were carried out on a glass fiber film containing the photocatalyst and triethanolamine in a Pyrex reaction vessel, which results in the production of CH4, CO, and H2 (Figure S10 with calibration curves and Figure S11). To verify the carbon origins of the CO and CH4 products, 13C-labeled 13CO2 was employed for the photocatalytic reaction. Under the same catalytic conditions, the reaction products 13CO (m/z = 29) and 13CH4 (m/z = 17) were identified by gas chromatography (GC) and mass spectrometry (Figure S13), which suggests that both CO and CH4 originate from CO2 reduction. It can be clearly seen from  that the CH4, CO, and H2 yields as well as reacted electrons' rate are dependent on the size of the catalyst. 80MA gives the highest CO, CH4, and H2 yields of 808.2, 427.5, and 82.1 μmol/g⋅h, which are 23, 18, and 35 times higher than those of 800MA, respectively. The sample with the smallest size (80M) has the highest photocatalytic CO2 reduction performance among the xM catalysts (Figure S12) but significantly decreased activity compared to the 80MA sample (). Furthermore, Al2O3 with the same Ag NP loading (denoted as Al2O3-Ag) only gave a very low CO rate (8.8 μmol/g⋅h) under the identical conditions (a). These results imply that there is a cooperative effect between the Ag NPs and MIL-101(Cr) in the hybrid catalysts, and the MOF size is crucial for photocatalysis, consistent with XAS, UV-visible-near IR, and photoresponse results described above. It should be noted that the CH4 production requires eight-electron (Scheme S1, eq 4), which could be promoted by a sufficient supply of electrons during the catalytic process. The reacted electrons' rate is the rate of photogenerated electrons involved in the overall reaction, which can be regarded as the electron transfer efficiency of the photocatalyst. As expected, the smaller hybrid catalyst shows a significantly enhanced reacted electrons' rate, which can efficiently trap the photogenerated electrons to improve electron transfer, and is also consistent with photocurrent and EIS measurements shown in b,c. More importantly, recycling experiments show that the sample 80MA gives almost the same activity after three cycles (Figure S14) and maintains its framework structure confirmed by SEM images (Figure S15) and PXRD data (Figure S16). The results imply that 80MA has enough stability and reusability for photocatalytic CO2 reduction under visible light irradiation. These rates are superior to those of semiconductors and MOF photocatalysts under visible light as summarized in Table S5.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison of (a) photocatalytic\nCO<sub>2</sub> reduction performances\nfor varied catalysts and (b) time-resolved PL decay spectra with 375\nnm laser excitation for 80MA, 150MA, 400MA, and 800MA. The dotted\nand solid lines are experimental and fitted results, respectively.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cs9b02126_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Comparison of (a) photocatalytic CO2 reduction performances for varied catalysts and (b) time-resolved PL decay spectra with 375 nm laser excitation for 80MA, 150MA, 400MA, and 800MA. The dotted and solid lines are experimental and fitted results, respectively.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>CO<sub>2</sub> Photocatalytic Reduction\nEvaluation Over xMA Catalysts</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">production\nrate (μmol/g·h)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">CO</oasis:entry>\n<oasis:entry align=\"center\">CH<sub>4</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">H<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">reacted electrons’\nrate (μmol/g·h)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>80MA</oasis:entry>\n<oasis:entry>808.2</oasis:entry>\n<oasis:entry>427.5</oasis:entry>\n<oasis:entry>82.1</oasis:entry>\n<oasis:entry>5200.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>150MA</oasis:entry>\n<oasis:entry>298.5</oasis:entry>\n<oasis:entry>151.4</oasis:entry>\n<oasis:entry>23.5</oasis:entry>\n<oasis:entry>1855.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>400MA</oasis:entry>\n<oasis:entry>49.1</oasis:entry>\n<oasis:entry>32.2</oasis:entry>\n<oasis:entry>5.2</oasis:entry>\n<oasis:entry>366.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>800MA</oasis:entry>\n<oasis:entry>34.0</oasis:entry>\n<oasis:entry>23.6</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n<oasis:entry>261.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80M</oasis:entry>\n<oasis:entry>29.6</oasis:entry>\n<oasis:entry>17.2</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n<oasis:entry>201.0</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>The reacted electrons’\nrate\n= 8 × <italic>r</italic>(CH<sub>4</sub>) + 2 × <italic>r</italic>(H<sub>2</sub>) + 2 × <italic>r</italic>(CO).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The size-dependent catalytic activity\ncan be interpreted by fraction\nof unit cells on edges and corners versus particle sizes. It has been\nsupposed that the fraction of catalytic sites on edges and corners\nis mainly responsible for determining electron transfer efficiency. In order to establish an octahedral model more\nconveniently, a crystallographic unit cell of MIL-101­(Cr) including\n272 Cr<sub>3</sub>–O clusters calculated by using independent\n4.25 Cr atoms and <italic>Z</italic> value of 192 is simplified as\na sphere, and the detailed method together with the graphic of created\nclosed-shell octahedral model is given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S17</ext-link>. For a definite-sized hybrid catalyst, the fraction of\nunit cells on edges and corners is achieved by unit cells on edges\nand corners/total unit cells on the outer surface, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S18</ext-link> illustrates the correlation between\nthe reacted electrons’ rate of <italic>x</italic>MA as well\nas the fraction of unit cells located at corners and edges versus\nthe size for MIL-101­(Cr) in <italic>x</italic>MA. It is clearly seen\nthat the reacted electrons’ rate shows a consistent trend with\nthe fraction of unit cells on edges and corners but an opposite relationship\nwith the fraction of unit cells on terraces. With a rapid descent\nof the fraction of unit cells located at corners and edges from 63.6%\nfor 80MA to 6.6% for 800MA, the reacted electrons’ rate changes\ndramatically from 5200.6 to 261.4 μmol/g·h for corresponding\nsamples ().\nIt has been reported that the higher density of edge and corner sites\nfor smaller particles could efficiently trap the photogenerated electrons\nand improve the electron transfer, while the catalytic activity dominated\nby the close-packed terrace sites leads to less electron transfer\nefficiency for larger particles. Therefore,\nwe infer that the unit cells on the edges and corners of the MIL-101­(Cr)\nare the main sites for the reacted electrons generation, and that the larger fraction of unit cells on edges and corners\nis likely beneficial for charge separation.</p>", "clean_text": "The size-dependent catalytic activity can be interpreted by fraction of unit cells on edges and corners versus particle sizes. It has been supposed that the fraction of catalytic sites on edges and corners is mainly responsible for determining electron transfer efficiency. In order to establish an octahedral model more conveniently, a crystallographic unit cell of MIL-101(Cr) including 272 Cr3-O clusters calculated by using independent 4.25 Cr atoms and Z value of 192 is simplified as a sphere, and the detailed method together with the graphic of created closed-shell octahedral model is given in Figure S17. For a definite-sized hybrid catalyst, the fraction of unit cells on edges and corners is achieved by unit cells on edges and corners/total unit cells on the outer surface, and Figure S18 illustrates the correlation between the reacted electrons' rate of xMA as well as the fraction of unit cells located at corners and edges versus the size for MIL-101(Cr) in xMA. It is clearly seen that the reacted electrons' rate shows a consistent trend with the fraction of unit cells on edges and corners but an opposite relationship with the fraction of unit cells on terraces. With a rapid descent of the fraction of unit cells located at corners and edges from 63.6% for 80MA to 6.6% for 800MA, the reacted electrons' rate changes dramatically from 5200.6 to 261.4 μmol/g⋅h for corresponding samples (). It has been reported that the higher density of edge and corner sites for smaller particles could efficiently trap the photogenerated electrons and improve the electron transfer, while the catalytic activity dominated by the close-packed terrace sites leads to less electron transfer efficiency for larger particles. Therefore, we infer that the unit cells on the edges and corners of the MIL-101(Cr) are the main sites for the reacted electrons generation, and that the larger fraction of unit cells on edges and corners is likely beneficial for charge separation.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>The time-resolved\nPL decay spectra also confirmed the improvement\nof charge separation from reducing size. As shown in b, the average PL lifetime\nof 80MA (0.33 ns) was distinctly decreased as compared to that of\n150MA (0.43 ns), 400MA (0.75 ns), and 800MA (0.90 ns). The obviously\nshortened lifetime of 80MA exhibits a much faster charge transfer\nrate. The results have the same trend\nwith their photocatalytic behavior.</p>", "clean_text": "The time-resolved PL decay spectra also confirmed the improvement of charge separation from reducing size. As shown in b, the average PL lifetime of 80MA (0.33 ns) was distinctly decreased as compared to that of 150MA (0.43 ns), 400MA (0.75 ns), and 800MA (0.90 ns). The obviously shortened lifetime of 80MA exhibits a much faster charge transfer rate. The results have the same trend with their photocatalytic behavior.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, MOF MIL-101­(Cr) nanomaterials with controlled sizes\nranging from 80 to 800 nm decorated with Ag NPs have been successfully\nachieved by altering the concentration of the reactants. The electronic\nstructure and coordination environment of Ag in MIL-101­(Cr)–Ag\nhybrids were determined by XAS, where Ag in MIL-101­(Cr)–Ag\nhybrids shows larger coordination number than that in Ag NPs, suggesting\nthe reduction of defect states in the presence of the MOF. The photocatalytic\nactivity of MIL-101­(Cr)–Ag hybrids show strong dependence on\nthe size of MOF MIL-101­(Cr), where the sample with the smallest size\n(80MA) exhibits the highest CO<sub>2</sub> photocatalytic reduction\nactivity with remarkable rates of CO 808.2 μmol/g·h and\nCH<sub>4</sub> 427.5 μmol/g·h, which are 23 and 18 times\nlarger than the yields catalyzed by 800MA. The significantly enhanced\ncatalytic performance in the smaller size samples as well as the relatively\nhigh performance compared to many other catalysts can be attributed\nto the higher density of unit cells on the edges and corners, which\ncan promote the electron transfer efficiency, along with the synergy\nbetween Ag and MIL-101­(Cr). As far as we know, this work provides\nthe first example of size engineering of the MOF hybrid catalyst for\nlight-driven CO<sub>2</sub> reduction, which not only provides a novel\napproach to achieve enhanced photocatalytic performance but also confirms\nthe large potential of MOFs as effective CO<sub>2</sub> reduction\ncatalysts.</p>", "clean_text": "Conclusions\n\nIn summary, MOF MIL-101(Cr) nanomaterials with controlled sizes ranging from 80 to 800 nm decorated with Ag NPs have been successfully achieved by altering the concentration of the reactants. The electronic structure and coordination environment of Ag in MIL-101(Cr)-Ag hybrids were determined by XAS, where Ag in MIL-101(Cr)-Ag hybrids shows larger coordination number than that in Ag NPs, suggesting the reduction of defect states in the presence of the MOF. The photocatalytic activity of MIL-101(Cr)-Ag hybrids show strong dependence on the size of MOF MIL-101(Cr), where the sample with the smallest size (80MA) exhibits the highest CO2 photocatalytic reduction activity with remarkable rates of CO 808.2 μmol/g⋅h and CH4 427.5 μmol/g⋅h, which are 23 and 18 times larger than the yields catalyzed by 800MA. The significantly enhanced catalytic performance in the smaller size samples as well as the relatively high performance compared to many other catalysts can be attributed to the higher density of unit cells on the edges and corners, which can promote the electron transfer efficiency, along with the synergy between Ag and MIL-101(Cr). As far as we know, this work provides the first example of size engineering of the MOF hybrid catalyst for light-driven CO2 reduction, which not only provides a novel approach to achieve enhanced photocatalytic performance but also confirms the large potential of MOFs as effective CO2 reduction catalysts.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acscatal.9b02126\">10.1021/acscatal.9b02126</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental and\ncalculation details, SEM and TEM images,\nPXRD, UV–vis, FT-IR, N<sub>2</sub> adsorption, XPS, EXAFS,\nPL emission, Tauc plot, GC and mass spectra, and comparison of photocatalytic\nCO<sub>2</sub> reduction activity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acscatal.9b02126.  Experimental and calculation details, SEM and TEM images, PXRD, UV-vis, FT-IR, N2 adsorption, XPS, EXAFS, PL emission, Tauc plot, GC and mass spectra, and comparison of photocatalytic CO2 reduction activity (PDF)   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Experimental and\ncalculation details, SEM and TEM images,\nPXRD, UV–vis, FT-IR, N<sub>2</sub> adsorption, XPS, EXAFS,\nPL emission, Tauc plot, GC and mass spectra, and comparison of photocatalytic\nCO<sub>2</sub> reduction activity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Experimental and calculation details, SEM and TEM images, PXRD, UV-vis, FT-IR, N2 adsorption, XPS, EXAFS, PL emission, Tauc plot, GC and mass spectra, and comparison of photocatalytic CO2 reduction activity (PDF)", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>F.G. and\nS.Y. contributed equally to this work.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "F.G. and S.Y. contributed equally to this work.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "5, 6", "type": "text", "classification": "synthesis condition", "content": "<title>Experimental\nSection</title><title>Synthesis of MIL-101­(Cr)</title><p>In a typical\nexperiment, a predetermined amount of terephthalic acid (BDC) and\nchromic nitrate nonahydrate [Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O] was added to 10 mL of deionized water. After sonicating\nat ambient temperature for 30 min, the reaction mixture was moved\nto a Teflon-lined hydrothermal reactor (30 mL) and kept at 180 °C\nfor 15 h. The product as green powder was collected by centrifugation,\nfollowed by washing with deionized water and methanol each three times\nand then dried at 80 °C for 5 h by vacuum. For the synthesized\nsamples, the moles of used BDC and Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O are equivalent, at 0.625, 0.938, 1.251, and 1.564 mM, respectively,\nwhile other conditions remain unchanged.</p><title>Synthesis\nof MIL-101­(Cr)–Ag Hybrids</title><p>The prepared MIL-101­(Cr)\n(20 mg) was suspended in 10 mL of methanol,\nand the mixture was kept at 40 °C using an oil bath; then, 0.30\nmL of aqueous AgNO<sub>3</sub> (0.7 mg) solution was added drop by\ndrop within 20 min under constant stirring. Subsequently, the resultant\nsolution was further stirred for 10 h. Next, NaBH<sub>4</sub> (0.2\nmg) was added to the above solution and stirred for additional 10\nh. The black powder obtained by centrifugation was washed by using\nmethanol three times and finally dried at 80 °C for 5 h under\nvacuum. Ag/Al<sub>2</sub>O<sub>3</sub> was prepared in the same way\naccording to the abovementioned procedures, while other conditions\nremain unchanged.</p>", "clean_text": "Experimental Section\n\nSynthesis of MIL-101(Cr)\n\nIn a typical experiment, a predetermined amount of terephthalic acid (BDC) and chromic nitrate nonahydrate [Cr(NO3)3⋅9H2O] was added to 10 mL of deionized water. After sonicating at ambient temperature for 30 min, the reaction mixture was moved to a Teflon-lined hydrothermal reactor (30 mL) and kept at 180 °C for 15 h. The product as green powder was collected by centrifugation, followed by washing with deionized water and methanol each three times and then dried at 80 °C for 5 h by vacuum. For the synthesized samples, the moles of used BDC and Cr(NO3)3⋅9H2O are equivalent, at 0.625, 0.938, 1.251, and 1.564 mM, respectively, while other conditions remain unchanged.\n\nSynthesis of MIL-101(Cr)-Ag Hybrids\n\nThe prepared MIL-101(Cr) (20 mg) was suspended in 10 mL of methanol, and the mixture was kept at 40 °C using an oil bath; then, 0.30 mL of aqueous AgNO3 (0.7 mg) solution was added drop by drop within 20 min under constant stirring. Subsequently, the resultant solution was further stirred for 10 h. Next, NaBH4 (0.2 mg) was added to the above solution and stirred for additional 10 h. The black powder obtained by centrifugation was washed by using methanol three times and finally dried at 80 °C for 5 h under vacuum. Ag/Al2O3 was prepared in the same way according to the abovementioned procedures, while other conditions remain unchanged.", "data": [{"meta": {"name": "MIL-101­(Cr)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "terephthalic acid (BDC)", "amount": "", "unit": ""}, {"name": "chromic nitrate nonahydrate [Cr­(NO3)3·9H2O]", "amount": "", "unit": ""}], "solvent": [{"name": "deionized water", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "180°C", "time": "15 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "deionized water", "amount": "", "unit": ""}, {"name": "methanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "deionized water, methanol", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "vacuum", "time": "5 h"}], "yield": ""}, {"meta": {"name": "MIL-101­(Cr)–Ag Hybrids", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "MIL-101­(Cr) (20 mg), methanol (10 mL)", "power": "", "solvent": "", "temperature": "", "time": "30 min", "type": ""}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "aqueous AgNO3", "amount": "0.7", "unit": "mg"}], "solution": [{"name": "MIL-101­(Cr) in methanol", "amount": "20 mg", "unit": ""}], "pressure": "", "temperature": "40°C", "time": "20 min"}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "NaBH4", "amount": "0.2", "unit": "mg"}], "solution": [{"name": "MIL-101­(Cr) in methanol with AgNO3", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": "10 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "methanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "methanol", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "80°C", "atmosphere": "vacuum", "time": "5 h"}], "yield": ""}], "include_properties": ["solvothermal_synthesis", "sonication", "centrifugation", "washing", "drying"]}, {"idx": "1, 4, 16, 18, 20, 24", "type": "text", "classification": "property", "content": "<p>Particle\nsize-tuned photocatalytic activity has been recognized\nfor noble metals such as platinum; however, it is not established\nfor metal–organic frameworks (MOFs). In this work, nanoscaled\nMOF MIL-101­(Cr)–Ag nanoparticle hybrids with varied sizes ranging\nfrom 80 to 800 nm have been successfully achieved, and their size\neffect on photocatalytic CO<sub>2</sub> reduction under visible light\nhas been examined. We show that when the size of MIL-101­(Cr)–Ag\nis reduced to 80 nm, the hybrid catalyst shows the highest CO<sub>2</sub> photocatalytic reduction activity with remarkable production\nrates of 808.2 μmol/g·h for CO and 427.5 μmol/g·h\nfor CH<sub>4</sub>, representing one of the most efficient hybrid\ncatalysts. The high catalytic activity of the small-sized hybrid catalyst\ncan be ascribed to the high density of unit cells on corners and edges\nof the catalyst, which are favorable for electron transfer in the\nphotocatalytic CO<sub>2</sub> reduction, supported by a set of complimentary\nphotochemical and electrochemical methods.</p><p>In this work, we report a facile approach to well control the size\nof nanoscaled MOF MIL-101­(Cr)–Ag and unraveled the direct correlation\nof catalyst size with their catalytic performance. We demonstrate\nthat the catalytic performance of these hybrid catalysts is dependent\non the size of the MOF framework, where the MOF with the smallest\nsize (80 nm) exhibits superior performance for CO<sub>2</sub> photocatalytic\nreduction with final reduction product rates of 808.2, 427.5, and\n82.1 μmol/g·h for CO, CH<sub>4</sub>, and H<sub>2</sub>, respectively, which is approximately 20 times better than the sample\nwith 800 nm in size. The enhanced catalytic activity in the sample\nwith smaller size of the MOF can be attributed to higher density of\nunit cells on corners and edges, which is more favorable for electron\ntransfer to accelerate CO<sub>2</sub> reduction, supported by electrochemical\nand photochemical investigations.</p><p>To evaluate the feasibility of these hybrid samples as photocatalysts\nfor CO<sub>2</sub> reduction, the photoresponse and charge separation\nproperties were measured by electrochemical and photochemical methods.\nUV–visible–near IR diffuse reflectance spectra (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">S7</ext-link>) show that the bare MIL-101­(Cr) have broad\nabsorption in the visible region (400–800 nm). After decorating\nAg NPs, additional absorption corresponding to LSPB of Ag NPs was\nobserved in the near IR region, suggesting the capability of Ag NPs\nto expand the absorption of these samples further into the realm of\nthe solar spectrum. The photoresponsive\nproperties were examined by photocurrent–time curves. As shown\nin b, all samples\nexhibit clear photocurrent response upon irradiation of visible light\n(λ &gt; 400 nm) at a pulse of 40 s. Particularly, the 80MA sample\nshows the best photoresponse capability compared to the other samples,\nsuggesting that the important role of the MOF size plays in enhancing\ntheir photocurrent. This was further supported by electrochemical\nimpedance spectroscopy (EIS). As exhibited in c, the smallest capacitance arc for 80MA\namong these samples implies its lowest electron-transfer resistance.\nThese results together suggest that the deposition of Ag NPs to MIL-101­(Cr)\ncan enhance their light absorption ability and the hybrid sample with\nsmaller size of MIL-101­(Cr) can facilitate charge separation.</p><p>To further evaluate the feasibility of MIL-101­(Cr) for photocatalytic\nCO<sub>2</sub> reduction, Mott–Schottky measurements were performed\nat different frequencies (d). From the intersection, the potential was found\nto have a value of −0.94 V versus Ag/AgCl [that is −0.74\nV vs normalized hydrogen electrode (NHE) or −3.76 V vs absolute\nvacuum scale (AVS)]. The potential (−0.74 V vs NHE) of MIL-101­(Cr)\nis more negative than the reduction potential of CO<sub>2</sub> to\nCO (−0.53 V vs NHE) as well as CH<sub>4</sub> (−0.24\nV vs NHE), suggesting the capability to reduce CO<sub>2</sub> via\nelectron transfer from MIL-101­(Cr). Moreover,\nthe positive slope of the obtained <italic>C</italic>\n<sup>–2</sup> values (vs the applied potentials) agrees well with that of typical\nn-type semiconductors. To further elucidate\nthe mechanism of electron transfer between Ag and MIL-101­(Cr) under\nvisible light irradiation, the work function of Ag (−4.26 V\nvs AVS), the lowest unoccupied molecular\norbital (−3.76 V vs AVS) (d) and highest occupied molecular orbital\n(−6.04 V vs AVS) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figures S9</ext-link>) of\nMIL-101­(Cr) were recorded (). The appropriate band positions of MIL-101­(Cr) and\nAg make it possible for photogenerated electron transfer in MIL-101­(Cr)–Ag\nhybrids.</p><p>With the demonstration of the\nfeasibility of these hybrid samples\nas photocatalysts for CO<sub>2</sub> reduction, we proceed to evaluate\ntheir performance for CO<sub>2</sub> reduction. Photocatalytic reactions\nwere carried out on a glass fiber film containing the photocatalyst\nand triethanolamine in a Pyrex reaction vessel, which results in the\nproduction of CH<sub>4</sub>, CO, and H<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S10</ext-link> with calibration curves and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S11</ext-link>). To verify the carbon origins of the CO and CH<sub>4</sub> products, <sup>13</sup>C-labeled <sup>13</sup>CO<sub>2</sub> was employed for the photocatalytic reaction. Under the same catalytic\nconditions, the reaction products <sup>13</sup>CO (<italic>m</italic>/<italic>z</italic> = 29) and <sup>13</sup>CH<sub>4</sub> (<italic>m</italic>/<italic>z</italic> = 17) were identified by gas chromatography\n(GC) and mass spectrometry (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S13</ext-link>),\nwhich suggests that both CO and CH<sub>4</sub> originate from CO<sub>2</sub> reduction. It can be clearly seen from  that the CH<sub>4</sub>, CO, and H<sub>2</sub> yields as well as reacted electrons’ rate are dependent on\nthe size of the catalyst. 80MA gives the highest CO, CH<sub>4</sub>, and H<sub>2</sub> yields of 808.2, 427.5, and 82.1 μmol/g·h,\nwhich are 23, 18, and 35 times higher than those of 800MA, respectively.\nThe sample with the smallest size (80M) has the highest photocatalytic\nCO<sub>2</sub> reduction performance among the <italic>x</italic>M\ncatalysts (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S12</ext-link>) but significantly\ndecreased activity compared to the 80MA sample (). Furthermore, Al<sub>2</sub>O<sub>3</sub> with the same Ag NP loading (denoted as Al<sub>2</sub>O<sub>3</sub>–Ag) only gave a very low CO rate (8.8 μmol/g·h)\nunder the identical conditions (a). These results imply that there is a cooperative\neffect between the Ag NPs and MIL-101­(Cr) in the hybrid catalysts,\nand the MOF size is crucial for photocatalysis, consistent with XAS,\nUV–visible–near IR, and photoresponse results described\nabove. It should be noted that the CH<sub>4</sub> production requires\neight-electron (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Scheme S1</ext-link>, eq 4), which\ncould be promoted by a sufficient supply of electrons during the catalytic\nprocess. The reacted electrons’ rate is the rate of photogenerated\nelectrons involved in the overall reaction, which can be regarded\nas the electron transfer efficiency of the photocatalyst. As expected, the smaller hybrid catalyst shows\na significantly enhanced reacted electrons’ rate, which can\nefficiently trap the photogenerated electrons to improve electron\ntransfer, and is also consistent with photocurrent and EIS measurements\nshown in b,c.\nMore importantly, recycling experiments show that the sample 80MA\ngives almost the same activity after three cycles (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S14</ext-link>) and maintains its framework structure confirmed\nby SEM images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S15</ext-link>) and PXRD data\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Figure S16</ext-link>). The results imply that 80MA\nhas enough stability and reusability for photocatalytic CO<sub>2</sub> reduction under visible light irradiation. These rates are superior\nto those of semiconductors and MOF photocatalysts under visible light\nas summarized in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acscatal.9b02126/suppl_file/cs9b02126_si_001.pdf\">Table S5</ext-link>.</p><p>The time-resolved\nPL decay spectra also confirmed the improvement\nof charge separation from reducing size. As shown in b, the average PL lifetime\nof 80MA (0.33 ns) was distinctly decreased as compared to that of\n150MA (0.43 ns), 400MA (0.75 ns), and 800MA (0.90 ns). The obviously\nshortened lifetime of 80MA exhibits a much faster charge transfer\nrate. The results have the same trend\nwith their photocatalytic behavior.</p>", "clean_text": "Particle size-tuned photocatalytic activity has been recognized for noble metals such as platinum; however, it is not established for metal-organic frameworks (MOFs). In this work, nanoscaled MOF MIL-101(Cr)-Ag nanoparticle hybrids with varied sizes ranging from 80 to 800 nm have been successfully achieved, and their size effect on photocatalytic CO2 reduction under visible light has been examined. We show that when the size of MIL-101(Cr)-Ag is reduced to 80 nm, the hybrid catalyst shows the highest CO2 photocatalytic reduction activity with remarkable production rates of 808.2 μmol/g⋅h for CO and 427.5 μmol/g⋅h for CH4, representing one of the most efficient hybrid catalysts. The high catalytic activity of the small-sized hybrid catalyst can be ascribed to the high density of unit cells on corners and edges of the catalyst, which are favorable for electron transfer in the photocatalytic CO2 reduction, supported by a set of complimentary photochemical and electrochemical methods.\n\nIn this work, we report a facile approach to well control the size of nanoscaled MOF MIL-101(Cr)-Ag and unraveled the direct correlation of catalyst size with their catalytic performance. We demonstrate that the catalytic performance of these hybrid catalysts is dependent on the size of the MOF framework, where the MOF with the smallest size (80 nm) exhibits superior performance for CO2 photocatalytic reduction with final reduction product rates of 808.2, 427.5, and 82.1 μmol/g⋅h for CO, CH4, and H2, respectively, which is approximately 20 times better than the sample with 800 nm in size. The enhanced catalytic activity in the sample with smaller size of the MOF can be attributed to higher density of unit cells on corners and edges, which is more favorable for electron transfer to accelerate CO2 reduction, supported by electrochemical and photochemical investigations.\n\nTo evaluate the feasibility of these hybrid samples as photocatalysts for CO2 reduction, the photoresponse and charge separation properties were measured by electrochemical and photochemical methods. UV-visible-near IR diffuse reflectance spectra (a and S7) show that the bare MIL-101(Cr) have broad absorption in the visible region (400-800 nm). After decorating Ag NPs, additional absorption corresponding to LSPB of Ag NPs was observed in the near IR region, suggesting the capability of Ag NPs to expand the absorption of these samples further into the realm of the solar spectrum. The photoresponsive properties were examined by photocurrent-time curves. As shown in b, all samples exhibit clear photocurrent response upon irradiation of visible light (λ > 400 nm) at a pulse of 40 s. Particularly, the 80MA sample shows the best photoresponse capability compared to the other samples, suggesting that the important role of the MOF size plays in enhancing their photocurrent. This was further supported by electrochemical impedance spectroscopy (EIS). As exhibited in c, the smallest capacitance arc for 80MA among these samples implies its lowest electron-transfer resistance. These results together suggest that the deposition of Ag NPs to MIL-101(Cr) can enhance their light absorption ability and the hybrid sample with smaller size of MIL-101(Cr) can facilitate charge separation.\n\nTo further evaluate the feasibility of MIL-101(Cr) for photocatalytic CO2 reduction, Mott-Schottky measurements were performed at different frequencies (d). From the intersection, the potential was found to have a value of -0.94 V versus Ag/AgCl [that is -0.74 V vs normalized hydrogen electrode (NHE) or -3.76 V vs absolute vacuum scale (AVS)]. The potential (-0.74 V vs NHE) of MIL-101(Cr) is more negative than the reduction potential of CO2 to CO (-0.53 V vs NHE) as well as CH4 (-0.24 V vs NHE), suggesting the capability to reduce CO2 via electron transfer from MIL-101(Cr). Moreover, the positive slope of the obtained C -2 values (vs the applied potentials) agrees well with that of typical n-type semiconductors. To further elucidate the mechanism of electron transfer between Ag and MIL-101(Cr) under visible light irradiation, the work function of Ag (-4.26 V vs AVS), the lowest unoccupied molecular orbital (-3.76 V vs AVS) (d) and highest occupied molecular orbital (-6.04 V vs AVS) (Figures S9) of MIL-101(Cr) were recorded (). The appropriate band positions of MIL-101(Cr) and Ag make it possible for photogenerated electron transfer in MIL-101(Cr)-Ag hybrids.\n\nWith the demonstration of the feasibility of these hybrid samples as photocatalysts for CO2 reduction, we proceed to evaluate their performance for CO2 reduction. Photocatalytic reactions were carried out on a glass fiber film containing the photocatalyst and triethanolamine in a Pyrex reaction vessel, which results in the production of CH4, CO, and H2 (Figure S10 with calibration curves and Figure S11). To verify the carbon origins of the CO and CH4 products, 13C-labeled 13CO2 was employed for the photocatalytic reaction. Under the same catalytic conditions, the reaction products 13CO (m/z = 29) and 13CH4 (m/z = 17) were identified by gas chromatography (GC) and mass spectrometry (Figure S13), which suggests that both CO and CH4 originate from CO2 reduction. It can be clearly seen from  that the CH4, CO, and H2 yields as well as reacted electrons' rate are dependent on the size of the catalyst. 80MA gives the highest CO, CH4, and H2 yields of 808.2, 427.5, and 82.1 μmol/g⋅h, which are 23, 18, and 35 times higher than those of 800MA, respectively. The sample with the smallest size (80M) has the highest photocatalytic CO2 reduction performance among the xM catalysts (Figure S12) but significantly decreased activity compared to the 80MA sample (). Furthermore, Al2O3 with the same Ag NP loading (denoted as Al2O3-Ag) only gave a very low CO rate (8.8 μmol/g⋅h) under the identical conditions (a). These results imply that there is a cooperative effect between the Ag NPs and MIL-101(Cr) in the hybrid catalysts, and the MOF size is crucial for photocatalysis, consistent with XAS, UV-visible-near IR, and photoresponse results described above. It should be noted that the CH4 production requires eight-electron (Scheme S1, eq 4), which could be promoted by a sufficient supply of electrons during the catalytic process. The reacted electrons' rate is the rate of photogenerated electrons involved in the overall reaction, which can be regarded as the electron transfer efficiency of the photocatalyst. As expected, the smaller hybrid catalyst shows a significantly enhanced reacted electrons' rate, which can efficiently trap the photogenerated electrons to improve electron transfer, and is also consistent with photocurrent and EIS measurements shown in b,c. More importantly, recycling experiments show that the sample 80MA gives almost the same activity after three cycles (Figure S14) and maintains its framework structure confirmed by SEM images (Figure S15) and PXRD data (Figure S16). The results imply that 80MA has enough stability and reusability for photocatalytic CO2 reduction under visible light irradiation. These rates are superior to those of semiconductors and MOF photocatalysts under visible light as summarized in Table S5.\n\nThe time-resolved PL decay spectra also confirmed the improvement of charge separation from reducing size. As shown in b, the average PL lifetime of 80MA (0.33 ns) was distinctly decreased as compared to that of 150MA (0.43 ns), 400MA (0.75 ns), and 800MA (0.90 ns). The obviously shortened lifetime of 80MA exhibits a much faster charge transfer rate. The results have the same trend with their photocatalytic behavior.", "data": [[{"meta": {"name": "MOF MIL-101­(Cr)–Ag", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "size", "value": "80-800", "unit": "nm", "condition": ""}, {"property name": "photocatalytic CO2 reduction activity", "value": "808.2", "unit": "μmol/g·h", "condition": "for CO"}, {"property name": "photocatalytic CO2 reduction activity", "value": "427.5", "unit": "μmol/g·h", "condition": "for CH4"}, {"property name": "density of unit cells", "value": "", "unit": "", "condition": "on corners and edges"}, {"property name": "photoresponse capability", "value": "", "unit": "", "condition": ""}, {"property name": "electron-transfer resistance", "value": "", "unit": "", "condition": ""}, {"property name": "light absorption ability", "value": "", "unit": "", "condition": ""}, {"property name": "charge separation", "value": "", "unit": "", "condition": ""}, {"property name": "potential", "value": "-0.94", "unit": "V", "condition": "vs Ag/AgCl"}, {"property name": "reduction potential", "value": "-0.74", "unit": "V", "condition": "vs normalized hydrogen electrode (NHE)"}, {"property name": "reduction potential", "value": "-3.76", "unit": "V", "condition": "vs absolute vacuum scale (AVS)"}, {"property name": "band positions", "value": "", "unit": "", "condition": ""}, {"property name": "photogenerated electron transfer", "value": "", "unit": "", "condition": ""}, {"property name": "photocatalytic CO2 reduction performance", "value": "23", "unit": "times higher", "condition": "than 800MA"}, {"property name": "photocatalytic CO2 reduction performance", "value": "18", "unit": "times higher", "condition": "than 800MA"}, {"property name": "photocatalytic CO2 reduction performance", "value": "35", "unit": "times higher", "condition": "than 800MA"}, {"property name": "reacted electrons' rate", "value": "", "unit": "", "condition": ""}, {"property name": "recycling", "value": "", "unit": "", "condition": ""}, {"property name": "stability", "value": "", "unit": "", "condition": ""}, {"property name": "reusability", "value": "", "unit": "", "condition": ""}, {"property name": "average PL lifetime", "value": "0.33", "unit": "ns", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 22, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>CO<sub>2</sub> Photocatalytic Reduction\nEvaluation Over xMA Catalysts</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col2\" rowsep=\"1\">production\nrate (μmol/g·h)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">CO</oasis:entry>\n<oasis:entry align=\"center\">CH<sub>4</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">H<sub>2</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">reacted electrons’\nrate (μmol/g·h)<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>80MA</oasis:entry>\n<oasis:entry>808.2</oasis:entry>\n<oasis:entry>427.5</oasis:entry>\n<oasis:entry>82.1</oasis:entry>\n<oasis:entry>5200.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>150MA</oasis:entry>\n<oasis:entry>298.5</oasis:entry>\n<oasis:entry>151.4</oasis:entry>\n<oasis:entry>23.5</oasis:entry>\n<oasis:entry>1855.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>400MA</oasis:entry>\n<oasis:entry>49.1</oasis:entry>\n<oasis:entry>32.2</oasis:entry>\n<oasis:entry>5.2</oasis:entry>\n<oasis:entry>366.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>800MA</oasis:entry>\n<oasis:entry>34.0</oasis:entry>\n<oasis:entry>23.6</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n<oasis:entry>261.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80M</oasis:entry>\n<oasis:entry>29.6</oasis:entry>\n<oasis:entry>17.2</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n<oasis:entry>201.0</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>The reacted electrons’\nrate\n= 8 × <italic>r</italic>(CH<sub>4</sub>) + 2 × <italic>r</italic>(H<sub>2</sub>) + 2 × <italic>r</italic>(CO).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. CO<sub>2</sub> Photocatalytic Reduction Evaluation Over xMA Catalysts\n\n| sample | production rate (μmol/g·h) |     |     | reacted electrons’ rate (μmol/g·h)[^a] |\n|--------|---------------------------|-----|-----|---------------------------------------|\n|        | CO                        | CH<sub>4</sub> | H<sub>2</sub> |                                       |\n| 80MA   | 808.2                     | 427.5 | 82.1 | 5200.6                                |\n| 150MA  | 298.5                     | 151.4 | 23.5 | 1855.2                                |\n| 400MA  | 49.1                      | 32.2  | 5.2  | 366.2                                 |\n| 800MA  | 34.0                      | 23.6  | 2.3  | 261.4                                 |\n| 80M    | 29.6                      | 17.2  | 2.1  | 201.0                                 |\n\n[^a]: The reacted electrons’ rate = 8 × r(CH<sub>4</sub>) + 2 × r(H<sub>2</sub>) + 2 × r(CO).", "data": [{"meta": {"name": "", "symbol": "80MA", "chemical formula": ""}, "production rate": [{"product": "CO", "value": "808.2", "unit": "μmol/g·h", "condition": ""}, {"product": "CH4", "value": "427.5", "unit": "μmol/g·h", "condition": ""}, {"product": "H2", "value": "82.1", "unit": "μmol/g·h", "condition": ""}], "reacted electrons’ rate": [{"value": "5200.6", "unit": "μmol/g·h", "condition": ""}]}, {"meta": {"name": "", "symbol": "150MA", "chemical formula": ""}, "production rate": [{"product": "CO", "value": "298.5", "unit": "μmol/g·h", "condition": ""}, {"product": "CH4", "value": "151.4", "unit": "μmol/g·h", "condition": ""}, {"product": "H2", "value": "23.5", "unit": "μmol/g·h", "condition": ""}], "reacted electrons’ rate": [{"value": "1855.2", "unit": "μmol/g·h", "condition": ""}]}, {"meta": {"name": "", "symbol": "400MA", "chemical formula": ""}, "production rate": [{"product": "CO", "value": "49.1", "unit": "μmol/g·h", "condition": ""}, {"product": "CH4", "value": "32.2", "unit": "μmol/g·h", "condition": ""}, {"product": "H2", "value": "5.2", "unit": "μmol/g·h", "condition": ""}], "reacted electrons’ rate": [{"value": "366.2", "unit": "μmol/g·h", "condition": ""}]}, {"meta": {"name": "", "symbol": "800MA", "chemical formula": ""}, "production rate": [{"product": "CO", "value": "34.0", "unit": "μmol/g·h", "condition": ""}, {"product": "CH4", "value": "23.6", "unit": "μmol/g·h", "condition": ""}, {"product": "H2", "value": "2.3", "unit": "μmol/g·h", "condition": ""}], "reacted electrons’ rate": [{"value": "261.4", "unit": "μmol/g·h", "condition": ""}]}, {"meta": {"name": "", "symbol": "80M", "chemical formula": ""}, "production rate": [{"product": "CO", "value": "29.6", "unit": "μmol/g·h", "condition": ""}, {"product": "CH4", "value": "17.2", "unit": "μmol/g·h", "condition": ""}, {"product": "H2", "value": "2.1", "unit": "μmol/g·h", "condition": ""}], "reacted electrons’ rate": [{"value": "201.0", "unit": "μmol/g·h", "condition": ""}]}], "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM and TEM\n(inset) images of as-sythesized MIL-101­(Cr) with different\nsizes: 80 (a), 150 (b), 400 (c), and 800 nm (d).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"cs9b02126_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM and TEM (inset) images of as-sythesized MIL-101(Cr) with different sizes: 80 (a), 150 (b), 400 (c), and 800 nm (d).   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) TEM\nimage of 80MA. (b) HRTEM image of Ag NPs. (c) STEM and\n(d) STEM–EDS elemental mapping images of 80MA, showing the\ndistribution of C red, O green, Cr olive, and Ag pink.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"cs9b02126_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) TEM image of 80MA. (b) HRTEM image of Ag NPs. (c) STEM and (d) STEM-EDS elemental mapping images of 80MA, showing the distribution of C red, O green, Cr olive, and Ag pink.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Histograms of Ag NPs size distribution in (a) 80MA, (b) 150MA,\n(c) 400MA, and (d) 800MA. Each sample was analyzed by counting about\n50 particles.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"cs9b02126_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Histograms of Ag NPs size distribution in (a) 80MA, (b) 150MA, (c) 400MA, and (d) 800MA. Each sample was analyzed by counting about 50 particles.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic Diagram for Synthetic Process\nof MIL-101­(Cr)–Ag\nHybrid Nanocatalysts with Different Sizes</title>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"cs9b02126_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic Diagram for Synthetic Process of MIL-101(Cr)-Ag Hybrid Nanocatalysts with Different Sizes   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) XANES and (b) Fourier-transformed\nEXAFS spectra of Ag NPs and\n80MA at the Ag K-edge. Insets in (a) illustrate the first derivative\nof the XANES edges. The solid lines and open circles are experimental\nand fitted results, respectively.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"cs9b02126_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) XANES and (b) Fourier-transformed EXAFS spectra of Ag NPs and 80MA at the Ag K-edge. Insets in (a) illustrate the first derivative of the XANES edges. The solid lines and open circles are experimental and fitted results, respectively.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) UV–visible–near\nIR diffuse reflectance spectra,\n(b) photocurrent responses, and (c) EIS Nyquist plots of 80, 150,\n400, 800MA, and 80M. (d) Mott–Schottky plots for 80M at frequencies\nof 1000, 1500, and 2000 Hz.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"cs9b02126_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) UV-visible-near IR diffuse reflectance spectra, (b) photocurrent responses, and (c) EIS Nyquist plots of 80, 150, 400, 800MA, and 80M. (d) Mott-Schottky plots for 80M at frequencies of 1000, 1500, and 2000 Hz.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Schematic Illustration of the Electron Transfer Process in\nMIL-101­(Cr)–Ag\nHybrids</title>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"cs9b02126_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  Schematic Illustration of the Electron Transfer Process in MIL-101(Cr)-Ag Hybrids   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Comparison of (a) photocatalytic\nCO<sub>2</sub> reduction performances\nfor varied catalysts and (b) time-resolved PL decay spectra with 375\nnm laser excitation for 80MA, 150MA, 400MA, and 800MA. The dotted\nand solid lines are experimental and fitted results, respectively.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"cs9b02126_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Comparison of (a) photocatalytic CO2 reduction performances for varied catalysts and (b) time-resolved PL decay spectra with 375 nm laser excitation for 80MA, 150MA, 400MA, and 800MA. The dotted and solid lines are experimental and fitted results, respectively.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acscatal.9b02126", "title": null, "journal": "American Chemical Society", "date": "2019.08", "author_list": ["Guo\nFan", "Yang\nSizhuo", "Liu\nYi", "Wang\nPeng", "Huang\nJier", "Sun\nWei-Yin"]}}