{"filepath": "../L2M3_data/1_application_papers/acs_xml/ed0c00376.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Described is the creation, deployment, and evaluation of a video\nproduced about the synthesis and applications of metal–organic\nframeworks (MOFs). The goal of this project was to gauge the impact\nof viewing the video on high school students’ conceptions of\nauthentic chemistry practices and applications. Additionally, comparisons\nwere made between the use of the video and more traditional face-to-face\npresentations given by professional scientists. Observations, student\nsurveys, and an interview with the high school chemistry teacher demonstrated\nthe utility of such a video. Specifically, the students who viewed\nthe video reported learning more about the nature of laboratory work\nin chemistry than other students who did not view the video. Students,\nregardless of whether they viewed the video or just received a presentation,\nreported growth in understandings of the applications of chemistry\nresearch and porous nanomaterial. Other research chemists are encouraged\nto consider ways that they could document on video the research that\nthey are performing in order to introduce an untapped audience (high\nschool students) to authentic chemistry research in a practically\nsimple manner. During times of crisis, such as a pandemic, online\nvideos could be a useful tool for high school chemistry teachers to\nuse in collaboration with research faculty, particularly when schools\nare closed.</p>", "clean_text": "Described is the creation, deployment, and evaluation of a video produced about the synthesis and applications of metal-organic frameworks (MOFs). The goal of this project was to gauge the impact of viewing the video on high school students' conceptions of authentic chemistry practices and applications. Additionally, comparisons were made between the use of the video and more traditional face-to-face presentations given by professional scientists. Observations, student surveys, and an interview with the high school chemistry teacher demonstrated the utility of such a video. Specifically, the students who viewed the video reported learning more about the nature of laboratory work in chemistry than other students who did not view the video. Students, regardless of whether they viewed the video or just received a presentation, reported growth in understandings of the applications of chemistry research and porous nanomaterial. Other research chemists are encouraged to consider ways that they could document on video the research that they are performing in order to introduce an untapped audience (high school students) to authentic chemistry research in a practically simple manner. During times of crisis, such as a pandemic, online videos could be a useful tool for high school chemistry teachers to use in collaboration with research faculty, particularly when schools are closed.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>High school chemistry, along with other science subjects, is often\ntaught in a manner that is quite removed from the actual research\npractices that occur in university and other professional laboratory\nsettings. There are many justifiable reasons\nfor this reality. For one, high schools lack the resources to fully\nstock a laboratory with the necessary chemicals and instrumental tools. Additionally, a high school chemistry classroom typically has a\nstudent to teacher ratio that would make truly authentic involvement\nin cutting edge chemical research virtually impossible. Complicating matters is the reality that many high school chemistry\nteachers lack important disciplinary specific background and experiences\nthat would equip them to give a more realistic portrayal of professional\nchemistry to their students.\n</p>", "clean_text": "Introduction\n\nHigh school chemistry, along with other science subjects, is often taught in a manner that is quite removed from the actual research practices that occur in university and other professional laboratory settings. There are many justifiable reasons for this reality. For one, high schools lack the resources to fully stock a laboratory with the necessary chemicals and instrumental tools. Additionally, a high school chemistry classroom typically has a student to teacher ratio that would make truly authentic involvement in cutting edge chemical research virtually impossible. Complicating matters is the reality that many high school chemistry teachers lack important disciplinary specific background and experiences that would equip them to give a more realistic portrayal of professional chemistry to their students. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Research apprenticeship experiences designed for high school students\nin authentic laboratory contexts are one avenue by which these learners\ncan be exposed to the real-world of chemistry research. Research about the impacts of these experiences have demonstrated\nthat the participants learn science content, develop confidence in\ntheir abilities to participate meaningfully in scientific discovery,\nand learn more about the Nature of Science (NOS) as a direct result\nof their participation. One\nproblem with these experiences is the large number of barriers to\naccess them. They are often expensive and elite and have limited space.\nThey are also informal in that they are not a part of any formal curriculum\nand typically take place over the summer. This timing could conflict with other plans held by students and\nhost faculty.</p>", "clean_text": "Research apprenticeship experiences designed for high school students in authentic laboratory contexts are one avenue by which these learners can be exposed to the real-world of chemistry research. Research about the impacts of these experiences have demonstrated that the participants learn science content, develop confidence in their abilities to participate meaningfully in scientific discovery, and learn more about the Nature of Science (NOS) as a direct result of their participation. One problem with these experiences is the large number of barriers to access them. They are often expensive and elite and have limited space. They are also informal in that they are not a part of any formal curriculum and typically take place over the summer. This timing could conflict with other plans held by students and host faculty.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In response to some of these issues, science educators have attempted\nto bring professional scientists and their laboratories into the high\nschool classroom. These School Scientist Partnerships (SSPs) have\nresulted in mixed success. They could\ninvolve the scientist sharing her research in a lecture format or\nallowing the students to somehow participate in data collection or\na similar experience. If the students do participate in data collection,\nrarely if ever do they actually get to participate in the data analysis\nor experience what happens next in the research process as it moves\ntoward publication and presentation. What is clear from the above discussion is that high school chemistry\nlearners have limited experience with or opportunities to examine\njust what it is that professional chemists do and how their research\nmakes a genuine contribution to solving ongoing global problems. We,\nalong with a number of science educators, believe that a lack of an\nadequate understanding of the authentic work done by scientists in\nprofessional contexts could be setting up incoming undergraduate students\nwith a misunderstanding about the meaningfulness and significance\nof scientific research as well as the practices employed in the research\nlaboratory.\n</p>", "clean_text": "In response to some of these issues, science educators have attempted to bring professional scientists and their laboratories into the high school classroom. These School Scientist Partnerships (SSPs) have resulted in mixed success. They could involve the scientist sharing her research in a lecture format or allowing the students to somehow participate in data collection or a similar experience. If the students do participate in data collection, rarely if ever do they actually get to participate in the data analysis or experience what happens next in the research process as it moves toward publication and presentation. What is clear from the above discussion is that high school chemistry learners have limited experience with or opportunities to examine just what it is that professional chemists do and how their research makes a genuine contribution to solving ongoing global problems. We, along with a number of science educators, believe that a lack of an adequate understanding of the authentic work done by scientists in professional contexts could be setting up incoming undergraduate students with a misunderstanding about the meaningfulness and significance of scientific research as well as the practices employed in the research laboratory. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>It is our belief that videos could be utilized to virtually bring\nthe professional laboratory into a high school classroom in a way\nthat otherwise would not be possible. Online videos have been specifically\nused to teach chemical concepts and content, prepare students for\nlaboratory work with a certain degree of success, provide instruction\nand practice in chemical information literacy, and/or allow students\nto demonstrate their own chemical knowledge and understanding. In addition to these uses, YouTube has been utilized to showcase\nand communicate science more generally to an informal public audience\nthrough publically available videos. Less frequently have professional\nscientists developed their own videos to communicate the specifics\nof their research. It is here where this work makes\na contribution to the chemistry education literature in that it offers\nan additional example of the creation of a video that could be replicated\nby other chemists to disseminate their research to the general public\nin a novel way. Specifically, we believe that a video tour of a working\nchemistry laboratory can allow for high school students to see into\na laboratory in a way that a more traditional classroom visit from\na professional chemist would not afford.</p>", "clean_text": "It is our belief that videos could be utilized to virtually bring the professional laboratory into a high school classroom in a way that otherwise would not be possible. Online videos have been specifically used to teach chemical concepts and content, prepare students for laboratory work with a certain degree of success, provide instruction and practice in chemical information literacy, and/or allow students to demonstrate their own chemical knowledge and understanding. In addition to these uses, YouTube has been utilized to showcase and communicate science more generally to an informal public audience through publically available videos. Less frequently have professional scientists developed their own videos to communicate the specifics of their research. It is here where this work makes a contribution to the chemistry education literature in that it offers an additional example of the creation of a video that could be replicated by other chemists to disseminate their research to the general public in a novel way. Specifically, we believe that a video tour of a working chemistry laboratory can allow for high school students to see into a laboratory in a way that a more traditional classroom visit from a professional chemist would not afford.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The purpose of this work is to report on a collaboration between\na chemist and science educator at a major research university that\nresulted in the development and implementation of a documentary film\nshowcasing the chemist’s research, aimed at an audience of\nhigh school chemistry students. The result was a new understanding\nof the benefits of, and the potential for, using video technologies\nto introduce high school students to authentic scientific research\nthat would be otherwise near to impossible to achieve for a large\nnumber of students.</p>", "clean_text": "The purpose of this work is to report on a collaboration between a chemist and science educator at a major research university that resulted in the development and implementation of a documentary film showcasing the chemist's research, aimed at an audience of high school chemistry students. The result was a new understanding of the benefits of, and the potential for, using video technologies to introduce high school students to authentic scientific research that would be otherwise near to impossible to achieve for a large number of students.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Design</title><p>The chemistry content that was the focus of the video dealt with\nmetal–organic frameworks (MOFs), as this is the main focus\nof one area of the author’s scholarly research. MOFs are microscopic\nparticles with large surface areas that are porous and can be used\ntherefore in the adsorption of certain target chemicals and/or to\ndeliver target chemicals stored within them to specific active sites\noften for medical purposes. Additionally, these substances are crystalline in nature and as\nsuch hold very specific molecular geometries that can be viewed via\ntransmission electron microscopy (TEM) and scanning electron microscopy\n(SEM), the latter of which produces nice three-dimensional images.  displays the synthesis\nprocess and chemical structures for the MOFs utilized in this project.  displays images\nfrom the utilization of SEM and TEM at the research university (University\nof Arkansas) to view MOF-5.</p>", "clean_text": "Design\n\nThe chemistry content that was the focus of the video dealt with metal-organic frameworks (MOFs), as this is the main focus of one area of the author's scholarly research. MOFs are microscopic particles with large surface areas that are porous and can be used therefore in the adsorption of certain target chemicals and/or to deliver target chemicals stored within them to specific active sites often for medical purposes. Additionally, these substances are crystalline in nature and as such hold very specific molecular geometries that can be viewed via transmission electron microscopy (TEM) and scanning electron microscopy (SEM), the latter of which produces nice three-dimensional images.  displays the synthesis process and chemical structures for the MOFs utilized in this project.  displays images from the utilization of SEM and TEM at the research university (University of Arkansas) to view MOF-5.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Synthesis and structural representations of the three different\nMOFs (MIL-101­(Fe), ZIF-8, and MOF-5) used for this study.<xref ref-type=\"bibr\" rid=\"ref25\"></xref>\n</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ed0c00376_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Synthesis and structural representations of the three different MOFs (MIL-101(Fe), ZIF-8, and MOF-5) used for this study.    ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Transmission electron microscopy (A) and scanning electron microscopy\n(B–F) images of the metal organic framework (MOF-5) that was\nsynthesized for this project.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ed0c00376_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Transmission electron microscopy (A) and scanning electron microscopy (B-F) images of the metal organic framework (MOF-5) that was synthesized for this project.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>A documentary-style film was created with the intent purpose of\nhaving it viewed by high school chemistry students in a classroom\nsetting at an area high school. The video that was generated contained\na tour of the chemistry laboratory space, the steps used in the synthesis\nof the MOF, the operation of both the TEM and the SEM to view the\nMOFs, a demonstration of the adsorption capabilities of the synthesized\nMOF, and a discussion of MOF properties and applications. In editing\nthe video, decisions were made to cut between lecture-style slide\npresentations and video footage of laboratory techniques and procedures\nso as to make the video more engaging and to flow in a logical way.\nThe video footage was taken with a Sony Handycam Camcorder typically\nused for recording personal home videos and then edited with the iMovie\nvideo editing software. The point is that this video was made using\nvery inexpensive equipment and software.  displays a screenshot from the YouTube video\nthat we created. The video itself was nearly 30 min in length. The\nlink to this video can be found in the Associated Content section\nat the conclusion of this communication. Our rationale for uploading\nthe video to YouTube was for the benefit of the chemistry teacher\nto easily access the video in his various classes. A secondary benefit,\nunexamined in this work as it was unrelated to the scope of this project,\nwas the ability for the general public to find and view the video\non YouTube at their leisure. Within a year of its posting, the video\nitself has over 6500 views on YouTube.</p>", "clean_text": "A documentary-style film was created with the intent purpose of having it viewed by high school chemistry students in a classroom setting at an area high school. The video that was generated contained a tour of the chemistry laboratory space, the steps used in the synthesis of the MOF, the operation of both the TEM and the SEM to view the MOFs, a demonstration of the adsorption capabilities of the synthesized MOF, and a discussion of MOF properties and applications. In editing the video, decisions were made to cut between lecture-style slide presentations and video footage of laboratory techniques and procedures so as to make the video more engaging and to flow in a logical way. The video footage was taken with a Sony Handycam Camcorder typically used for recording personal home videos and then edited with the iMovie video editing software. The point is that this video was made using very inexpensive equipment and software.  displays a screenshot from the YouTube video that we created. The video itself was nearly 30 min in length. The link to this video can be found in the Associated Content section at the conclusion of this communication. Our rationale for uploading the video to YouTube was for the benefit of the chemistry teacher to easily access the video in his various classes. A secondary benefit, unexamined in this work as it was unrelated to the scope of this project, was the ability for the general public to find and view the video on YouTube at their leisure. Within a year of its posting, the video itself has over 6500 views on YouTube.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Screenshot of the documentary film from YouTube.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ed0c00376_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Screenshot of the documentary film from YouTube.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Methods</title><p>One chemistry teacher and 122 of his students (from multiple class\nperiods) from a local high school (Fayetteville High School (FHS))\nparticipated in this study. The high school itself has an enrollment\nof over 2800 students. Of the total students, 69% are White, 13% Hispanic,\nand 11% Black. 22% of the students are on free and reduced lunch.\n49% of the students participate in Advanced Placement (AP) course\nwork. The students in this study were representative of the overall\nstudent population.</p>", "clean_text": "Methods\n\nOne chemistry teacher and 122 of his students (from multiple class periods) from a local high school (Fayetteville High School (FHS)) participated in this study. The high school itself has an enrollment of over 2800 students. Of the total students, 69% are White, 13% Hispanic, and 11% Black. 22% of the students are on free and reduced lunch. 49% of the students participate in Advanced Placement (AP) course work. The students in this study were representative of the overall student population.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>We examined five different chemistry classes for the purposes of\nthis investigation. Three of them were standard introductory high\nschool chemistry classes and two were pre-AP chemistry classes. The\nthree standard classes received one of three treatments: A, a traditional\nresearch presentation by the chemist without the video; B, viewing\nthe video in the presence of the chemist to field questions; C, viewing\nthe video in the absence of the chemist. The two pre-AP classes received\none of the two treatments outlined above: A, a traditional research\npresentation by the chemist without the video; C, viewing the video\nin the absence of the chemist.</p>", "clean_text": "We examined five different chemistry classes for the purposes of this investigation. Three of them were standard introductory high school chemistry classes and two were pre-AP chemistry classes. The three standard classes received one of three treatments: A, a traditional research presentation by the chemist without the video; B, viewing the video in the presence of the chemist to field questions; C, viewing the video in the absence of the chemist. The two pre-AP classes received one of the two treatments outlined above: A, a traditional research presentation by the chemist without the video; C, viewing the video in the absence of the chemist.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Students from all five of the classes were surveyed about their\nbeliefs regarding the impact of the video. Additionally, three class\nperiods were observed as they viewed the video and/or participated\nin a live presentation made by the research chemist. Finally, the\nteacher was interviewed about his thoughts on the merits and intended\npurposes of the video. These mixed-methods observational and interview\ndata were analyzed using qualitative methodologies consistent with\nthose employed when conducting naturalistic forms of inquiry.\n</p>", "clean_text": "Students from all five of the classes were surveyed about their beliefs regarding the impact of the video. Additionally, three class periods were observed as they viewed the video and/or participated in a live presentation made by the research chemist. Finally, the teacher was interviewed about his thoughts on the merits and intended purposes of the video. These mixed-methods observational and interview data were analyzed using qualitative methodologies consistent with those employed when conducting naturalistic forms of inquiry. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Findings</title><title>Student Reported Impact</title><p>Students from each group were\nsurveyed about the impact of the experience.  displays the percentages of students from\neach class that self-reported learning as a result of the video or\npresentation.</p><p>This survey ()\nconsisted of open-ended questions to which students provided written\nresponses. When students wrote about the use of MOFs as either a drug\ndelivery system or as a means of water purification on the survey,\ntheir response was classified as “applications of chemistry”.\nStudents describing a new understanding of the work that a chemist\ndoes had their responses labeled as “job of a chemist”.\nWhen students discussed laboratory processes such as the microscopy\nviewed in the video, their responses were coded, “authentic\nlaboratory work”. A number of students described learning about\nporous materials or about chemistry in general, and their responses\nwere described as “miscellaneous learning”. Finally,\nsome students were quite blunt when telling us that they did not think\nthey learned anything at all. Such responses were indicative of “no\nlearning”.</p>", "clean_text": "Findings\n\nStudent Reported Impact\n\nStudents from each group were surveyed about the impact of the experience.  displays the percentages of students from each class that self-reported learning as a result of the video or presentation.\n\nThis survey () consisted of open-ended questions to which students provided written responses. When students wrote about the use of MOFs as either a drug delivery system or as a means of water purification on the survey, their response was classified as \"applications of chemistry\". Students describing a new understanding of the work that a chemist does had their responses labeled as \"job of a chemist\". When students discussed laboratory processes such as the microscopy viewed in the video, their responses were coded, \"authentic laboratory work\". A number of students described learning about porous materials or about chemistry in general, and their responses were described as \"miscellaneous learning\". Finally, some students were quite blunt when telling us that they did not think they learned anything at all. Such responses were indicative of \"no learning\".", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>High School Chemistry Student Self-Reported\nImpact of Learning about Authentic Chemistry Research in a Variety\nof Ways</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Participants</oasis:entry>\n<oasis:entry align=\"center\">Learning Experience</oasis:entry>\n<oasis:entry align=\"center\">Applications of Chemistry (%)</oasis:entry>\n<oasis:entry align=\"center\">Job of a Chemist (%)</oasis:entry>\n<oasis:entry align=\"center\">Authentic Laboratory Work (%)</oasis:entry>\n<oasis:entry align=\"center\">Misc. Learning (%)</oasis:entry>\n<oasis:entry align=\"center\">No Learning (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Standard chemistry class 1 (<italic toggle=\"yes\">N</italic> = 27)</oasis:entry>\n<oasis:entry>Chemist present: YouTube video</oasis:entry>\n<oasis:entry>41</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>22</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Standard chemistry class 2 (<italic toggle=\"yes\">N</italic> = 21)</oasis:entry>\n<oasis:entry>Chemist present: Powerpoint,\nno video</oasis:entry>\n<oasis:entry>57</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>33</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Standard chemistry class 3 (<italic toggle=\"yes\">N</italic> = 25)</oasis:entry>\n<oasis:entry>No chemist present: YouTube video</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>32</oasis:entry>\n<oasis:entry>36</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Pre-AP chemistry class 1 (<italic toggle=\"yes\">N</italic> = 26)</oasis:entry>\n<oasis:entry>Chemist present: Powerpoint,\nno video</oasis:entry>\n<oasis:entry>58</oasis:entry>\n<oasis:entry>15</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>27</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Pre-AP chemistry class 2 (<italic toggle=\"yes\">N</italic> = 23)</oasis:entry>\n<oasis:entry>No chemist present: YouTube video</oasis:entry>\n<oasis:entry>52.2</oasis:entry>\n<oasis:entry>4.4</oasis:entry>\n<oasis:entry>13</oasis:entry>\n<oasis:entry>17.4</oasis:entry>\n<oasis:entry>13</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Observations</title><p>In all three of the classes that we observed,\nstudents were attentive to either the video or the presentation and\nasked a variety of questions to the chemist when present. Most of\nthese questions centered on the application of MOF chemistry, specifically\nthe time it takes to take a drug from the research stage to its availability\nto the general public.</p>", "clean_text": "Observations\n\nIn all three of the classes that we observed, students were attentive to either the video or the presentation and asked a variety of questions to the chemist when present. Most of these questions centered on the application of MOF chemistry, specifically the time it takes to take a drug from the research stage to its availability to the general public.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Teacher Perspectives</title><p>The teacher was interviewed about\nhis thoughts on what the students may have gained from their viewing\nof the video. During that interview, he expressed his belief that\nfor “one hundred percent” of his students this was their\nfirst window into what a working laboratory was like. He said that\nwhat they do in his classroom is “prescribed a lot and not\nso much experimentation. [Through the video] they could see the difference\nbetween a [school] lab and a [professional] experiment”.</p>", "clean_text": "Teacher Perspectives\n\nThe teacher was interviewed about his thoughts on what the students may have gained from their viewing of the video. During that interview, he expressed his belief that for \"one hundred percent\" of his students this was their first window into what a working laboratory was like. He said that what they do in his classroom is \"prescribed a lot and not so much experimentation. [Through the video] they could see the difference between a [school] lab and a [professional] experiment\".", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Discussion and Conclusion</title><p>As can be seen from the data presented in , students in general reported learning something\nas a result of the various presentations that they received. Notably,\nthe only students who reported learning something about authentic\nlaboratory work were those who viewed the video, with or without the\npresence of the researcher. That being said, the percentages of students\nwho reported learning something about authentic work was still quite\nlow. Perhaps we can do a better job in the future supplementing the\nvideo with hands-on laboratory work and other related activities before\nand after viewing the video. Previous research in the use of educational\nvideos in chemistry teaching contexts demonstrates the value of planned\nvideo pauses with explicitly designed discussion questions. This is definitely a strategy that could be\nimplemented with this video in the future. Another interesting finding\nwas that the only students who reported learning nothing were those\nin classes where the chemist was not present during the experience.\nThis finding indicates that a knowledgeable chemist present during\nthe video playback was a key variable related to learning outcomes.\nWe wonder, if a trained high school teacher, e.g., one who has personal\nexperience conducting professional chemistry research, might be able\nto substitute for the presence of the chemist. Perhaps what is important\nis the presence of expertise itself and an expertise that could potentially\nbe had by the high school teacher. This is something that needs future\nresearch. It is worth mentioning here that the majority of all of\nthe students in the video only groups (i.e., those that lacked the\npresence of the expert chemist) did report learning something valuable\nabout the work that chemists do, the applications of MOF chemistry,\nmaterial chemistry in general, or authentic laboratory work. One limitation\nto our analysis was that we coded each student to only one category\nof learning (). We do believe that given the data we had, this was the best that\nwe could do. Had we been able to interview each student, perhaps they\nwould have provided us with more nuanced responses that might have\nfallen in more than one category.</p>", "clean_text": "Discussion and Conclusion\n\nAs can be seen from the data presented in , students in general reported learning something as a result of the various presentations that they received. Notably, the only students who reported learning something about authentic laboratory work were those who viewed the video, with or without the presence of the researcher. That being said, the percentages of students who reported learning something about authentic work was still quite low. Perhaps we can do a better job in the future supplementing the video with hands-on laboratory work and other related activities before and after viewing the video. Previous research in the use of educational videos in chemistry teaching contexts demonstrates the value of planned video pauses with explicitly designed discussion questions. This is definitely a strategy that could be implemented with this video in the future. Another interesting finding was that the only students who reported learning nothing were those in classes where the chemist was not present during the experience. This finding indicates that a knowledgeable chemist present during the video playback was a key variable related to learning outcomes. We wonder, if a trained high school teacher, e.g., one who has personal experience conducting professional chemistry research, might be able to substitute for the presence of the chemist. Perhaps what is important is the presence of expertise itself and an expertise that could potentially be had by the high school teacher. This is something that needs future research. It is worth mentioning here that the majority of all of the students in the video only groups (i.e., those that lacked the presence of the expert chemist) did report learning something valuable about the work that chemists do, the applications of MOF chemistry, material chemistry in general, or authentic laboratory work. One limitation to our analysis was that we coded each student to only one category of learning (). We do believe that given the data we had, this was the best that we could do. Had we been able to interview each student, perhaps they would have provided us with more nuanced responses that might have fallen in more than one category.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>We believe that this information demonstrates the value of a chemist-generated\nresearch-related video for the purposes of introducing high school\nchemistry students to authentic chemistry research and related concepts.\nThis is particularly important because visiting individual classrooms\nin high school settings is quite time-consuming and requires a good\ndeal of planning. A video, however, can be played whenever a high\nschool teacher might find a good fit within the curriculum and can\nbe easily accessed through web-based tools such as YouTube.</p>", "clean_text": "We believe that this information demonstrates the value of a chemist-generated research-related video for the purposes of introducing high school chemistry students to authentic chemistry research and related concepts. This is particularly important because visiting individual classrooms in high school settings is quite time-consuming and requires a good deal of planning. A video, however, can be played whenever a high school teacher might find a good fit within the curriculum and can be easily accessed through web-based tools such as YouTube.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>We would be remiss to not mention the clear timeliness of this\nresearch for at least two reasons. First, with the current rush to\ndevelop and empirically test the merits of both therapeutics and vaccinations\nfor the COVID-19 virus, students’ interest in the development\nof any drug and subsequent trials, specifically the time that it takes\nto do this sort of medical research, is piqued. That students asked\nso many questions about the practical applications of MOF chemistry\nis an encouraging sign of the effectiveness of our video. Second,\nwith schools and universities across the globe closed and delivering\nremote instruction, the practical use of online videos as educational\ntools has been amplified. This video in particular simulates bringing\nstudents into a laboratory. Such an experience is likely extremely\nvaluable during times when physical access to laboratories might be\nprohibited due to a pandemic, e.g., COVID-19.</p>", "clean_text": "We would be remiss to not mention the clear timeliness of this research for at least two reasons. First, with the current rush to develop and empirically test the merits of both therapeutics and vaccinations for the COVID-19 virus, students' interest in the development of any drug and subsequent trials, specifically the time that it takes to do this sort of medical research, is piqued. That students asked so many questions about the practical applications of MOF chemistry is an encouraging sign of the effectiveness of our video. Second, with schools and universities across the globe closed and delivering remote instruction, the practical use of online videos as educational tools has been amplified. This video in particular simulates bringing students into a laboratory. Such an experience is likely extremely valuable during times when physical access to laboratories might be prohibited due to a pandemic, e.g., COVID-19.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>In summary, evidence gathered through this work demonstrated that\nresearcher developed documentary style films can be employed to communicate\nattributes of authentic scientific research that otherwise would be\ninvisible in traditional school science contexts in general and the\nhigh school chemistry classroom in particular. It is hoped that this\nproject models an effective strategy that others may employ.</p>", "clean_text": "In summary, evidence gathered through this work demonstrated that researcher developed documentary style films can be employed to communicate attributes of authentic scientific research that otherwise would be invisible in traditional school science contexts in general and the high school chemistry classroom in particular. It is hoped that this project models an effective strategy that others may employ.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.jchemed.0c00376?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.jchemed.0c00376</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Assessment Tool (survey) consisting of open-ended questions\ngiven to the students (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jchemed.0c00376/suppl_file/ed0c00376_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jchemed.0c00376/suppl_file/ed0c00376_si_002.docx\" xlink:type=\"simple\">DOCX</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Assessment Tool (survey) consisting of open-ended questions\ngiven to the students (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jchemed.0c00376/suppl_file/ed0c00376_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jchemed.0c00376/suppl_file/ed0c00376_si_002.docx\" xlink:type=\"simple\">DOCX</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p><p>The URL for the YouTube video referenced throughout\nthis manuscript is <uri xlink:href=\"https://www.youtube.com/watch?v=lqTQfnK9DEU\" xlink:type=\"simple\">https://www.youtube.com/watch?v=lqTQfnK9DEU</uri>.</p>", "clean_text": "The Supporting Information is available at https://pubs.acs.org/doi/10.1021/acs.jchemed.0c00376.  Assessment Tool (survey) consisting of open-ended questions given to the students (PDF, DOCX)   \n\nAssessment Tool (survey) consisting of open-ended questions given to the students (PDF, DOCX)\n\nThe authors declare no competing financial interest.\n\nThe URL for the YouTube video referenced throughout this manuscript is https://www.youtube.com/watch?v=lqTQfnK9DEU.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 16, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>High School Chemistry Student Self-Reported\nImpact of Learning about Authentic Chemistry Research in a Variety\nof Ways</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">Participants</oasis:entry>\n<oasis:entry align=\"center\">Learning Experience</oasis:entry>\n<oasis:entry align=\"center\">Applications of Chemistry (%)</oasis:entry>\n<oasis:entry align=\"center\">Job of a Chemist (%)</oasis:entry>\n<oasis:entry align=\"center\">Authentic Laboratory Work (%)</oasis:entry>\n<oasis:entry align=\"center\">Misc. Learning (%)</oasis:entry>\n<oasis:entry align=\"center\">No Learning (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Standard chemistry class 1 (<italic toggle=\"yes\">N</italic> = 27)</oasis:entry>\n<oasis:entry>Chemist present: YouTube video</oasis:entry>\n<oasis:entry>41</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>22</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Standard chemistry class 2 (<italic toggle=\"yes\">N</italic> = 21)</oasis:entry>\n<oasis:entry>Chemist present: Powerpoint,\nno video</oasis:entry>\n<oasis:entry>57</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>33</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Standard chemistry class 3 (<italic toggle=\"yes\">N</italic> = 25)</oasis:entry>\n<oasis:entry>No chemist present: YouTube video</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>32</oasis:entry>\n<oasis:entry>36</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Pre-AP chemistry class 1 (<italic toggle=\"yes\">N</italic> = 26)</oasis:entry>\n<oasis:entry>Chemist present: Powerpoint,\nno video</oasis:entry>\n<oasis:entry>58</oasis:entry>\n<oasis:entry>15</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>27</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Pre-AP chemistry class 2 (<italic toggle=\"yes\">N</italic> = 23)</oasis:entry>\n<oasis:entry>No chemist present: YouTube video</oasis:entry>\n<oasis:entry>52.2</oasis:entry>\n<oasis:entry>4.4</oasis:entry>\n<oasis:entry>13</oasis:entry>\n<oasis:entry>17.4</oasis:entry>\n<oasis:entry>13</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. High School Chemistry Student Self-Reported Impact of Learning about Authentic Chemistry Research in a Variety of Ways\n\n| Participants                | Learning Experience              | Applications of Chemistry (%) | Job of a Chemist (%) | Authentic Laboratory Work (%) | Misc. Learning (%) | No Learning (%) |\n|-----------------------------|-----------------------------------|--------------------------------|----------------------|--------------------------------|---------------------|-----------------|\n| Standard chemistry class 1 (<italic toggle=\"yes\">N</italic> = 27) | Chemist present: YouTube video | 41                             | 30                   | 7                              | 22                  | 0               |\n| Standard chemistry class 2 (<italic toggle=\"yes\">N</italic> = 21) | Chemist present: Powerpoint, no video | 57                             | 10                   | 0                              | 33                  | 0               |\n| Standard chemistry class 3 (<italic toggle=\"yes\">N</italic> = 25) | No chemist present: YouTube video | 16                             | 8                    | 8                              | 32                  | 36              |\n| Pre-AP chemistry class 1 (<italic toggle=\"yes\">N</italic> = 26) | Chemist present: Powerpoint, no video | 58                             | 15                   | 0                              | 27                  | 0               |\n| Pre-AP chemistry class 2 (<italic toggle=\"yes\">N</italic> = 23) | No chemist present: YouTube video | 52.2                           | 4.4                  | 13                             | 17.4                | 13              |", "data": [{"meta": {"name": "Standard chemistry class 1", "symbol": "", "chemical formula": ""}, "learning experience": [{"value": "Chemist present: YouTube video", "applications of chemistry": "41%", "job of a chemist": "30%", "authentic laboratory work": "7%", "misc. learning": "22%", "no learning": "0%"}]}, {"meta": {"name": "Standard chemistry class 2", "symbol": "", "chemical formula": ""}, "learning experience": [{"value": "Chemist present: Powerpoint, no video", "applications of chemistry": "57%", "job of a chemist": "10%", "authentic laboratory work": "0%", "misc. learning": "33%", "no learning": "0%"}]}, {"meta": {"name": "Standard chemistry class 3", "symbol": "", "chemical formula": ""}, "learning experience": [{"value": "No chemist present: YouTube video", "applications of chemistry": "16%", "job of a chemist": "8%", "authentic laboratory work": "8%", "misc. learning": "32%", "no learning": "36%"}]}, {"meta": {"name": "Pre-AP chemistry class 1", "symbol": "", "chemical formula": ""}, "learning experience": [{"value": "Chemist present: Powerpoint, no video", "applications of chemistry": "58%", "job of a chemist": "15%", "authentic laboratory work": "0%", "misc. learning": "27%", "no learning": "0%"}]}, {"meta": {"name": "Pre-AP chemistry class 2", "symbol": "", "chemical formula": ""}, "learning experience": [{"value": "No chemist present: YouTube video", "applications of chemistry": "52.2%", "job of a chemist": "4.4%", "authentic laboratory work": "13%", "misc. learning": "17.4%", "no learning": "13%"}]}], "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Synthesis and structural representations of the three different\nMOFs (MIL-101­(Fe), ZIF-8, and MOF-5) used for this study.<xref ref-type=\"bibr\" rid=\"ref25\"></xref>\n</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ed0c00376_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Synthesis and structural representations of the three different MOFs (MIL-101(Fe), ZIF-8, and MOF-5) used for this study.    ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Transmission electron microscopy (A) and scanning electron microscopy\n(B–F) images of the metal organic framework (MOF-5) that was\nsynthesized for this project.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ed0c00376_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Transmission electron microscopy (A) and scanning electron microscopy (B-F) images of the metal organic framework (MOF-5) that was synthesized for this project.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Screenshot of the documentary film from YouTube.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ed0c00376_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Screenshot of the documentary film from YouTube.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jchemed.0c00376", "title": null, "journal": "American Chemical Society and Division\nof Chemical Education, Inc.", "date": "2020.07", "author_list": ["Burgin\nStephen R.", "Sakamaki\nYoshie", "Tsuji\nMiu", "Watson\nOlivia", "Heidrick\nZachary", "Chitwood\nTimothy", "Benamara\nMourad", "Martin\nElizabeth M.", "Childress\nMichelle", "Beyzavi\nHudson"]}}