{"filepath": "../L2M3_data/1_application_papers/acs_xml/ef1c03426.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs)\nhave attracted a lot of\nattention in various applications such as molecular separation, catalysis,\nand gas delivery, due to their unique properties such as controllable\nstructure, significantly specific surface area, and extensive porosity.\nHowever, conventional synthesis methods yield powdered MOFs, which\ncannot be directly used in the adsorption separation process due to\nsuch limitations as a high pressure drop, low mass transfer rate,\nand poor recyclability with scattering tendencies. Thus, it is crucial\nfor practical applications to shape MOFs into various monoliths that\nallow an efficient processing, especially for industrial purposes.\nThe existing forming methods are used to shape MOFs into films, pellets,\ntablets, gels, and honeycomb forms. At the same time, the shaping\nprocesses are generally accompanied by varying degrees of performance\ndegradation of the original MOFs material, which is manifested in\nterms of loss of its adsorption capacity by a decrease in the specific\nsurface area and porosity. Consequently, it is important to shape\nMOF monoliths into the appropriate shapes, mechanical strength, and\nstability, as well as to prevent the loss of the original properties\nin industrial applications. This paper reviews various strategies\nfor shaping MOFs and discusses the impact of the shaping process on\nthe properties of the MOFs as compared to their pristine powder form.\nIt is believed this review will facilitate the industrial application\nof MOFs in gas processing applications.</p>", "clean_text": "Metal-organic frameworks (MOFs) have attracted a lot of attention in various applications such as molecular separation, catalysis, and gas delivery, due to their unique properties such as controllable structure, significantly specific surface area, and extensive porosity. However, conventional synthesis methods yield powdered MOFs, which cannot be directly used in the adsorption separation process due to such limitations as a high pressure drop, low mass transfer rate, and poor recyclability with scattering tendencies. Thus, it is crucial for practical applications to shape MOFs into various monoliths that allow an efficient processing, especially for industrial purposes. The existing forming methods are used to shape MOFs into films, pellets, tablets, gels, and honeycomb forms. At the same time, the shaping processes are generally accompanied by varying degrees of performance degradation of the original MOFs material, which is manifested in terms of loss of its adsorption capacity by a decrease in the specific surface area and porosity. Consequently, it is important to shape MOF monoliths into the appropriate shapes, mechanical strength, and stability, as well as to prevent the loss of the original properties in industrial applications. This paper reviews various strategies for shaping MOFs and discusses the impact of the shaping process on the properties of the MOFs as compared to their pristine powder form. It is believed this review will facilitate the industrial application of MOFs in gas processing applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic frameworks (MOFs) are attractive materials\nwith abundant pore size distribution and self-assembly formed by metal\nions/clusters and organic ligands through coordination bonds. The chemical diversity allows MOFs to act as both active species\nas well as passive sorbents to a greater degree than zeolites or activated\ncarbon materials. The strong interest in MOFs has inspired the development\nof various synthetic approaches, including hydrothermal, sol–gel syntheses, electrochemical, mechanochemical, microwave, and ultrasound methods. Therefore,\napart from carbon capture, utilization, and storage (CCUS), MOFs and their newly based-composites have found broad applications\nin numerous fields, including catalysis, biomedicine, molecular adsorption/separation, as well as electrical\nconduction. There is an urgent\nneed to combine the diversity of the structure and performance of\nMOFs with industrial practice. Since almost every practical application\nrequires specific devices, it is necessary to formulate them in the\nright shapes for practical contactors. The need to shape MOFs is not only due to the specificity of the\ndevices, but more importantly, it is related to the mass transfer\nproperties especially in breakthrough experiments that can reduce\nthe pressure drop.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are attractive materials with abundant pore size distribution and self-assembly formed by metal ions/clusters and organic ligands through coordination bonds. The chemical diversity allows MOFs to act as both active species as well as passive sorbents to a greater degree than zeolites or activated carbon materials. The strong interest in MOFs has inspired the development of various synthetic approaches, including hydrothermal, sol-gel syntheses, electrochemical, mechanochemical, microwave, and ultrasound methods. Therefore, apart from carbon capture, utilization, and storage (CCUS), MOFs and their newly based-composites have found broad applications in numerous fields, including catalysis, biomedicine, molecular adsorption/separation, as well as electrical conduction. There is an urgent need to combine the diversity of the structure and performance of MOFs with industrial practice. Since almost every practical application requires specific devices, it is necessary to formulate them in the right shapes for practical contactors. The need to shape MOFs is not only due to the specificity of the devices, but more importantly, it is related to the mass transfer properties especially in breakthrough experiments that can reduce the pressure drop. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>However, the\nindustrial application of MOFs is subject to certain\nlimitations because the samples obtained by synthetic methods are\npowdery usually with a particle size in microns. In spite of\nthe appealing performance of MOFs for industry, the intrinsic powder\nform of MOFs is not suitable for large-scale industrial development\nand applications. For industrial applications, powder adsorbents have\nnot been an optimum choice owing to their scattering complications.\nHowever, samples with rigid shapes are a more favorable approach to\nresolve the dispersion and pressure drop problems. Several literature studies reported\nthat the shaped adsorbents have facilitated more mass transfer as\nwell as gaseous diffusion across the adsorbent during the static and\ndynamic adsorption processes such as pressure swing adsorption (PSA),\ntemperature swing adsorption (TSA), and electric swing adsorption\n(ESA). The application of monolithic adsorbents to the gas\nadsorption process can improve the mass transfer rate, and the purity\nof the recovered gas has been verified. Likewise, in a catalytic\nconverter, a honeycomb structure is the standard form for the catalyst. Therefore, in parallel with the research of\nvarious methods for the synthesis of MOFs, it is equally important\nto investigate the methods to shape the MOFs to suit the specific industrial operation.\n</p>", "clean_text": "However, the industrial application of MOFs is subject to certain limitations because the samples obtained by synthetic methods are powdery usually with a particle size in microns. In spite of the appealing performance of MOFs for industry, the intrinsic powder form of MOFs is not suitable for large-scale industrial development and applications. For industrial applications, powder adsorbents have not been an optimum choice owing to their scattering complications. However, samples with rigid shapes are a more favorable approach to resolve the dispersion and pressure drop problems. Several literature studies reported that the shaped adsorbents have facilitated more mass transfer as well as gaseous diffusion across the adsorbent during the static and dynamic adsorption processes such as pressure swing adsorption (PSA), temperature swing adsorption (TSA), and electric swing adsorption (ESA). The application of monolithic adsorbents to the gas adsorption process can improve the mass transfer rate, and the purity of the recovered gas has been verified. Likewise, in a catalytic converter, a honeycomb structure is the standard form for the catalyst. Therefore, in parallel with the research of various methods for the synthesis of MOFs, it is equally important to investigate the methods to shape the MOFs to suit the specific industrial operation. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To implement the industrial-oriented application of MOFs,\nsuch\nas for CO<sub>2</sub> adsorption and catalysis, the shaping of MOFs\ninto films, granules, pellets, hollow structures, and honeycomb monoliths\nhas recently been achieved. A range of shapes have been obtained using readily available methods,\nsuch as direct coating, extrusion molding, mechanical pressing, and\n3D printing (). The application of monoliths directly addresses\nsuch issues as the pressure drop of powder samples for industrial\napplications, improving energy efficiency, and recycling utilization. The fabrication of MOFs monolith currently requires an effective\nand facile procedure without compromising the properties of the MOFs\nthemselves. Compression pelletization of MOFs will negatively affect\ntheir crystallinity and textural properties when applied pressure\nis excessive, and this effect also depends on the presence of additives\nand the pore structure of MOFs. In addition,\nshaping by adding of binders without pressure has been investigated,\nalthough it faces some problems. The addition of binders to synthetic\nMOFs monoliths not only causes pore plugging, but also the shaping\nprocesses themselves typically do more damage to the MOFs because\nthey are not stable in the dispersion solvents or cause a catenation\nof the particles from the high applied pressure (). For example, Cu<sub>3</sub>(BTC)<sub>2</sub> monoliths with a binder\nof 15 wt % poly­(vinyl alcohol) showed a 40% reduction in CO<sub>2</sub> adsorption capacity compared to powder samples and a decrease in\nmass transfer rate with increasing density. Research on the effect of different shaping methods on the inherent\nperformance of MOFs is of great value for the practical application\nof blocks.</p>", "clean_text": "To implement the industrial-oriented application of MOFs, such as for CO2 adsorption and catalysis, the shaping of MOFs into films, granules, pellets, hollow structures, and honeycomb monoliths has recently been achieved. A range of shapes have been obtained using readily available methods, such as direct coating, extrusion molding, mechanical pressing, and 3D printing (). The application of monoliths directly addresses such issues as the pressure drop of powder samples for industrial applications, improving energy efficiency, and recycling utilization. The fabrication of MOFs monolith currently requires an effective and facile procedure without compromising the properties of the MOFs themselves. Compression pelletization of MOFs will negatively affect their crystallinity and textural properties when applied pressure is excessive, and this effect also depends on the presence of additives and the pore structure of MOFs. In addition, shaping by adding of binders without pressure has been investigated, although it faces some problems. The addition of binders to synthetic MOFs monoliths not only causes pore plugging, but also the shaping processes themselves typically do more damage to the MOFs because they are not stable in the dispersion solvents or cause a catenation of the particles from the high applied pressure (). For example, Cu3(BTC)2 monoliths with a binder of 15 wt % poly(vinyl alcohol) showed a 40% reduction in CO2 adsorption capacity compared to powder samples and a decrease in mass transfer rate with increasing density. Research on the effect of different shaping methods on the inherent performance of MOFs is of great value for the practical application of blocks.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Examples of MOFs with different shapes: (a) Image of cordierite\nmonolith coated by MOF-74­(Ni). Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref92\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017, Elsevier.\n(b) Image of UiO-66 granules. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref130\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2015, Elsevier.\n(c) Image of ZIF-8 pellets. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref119\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019, Elsevier.\n(d) Extruded MIL-53­(Al) columns. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref133\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019, Wiley-VCH\nGmbH, Weinheim. (e–g) Different shapes of 3D-printed MOFs.\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref166\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020, Elsevier.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Examples of MOFs with different shapes: (a) Image of cordierite monolith coated by MOF-74(Ni). Reproduced with permission from ref . Copyright 2017, Elsevier. (b) Image of UiO-66 granules. Reproduced with permission from ref . Copyright 2015, Elsevier. (c) Image of ZIF-8 pellets. Reproduced with permission from ref . Copyright 2019, Elsevier. (d) Extruded MIL-53(Al) columns. Reproduced with permission from ref . Copyright 2019, Wiley-VCH GmbH, Weinheim. (e-g) Different shapes of 3D-printed MOFs. Reproduced with permission from ref . Copyright 2020, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Numerous MOFs monoliths have been shaped by various approaches, and several reviews have recently\nbeen reported. Lorignon et al. reviewed\nfocusing on the design and adjustment of the pore structure for MOFs\nshaping, and they described the advantages and disadvantages of each\nsynthesis method. It was pointed out that shaping MOFs without adding\na binder under mild conditions can prevent pore blocking and maintain\nthe original MOFs properties. The mechanical properties of MOFs (including\npellets, gels, monoliths, etc.) were reviewed by Shah et al., with\nthe conclusion that the mechanical strength can be improved by increasing\nthe percentage of the binder but usually at the expense of the surface\narea and properties like adsorption capacity. Valizadeh et al. discussed various approaches for shaping MOFs into\npellets, films, foams, gels, papers, and hollow structures. They provided\nan overview of shaping effects on the physical and chemical properties\nof MOFs along with their performance in industrial processes, as well\nas the potential applications of each shape. However, there is a lack of overview of the impacts on MOFs themselves\nby shaping techniques, especially concerning the specific surface\narea and pore volume changing, which are crucial for gas adsorption\nand catalytic properties.</p>", "clean_text": "Numerous MOFs monoliths have been shaped by various approaches, and several reviews have recently been reported. Lorignon et al. reviewed focusing on the design and adjustment of the pore structure for MOFs shaping, and they described the advantages and disadvantages of each synthesis method. It was pointed out that shaping MOFs without adding a binder under mild conditions can prevent pore blocking and maintain the original MOFs properties. The mechanical properties of MOFs (including pellets, gels, monoliths, etc.) were reviewed by Shah et al., with the conclusion that the mechanical strength can be improved by increasing the percentage of the binder but usually at the expense of the surface area and properties like adsorption capacity. Valizadeh et al. discussed various approaches for shaping MOFs into pellets, films, foams, gels, papers, and hollow structures. They provided an overview of shaping effects on the physical and chemical properties of MOFs along with their performance in industrial processes, as well as the potential applications of each shape. However, there is a lack of overview of the impacts on MOFs themselves by shaping techniques, especially concerning the specific surface area and pore volume changing, which are crucial for gas adsorption and catalytic properties.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The present study provides an overview\nof the manufacture of MOFs\nwith various shapes, with or without a binder. Pivot parameters such\nas the specific surface area and pore size of the samples before and\nafter molding are summarized in detail because they are critical to\nthe performance of the MOFs. Furthermore, the different MOFs monolith\nsynthesis methods and applications as well as their advantages and\ndrawbacks are also reflected. This review will guide the design of\nthe shaping of MOFs for industrial applications.</p>", "clean_text": "The present study provides an overview of the manufacture of MOFs with various shapes, with or without a binder. Pivot parameters such as the specific surface area and pore size of the samples before and after molding are summarized in detail because they are critical to the performance of the MOFs. Furthermore, the different MOFs monolith synthesis methods and applications as well as their advantages and drawbacks are also reflected. This review will guide the design of the shaping of MOFs for industrial applications.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>MOFs Shaping without Binders</title><p>There are many options for MOFs shaping technology, including traditional\nmethods during the synthesis and mechanical shaping, and 3D printing\nhas been a popular molding method in recent years. Most of these processes require the addition of binders\nthat can affect MOFs’ performance to varying degrees. The MOFs monolith shaping can be classified\ninto two types, with and without binders, according to the different\npaths of forming. Therefore, this work will discuss the effect of\nshaping on the properties of MOFs from these two aspects, especially\ncomparing the specific surface area and pore volume of MOFs powder\nand monolith.</p>", "clean_text": "MOFs Shaping without Binders\n\nThere are many options for MOFs shaping technology, including traditional methods during the synthesis and mechanical shaping, and 3D printing has been a popular molding method in recent years. Most of these processes require the addition of binders that can affect MOFs' performance to varying degrees. The MOFs monolith shaping can be classified into two types, with and without binders, according to the different paths of forming. Therefore, this work will discuss the effect of shaping on the properties of MOFs from these two aspects, especially comparing the specific surface area and pore volume of MOFs powder and monolith.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Shaping without a binder is beneficial for retaining\nthe properties\nof the powder, such as the specific surface area and pore volume,\nbut the shape variation and mechanical strength of monoliths are limited. The binderless MOFs shaping techniques can yield multilayer films,\ngels monolith, and pellets made by pressurization. MOFs have been\napplied to fabricate composite membrane materials to improve properties\nsuch as penetration and selectivity of the membrane due to their favorable\ncompatibility. This section will provide\nan overview of these MOF block shapes and discuss the effect of shaping\non MOFs themselves.</p>", "clean_text": "Shaping without a binder is beneficial for retaining the properties of the powder, such as the specific surface area and pore volume, but the shape variation and mechanical strength of monoliths are limited. The binderless MOFs shaping techniques can yield multilayer films, gels monolith, and pellets made by pressurization. MOFs have been applied to fabricate composite membrane materials to improve properties such as penetration and selectivity of the membrane due to their favorable compatibility. This section will provide an overview of these MOF block shapes and discuss the effect of shaping on MOFs themselves.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Film and Coating</title><p>MOFs can be a filler\nadded to the membrane material to improve gas transport properties\nthrough the mixed-matrix membranes. Polymer matrix-MOF composite\nfilms have attracted extensive attention in gas separation, but the\nproblem of gas leakage at the polymer and the MOF interface still\nneeds to be solved. It has been reported that the combination of ZIF-90\nmembranes () with cellulose nanofibers can provide an extreme performance of\nCO<sub>2</sub>/CH<sub>4</sub> gas separation. The smooth and dense film forms a gas barrier layer that can prevent\ngas leakage from the interface. This\ndesign provides an idea for improving the membrane applications in\ngas adsorption and separation. Recently, precisely arranged films\nconsisting of three different MOFs layers () were successfully prepared, providing a\nnew route for the synthesis of multifunctional materials. Jun et al. reviewed the application of MOFs\nmembranes in water purification and concluded that most of the modified\nfilms improved the selective permeability but only at the laboratory\nscale, and the water stability and recyclability of MOFs in practical\napplications must be considered. In addition,\na portable Eu-based MOFs fluorescent film was investigated and found\nsuitable for the simultaneous fast detection of formaldehyde content\nin the liquid and gas phases.\n</p>", "clean_text": "Film and Coating\n\nMOFs can be a filler added to the membrane material to improve gas transport properties through the mixed-matrix membranes. Polymer matrix-MOF composite films have attracted extensive attention in gas separation, but the problem of gas leakage at the polymer and the MOF interface still needs to be solved. It has been reported that the combination of ZIF-90 membranes () with cellulose nanofibers can provide an extreme performance of CO2/CH4 gas separation. The smooth and dense film forms a gas barrier layer that can prevent gas leakage from the interface. This design provides an idea for improving the membrane applications in gas adsorption and separation. Recently, precisely arranged films consisting of three different MOFs layers () were successfully prepared, providing a new route for the synthesis of multifunctional materials. Jun et al. reviewed the application of MOFs membranes in water purification and concluded that most of the modified films improved the selective permeability but only at the laboratory scale, and the water stability and recyclability of MOFs in practical applications must be considered. In addition, a portable Eu-based MOFs fluorescent film was investigated and found suitable for the simultaneous fast detection of formaldehyde content in the liquid and gas phases. ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Designed hierarchical\nstructure of ZIF-90-TOCN film that CO<sub>2</sub> molecules can pass\nthrough while CH<sub>4</sub> molecules\nare cut off. TOCN means TEMPO-oxidized cellulose nanofibers, and TEMPO\nmeans 2,2,6,6-tetramethylpiperidine-1-oxyl. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref88\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2016, Wiley.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Designed hierarchical structure of ZIF-90-TOCN film that CO2 molecules can pass through while CH4 molecules are cut off. TOCN means TEMPO-oxidized cellulose nanofibers, and TEMPO means 2,2,6,6-tetramethylpiperidine-1-oxyl. Reproduced with permission from ref . Copyright 2016, Wiley.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Experimental concept of MOF-on-MOF film formation\nwith Ag NPs introduced\nthrough treating MOF film with H<sub>2</sub> at 80 °C. Reproduced\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref89\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019, Wiley.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Experimental concept of MOF-on-MOF film formation with Ag NPs introduced through treating MOF film with H2 at 80 °C. Reproduced with permission from ref . Copyright 2019, Wiley.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>In terms of gas adsorption, Rezaei et al. investigated the coating\nof MOF-74­(Ni) and UTSA-16­(Co) onto the surface of commercial cordierite\nand optimized the properties such as the crystal growth and film thickness\nto produce a monolith wrapped with 55 wt % MOFs (). The CO<sub>2</sub> adsorption capacities of the coated MOF-74 and\nUTSA-16 were 1.7 and 1.1 mmol/g (1 bar), respectively, which were\nonly 28% and 29% of the powder samples. Although the experiments demonstrated\nthat the CO<sub>2</sub> adsorption amount was essentially unabated\nafter cycling, it was lower than expected, corresponding to the reduction\nin the BET surface area and pore volume (). Lawson et\nal. improved the coating technique using\na Torlon polymer solution to preseed the MOF powder on the monolith,\nobtaining MOFs loading more than 70 wt %. The heat exchanger surface\nwith aluminum fumarate MOF coating improves the cyclic hydrothermal\nstability owing to its good water adsorption properties. Jeremias et al. proposed an interesting\nroute for HKUST-1 film fabrication, where the substrate for coating\nwas immersed in the solution required for MOF synthesis that was actively\ncooled, while the substrate surface was heated to the temperature\nfor MOF crystallization. This thermal gradient method enables MOF\ncoatings with porosity, mechanical stability, and high thermal coupling\nthat allows for applications in heat exchangers as well as in adsorption\nand catalysis. Their group also grew\nMOF films onto the carbon hollow fibers, and the CO<sub>2</sub> adsorption\ncapacity of MOF-74/carbon composite was 2 mmol/g (25 °C, 1 bar),\nwhich is comparable to that of the powders. Furthermore, the CO<sub>2</sub> adsorption kinetics was evaluated\nusing the adsorption response time, given that the composites had\nfaster kinetics than the powders, with the UTSA-16 composite taking\nonly 2.6 min to reach 90% of the adsorption capacity, while the powder\ntook 4.1 min. Another coating process\nimproved the cycling stability of the MOFs, maintaining an adsorption\ncapacity at 10 000 water adsorption and desorption cycles with\nno observed degradation of the adsorption capacity of 0.26 g/g, allowing\nCAU-10-H to show good performance in heat pump applications.\n</p>", "clean_text": "In terms of gas adsorption, Rezaei et al. investigated the coating of MOF-74(Ni) and UTSA-16(Co) onto the surface of commercial cordierite and optimized the properties such as the crystal growth and film thickness to produce a monolith wrapped with 55 wt % MOFs (). The CO2 adsorption capacities of the coated MOF-74 and UTSA-16 were 1.7 and 1.1 mmol/g (1 bar), respectively, which were only 28% and 29% of the powder samples. Although the experiments demonstrated that the CO2 adsorption amount was essentially unabated after cycling, it was lower than expected, corresponding to the reduction in the BET surface area and pore volume (). Lawson et al. improved the coating technique using a Torlon polymer solution to preseed the MOF powder on the monolith, obtaining MOFs loading more than 70 wt %. The heat exchanger surface with aluminum fumarate MOF coating improves the cyclic hydrothermal stability owing to its good water adsorption properties. Jeremias et al. proposed an interesting route for HKUST-1 film fabrication, where the substrate for coating was immersed in the solution required for MOF synthesis that was actively cooled, while the substrate surface was heated to the temperature for MOF crystallization. This thermal gradient method enables MOF coatings with porosity, mechanical stability, and high thermal coupling that allows for applications in heat exchangers as well as in adsorption and catalysis. Their group also grew MOF films onto the carbon hollow fibers, and the CO2 adsorption capacity of MOF-74/carbon composite was 2 mmol/g (25 °C, 1 bar), which is comparable to that of the powders. Furthermore, the CO2 adsorption kinetics was evaluated using the adsorption response time, given that the composites had faster kinetics than the powders, with the UTSA-16 composite taking only 2.6 min to reach 90% of the adsorption capacity, while the powder took 4.1 min. Another coating process improved the cycling stability of the MOFs, maintaining an adsorption capacity at 10000 water adsorption and desorption cycles with no observed degradation of the adsorption capacity of 0.26 g/g, allowing CAU-10-H to show good performance in heat pump applications. ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Images of pure cordierite monolith (a) and uniformly coated\nby\nMOF-74­(Ni) (b) and UTSA-16­(Co) (c); MOF-74­(Ni) monolith with 52 wt\n% loading were obtained by layer-by-layer (LBL) assembly and secondary\ngrowth; UTSA-16­(Co) monolith with 55 wt % loading was covered by in\nsitu dip coating (ISDC) techniques. Reproduced with permission from\nref <xref ref-type=\"bibr\" rid=\"ref92\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2017, Elsevier.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Images of pure cordierite monolith (a) and uniformly coated by MOF-74(Ni) (b) and UTSA-16(Co) (c); MOF-74(Ni) monolith with 52 wt % loading were obtained by layer-by-layer (LBL) assembly and secondary growth; UTSA-16(Co) monolith with 55 wt % loading was covered by in situ dip coating (ISDC) techniques. Reproduced with permission from ref . Copyright 2017, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of BET Surface\nAreas and Pore\nVolumes for MOFs Powder and Monoliths without Binders</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">powder</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">monolith</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">MOFs</oasis:entry>\n<oasis:entry align=\"center\">surface area (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">surface\narea (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF-74(Ni)</oasis:entry>\n<oasis:entry>3398</oasis:entry>\n<oasis:entry>2.43</oasis:entry>\n<oasis:entry>652</oasis:entry>\n<oasis:entry>0.73</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref92\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UTSA-16(Co)</oasis:entry>\n<oasis:entry>746</oasis:entry>\n<oasis:entry>0.36</oasis:entry>\n<oasis:entry>223</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66</oasis:entry>\n<oasis:entry>1167</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n<oasis:entry>Xerogel: 1459</oasis:entry>\n<oasis:entry>Xerogel: 2.09</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref105\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Aerogel: 1255</oasis:entry>\n<oasis:entry>Aerogel: 1.66</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Fe)</oasis:entry>\n<oasis:entry>1183</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.52</oasis:entry>\n<oasis:entry>1618</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.72</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref106\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-177</oasis:entry>\n<oasis:entry>4100</oasis:entry>\n<oasis:entry>1.65</oasis:entry>\n<oasis:entry>2400\n(compressed at 6 MPa)</oasis:entry>\n<oasis:entry>1.05</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref115\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CPO-27-Ni</oasis:entry>\n<oasis:entry>1060</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>1050 (compressed at 100 MPa)</oasis:entry>\n<oasis:entry>0.40</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref117\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>1433</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1420 (0.05 g/compressed\nat 5 kN)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref118\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>1897</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>453 (0.05 g/compressed\nat 5 kN)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>1983</oasis:entry>\n<oasis:entry>0.76</oasis:entry>\n<oasis:entry>1841 (compressed at 62 MPa)</oasis:entry>\n<oasis:entry>0.70</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref119\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1736 (compressed at 125 MPa)</oasis:entry>\n<oasis:entry>0.67</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Al)</oasis:entry>\n<oasis:entry>796</oasis:entry>\n<oasis:entry>0.42</oasis:entry>\n<oasis:entry>432 (compressed at 62 MPa)</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>538 (compressed\nat 125 MPa)</oasis:entry>\n<oasis:entry>0.32</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry>3623 (ρ = 0.19 g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> = 1.75</oasis:entry>\n<oasis:entry>126–3381<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.017–1.67<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref120\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>V<sub>micro</sub> = 1.43</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn2\">\n<label>a</label>\n<p>The density\nof the compressed pellets\nranges from 1.34 to 0.344 g/cm<sup>3</sup>, corresponding to a BET\nsurface area of 126–3381 m<sup>2</sup>/g.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>b</label>\n<p>The density of the compressed pellets\nranges from 1.34 to 0.344 g/cm<sup>3</sup>, corresponding to a total\npore volume of 10.017–1.67 cm<sup>–3</sup>/g.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<title>Gel and Spongy Blocks</title><p>The formation\nof gel monolithic materials generally does not require pressure and\nbinders, which can serve as precursors\nfor MOFs films, and aerogels typically\npossess variable porosities and specific surface areas. The unconventional ZIF-8 gel material was derived by utilizing a\nhigh-concentration reaction, revealing that mechanical stimulation\ncan lead to a reversible solution–gel conversion. Tian et al. followed a sol–gel synthesis\nprocess ()\nto obtain a dense monomer under mild drying conditions, whereas powder\nwas obtained when dried at higher temperatures or under a vacuum without\nany binders or pressure. The shaped\nHKUST-1 monolith has a methane capacity of 259 cm<sup>3</sup> (standard\ntemperature and pressure (STP)) cm<sup>–3</sup> at 65 bar with\na BET surface area of 1193 m<sup>2</sup>·g<sup>–1</sup>, making it the first qualifying adsorbent to meet the U.S. Department\nof Energy (DOE) volumetric target for methane storage (263 cm<sup>3</sup> (STP) cm<sup>–3</sup>), and it has a strong mechanical\nhardness. UiO-66 gels can also be converted\nto layered porous monomers as xerogels and aerogels, with surface\nareas and pore volumes (1459 m<sup>2</sup>·g<sup>–1</sup>, 2.09 cm<sup>3</sup>·g<sup>–1</sup>, and 1255 m<sup>2</sup>·g<sup>–1</sup>, 1.66 cm<sup>3</sup>·g<sup>–1</sup>, respectively) that far exceed that of UiO-66 powders. MIL-100­(Fe) aerogel with a permanent porosity\nand pore volume was synthesized by Lohe et al. According to the nitrogen adsorption and desorption isotherms,\naerogels were obtained with a single-point BET surface area of 1618\nm<sup>2</sup>·g<sup>–1</sup>, which is much higher than\nthe powdered sample value of 1183 m<sup>2</sup>·g<sup>–1</sup>. It is clear from the pore size distribution\nthat the aerogel has a relatively wide range of micropores and mesopores\ndistribution, with the pore volume maximum at 1.3 nm. However, the mechanical strength was not discussed\nin the research, which is essential for practical applications such\nas adsorption and catalytic processes.</p>", "clean_text": "Gel and Spongy Blocks\n\nThe formation of gel monolithic materials generally does not require pressure and binders, which can serve as precursors for MOFs films, and aerogels typically possess variable porosities and specific surface areas. The unconventional ZIF-8 gel material was derived by utilizing a high-concentration reaction, revealing that mechanical stimulation can lead to a reversible solution-gel conversion. Tian et al. followed a sol-gel synthesis process () to obtain a dense monomer under mild drying conditions, whereas powder was obtained when dried at higher temperatures or under a vacuum without any binders or pressure. The shaped HKUST-1 monolith has a methane capacity of 259 cm3 (standard temperature and pressure (STP)) cm-3 at 65 bar with a BET surface area of 1193 m2⋅g-1, making it the first qualifying adsorbent to meet the U.S. Department of Energy (DOE) volumetric target for methane storage (263 cm3 (STP) cm-3), and it has a strong mechanical hardness. UiO-66 gels can also be converted to layered porous monomers as xerogels and aerogels, with surface areas and pore volumes (1459 m2⋅g-1, 2.09 cm3⋅g-1, and 1255 m2⋅g-1, 1.66 cm3⋅g-1, respectively) that far exceed that of UiO-66 powders. MIL-100(Fe) aerogel with a permanent porosity and pore volume was synthesized by Lohe et al. According to the nitrogen adsorption and desorption isotherms, aerogels were obtained with a single-point BET surface area of 1618 m2⋅g-1, which is much higher than the powdered sample value of 1183 m2⋅g-1. It is clear from the pore size distribution that the aerogel has a relatively wide range of micropores and mesopores distribution, with the pore volume maximum at 1.3 nm. However, the mechanical strength was not discussed in the research, which is essential for practical applications such as adsorption and catalytic processes.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>HKUST-1 powder and sol–gel\nsynthesis process of monolith\n(a). The obtained HKUST-1 monolith with the shape of the mold (b).\nThe XRD patterns of HKUST-1 monolith with Pawley fitting demonstrated\nthat the block keeps the crystal structure of the powder (c). Reproduced\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref104\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018, Springer Nature.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  HKUST-1 powder and sol-gel synthesis process of monolith (a). The obtained HKUST-1 monolith with the shape of the mold (b). The XRD patterns of HKUST-1 monolith with Pawley fitting demonstrated that the block keeps the crystal structure of the powder (c). Reproduced with permission from ref . Copyright 2018, Springer Nature.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>In addition to the direct synthesis of membranous MOFs, blocks\ncan also be synthesized directly via special methods such as freeze-casting. The aligned porous HKUST-1 monolith was prepared\ndirectly by a controlled freezing method without any binders or further\npost-treatment. During the freeze-drying\nprocess, the macropore size of the monolith can be adjusted by changing\nthe freezing temperature; however, this monolith has poor stability\nin water, which limits its application in adsorption and other fields. Another attractive method is to grow ZIF-8\nonto a sponge backbone (by simple immersion) to achieve a mechanically\nstable 3D structure of MOF (), which exhibited excellent organic solvent adsorption\ncapacity, hydrophobicity, and recyclability. It is important to note that the ZIF-8 sponge showed promising compression\nresistance without apparent cracks of the ZIF-8 layer after 10 compress\ntests. Similarly, 3D structured MOF@rGO\n(reduced graphene oxide) composite materials are prepared by embedding\nMOF nanomaterials into graphene oxide nanosheets and then self-assembling\nby high-temperature reduction.\n</p>", "clean_text": "In addition to the direct synthesis of membranous MOFs, blocks can also be synthesized directly via special methods such as freeze-casting. The aligned porous HKUST-1 monolith was prepared directly by a controlled freezing method without any binders or further post-treatment. During the freeze-drying process, the macropore size of the monolith can be adjusted by changing the freezing temperature; however, this monolith has poor stability in water, which limits its application in adsorption and other fields. Another attractive method is to grow ZIF-8 onto a sponge backbone (by simple immersion) to achieve a mechanically stable 3D structure of MOF (), which exhibited excellent organic solvent adsorption capacity, hydrophobicity, and recyclability. It is important to note that the ZIF-8 sponge showed promising compression resistance without apparent cracks of the ZIF-8 layer after 10 compress tests. Similarly, 3D structured MOF@rGO (reduced graphene oxide) composite materials are prepared by embedding MOF nanomaterials into graphene oxide nanosheets and then self-assembling by high-temperature reduction. ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Contact\nangle of pristine sponge (left) and ZIF-8 sponge (right)\nwith colored water droplets (dyed by rhodamine B); (B) pristine sponge\n(top) and ZIF-8 sponge (bottom) in water; (C) absorption and recovery\nprocesses of the ZIF-8 sponge to underwater chloroform (dyed with\nNile Red): (i) chloroform at the bottom of water, (ii) immediately\nabsorbs chloroform in contact with ZIF-8 sponge, (iii) the purified\nwater and ZIF-8 sponge containing chloroform, (iv) the recovered chloroform,\nwater and ZIF-8 sponge, (v) the recycled ZIF-8 sponge washed with\nmethanol. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref109\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017, Wiley.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (A) Contact angle of pristine sponge (left) and ZIF-8 sponge (right) with colored water droplets (dyed by rhodamine B); (B) pristine sponge (top) and ZIF-8 sponge (bottom) in water; (C) absorption and recovery processes of the ZIF-8 sponge to underwater chloroform (dyed with Nile Red): (i) chloroform at the bottom of water, (ii) immediately absorbs chloroform in contact with ZIF-8 sponge, (iii) the purified water and ZIF-8 sponge containing chloroform, (iv) the recovered chloroform, water and ZIF-8 sponge, (v) the recycled ZIF-8 sponge washed with methanol. Reproduced with permission from ref . Copyright 2017, Wiley.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>Granules and Tablets</title><p>Mechanical compression\nof powder is a traditional shaping method, and the density of the\ntablets can be adjusted by changing the compression conditions. Pressure is applied to a specific amount of MOF powder through a\nmechanical device, such as a tablet press, to obtain the shaped sample. MOF-177 powder was compressed into a monolith (<italic toggle=\"yes\">D</italic> = 5 mm) using a mechanical technique without any binders, resulting\nin a 78% increase in the maximum excess volumetric hydrogen storage\ncapacity at 6 MPa and 77 K. However,\nthe monolith showed a diminishing micropore volume due to the gradual\ncollapse of MOF-177 crystals to an amorphous phase during densification. This is a natural consequence of mechanical\ncompression depending on the rigidity and the strength of the MOFs\nframework, where densification may lead to decomposition of the crystallite\nor interpenetration of particulate (). HKUST-1 was\nalso molded by simple mechanical compression, whereby a 1 mL syringe\nwas filled with powder, which was pressed hard (by hand) during loading\n(). The CH<sub>4</sub> adsorption capacity of the\ncompressed sample was reduced by half compared to that of the HKUST-1\npowder. An attempt was made to increase\nthe bulk density by pressing the MOFs onto a wafer at pressures of\n0.5, 2, and 5 tons, and the results showed that the total micropore\nvolumes were dramatically reduced. CPO-27-Ni\ntablets (<italic toggle=\"yes\">D</italic> = 1 cm, thickness = 0.1 cm) were prepared\nby pressing (100 MPa) a 0.5 g powder sample with barely a reduction\nin the specific surface area, and the adsorption of methane was reduced\nfrom 157 to 129 N cm<sup>3</sup> g<sup>–1</sup> at 303 K. Another representative MOF (ZIF-8) was compressed\nby a universal testing machine, and the impact of compression on the\ncatalytic performance was evaluated. The BET surface area of the compressed ZIF-8 pellets at 5 kN (<italic toggle=\"yes\">m</italic> = 0.05 g, <italic toggle=\"yes\">D</italic> = 10 mm) was less than that\nof the native powder, whereas it was significantly reduced in the\ncompressed HKUST-1, reaching only 25% of the powder sample.\n</p>", "clean_text": "Granules and Tablets\n\nMechanical compression of powder is a traditional shaping method, and the density of the tablets can be adjusted by changing the compression conditions. Pressure is applied to a specific amount of MOF powder through a mechanical device, such as a tablet press, to obtain the shaped sample. MOF-177 powder was compressed into a monolith (D = 5 mm) using a mechanical technique without any binders, resulting in a 78% increase in the maximum excess volumetric hydrogen storage capacity at 6 MPa and 77 K. However, the monolith showed a diminishing micropore volume due to the gradual collapse of MOF-177 crystals to an amorphous phase during densification. This is a natural consequence of mechanical compression depending on the rigidity and the strength of the MOFs framework, where densification may lead to decomposition of the crystallite or interpenetration of particulate (). HKUST-1 was also molded by simple mechanical compression, whereby a 1 mL syringe was filled with powder, which was pressed hard (by hand) during loading (). The CH4 adsorption capacity of the compressed sample was reduced by half compared to that of the HKUST-1 powder. An attempt was made to increase the bulk density by pressing the MOFs onto a wafer at pressures of 0.5, 2, and 5 tons, and the results showed that the total micropore volumes were dramatically reduced. CPO-27-Ni tablets (D = 1 cm, thickness = 0.1 cm) were prepared by pressing (100 MPa) a 0.5 g powder sample with barely a reduction in the specific surface area, and the adsorption of methane was reduced from 157 to 129 N cm3 g-1 at 303 K. Another representative MOF (ZIF-8) was compressed by a universal testing machine, and the impact of compression on the catalytic performance was evaluated. The BET surface area of the compressed ZIF-8 pellets at 5 kN (m = 0.05 g, D = 10 mm) was less than that of the native powder, whereas it was significantly reduced in the compressed HKUST-1, reaching only 25% of the powder sample. ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Methane adsorption isotherms of HKUST-1 and density information\nat different packing pressures. The inserts present a picture of HKUST-1\npowder pressed by hand in syringe (1 mL) and a pellet after pressing\nat the bottom. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref116\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2013, American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Methane adsorption isotherms of HKUST-1 and density information at different packing pressures. The inserts present a picture of HKUST-1 powder pressed by hand in syringe (1 mL) and a pellet after pressing at the bottom. Reproduced with permission from ref . Copyright 2013, American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Ribeiro et al. experimentally verified\nthat the specific surface area and CO<sub>2</sub> adsorption properties\nof the ZIF-8 pellets (0.5 g, <italic toggle=\"yes\">D</italic> = 10 mm, <italic toggle=\"yes\">P</italic> = 62 and 125 MPa) were slightly affected by the compression molding.\nThe CO<sub>2</sub> adsorption isotherm of ZIF-8 pellets overlaps with\npowder up to 8 bar and a loss of capacity less than 6% at 29 bar.\nThis is related to the large retention of the specific surface area\nand pore volume of the pellets. The BET surface area of ZIF-8 pellets\nshows a loss of 7% and 12% compared to powder at a compression of\n62 and 125 MPa, respectively. However, the compression molding of\nthe flexible MOF MIL-53­(Al) at the same pressure was less effective,\nwith a 46% and 32% loss of the specific surface area compressed at\n62 and 125 MPa, respectively. The BET\nsurface area and pore volume of the powder and pressed samples of\nZIF-8 and MIL-53­(Al) are listed in . To verify that the molded MOFs can be applied\nto industrial CO<sub>2</sub> capture and separation, such as PSA processes,\nthey measured the pellet mass loss rate during pressure change cycles\n(1, 3, 10, and 13 bar) and demonstrated that both ZIF-8 and MIL-53­(Al)\npellets ()\nhad a mass loss of less than 5%, while MIL-53­(Al) had better mechanical\nproperties. The hydrogen storage capacity\nof the MIL-101 compressed pellets were investigated, and the optimum\nhydrogen adsorption capacity (40 g/L) was obtained for pellet densities\nof 0.45–0.47 g/cm<sup>3</sup>, which is comparable to that\nof MOF-5 and MOF-177 under the same conditions.\n</p>", "clean_text": "Ribeiro et al. experimentally verified that the specific surface area and CO2 adsorption properties of the ZIF-8 pellets (0.5 g, D = 10 mm, P = 62 and 125 MPa) were slightly affected by the compression molding. The CO2 adsorption isotherm of ZIF-8 pellets overlaps with powder up to 8 bar and a loss of capacity less than 6% at 29 bar. This is related to the large retention of the specific surface area and pore volume of the pellets. The BET surface area of ZIF-8 pellets shows a loss of 7% and 12% compared to powder at a compression of 62 and 125 MPa, respectively. However, the compression molding of the flexible MOF MIL-53(Al) at the same pressure was less effective, with a 46% and 32% loss of the specific surface area compressed at 62 and 125 MPa, respectively. The BET surface area and pore volume of the powder and pressed samples of ZIF-8 and MIL-53(Al) are listed in . To verify that the molded MOFs can be applied to industrial CO2 capture and separation, such as PSA processes, they measured the pellet mass loss rate during pressure change cycles (1, 3, 10, and 13 bar) and demonstrated that both ZIF-8 and MIL-53(Al) pellets () had a mass loss of less than 5%, while MIL-53(Al) had better mechanical properties. The hydrogen storage capacity of the MIL-101 compressed pellets were investigated, and the optimum hydrogen adsorption capacity (40 g/L) was obtained for pellet densities of 0.45-0.47 g/cm3, which is comparable to that of MOF-5 and MOF-177 under the same conditions. ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>MOFs pellets are prepared without binders by a benchtop manual\nhydraulic press, and then they are crushed and sieved into different\nsizes. ZIF-8 (left) and MIL-53­(Al) (right) particles in the range\nof 1–2 mm are shown. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref119\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019, Elsevier.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  MOFs pellets are prepared without binders by a benchtop manual hydraulic press, and then they are crushed and sieved into different sizes. ZIF-8 (left) and MIL-53(Al) (right) particles in the range of 1-2 mm are shown. Reproduced with permission from ref . Copyright 2019, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>MOF films have more application fields such as\nbatteries, optics,\nwater purification, and gas separation. When MOFs are applied in adsorption,\ncoating them onto shaped substrates is a feasible way to improve the\nadsorption kinetics as well as the cyclability. Freeze-drying allows\nthe preparation of porous MOFs monolith in directional ways by varying\ntemperatures, but the poor water stability of the MOF blocks from\nthis method limits the application in water treatment and gas adsorption.\nMechanical compression is an easier way to mold MOFs, but applying\ngreat pressure may lead to catenation of the particles and changes\nin their crystal and framework structure ().\n</p>", "clean_text": "MOF films have more application fields such as batteries, optics, water purification, and gas separation. When MOFs are applied in adsorption, coating them onto shaped substrates is a feasible way to improve the adsorption kinetics as well as the cyclability. Freeze-drying allows the preparation of porous MOFs monolith in directional ways by varying temperatures, but the poor water stability of the MOF blocks from this method limits the application in water treatment and gas adsorption. Mechanical compression is an easier way to mold MOFs, but applying great pressure may lead to catenation of the particles and changes in their crystal and framework structure (). ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Schematic view of the\nimpact by compression pelletization on the\nstructure of MOFs. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref78\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018, Elsevier.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Schematic view of the impact by compression pelletization on the structure of MOFs. Reproduced with permission from ref . Copyright 2018, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>MOFs Shaping with Binders</title><p>From the above analysis of the literature, we know that MOFs shaped\nwithout a binder can maintain the performance in terms of surface\narea and porosity, however, with limited mechanical strength and vulnerable\nto pressures. To increase the mechanical strength of MOFs, the addition\nof a suitable binder receipt is the first method to be considered.\nThe choice of binder is also essential for ensuring the initial properties\nof the MOFs to be reserved. Commonly used binders for pelletizing\npowder include inorganic and organic polymeric materials, and their\ncombinations with other shaping methods, such as freezing and 3D printing,\nare also viable. Therefore, this section focuses on the process of\nmolding with binders.</p>", "clean_text": "MOFs Shaping with Binders\n\nFrom the above analysis of the literature, we know that MOFs shaped without a binder can maintain the performance in terms of surface area and porosity, however, with limited mechanical strength and vulnerable to pressures. To increase the mechanical strength of MOFs, the addition of a suitable binder receipt is the first method to be considered. The choice of binder is also essential for ensuring the initial properties of the MOFs to be reserved. Commonly used binders for pelletizing powder include inorganic and organic polymeric materials, and their combinations with other shaping methods, such as freezing and 3D printing, are also viable. Therefore, this section focuses on the process of molding with binders.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Inorganic Binders</title><p>Inorganic binders\nare considered for the MOFs molding process because of their excellent\nthermal stability and environmental friendliness. Clay-based binders, such as bentonite and kaolinite, are\nthe most commonly used binders for zeolite shaping, which can yield\nstrength zeolite granules after sintering. However, because calcination degrades MOF materials and destroys\ntheir structure at high temperatures, clay-based binders that need\nhigh-temperature calcination to gain strength are rarely used alone\nfor the direct formation of MOFs pellets. Binders that can work without requiring calcination are preferred.\nValekar et al. effectively prepared\nMIL-100­(Fe), MIL-101­(Cr), UiO-66­(Zr), and UiO-66­(Zr)_NH<sub>2</sub> in millimeter-sized pellets using 5 wt % ρ-alumina as the\nbinder and investigated the fundamental property changes and mechanical\nstrength of the MOF monoliths. Their schematic diagrams () show that MOFs\nand ρ-alumina are combined by the interaction of hydroxyl groups\non the particle surface to form a monolithic structure with a certain\nstrength. On the basis of the nitrogen\nadsorption and desorption isotherms at 77 K and applying the BET method,\nthe specific surface area of all four MOFs particles was found to\nbe overproportionally reduced, but it is noteworthy that the CO<sub>2</sub> adsorption capacity of MIL-101­(Cr) and UIO-66­(Zr)_NH<sub>2</sub> after spheroidization was basically the same as the weight\nratio compared to the pristine MOFs. The mechanical strength of the four molded MOFs containing 5 wt\n% binders was measured and gave an average crushing strength of 6.7\nN (MIL-100­(Fe)), 4.1 N (MIL-101­(Cr)), 4.7 N (UiO-66­(Zr)), and 2.5\nN (UiO-66­(Zr)_NH<sub>2</sub>), respectively. This is still insufficient for application in packed adsorption\nbeds, though it can also be improved by increasing the binder content.\n</p>", "clean_text": "Inorganic Binders\n\nInorganic binders are considered for the MOFs molding process because of their excellent thermal stability and environmental friendliness. Clay-based binders, such as bentonite and kaolinite, are the most commonly used binders for zeolite shaping, which can yield strength zeolite granules after sintering. However, because calcination degrades MOF materials and destroys their structure at high temperatures, clay-based binders that need high-temperature calcination to gain strength are rarely used alone for the direct formation of MOFs pellets. Binders that can work without requiring calcination are preferred. Valekar et al. effectively prepared MIL-100(Fe), MIL-101(Cr), UiO-66(Zr), and UiO-66(Zr)_NH2 in millimeter-sized pellets using 5 wt % ρ-alumina as the binder and investigated the fundamental property changes and mechanical strength of the MOF monoliths. Their schematic diagrams () show that MOFs and ρ-alumina are combined by the interaction of hydroxyl groups on the particle surface to form a monolithic structure with a certain strength. On the basis of the nitrogen adsorption and desorption isotherms at 77 K and applying the BET method, the specific surface area of all four MOFs particles was found to be overproportionally reduced, but it is noteworthy that the CO2 adsorption capacity of MIL-101(Cr) and UIO-66(Zr)_NH2 after spheroidization was basically the same as the weight ratio compared to the pristine MOFs. The mechanical strength of the four molded MOFs containing 5 wt % binders was measured and gave an average crushing strength of 6.7 N (MIL-100(Fe)), 4.1 N (MIL-101(Cr)), 4.7 N (UiO-66(Zr)), and 2.5 N (UiO-66(Zr)_NH2), respectively. This is still insufficient for application in packed adsorption beds, though it can also be improved by increasing the binder content. ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Process of shaping MOFs monoliths using 5 wt\n% ρ-alumina\nas a binder through wet granulation (left); The shaped spheres of\nMIL-100­(Fe) (a), MIL-101­(Cr) (b), UiO-66­(Zr) (c), and UiO-66­(Zr)_NH<sub>2</sub> (d).<xref ref-type=\"bibr\" rid=\"ref124\"></xref>\n</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  Process of shaping MOFs monoliths using 5 wt % ρ-alumina as a binder through wet granulation (left); The shaped spheres of MIL-100(Fe) (a), MIL-101(Cr) (b), UiO-66(Zr) (c), and UiO-66(Zr)_NH2 (d).    ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>Kim et al. fabricated MIL-100­(Fe)\ngranules with a size of 1.18–1.70 mm by adding 10% silica sol\nas a binder. The adsorption and desorption isotherms at 77 K showed\nthe BET surface area of 1619 m<sup>2</sup>/g for MIL-100­(Fe) granule,\nwhich is about 90% of the powders without additional reduction. In\naddition, the MIL-100­(Fe) granules had a better SF<sub>6</sub> adsorption\ncapacity, and the breakthrough time is 40 min faster at 1 bar than\nthat of commercial zeolite 13X granules, which offers greater possibilities\nfor practical industrial applications. Moreira et al. have used 1% graphite and 99% UiO-66 powder pressed\ninto a tablet composite (), but the BET surface area was reduced by 22% compared\nto that of pristine UiO-66, which is unfavorable for the gas adsorption\nprocess. In most cases, the properties\nof MOFs with inorganic binders are retained (), but there is still a need for extensive\nresearch on the mechanical properties and stability performance of\nthe composite monoliths.</p>", "clean_text": "Kim et al. fabricated MIL-100(Fe) granules with a size of 1.18-1.70 mm by adding 10% silica sol as a binder. The adsorption and desorption isotherms at 77 K showed the BET surface area of 1619 m2/g for MIL-100(Fe) granule, which is about 90% of the powders without additional reduction. In addition, the MIL-100(Fe) granules had a better SF6 adsorption capacity, and the breakthrough time is 40 min faster at 1 bar than that of commercial zeolite 13X granules, which offers greater possibilities for practical industrial applications. Moreira et al. have used 1% graphite and 99% UiO-66 powder pressed into a tablet composite (), but the BET surface area was reduced by 22% compared to that of pristine UiO-66, which is unfavorable for the gas adsorption process. In most cases, the properties of MOFs with inorganic binders are retained (), but there is still a need for extensive research on the mechanical properties and stability performance of the composite monoliths.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Three different forms of UIO-66: (a) powder,\n(b) agglomerates fraction\n(300–500 μm) containing 1 wt % graphite, and (c) columns\nfrom the Korea Research Institute of Chemical Technology (KRICT).\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref126\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2012, American Chemical Society.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  Three different forms of UIO-66: (a) powder, (b) agglomerates fraction (300-500 μm) containing 1 wt % graphite, and (c) columns from the Korea Research Institute of Chemical Technology (KRICT). Reproduced with permission from ref . Copyright 2012, American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Summary of BET Surface Areas and Pore\nVolumes of MOFs Monoliths with Inorganic Binders</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">powder</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col5\" rowsep=\"1\">monolith</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">MOFs</oasis:entry>\n<oasis:entry align=\"center\">inorganic binders</oasis:entry>\n<oasis:entry align=\"center\">BET surface area (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">BET surface area (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-100(Fe)</oasis:entry>\n<oasis:entry>5 wt % ρ-alumina</oasis:entry>\n<oasis:entry>2088</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1831</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref124\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>4066</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>3685</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66(Zr)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1050</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>911</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66(Zr)_NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>875</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>823</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Fe)</oasis:entry>\n<oasis:entry>10 wt % silica\nsol</oasis:entry>\n<oasis:entry>1772</oasis:entry>\n<oasis:entry>0.93</oasis:entry>\n<oasis:entry>1619</oasis:entry>\n<oasis:entry>0.82</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref125\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66</oasis:entry>\n<oasis:entry>1 wt % graphite</oasis:entry>\n<oasis:entry>1140</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>885</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref126\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Organic Binders</title><p>Organic binders are\nalso widely used in the material-forming process because of their\nstrong adhesion, mechanical strength, and shrinkage resistance. However, there are advantages and disadvantages. On the basis of\nthe pore size distribution reported in one study, a chitosan@UiO-66\ncomposite monolith lost almost all the micropores compared to pure\nUiO-66. The H<sub>2</sub> adsorption\ncapacity of the molded UiO-66 () was also studied using 10% sucrose as\na binder. According to this study, the\nH<sub>2</sub> adsorption capacity of shaped sample decreased by 45%\ncompared to that of powder sample, which may have been caused by the\ndecrease in surface area (from 1367 to 674 m<sup>2</sup>·g<sup>–1</sup>) and blocked pores. On the other hand, the results of a drop test and abrasion test\nshowed that the pellets were dropped 70 times from a height of 0.5\nm without fracture, and the cumulative percentage of fracture was\nless than 5% after tumbling at 25 rpm for 60 min, which verified that\nthe UiO-66 pellets had good mechanical properties. It is common for MOFs to be plugged with a binder during\nthe molding process. For example, Wickenheisser et al. synthesized\nmonolithic composites based on MOFs (MIL-100­(Cr)/(Fe), MIL-101­(Cr))\nand a binder of polymerized resorcinol–formaldehyde xerogel, and the composites showed a decreasing trend\nin the BET surface area and water adsorption capacity with an increase\nin the binder weight percentage. In addition, pore blocking is always\naccompanied by a reduction in the total pore volume, and the retention\nof tiny pores is more challenging than that of large pores.\n</p>", "clean_text": "Organic Binders\n\nOrganic binders are also widely used in the material-forming process because of their strong adhesion, mechanical strength, and shrinkage resistance. However, there are advantages and disadvantages. On the basis of the pore size distribution reported in one study, a chitosan@UiO-66 composite monolith lost almost all the micropores compared to pure UiO-66. The H2 adsorption capacity of the molded UiO-66 () was also studied using 10% sucrose as a binder. According to this study, the H2 adsorption capacity of shaped sample decreased by 45% compared to that of powder sample, which may have been caused by the decrease in surface area (from 1367 to 674 m2⋅g-1) and blocked pores. On the other hand, the results of a drop test and abrasion test showed that the pellets were dropped 70 times from a height of 0.5 m without fracture, and the cumulative percentage of fracture was less than 5% after tumbling at 25 rpm for 60 min, which verified that the UiO-66 pellets had good mechanical properties. It is common for MOFs to be plugged with a binder during the molding process. For example, Wickenheisser et al. synthesized monolithic composites based on MOFs (MIL-100(Cr)/(Fe), MIL-101(Cr)) and a binder of polymerized resorcinol-formaldehyde xerogel, and the composites showed a decreasing trend in the BET surface area and water adsorption capacity with an increase in the binder weight percentage. In addition, pore blocking is always accompanied by a reduction in the total pore volume, and the retention of tiny pores is more challenging than that of large pores. ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>(a) UiO-66 spherical pellets containing 10\nwt % sucrose in different\ndiameters of 0.5–15 mm and experimental devices for drop and\nabrasion test; (b) photograph of UiO-66 spheres with a diameter about\n8 mm. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref130\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2015, Elsevier.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 12  (a) UiO-66 spherical pellets containing 10 wt % sucrose in different diameters of 0.5-15 mm and experimental devices for drop and abrasion test; (b) photograph of UiO-66 spheres with a diameter about 8 mm. Reproduced with permission from ref . Copyright 2015, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Choosing a suitable binder is crucial because it is challenging\nto preserve the pore structure and adsorption properties of flexible\nand heat-dependent MOFs. MIL-53 is a typical flexible MOF. MIL-53­(Al)\npellets obtained by mechanical pressing will break when the temperature\nincreases to 110 °C, which may be caused by the expansion of\nthe framework as it heats up. To increase\nthe mechanical strength, 13 wt % poly­(vinyl alcohol) (PVA) was added\nas a binder. As a result, the micropore volume was reduced by 32%\nwhen activated at 190 °C from pure MIL-53­(Al), and the pore volume\nwas reduced by 81% when activated at 240 °C. However, MIL-53 extruded easily using methyl cellulose\nas a binder had a large degree of the flexible breathing behavior\nretained. In addition, the pore volume\nof extruded MIL-53 () with different binders containing 2–10 wt % methyl\ncellulose was reduced by 1.5–10.6% compared with pristine powder.\nA low binder content of 2 wt % generated lower stability, and the\nextrudate containing 5 or 10 wt % binders achieved a mechanical strength\nof 1.5 MPa. Moreover, the adsorption\nisotherms of CO<sub>2</sub> and CH<sub>4</sub> indicated that the\nadsorption capacity of the extrudates with methyl cellulose was similar\nto that of MIL-53 powder.\n</p>", "clean_text": "Choosing a suitable binder is crucial because it is challenging to preserve the pore structure and adsorption properties of flexible and heat-dependent MOFs. MIL-53 is a typical flexible MOF. MIL-53(Al) pellets obtained by mechanical pressing will break when the temperature increases to 110 °C, which may be caused by the expansion of the framework as it heats up. To increase the mechanical strength, 13 wt % poly(vinyl alcohol) (PVA) was added as a binder. As a result, the micropore volume was reduced by 32% when activated at 190 °C from pure MIL-53(Al), and the pore volume was reduced by 81% when activated at 240 °C. However, MIL-53 extruded easily using methyl cellulose as a binder had a large degree of the flexible breathing behavior retained. In addition, the pore volume of extruded MIL-53 () with different binders containing 2-10 wt % methyl cellulose was reduced by 1.5-10.6% compared with pristine powder. A low binder content of 2 wt % generated lower stability, and the extrudate containing 5 or 10 wt % binders achieved a mechanical strength of 1.5 MPa. Moreover, the adsorption isotherms of CO2 and CH4 indicated that the adsorption capacity of the extrudates with methyl cellulose was similar to that of MIL-53 powder. ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Extruded\nMIL-53­(Al) monoliths containing methyl cellulose as a\nbinder (left); XRD patterns of MIL-53­(Al) with different amounts of\nmethyl cellulose (right).<xref ref-type=\"bibr\" rid=\"ref133\"></xref>\n</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 13  Extruded MIL-53(Al) monoliths containing methyl cellulose as a binder (left); XRD patterns of MIL-53(Al) with different amounts of methyl cellulose (right).    ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Freezing Method</title><p>Freeze-drying has\nalso been used to manufacture MOFs monoliths, whereby the dried material\nmaintains its original chemical composition and physical properties,\nsuch as the porosity of their powders. Ultralight\nporous monoliths () with densities as low as 12 mg·cm<sup>–3</sup> were obtained by adding 1 wt % PVA as a binder, followed by freeze-drying\n(allowing the monoliths to rest on dandelion flower heads). The composite UiO-66–chitosan monolith\n(with chitosan as the binder) was fabricated via the ice-templating\nmethod and exhibited a methylchlorophenoxypropionic acid (MCPP) adsorption\ncapacity of 34.33 mg·g<sup>–1</sup>, which is close to\nthat of freshly prepared UiO-66 nanoparticles (36.00 mg·g<sup>–1</sup>). This material had\ngood water stability and was easily recycled during the water treatment\nprocess. However, the UiO-66-chitosan monolith had a specific surface\narea of only 338.89 m<sup>2</sup>·g<sup>–1</sup>, which\nis 67% lower than the 1034.31 m<sup>2</sup>·g<sup>–1</sup> of the MOFs powder because this synthetic method promotes the generation\nof additional macropores that do not contribute to a large surface\narea but adsorption of large molecules like MCPP. Gel monoliths can also be achieved by freeze-drying, which\nmeans that MOFs and cellulose nanocrystals are freeze-dried after\na simple sol–gel process. The\nobtained blocks can maintain the structural and chemical properties\nof MOFs and thus are considered as a feasible method for shaping adsorbents.\n</p>", "clean_text": "Freezing Method\n\nFreeze-drying has also been used to manufacture MOFs monoliths, whereby the dried material maintains its original chemical composition and physical properties, such as the porosity of their powders. Ultralight porous monoliths () with densities as low as 12 mg⋅cm-3 were obtained by adding 1 wt % PVA as a binder, followed by freeze-drying (allowing the monoliths to rest on dandelion flower heads). The composite UiO-66-chitosan monolith (with chitosan as the binder) was fabricated via the ice-templating method and exhibited a methylchlorophenoxypropionic acid (MCPP) adsorption capacity of 34.33 mg⋅g-1, which is close to that of freshly prepared UiO-66 nanoparticles (36.00 mg⋅g-1). This material had good water stability and was easily recycled during the water treatment process. However, the UiO-66-chitosan monolith had a specific surface area of only 338.89 m2⋅g-1, which is 67% lower than the 1034.31 m2⋅g-1 of the MOFs powder because this synthetic method promotes the generation of additional macropores that do not contribute to a large surface area but adsorption of large molecules like MCPP. Gel monoliths can also be achieved by freeze-drying, which means that MOFs and cellulose nanocrystals are freeze-dried after a simple sol-gel process. The obtained blocks can maintain the structural and chemical properties of MOFs and thus are considered as a feasible method for shaping adsorbents. ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig14\" orientation=\"portrait\" position=\"float\">\n<label>14</label>\n<caption>\n<p>(A) is the 3D porous UiO-66/PVA (1 wt % PVA)\nmonolith with ultralow\ndensity; (B–D) are the SEM images of UiO-66/PVA monolith at\ndifferent magnifications. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref136\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016, Wiley.</p>\n</caption>\n<graphic id=\"gr14\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0014.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 14  (A) is the 3D porous UiO-66/PVA (1 wt % PVA) monolith with ultralow density; (B-D) are the SEM images of UiO-66/PVA monolith at different magnifications. Reproduced with permission from ref . Copyright 2016, Wiley.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The freeze-casting method was recently applied\nto produce aluminum\nfumarate (Alfum), MIL-160­(Al), and MIL-101­(Cr) MOFs monoliths using\nsix organic binders: poly­(acrylic acid)  (PAA), sodium polyacrylate\n(PAANa), polyethylene glycol (PEG), polyethylenimine (PEI), poly­(vinyl\nalcohol) (PVA, two different hydrolysis degrees), and polyvinylpyrrolidone\n(PVP). Furthermore, the synthesis methods,\ncharacterizations, and water adsorption capacities of 21 MOF@polymer\nmonoliths composed of 80 wt % MOFs were investigated. A brief schematic of the fabrication procedure\nfor the MOF@polymer composites is shown in . A consistent phenomenon exists in that\nthe water adsorption amount of most of the MOF@polymer monoliths is\ngreater than that of neat MOFs in the lower relative pressure zone,\nwhereas the opposite is observed in the increased relative pressure\nregion. The specific surface areas and\npore volumes of the composites composed of MOFs and various polymers\nare reduced to varying degrees, which is of the most interest to us.\nFor MIL-160­(Al) and MIL-101­(Cr), the addition of PVA(98) and PVP,\nrespectively, had the least effect on the surface area, whereas the\naddition of PEI resulted in the highest reduction of the surface area.\n</p>", "clean_text": "The freeze-casting method was recently applied to produce aluminum fumarate (Alfum), MIL-160(Al), and MIL-101(Cr) MOFs monoliths using six organic binders: poly(acrylic acid)  (PAA), sodium polyacrylate (PAANa), polyethylene glycol (PEG), polyethylenimine (PEI), poly(vinyl alcohol) (PVA, two different hydrolysis degrees), and polyvinylpyrrolidone (PVP). Furthermore, the synthesis methods, characterizations, and water adsorption capacities of 21 MOF@polymer monoliths composed of 80 wt % MOFs were investigated. A brief schematic of the fabrication procedure for the MOF@polymer composites is shown in . A consistent phenomenon exists in that the water adsorption amount of most of the MOF@polymer monoliths is greater than that of neat MOFs in the lower relative pressure zone, whereas the opposite is observed in the increased relative pressure region. The specific surface areas and pore volumes of the composites composed of MOFs and various polymers are reduced to varying degrees, which is of the most interest to us. For MIL-160(Al) and MIL-101(Cr), the addition of PVA(98) and PVP, respectively, had the least effect on the surface area, whereas the addition of PEI resulted in the highest reduction of the surface area. ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig15\" orientation=\"portrait\" position=\"float\">\n<label>15</label>\n<caption>\n<p>Procedure diagram for the preparation of MOF\nmonolith containing\ndifferent polymers by freezing method. Before the MOF@polymer mixture\nwas transferred into the syringe, the cannula side of the syringe\nwas cut open. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref139\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020, Elsevier.</p>\n</caption>\n<graphic id=\"gr15\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0015.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 15  Procedure diagram for the preparation of MOF monolith containing different polymers by freezing method. Before the MOF@polymer mixture was transferred into the syringe, the cannula side of the syringe was cut open. Reproduced with permission from ref . Copyright 2020, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<title>Phase Separation Technique</title><p>Phase\nseparation typically refers to the formation of a mixed phase of polymers\nand oligomers by adding an immiscible solvent (nonsolvent) to the\npolymer solution. The monoliths occurred\nin the higher polymer phase due to the separated liquid and solid\nphases. At present, phase separation technology\nis generally used in the preparation of membranes, particularly polymer\nfilms. A reported method for fabricating polymer\nmonoliths using a thermally induced phase separation technique allows\nthe easy design of monolith shapes for various applications by changing\nthe shape of the container. On the basis\nof this realizable approach, researchers have successfully prepared\nMOF monoliths using the phase separation technique () in the context of MOFs shaping. A certain amount of poly­(vinyl alcohol) was\nadded as a binder in the monolith shaping of MIL-101­(Cr) to enhance\nthe mechanical properties of the composite; however, the BET surface\narea and water loading of the monolith were reduced by 20% compared\nto the theoretical calculation value. A continuous phase transition processing strategy was developed\nby Chen et al. to fabricate MOFs as malleable fluids, blocks, and\neven reversibly transformed sponge foams. In addition, various foams with a low density (&lt;0.1 g/cm<sup>3</sup>) and MOFs loading up to 80 wt % with a hierarchical porous\nstructure were achieved by this scheme, showing potential applications\nas efficient membrane reactors. A summary\nof the BET surface areas and pore volumes of the MOFs monoliths using\norganic binders is presented in .</p>", "clean_text": "Phase Separation Technique\n\nPhase separation typically refers to the formation of a mixed phase of polymers and oligomers by adding an immiscible solvent (nonsolvent) to the polymer solution. The monoliths occurred in the higher polymer phase due to the separated liquid and solid phases. At present, phase separation technology is generally used in the preparation of membranes, particularly polymer films. A reported method for fabricating polymer monoliths using a thermally induced phase separation technique allows the easy design of monolith shapes for various applications by changing the shape of the container. On the basis of this realizable approach, researchers have successfully prepared MOF monoliths using the phase separation technique () in the context of MOFs shaping. A certain amount of poly(vinyl alcohol) was added as a binder in the monolith shaping of MIL-101(Cr) to enhance the mechanical properties of the composite; however, the BET surface area and water loading of the monolith were reduced by 20% compared to the theoretical calculation value. A continuous phase transition processing strategy was developed by Chen et al. to fabricate MOFs as malleable fluids, blocks, and even reversibly transformed sponge foams. In addition, various foams with a low density (<0.1 g/cm3) and MOFs loading up to 80 wt % with a hierarchical porous structure were achieved by this scheme, showing potential applications as efficient membrane reactors. A summary of the BET surface areas and pore volumes of the MOFs monoliths using organic binders is presented in .", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig16\" orientation=\"portrait\" position=\"float\">\n<label>16</label>\n<caption>\n<p>Process of MOFs monolith with hydrophilic polymer PVA\nprepared\nby the phase separation method; the bottom photographs are Alfum50@PVA\n(left) and MIL-101­(Cr)@PVA (right) monolith. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref146\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2019, Elsevier.</p>\n</caption>\n<graphic id=\"gr16\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0016.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 16  Process of MOFs monolith with hydrophilic polymer PVA prepared by the phase separation method; the bottom photographs are Alfum50@PVA (left) and MIL-101(Cr)@PVA (right) monolith. Reproduced with permission from ref . Copyright 2019, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Summary\nof BET Surface Areas and Pore\nVolumes of MOFs Monoliths with Organic Binders</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">powder</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">monolith</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">MOFs</oasis:entry>\n<oasis:entry align=\"center\">organic binders</oasis:entry>\n<oasis:entry align=\"center\">BET surface\narea (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">BET surface\narea (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>UiO-66 90 wt %</oasis:entry>\n<oasis:entry>sucrose</oasis:entry>\n<oasis:entry>1367</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> = 0.56</oasis:entry>\n<oasis:entry>674</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> = 0.34</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref130\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.21</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>V<sub>micro</sub> = 0.44</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Fe) 50 wt %</oasis:entry>\n<oasis:entry>resorcinol-formaldehyde</oasis:entry>\n<oasis:entry>2200</oasis:entry>\n<oasis:entry>0.94</oasis:entry>\n<oasis:entry>730</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref131\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Cr) 51 wt %</oasis:entry>\n<oasis:entry>resorcinol-formaldehyde</oasis:entry>\n<oasis:entry>1560</oasis:entry>\n<oasis:entry>0.85</oasis:entry>\n<oasis:entry>550</oasis:entry>\n<oasis:entry>0.35</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) 50 wt %</oasis:entry>\n<oasis:entry>resorcinol-formaldehyde</oasis:entry>\n<oasis:entry>3060</oasis:entry>\n<oasis:entry>1.45</oasis:entry>\n<oasis:entry>1350</oasis:entry>\n<oasis:entry>0.72</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Al) 87 wt %</oasis:entry>\n<oasis:entry>poly(vinyl alcohol)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.495</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.335</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref132\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Al) 90 wt %</oasis:entry>\n<oasis:entry>methyl cellulose</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.45</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>10.6% reduction</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref133\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66 66.7 wt %</oasis:entry>\n<oasis:entry>chitosan</oasis:entry>\n<oasis:entry>1034</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>339</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref137\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-160(Al)<xref ref-type=\"table-fn\" rid=\"t3fn2\"></xref> 80 wt %</oasis:entry>\n<oasis:entry>PAA</oasis:entry>\n<oasis:entry>1134</oasis:entry>\n<oasis:entry>0.445</oasis:entry>\n<oasis:entry>808 (89)<xref ref-type=\"table-fn\" rid=\"t3fn3\"></xref>\n</oasis:entry>\n<oasis:entry>0.340 (95)<xref ref-type=\"table-fn\" rid=\"t3fn4\"></xref>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref139\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PAANa</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>417 (46)</oasis:entry>\n<oasis:entry>0.214 (60)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PEG</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>285 (31)</oasis:entry>\n<oasis:entry>0.142 (40)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PEI</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>43 (5)</oasis:entry>\n<oasis:entry>0.035 (10)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVA(98)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>925 (101)</oasis:entry>\n<oasis:entry>0.382 (105)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVA(88)4</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>800 (88)</oasis:entry>\n<oasis:entry>0.357 (99)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVP</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>802 (88)</oasis:entry>\n<oasis:entry>0.343 (96)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) 80 wt %</oasis:entry>\n<oasis:entry>PAA</oasis:entry>\n<oasis:entry>3171</oasis:entry>\n<oasis:entry>1.348</oasis:entry>\n<oasis:entry>2203 (87)</oasis:entry>\n<oasis:entry>1.007 (93)</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref139\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PAANa</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2152 (85)</oasis:entry>\n<oasis:entry>0.974 (90)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PEG</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2234 (88)</oasis:entry>\n<oasis:entry>1.056 (98)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PEI</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1199 (47)</oasis:entry>\n<oasis:entry>0.562 (52)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVA(98)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2251 (89)</oasis:entry>\n<oasis:entry>1.048 (96)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVA(88)4</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2225 (88)</oasis:entry>\n<oasis:entry>1.032 (95)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVP</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2470 (97)</oasis:entry>\n<oasis:entry>1.120 (104)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) 33 wt %</oasis:entry>\n<oasis:entry>PVA</oasis:entry>\n<oasis:entry>2731</oasis:entry>\n<oasis:entry>1.29</oasis:entry>\n<oasis:entry>714 (77)<xref ref-type=\"table-fn\" rid=\"t3fn5\"></xref>\n</oasis:entry>\n<oasis:entry>0.34 (71)</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref146\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>40 wt %</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>814 (73)</oasis:entry>\n<oasis:entry>0.40 (71)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>50 wt %</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1053 (76)</oasis:entry>\n<oasis:entry>0.50 (73)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>60 wt %</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1255 (76)</oasis:entry>\n<oasis:entry>0.61 (76)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>70 wt %</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1521 (79)</oasis:entry>\n<oasis:entry>0.73 (79)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80 wt %</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1820 (83)</oasis:entry>\n<oasis:entry>0.87 (83)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn2\">\n<label>a</label>\n<p>The six binders adding affected\nsurface area and pore volume as follows: PAA: polyacrylic acid, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PAA = 5 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PAA = 0.0135 cm<sup>3</sup>/g. PAANa: sodium polyacrylate, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PAANa = 4 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PAANa = 0.005 cm<sup>3</sup>/g. PEG: polyethylene\nglycol, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PEG = 5 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub>. PEG = 0.004 cm<sup>3</sup>/g. PEI: polyethylene\nimine, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PEI = 0 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PEI = 0 cm<sup>3</sup>/g PVA(98): polyvinyl\nalcohol (PVA) with an average Mw of 125 kDa and 98% hydrolyzed, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PVA(98) = 26 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PVA(98) = 0.042 cm<sup>3</sup>/g PVA(88)­4: PVA with\nan average Mw of 130 kDa and 88% hydrolyzed, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PVA(88)­4 = 19 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PVA(88)­4 = 0.024 cm<sup>3</sup>/g PVP: polyvinylpyrrolidone, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PVP = 0 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PVP = 0 cm<sup>3</sup>/g</p>\n</fn>\n<fn id=\"t3fn3\">\n<label>b</label>\n<p>808 (89) denotes that the experimental\nS­(BET) value of the MIL-160­(Al) monolith is 808 m<sup>2</sup>/g, which\nis 89% of the theoretical value; <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> theoretical\n= 1134 × 80% + 5 × 20% = 908 m<sup>2</sup>/g, 808/908 =\n89%.</p>\n</fn>\n<fn id=\"t3fn4\">\n<label>c</label>\n<p>Similarly, 0.340 (95)\ndenotes that\nthe experimental total pore volume of the MIL-160­(Al) monolith is\n0.340 cm<sup>3</sup>/g, which is 95% of the theoretical value.</p>\n</fn>\n<fn id=\"t3fn5\">\n<label>d</label>\n<p>S<sub>BET</sub> PVA = 38 m<sup>2</sup>/g; 714 (77) denotes that the experimental S­(BET) value of the MIL-101­(Cr)\nmonolith is 714 m<sup>2</sup>/g, which is 77% of the theoretical value.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<title>3D Printing</title><p>Apart from the granulation,\nextrusion, and other technologies discussed above, 3D printing is\nemerging as a promising shaping method that has received widespread\nattention. The disadvantages of the traditional\nextrusion molding process, such as complexity, low usage, and inflexibility,\nlimit its practical application. 3D printing can accurately create\ndifferent tailor-made geometries with flexibility, and it has been\napplied to the molding process of composite materials in numerous\nfields including batteries, biomedicine, catalysts, and\ngas adsorption. Three-dimensional printing\nhas good prospects for the molding of MOFs powder because it can fabricate\ndifferent shapes by digital geometric adjustment.\n</p>", "clean_text": "3D Printing\n\nApart from the granulation, extrusion, and other technologies discussed above, 3D printing is emerging as a promising shaping method that has received widespread attention. The disadvantages of the traditional extrusion molding process, such as complexity, low usage, and inflexibility, limit its practical application. 3D printing can accurately create different tailor-made geometries with flexibility, and it has been applied to the molding process of composite materials in numerous fields including batteries, biomedicine, catalysts, and gas adsorption. Three-dimensional printing has good prospects for the molding of MOFs powder because it can fabricate different shapes by digital geometric adjustment. ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<p>Inspired by the earlier works of printing structural\nadsorbents, Thakkar et al. first applied\n3D printing technology to MOFs shaping and successfully printed MOF-74­(Ni)\nand UTSA-16­(Co) monoliths (1.5 cm in height and 1.5 cm in diameter).\nThe process of fabricating MOFs monoliths using 3D printing through\ndirect ink writing is shown in , where bentonite clay and PVA were used\nas the binder and plasticizer, respectively. CO<sub>2</sub> adsorption\nexperiments showed that the working capacities of MOF-74­(Ni) and UTSA-16­(Co)\nmonoliths were 4.0 and 3.0 mmol/g, respectively, corresponding to\n5.7 and 3.5 mmol/g for the powder sample. The compressive strengths of the MOF-74­(Ni) and UTSA-16­(Co) blocks\nexhibited in the mechanical tests were approximately 0.48 and 0.56\nMPa, respectively. Although the mechanical\nstrengths are lower compared to that of the ceramic architecture obtained\nby 3D printing, typically showing strengths on the order of 1–5\nMPa, they can also be applied well in adsorption devices. Lawson et al. systematically investigated the kinetics of 3D printed\nMOF-74­(Ni) monolith by varying parameters such as feed velocity and\nadsorption time and pressure. It was\ndemonstrated that the adsorption kinetics was affected by multiple\nfactors, and the MOF-74­(Ni) monolith showed the best separation performance\nof CO<sub>2</sub>/H<sub>2</sub> at low CO concentration, high pressure,\nlow feed velocity, and short adsorption time. Bible et al. printed acrylonitrile\nbutadiene styrene (ABS) metal and MOF (ZIF-8 and HKUST-1) composites\nusing a commercial 3D printer, and the structure was retained even\nafter immersion in water. The specific surface area of the mixture\nwas close to the theoretically calculated specific surface area; therefore,\nit is reasonable that the N<sub>2</sub> adsorption capacity was also\npreserved. However, the MOFs content\nwas only 10%, and the authors proposed the necessity for improving\nthe fabrication process to increase the MOFs content and improve the\napplication efficiency. Another study also demonstrated the potential\nof 3D printed MOFs (ZIF-67) in organic dye removal applications, with\nan average removal rate of 97–98% for rhodamine B after 10\ncontinuous degradation cycles. The differences\nin performance for 3D-printed MOFs do not merely relate to additives;\nthey also depend heavily on the process conditions and structure of\nmonoliths. Denayer’s group printed\nZIF-8 monoliths for the biobutanol recovery by layer-by-layer printing\nusing 16.7 wt % bentonite and 16.7 wt % methylcellulose as an additive. The advanced selectivity of the block for butanol recovery was verified\nfrom dynamic breakthrough experiments.\n</p>", "clean_text": "Inspired by the earlier works of printing structural adsorbents, Thakkar et al. first applied 3D printing technology to MOFs shaping and successfully printed MOF-74(Ni) and UTSA-16(Co) monoliths (1.5 cm in height and 1.5 cm in diameter). The process of fabricating MOFs monoliths using 3D printing through direct ink writing is shown in , where bentonite clay and PVA were used as the binder and plasticizer, respectively. CO2 adsorption experiments showed that the working capacities of MOF-74(Ni) and UTSA-16(Co) monoliths were 4.0 and 3.0 mmol/g, respectively, corresponding to 5.7 and 3.5 mmol/g for the powder sample. The compressive strengths of the MOF-74(Ni) and UTSA-16(Co) blocks exhibited in the mechanical tests were approximately 0.48 and 0.56 MPa, respectively. Although the mechanical strengths are lower compared to that of the ceramic architecture obtained by 3D printing, typically showing strengths on the order of 1-5 MPa, they can also be applied well in adsorption devices. Lawson et al. systematically investigated the kinetics of 3D printed MOF-74(Ni) monolith by varying parameters such as feed velocity and adsorption time and pressure. It was demonstrated that the adsorption kinetics was affected by multiple factors, and the MOF-74(Ni) monolith showed the best separation performance of CO2/H2 at low CO concentration, high pressure, low feed velocity, and short adsorption time. Bible et al. printed acrylonitrile butadiene styrene (ABS) metal and MOF (ZIF-8 and HKUST-1) composites using a commercial 3D printer, and the structure was retained even after immersion in water. The specific surface area of the mixture was close to the theoretically calculated specific surface area; therefore, it is reasonable that the N2 adsorption capacity was also preserved. However, the MOFs content was only 10%, and the authors proposed the necessity for improving the fabrication process to increase the MOFs content and improve the application efficiency. Another study also demonstrated the potential of 3D printed MOFs (ZIF-67) in organic dye removal applications, with an average removal rate of 97-98% for rhodamine B after 10 continuous degradation cycles. The differences in performance for 3D-printed MOFs do not merely relate to additives; they also depend heavily on the process conditions and structure of monoliths. Denayer's group printed ZIF-8 monoliths for the biobutanol recovery by layer-by-layer printing using 16.7 wt % bentonite and 16.7 wt % methylcellulose as an additive. The advanced selectivity of the block for butanol recovery was verified from dynamic breakthrough experiments. ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig17\" orientation=\"portrait\" position=\"float\">\n<label>17</label>\n<caption>\n<p>Schematic of the 3D printing process for shaping MOFs (MOF-74­(Ni),\nUTSA-16­(Co)) into monoliths (1.5 cm in height and diameter); The bentonite\nclay and PVA were added as the binder and plasticizer, respectively.\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref155\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017, American Chemical Society.</p>\n</caption>\n<graphic id=\"gr17\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0017.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 17  Schematic of the 3D printing process for shaping MOFs (MOF-74(Ni), UTSA-16(Co)) into monoliths (1.5 cm in height and diameter); The bentonite clay and PVA were added as the binder and plasticizer, respectively. Reproduced with permission from ref . Copyright 2017, American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>Direct ink writing requires presynthesized MOFs\npowder to be suspended\nin ink causing a poor flow performance, while using the gel–print–grow\nmethod to print MOF gels with rheology can solve this problem. Lim et al. found that MOFs blocks can be printed\nusing HKUST-1 gels as inks without binders and that a BET surface\narea of 1850 m<sup>2</sup>/g () can be maintained. An\nindentation test on the 3D printed circle HKUST-1 gel monolith (20\nmm in diameter) showed a hardness of only 17 kPa. Pei et al. also used 3D printing to produce different shapes\nof HKUST-1@CA-GE monoliths () with excellent organic dye adsorption properties. Although the BET surface area of the printed\nsamples was reduced from 1563 to 83 m<sup>2</sup>/g, the increase\nin macropore volume significantly enhanced the total pore volume,\nwhich allowed the monolith to achieve a 99.8% adsorption efficiency\nfor large molecules such as organic dyes (methylene blue) within 20\nmin; however, its adsorption capacity\nfor small molecules like N<sub>2</sub> was fundamentally discounted.\nMoreover, compared with the powder sample, the block exhibited better\nrepeatability and can be repeated at least seven times without losing\nadsorption capacity, which improves the efficiency of practical industrial\napplications. A COFs (SNW-1) monolith\nwithout any binders was successfully achieved by 3D printing technology\nwith less than an 8% difference in the surface area and CO<sub>2</sub> adsorption amount (1 bar, 298 K) compared to the powder sample. The preparation and postprocessing of the paste\nwere simplified, and the solvent evaporation was controlled to avoid\nfractures of the printed monoliths during the dehydration process,\nenabling a better shaping method that can be considered for other\nMOFs.\n</p>", "clean_text": "Direct ink writing requires presynthesized MOFs powder to be suspended in ink causing a poor flow performance, while using the gel-print-grow method to print MOF gels with rheology can solve this problem. Lim et al. found that MOFs blocks can be printed using HKUST-1 gels as inks without binders and that a BET surface area of 1850 m2/g () can be maintained. An indentation test on the 3D printed circle HKUST-1 gel monolith (20 mm in diameter) showed a hardness of only 17 kPa. Pei et al. also used 3D printing to produce different shapes of HKUST-1@CA-GE monoliths () with excellent organic dye adsorption properties. Although the BET surface area of the printed samples was reduced from 1563 to 83 m2/g, the increase in macropore volume significantly enhanced the total pore volume, which allowed the monolith to achieve a 99.8% adsorption efficiency for large molecules such as organic dyes (methylene blue) within 20 min; however, its adsorption capacity for small molecules like N2 was fundamentally discounted. Moreover, compared with the powder sample, the block exhibited better repeatability and can be repeated at least seven times without losing adsorption capacity, which improves the efficiency of practical industrial applications. A COFs (SNW-1) monolith without any binders was successfully achieved by 3D printing technology with less than an 8% difference in the surface area and CO2 adsorption amount (1 bar, 298 K) compared to the powder sample. The preparation and postprocessing of the paste were simplified, and the solvent evaporation was controlled to avoid fractures of the printed monoliths during the dehydration process, enabling a better shaping method that can be considered for other MOFs. ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig18\" orientation=\"portrait\" position=\"float\">\n<label>18</label>\n<caption>\n<p>3D-printed HKUST-1 with different patterns\nin wet and dry conditions;\na mixture of calcium alginate and gelatin (CA-GE) was used as a biocompatible\nbinder in the printing process. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref166\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020, Elsevier.</p>\n</caption>\n<graphic id=\"gr18\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0018.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 18  3D-printed HKUST-1 with different patterns in wet and dry conditions; a mixture of calcium alginate and gelatin (CA-GE) was used as a biocompatible binder in the printing process. Reproduced with permission from ref . Copyright 2020, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Summary of BET Surface Areas and Pore\nVolumes of 3D-Printed Monoliths and Powder Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">powder</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col5\" rowsep=\"1\">monolith</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">MOFs</oasis:entry>\n<oasis:entry align=\"center\">additive</oasis:entry>\n<oasis:entry align=\"center\">BET surface area (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">BET\nsurface area (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF-74(Ni)</oasis:entry>\n<oasis:entry>15 wt % bentonite + 5 wt % PVA<xref ref-type=\"table-fn\" rid=\"t4fn2\"></xref>\n</oasis:entry>\n<oasis:entry>1180</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.51</oasis:entry>\n<oasis:entry>737</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.32</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref155\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UTSA-16(Co)</oasis:entry>\n<oasis:entry>10 wt % clay + 5 wt %</oasis:entry>\n<oasis:entry>727</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.29</oasis:entry>\n<oasis:entry>568</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.23</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>90 wt % ABS<xref ref-type=\"table-fn\" rid=\"t4fn3\"></xref>\n</oasis:entry>\n<oasis:entry>1446</oasis:entry>\n<oasis:entry>0.655</oasis:entry>\n<oasis:entry>436</oasis:entry>\n<oasis:entry>0.065</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref159\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>90 wt % ABS</oasis:entry>\n<oasis:entry>776</oasis:entry>\n<oasis:entry>0.298</oasis:entry>\n<oasis:entry>329</oasis:entry>\n<oasis:entry>0.044</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>16.7 wt % bentonite + 16.7 wt % methylcellulose</oasis:entry>\n<oasis:entry>1415</oasis:entry>\n<oasis:entry>0.5</oasis:entry>\n<oasis:entry>1083</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref163\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>gel</oasis:entry>\n<oasis:entry>1850</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1134</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref165\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>87% CA-GE<xref ref-type=\"table-fn\" rid=\"t4fn4\"></xref>\n</oasis:entry>\n<oasis:entry>1563</oasis:entry>\n<oasis:entry>0.66</oasis:entry>\n<oasis:entry>83</oasis:entry>\n<oasis:entry>1.542<xref ref-type=\"table-fn\" rid=\"t4fn5\"></xref>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref166\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SNW-1</oasis:entry>\n<oasis:entry>without additive</oasis:entry>\n<oasis:entry>830</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>794</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref167\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t4fn2\">\n<label>a</label>\n<p>PVA: poly­(vinyl alcohol).</p>\n</fn>\n<fn id=\"t4fn3\">\n<label>b</label>\n<p>ABS: acrylonitrile butadiene styrene\nmetal, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> (ABS) = 332 m<sup>2</sup>/g.</p>\n</fn>\n<fn id=\"t4fn4\">\n<label>c</label>\n<p>CA–GE: calcium alginate\nand\ngelatin.</p>\n</fn>\n<fn id=\"t4fn5\">\n<label>d</label>\n<p>Powdery HKUST-1: <italic toggle=\"yes\">V</italic>\n<sub>total</sub> = 0.66 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.59 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>meso</sub> = 0.071 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>macro</sub> = nil.\n3D-printed HKUST-1: <italic toggle=\"yes\">V</italic>\n<sub>total</sub> = 1.542 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.038 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>meso</sub> = 0.018 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>macro</sub> = 1.486 cm<sup>3</sup>/g.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<title>Challenges\nand Perspectives</title><p>MOFs have been extensively researched in\nrecent years, and it is\nessential to focus on the practical application of MOFs along with\nthe synthesis. Although many shaping methods have been explored, there\nare still many problems and challenges to be overcome to shorten the\npathway from MOFs synthesis at the laboratory to applications in industry:<list list-type=\"label\">\n<list-item>\n<label>(1)</label>\n<p>MOFs can not synthesize\nwell continuously,\nand the multistep synthesis of many MOFs requires a deft hand from\na highly trained chemist, making them unfeasible to carry out on a\nlarge scale.</p>\n</list-item>\n<list-item>\n<label>(2)</label>\n<p>Hazardous\nreagents such as HF or various\ncarcinogenic solvents are required for MOFs synthesis at scale. The\nindustry is hesitant to adopt such processes due to the potential\nloss of life and costly solvent disposal expenditures.</p>\n</list-item>\n<list-item>\n<label>(3)</label>\n<p>For shaping MOFs monolith with binders,\nthe position of binders in the solid volume available for adsorption\nwill reduce some of the surface area and cause pore blockage, thus\nreducing the adsorption capacity.</p>\n</list-item>\n<list-item>\n<label>(4)</label>\n<p>3D-printed MOFs inevitably bring a\nnumber of problems that are worth considering such as the printing\nprocess requires the addition of plasticizers or binders to increase\nthe fluidity, which diminishes the overall material MOFs quantity\nratio.</p>\n</list-item>\n</list>\n</p>", "clean_text": "Challenges and Perspectives\n\nMOFs have been extensively researched in recent years, and it is essential to focus on the practical application of MOFs along with the synthesis. Although many shaping methods have been explored, there are still many problems and challenges to be overcome to shorten the pathway from MOFs synthesis at the laboratory to applications in industry:  (1) MOFs can not synthesize well continuously, and the multistep synthesis of many MOFs requires a deft hand from a highly trained chemist, making them unfeasible to carry out on a large scale.   (2) Hazardous reagents such as HF or various carcinogenic solvents are required for MOFs synthesis at scale. The industry is hesitant to adopt such processes due to the potential loss of life and costly solvent disposal expenditures.   (3) For shaping MOFs monolith with binders, the position of binders in the solid volume available for adsorption will reduce some of the surface area and cause pore blockage, thus reducing the adsorption capacity.   (4) 3D-printed MOFs inevitably bring a number of problems that are worth considering such as the printing process requires the addition of plasticizers or binders to increase the fluidity, which diminishes the overall material MOFs quantity ratio.   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>MOFs can not synthesize\nwell continuously,\nand the multistep synthesis of many MOFs requires a deft hand from\na highly trained chemist, making them unfeasible to carry out on a\nlarge scale.</p><p>Hazardous\nreagents such as HF or various\ncarcinogenic solvents are required for MOFs synthesis at scale. The\nindustry is hesitant to adopt such processes due to the potential\nloss of life and costly solvent disposal expenditures.</p>", "clean_text": "MOFs can not synthesize well continuously, and the multistep synthesis of many MOFs requires a deft hand from a highly trained chemist, making them unfeasible to carry out on a large scale.\n\nHazardous reagents such as HF or various carcinogenic solvents are required for MOFs synthesis at scale. The industry is hesitant to adopt such processes due to the potential loss of life and costly solvent disposal expenditures.", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>For shaping MOFs monolith with binders,\nthe position of binders in the solid volume available for adsorption\nwill reduce some of the surface area and cause pore blockage, thus\nreducing the adsorption capacity.</p>", "clean_text": "For shaping MOFs monolith with binders, the position of binders in the solid volume available for adsorption will reduce some of the surface area and cause pore blockage, thus reducing the adsorption capacity.", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>3D-printed MOFs inevitably bring a\nnumber of problems that are worth considering such as the printing\nprocess requires the addition of plasticizers or binders to increase\nthe fluidity, which diminishes the overall material MOFs quantity\nratio.</p>", "clean_text": "3D-printed MOFs inevitably bring a number of problems that are worth considering such as the printing process requires the addition of plasticizers or binders to increase the fluidity, which diminishes the overall material MOFs quantity ratio.", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>Despite these obstacles and challenges,\nthe various MOFs shaping\ntechnologies in progress in recent years still indicate that MOFs\nsynthesis is getting closer to practical industrial applications.\nWe believe that the following aspects should be the focus of future\nresearch in the shaping of MOF materials for industrial applications.<list list-type=\"label\">\n<list-item>\n<label>(1)</label>\n<p>Development of new\nbinder materials\nwith low hardening temperature, high strength, rich porosity, low/no\nblockage to the MOFs pores, compatible chemistry, and low cost are\nstill the key to the success of shaping MOFs.</p>\n</list-item>\n<list-item>\n<label>(2)</label>\n<p>MOFs do not perform well over long\nperiods of time due to deactivation via ambient humidity. This makes\nthem poor candidates for niche applications like the electronics industry.\nIt can be modified in the form of a synthetic compound to enhance\nwater resistance.</p>\n</list-item>\n<list-item>\n<label>(3)</label>\n<p>It\nis not beneficial to just focus\non the increase of the mechanical strength, while the trade-off is\na significant decrease in the specific surface area in some industrial\napplications such as pressure swing adsorption and catalysis. Mathematical\nmodels can be constructed to guide practice by balancing strength,\nkinetic rates, and textural properties.</p>\n</list-item>\n<list-item>\n<label>(4)</label>\n<p>Because the presence of the binders\nwill reduce the performance of the MOFs themselves, there must be\na trade-off that can be compensated for by new complex monolithic\ngeometries. New additive manufacturing equipment still needs to be\nresearched to eventually reach that target.</p>\n</list-item>\n<list-item>\n<label>(5)</label>\n<p>The production yields of MOFs are\nlower than those of commercial adsorbents such as activated carbon\nor zeolite, and the costs of manufacture are higher, so it is necessary\nto perform a technoeconomic analysis of MOFs scale-up synthesis to\nfill the lack of literature studies.</p>\n</list-item>\n</list>\n</p>", "clean_text": "Despite these obstacles and challenges, the various MOFs shaping technologies in progress in recent years still indicate that MOFs synthesis is getting closer to practical industrial applications. We believe that the following aspects should be the focus of future research in the shaping of MOF materials for industrial applications.  (1) Development of new binder materials with low hardening temperature, high strength, rich porosity, low/no blockage to the MOFs pores, compatible chemistry, and low cost are still the key to the success of shaping MOFs.   (2) MOFs do not perform well over long periods of time due to deactivation via ambient humidity. This makes them poor candidates for niche applications like the electronics industry. It can be modified in the form of a synthetic compound to enhance water resistance.   (3) It is not beneficial to just focus on the increase of the mechanical strength, while the trade-off is a significant decrease in the specific surface area in some industrial applications such as pressure swing adsorption and catalysis. Mathematical models can be constructed to guide practice by balancing strength, kinetic rates, and textural properties.   (4) Because the presence of the binders will reduce the performance of the MOFs themselves, there must be a trade-off that can be compensated for by new complex monolithic geometries. New additive manufacturing equipment still needs to be researched to eventually reach that target.   (5) The production yields of MOFs are lower than those of commercial adsorbents such as activated carbon or zeolite, and the costs of manufacture are higher, so it is necessary to perform a technoeconomic analysis of MOFs scale-up synthesis to fill the lack of literature studies.   ", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>Development of new\nbinder materials\nwith low hardening temperature, high strength, rich porosity, low/no\nblockage to the MOFs pores, compatible chemistry, and low cost are\nstill the key to the success of shaping MOFs.</p>", "clean_text": "Development of new binder materials with low hardening temperature, high strength, rich porosity, low/no blockage to the MOFs pores, compatible chemistry, and low cost are still the key to the success of shaping MOFs.", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["else"], "content": "<p>MOFs do not perform well over long\nperiods of time due to deactivation via ambient humidity. This makes\nthem poor candidates for niche applications like the electronics industry.\nIt can be modified in the form of a synthetic compound to enhance\nwater resistance.</p>", "clean_text": "MOFs do not perform well over long periods of time due to deactivation via ambient humidity. This makes them poor candidates for niche applications like the electronics industry. It can be modified in the form of a synthetic compound to enhance water resistance.", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<p>It\nis not beneficial to just focus\non the increase of the mechanical strength, while the trade-off is\na significant decrease in the specific surface area in some industrial\napplications such as pressure swing adsorption and catalysis. Mathematical\nmodels can be constructed to guide practice by balancing strength,\nkinetic rates, and textural properties.</p>", "clean_text": "It is not beneficial to just focus on the increase of the mechanical strength, while the trade-off is a significant decrease in the specific surface area in some industrial applications such as pressure swing adsorption and catalysis. Mathematical models can be constructed to guide practice by balancing strength, kinetic rates, and textural properties.", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>Because the presence of the binders\nwill reduce the performance of the MOFs themselves, there must be\na trade-off that can be compensated for by new complex monolithic\ngeometries. New additive manufacturing equipment still needs to be\nresearched to eventually reach that target.</p>", "clean_text": "Because the presence of the binders will reduce the performance of the MOFs themselves, there must be a trade-off that can be compensated for by new complex monolithic geometries. New additive manufacturing equipment still needs to be researched to eventually reach that target.", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<p>The production yields of MOFs are\nlower than those of commercial adsorbents such as activated carbon\nor zeolite, and the costs of manufacture are higher, so it is necessary\nto perform a technoeconomic analysis of MOFs scale-up synthesis to\nfill the lack of literature studies.</p>", "clean_text": "The production yields of MOFs are lower than those of commercial adsorbents such as activated carbon or zeolite, and the costs of manufacture are higher, so it is necessary to perform a technoeconomic analysis of MOFs scale-up synthesis to fill the lack of literature studies.", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<p>There is a large scope for research on shaping technologies to\nimprove the performance of MOF monoliths for industrial applications.\nWe hope this review provides a catalog for the current shaping methods\nof MOFs and directs the research of new shaping techniques for practical\nindustrial applications with diverse requirements.</p>", "clean_text": "There is a large scope for research on shaping technologies to improve the performance of MOF monoliths for industrial applications. We hope this review provides a catalog for the current shaping methods of MOFs and directs the research of new shaping techniques for practical industrial applications with diverse requirements.", "data": null, "include_properties": null}, {"idx": 60, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In this review, we provide various techniques\nfor shaping MOFs\ninto monoliths that are meaningful for further industrial applications.\nAs the critical criteria, the BET surface area, porosity, and mechanical\nstrength/hardness were compared based on two aspects (with or without\nbinder) to investigate the effect of binders on the adsorption performance\nof the shaped MOFs. Without the addition of a binder, pure MOF films\nor gels can preserve the original specific surface area and porosity\nthough are not the suitable form for adsorption; the frameworks of\nthe tablets or extrudates obtained by pressurization will collapse\nto different degrees, and generally the magnitude of the applied pressure\nis proportional to the reduction in the BET surface area. It is expected\nthat the addition of an appropriate amount of binder during the synthesis\nprocess will effectively improve the particle hardness and solve the\nproblem of low strength in MOF monoliths formed without binders. However,\nthe MOFs monolith shaped with the addition of a binder showed different\ndegrees of pore blockage in comparison with the MOFs powder, resulting\nin a decrease in the BET surface area and porosity of at least 10%\nand as high as 50% from the theoretical values. Although the traditional\nmechanical shaping methods can meet some of the practical application\ndemands, there is less flexibility in the shape control. Consequently,\nwith the rapid new intelligent 3D printing methods, the diversity\nof shaping MOFs monolith has been increased. 3D printing has uncovered\na new way to build new geometries of adsorbent monoliths which will\nultimately optimize the available specific surface area and pore volume\nfor adsorption-based separation processes. It can print out various\nshapes flexibly designed by computers, broadening the scope of MOFs\napplications. The cell density, inlet gas velocity, and macroporosity\nhave important effects on the overall transport rate when using monolithic\nadsorbents in adsorption and separation processes.</p>", "clean_text": "Conclusions\n\nIn this review, we provide various techniques for shaping MOFs into monoliths that are meaningful for further industrial applications. As the critical criteria, the BET surface area, porosity, and mechanical strength/hardness were compared based on two aspects (with or without binder) to investigate the effect of binders on the adsorption performance of the shaped MOFs. Without the addition of a binder, pure MOF films or gels can preserve the original specific surface area and porosity though are not the suitable form for adsorption; the frameworks of the tablets or extrudates obtained by pressurization will collapse to different degrees, and generally the magnitude of the applied pressure is proportional to the reduction in the BET surface area. It is expected that the addition of an appropriate amount of binder during the synthesis process will effectively improve the particle hardness and solve the problem of low strength in MOF monoliths formed without binders. However, the MOFs monolith shaped with the addition of a binder showed different degrees of pore blockage in comparison with the MOFs powder, resulting in a decrease in the BET surface area and porosity of at least 10% and as high as 50% from the theoretical values. Although the traditional mechanical shaping methods can meet some of the practical application demands, there is less flexibility in the shape control. Consequently, with the rapid new intelligent 3D printing methods, the diversity of shaping MOFs monolith has been increased. 3D printing has uncovered a new way to build new geometries of adsorbent monoliths which will ultimately optimize the available specific surface area and pore volume for adsorption-based separation processes. It can print out various shapes flexibly designed by computers, broadening the scope of MOFs applications. The cell density, inlet gas velocity, and macroporosity have important effects on the overall transport rate when using monolithic adsorbents in adsorption and separation processes.", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p><p>Zhe Wang received her master’s\ndegree from the Northeastern\nUniversity of China in 2020. Since September 2020, she has been a\nPh.D. student in the School of Metallurgy at Northeastern University\n(China). Her research interests focus on adsorption materials (metal–organic\nframeworks, polymers, molecular sieves) and carbon capture, utilization,\nand storage technologies.</p>", "clean_text": "The authors declare no competing financial interest.\n\nZhe Wang received her master's degree from the Northeastern University of China in 2020. Since September 2020, she has been a Ph.D. student in the School of Metallurgy at Northeastern University (China). Her research interests focus on adsorption materials (metal-organic frameworks, polymers, molecular sieves) and carbon capture, utilization, and storage technologies.", "data": null, "include_properties": null}, {"idx": 62, "type": "text", "classification": ["else"], "content": "<p>Liying Liu is\nan associate professor in the Institute of Industrial\nEcology at Northeastern University (China) and a member of the SEP\nKey Laboratory of Eco-Industrial in China and the ARC Australian Centre\nfor LNG Futures. She was a visiting professor at the University of\nMelbourne (2018–-2019). Liu’s research group focuses\non carbon capture, natural gas purification, pressure swing adsorption\n(PSA) process, and comprehensive utilization of solid waste.</p>", "clean_text": "Liying Liu is an associate professor in the Institute of Industrial Ecology at Northeastern University (China) and a member of the SEP Key Laboratory of Eco-Industrial in China and the ARC Australian Centre for LNG Futures. She was a visiting professor at the University of Melbourne (2018--2019). Liu's research group focuses on carbon capture, natural gas purification, pressure swing adsorption (PSA) process, and comprehensive utilization of solid waste.", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<p>Zhuo Li has been a master’s student at the\nSchool of Metallurgy\nof Northeastern University (China) since 2020. His research interests\nfocus on the adsorption and separation of flue gases in power plants\nwith temperature swing adsorption (TSA) devices and green synthesis\nof CO<sub>2</sub> adsorbents.</p>", "clean_text": "Zhuo Li has been a master's student at the School of Metallurgy of Northeastern University (China) since 2020. His research interests focus on the adsorption and separation of flue gases in power plants with temperature swing adsorption (TSA) devices and green synthesis of CO2 adsorbents.", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["else"], "content": "<p>Nitin Goyal\nreceived his Ph.D. degree from the Thapar Institute\nof Engineering and Technology and worked as a postdoctoral researcher\nat Northeastern University (China) since 2019 in Liying Liu’s\ngroup. His research includes the synthesis, surface modification,\nand characterization of nanozeolites and biopolymers for the removal\nof emerging endocrine disruptor compounds such as biochanin A, genistein,\nbisphenol S, and daidzein from aqueous solutions.</p>", "clean_text": "Nitin Goyal received his Ph.D. degree from the Thapar Institute of Engineering and Technology and worked as a postdoctoral researcher at Northeastern University (China) since 2019 in Liying Liu's group. His research includes the synthesis, surface modification, and characterization of nanozeolites and biopolymers for the removal of emerging endocrine disruptor compounds such as biochanin A, genistein, bisphenol S, and daidzein from aqueous solutions.", "data": null, "include_properties": null}, {"idx": 65, "type": "text", "classification": ["else"], "content": "<p>Tao Du is a professor at Northeastern University (China),\ndeputy\ndirector of the National Key Laboratory of Eco-Industry for Environmental\nProtection, and secretary-general of the Energy and Thermal Engineering\nSociety of the Chinese Society for Metals. Her research interests\ninclude industrial ecology, energy-saving and emission reduction of\nindustrial systems, catalytic hydrogenation of CO<sub>2</sub>, CCUS,\nand efficient conversion and clean energy utilization.</p>", "clean_text": "Tao Du is a professor at Northeastern University (China), deputy director of the National Key Laboratory of Eco-Industry for Environmental Protection, and secretary-general of the Energy and Thermal Engineering Society of the Chinese Society for Metals. Her research interests include industrial ecology, energy-saving and emission reduction of industrial systems, catalytic hydrogenation of CO2, CCUS, and efficient conversion and clean energy utilization.", "data": null, "include_properties": null}, {"idx": 66, "type": "text", "classification": ["else"], "content": "<p>Jiaxin He is a junior student in the Department of Energy\nand Power\nat Northeastern University (China), and she participated in the Student\nEnergy Conservation and Emission Reduction Competition. Her research\nfocuses on carbon reduction, synthesis of adsorbent materials, and\ndesign of industrial furnaces.</p>", "clean_text": "Jiaxin He is a junior student in the Department of Energy and Power at Northeastern University (China), and she participated in the Student Energy Conservation and Emission Reduction Competition. Her research focuses on carbon reduction, synthesis of adsorbent materials, and design of industrial furnaces.", "data": null, "include_properties": null}, {"idx": 67, "type": "text", "classification": ["else"], "content": "<p>Gang Li\nis a senior lecturer at the University of Melbourne in\ncharge of the Clean Energy Technology Laboratory. Li is the inventor\nof ionic liquid zeolites (ILZs) and a cofounder of Gas Capture Technologies\nPty Ltd. He is the winner of ARC DECRA (2014), Innovator of The Year\nof Western Australia (2015), and the David &amp; Valerie Solomon Award\n(2020). His group specializes in zeolite molecular sieves, pressure\nswing adsorption, natural gas purification, carbon/methane capture,\nhydrogen production, and process upscaling.</p>", "clean_text": "Gang Li is a senior lecturer at the University of Melbourne in charge of the Clean Energy Technology Laboratory. Li is the inventor of ionic liquid zeolites (ILZs) and a cofounder of Gas Capture Technologies Pty Ltd. He is the winner of ARC DECRA (2014), Innovator of The Year of Western Australia (2015), and the David & Valerie Solomon Award (2020). His group specializes in zeolite molecular sieves, pressure swing adsorption, natural gas purification, carbon/methane capture, hydrogen production, and process upscaling.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "13, 16, 20, 22, 27, 29, 44", "type": "text", "classification": "property", "content": "<p>In terms of gas adsorption, Rezaei et al. investigated the coating\nof MOF-74­(Ni) and UTSA-16­(Co) onto the surface of commercial cordierite\nand optimized the properties such as the crystal growth and film thickness\nto produce a monolith wrapped with 55 wt % MOFs (). The CO<sub>2</sub> adsorption capacities of the coated MOF-74 and\nUTSA-16 were 1.7 and 1.1 mmol/g (1 bar), respectively, which were\nonly 28% and 29% of the powder samples. Although the experiments demonstrated\nthat the CO<sub>2</sub> adsorption amount was essentially unabated\nafter cycling, it was lower than expected, corresponding to the reduction\nin the BET surface area and pore volume (). Lawson et\nal. improved the coating technique using\na Torlon polymer solution to preseed the MOF powder on the monolith,\nobtaining MOFs loading more than 70 wt %. The heat exchanger surface\nwith aluminum fumarate MOF coating improves the cyclic hydrothermal\nstability owing to its good water adsorption properties. Jeremias et al. proposed an interesting\nroute for HKUST-1 film fabrication, where the substrate for coating\nwas immersed in the solution required for MOF synthesis that was actively\ncooled, while the substrate surface was heated to the temperature\nfor MOF crystallization. This thermal gradient method enables MOF\ncoatings with porosity, mechanical stability, and high thermal coupling\nthat allows for applications in heat exchangers as well as in adsorption\nand catalysis. Their group also grew\nMOF films onto the carbon hollow fibers, and the CO<sub>2</sub> adsorption\ncapacity of MOF-74/carbon composite was 2 mmol/g (25 °C, 1 bar),\nwhich is comparable to that of the powders. Furthermore, the CO<sub>2</sub> adsorption kinetics was evaluated\nusing the adsorption response time, given that the composites had\nfaster kinetics than the powders, with the UTSA-16 composite taking\nonly 2.6 min to reach 90% of the adsorption capacity, while the powder\ntook 4.1 min. Another coating process\nimproved the cycling stability of the MOFs, maintaining an adsorption\ncapacity at 10 000 water adsorption and desorption cycles with\nno observed degradation of the adsorption capacity of 0.26 g/g, allowing\nCAU-10-H to show good performance in heat pump applications.\n</p><title>Gel and Spongy Blocks</title><p>The formation\nof gel monolithic materials generally does not require pressure and\nbinders, which can serve as precursors\nfor MOFs films, and aerogels typically\npossess variable porosities and specific surface areas. The unconventional ZIF-8 gel material was derived by utilizing a\nhigh-concentration reaction, revealing that mechanical stimulation\ncan lead to a reversible solution–gel conversion. Tian et al. followed a sol–gel synthesis\nprocess ()\nto obtain a dense monomer under mild drying conditions, whereas powder\nwas obtained when dried at higher temperatures or under a vacuum without\nany binders or pressure. The shaped\nHKUST-1 monolith has a methane capacity of 259 cm<sup>3</sup> (standard\ntemperature and pressure (STP)) cm<sup>–3</sup> at 65 bar with\na BET surface area of 1193 m<sup>2</sup>·g<sup>–1</sup>, making it the first qualifying adsorbent to meet the U.S. Department\nof Energy (DOE) volumetric target for methane storage (263 cm<sup>3</sup> (STP) cm<sup>–3</sup>), and it has a strong mechanical\nhardness. UiO-66 gels can also be converted\nto layered porous monomers as xerogels and aerogels, with surface\nareas and pore volumes (1459 m<sup>2</sup>·g<sup>–1</sup>, 2.09 cm<sup>3</sup>·g<sup>–1</sup>, and 1255 m<sup>2</sup>·g<sup>–1</sup>, 1.66 cm<sup>3</sup>·g<sup>–1</sup>, respectively) that far exceed that of UiO-66 powders. MIL-100­(Fe) aerogel with a permanent porosity\nand pore volume was synthesized by Lohe et al. According to the nitrogen adsorption and desorption isotherms,\naerogels were obtained with a single-point BET surface area of 1618\nm<sup>2</sup>·g<sup>–1</sup>, which is much higher than\nthe powdered sample value of 1183 m<sup>2</sup>·g<sup>–1</sup>. It is clear from the pore size distribution\nthat the aerogel has a relatively wide range of micropores and mesopores\ndistribution, with the pore volume maximum at 1.3 nm. However, the mechanical strength was not discussed\nin the research, which is essential for practical applications such\nas adsorption and catalytic processes.</p><title>Granules and Tablets</title><p>Mechanical compression\nof powder is a traditional shaping method, and the density of the\ntablets can be adjusted by changing the compression conditions. Pressure is applied to a specific amount of MOF powder through a\nmechanical device, such as a tablet press, to obtain the shaped sample. MOF-177 powder was compressed into a monolith (<italic toggle=\"yes\">D</italic> = 5 mm) using a mechanical technique without any binders, resulting\nin a 78% increase in the maximum excess volumetric hydrogen storage\ncapacity at 6 MPa and 77 K. However,\nthe monolith showed a diminishing micropore volume due to the gradual\ncollapse of MOF-177 crystals to an amorphous phase during densification. This is a natural consequence of mechanical\ncompression depending on the rigidity and the strength of the MOFs\nframework, where densification may lead to decomposition of the crystallite\nor interpenetration of particulate (). HKUST-1 was\nalso molded by simple mechanical compression, whereby a 1 mL syringe\nwas filled with powder, which was pressed hard (by hand) during loading\n(). The CH<sub>4</sub> adsorption capacity of the\ncompressed sample was reduced by half compared to that of the HKUST-1\npowder. An attempt was made to increase\nthe bulk density by pressing the MOFs onto a wafer at pressures of\n0.5, 2, and 5 tons, and the results showed that the total micropore\nvolumes were dramatically reduced. CPO-27-Ni\ntablets (<italic toggle=\"yes\">D</italic> = 1 cm, thickness = 0.1 cm) were prepared\nby pressing (100 MPa) a 0.5 g powder sample with barely a reduction\nin the specific surface area, and the adsorption of methane was reduced\nfrom 157 to 129 N cm<sup>3</sup> g<sup>–1</sup> at 303 K. Another representative MOF (ZIF-8) was compressed\nby a universal testing machine, and the impact of compression on the\ncatalytic performance was evaluated. The BET surface area of the compressed ZIF-8 pellets at 5 kN (<italic toggle=\"yes\">m</italic> = 0.05 g, <italic toggle=\"yes\">D</italic> = 10 mm) was less than that\nof the native powder, whereas it was significantly reduced in the\ncompressed HKUST-1, reaching only 25% of the powder sample.\n</p><p>Ribeiro et al. experimentally verified\nthat the specific surface area and CO<sub>2</sub> adsorption properties\nof the ZIF-8 pellets (0.5 g, <italic toggle=\"yes\">D</italic> = 10 mm, <italic toggle=\"yes\">P</italic> = 62 and 125 MPa) were slightly affected by the compression molding.\nThe CO<sub>2</sub> adsorption isotherm of ZIF-8 pellets overlaps with\npowder up to 8 bar and a loss of capacity less than 6% at 29 bar.\nThis is related to the large retention of the specific surface area\nand pore volume of the pellets. The BET surface area of ZIF-8 pellets\nshows a loss of 7% and 12% compared to powder at a compression of\n62 and 125 MPa, respectively. However, the compression molding of\nthe flexible MOF MIL-53­(Al) at the same pressure was less effective,\nwith a 46% and 32% loss of the specific surface area compressed at\n62 and 125 MPa, respectively. The BET\nsurface area and pore volume of the powder and pressed samples of\nZIF-8 and MIL-53­(Al) are listed in . To verify that the molded MOFs can be applied\nto industrial CO<sub>2</sub> capture and separation, such as PSA processes,\nthey measured the pellet mass loss rate during pressure change cycles\n(1, 3, 10, and 13 bar) and demonstrated that both ZIF-8 and MIL-53­(Al)\npellets ()\nhad a mass loss of less than 5%, while MIL-53­(Al) had better mechanical\nproperties. The hydrogen storage capacity\nof the MIL-101 compressed pellets were investigated, and the optimum\nhydrogen adsorption capacity (40 g/L) was obtained for pellet densities\nof 0.45–0.47 g/cm<sup>3</sup>, which is comparable to that\nof MOF-5 and MOF-177 under the same conditions.\n</p><title>Inorganic Binders</title><p>Inorganic binders\nare considered for the MOFs molding process because of their excellent\nthermal stability and environmental friendliness. Clay-based binders, such as bentonite and kaolinite, are\nthe most commonly used binders for zeolite shaping, which can yield\nstrength zeolite granules after sintering. However, because calcination degrades MOF materials and destroys\ntheir structure at high temperatures, clay-based binders that need\nhigh-temperature calcination to gain strength are rarely used alone\nfor the direct formation of MOFs pellets. Binders that can work without requiring calcination are preferred.\nValekar et al. effectively prepared\nMIL-100­(Fe), MIL-101­(Cr), UiO-66­(Zr), and UiO-66­(Zr)_NH<sub>2</sub> in millimeter-sized pellets using 5 wt % ρ-alumina as the\nbinder and investigated the fundamental property changes and mechanical\nstrength of the MOF monoliths. Their schematic diagrams () show that MOFs\nand ρ-alumina are combined by the interaction of hydroxyl groups\non the particle surface to form a monolithic structure with a certain\nstrength. On the basis of the nitrogen\nadsorption and desorption isotherms at 77 K and applying the BET method,\nthe specific surface area of all four MOFs particles was found to\nbe overproportionally reduced, but it is noteworthy that the CO<sub>2</sub> adsorption capacity of MIL-101­(Cr) and UIO-66­(Zr)_NH<sub>2</sub> after spheroidization was basically the same as the weight\nratio compared to the pristine MOFs. The mechanical strength of the four molded MOFs containing 5 wt\n% binders was measured and gave an average crushing strength of 6.7\nN (MIL-100­(Fe)), 4.1 N (MIL-101­(Cr)), 4.7 N (UiO-66­(Zr)), and 2.5\nN (UiO-66­(Zr)_NH<sub>2</sub>), respectively. This is still insufficient for application in packed adsorption\nbeds, though it can also be improved by increasing the binder content.\n</p><p>Kim et al. fabricated MIL-100­(Fe)\ngranules with a size of 1.18–1.70 mm by adding 10% silica sol\nas a binder. The adsorption and desorption isotherms at 77 K showed\nthe BET surface area of 1619 m<sup>2</sup>/g for MIL-100­(Fe) granule,\nwhich is about 90% of the powders without additional reduction. In\naddition, the MIL-100­(Fe) granules had a better SF<sub>6</sub> adsorption\ncapacity, and the breakthrough time is 40 min faster at 1 bar than\nthat of commercial zeolite 13X granules, which offers greater possibilities\nfor practical industrial applications. Moreira et al. have used 1% graphite and 99% UiO-66 powder pressed\ninto a tablet composite (), but the BET surface area was reduced by 22% compared\nto that of pristine UiO-66, which is unfavorable for the gas adsorption\nprocess. In most cases, the properties\nof MOFs with inorganic binders are retained (), but there is still a need for extensive\nresearch on the mechanical properties and stability performance of\nthe composite monoliths.</p><p>Inspired by the earlier works of printing structural\nadsorbents, Thakkar et al. first applied\n3D printing technology to MOFs shaping and successfully printed MOF-74­(Ni)\nand UTSA-16­(Co) monoliths (1.5 cm in height and 1.5 cm in diameter).\nThe process of fabricating MOFs monoliths using 3D printing through\ndirect ink writing is shown in , where bentonite clay and PVA were used\nas the binder and plasticizer, respectively. CO<sub>2</sub> adsorption\nexperiments showed that the working capacities of MOF-74­(Ni) and UTSA-16­(Co)\nmonoliths were 4.0 and 3.0 mmol/g, respectively, corresponding to\n5.7 and 3.5 mmol/g for the powder sample. The compressive strengths of the MOF-74­(Ni) and UTSA-16­(Co) blocks\nexhibited in the mechanical tests were approximately 0.48 and 0.56\nMPa, respectively. Although the mechanical\nstrengths are lower compared to that of the ceramic architecture obtained\nby 3D printing, typically showing strengths on the order of 1–5\nMPa, they can also be applied well in adsorption devices. Lawson et al. systematically investigated the kinetics of 3D printed\nMOF-74­(Ni) monolith by varying parameters such as feed velocity and\nadsorption time and pressure. It was\ndemonstrated that the adsorption kinetics was affected by multiple\nfactors, and the MOF-74­(Ni) monolith showed the best separation performance\nof CO<sub>2</sub>/H<sub>2</sub> at low CO concentration, high pressure,\nlow feed velocity, and short adsorption time. Bible et al. printed acrylonitrile\nbutadiene styrene (ABS) metal and MOF (ZIF-8 and HKUST-1) composites\nusing a commercial 3D printer, and the structure was retained even\nafter immersion in water. The specific surface area of the mixture\nwas close to the theoretically calculated specific surface area; therefore,\nit is reasonable that the N<sub>2</sub> adsorption capacity was also\npreserved. However, the MOFs content\nwas only 10%, and the authors proposed the necessity for improving\nthe fabrication process to increase the MOFs content and improve the\napplication efficiency. Another study also demonstrated the potential\nof 3D printed MOFs (ZIF-67) in organic dye removal applications, with\nan average removal rate of 97–98% for rhodamine B after 10\ncontinuous degradation cycles. The differences\nin performance for 3D-printed MOFs do not merely relate to additives;\nthey also depend heavily on the process conditions and structure of\nmonoliths. Denayer’s group printed\nZIF-8 monoliths for the biobutanol recovery by layer-by-layer printing\nusing 16.7 wt % bentonite and 16.7 wt % methylcellulose as an additive. The advanced selectivity of the block for butanol recovery was verified\nfrom dynamic breakthrough experiments.\n</p>", "clean_text": "In terms of gas adsorption, Rezaei et al. investigated the coating of MOF-74(Ni) and UTSA-16(Co) onto the surface of commercial cordierite and optimized the properties such as the crystal growth and film thickness to produce a monolith wrapped with 55 wt % MOFs (). The CO2 adsorption capacities of the coated MOF-74 and UTSA-16 were 1.7 and 1.1 mmol/g (1 bar), respectively, which were only 28% and 29% of the powder samples. Although the experiments demonstrated that the CO2 adsorption amount was essentially unabated after cycling, it was lower than expected, corresponding to the reduction in the BET surface area and pore volume (). Lawson et al. improved the coating technique using a Torlon polymer solution to preseed the MOF powder on the monolith, obtaining MOFs loading more than 70 wt %. The heat exchanger surface with aluminum fumarate MOF coating improves the cyclic hydrothermal stability owing to its good water adsorption properties. Jeremias et al. proposed an interesting route for HKUST-1 film fabrication, where the substrate for coating was immersed in the solution required for MOF synthesis that was actively cooled, while the substrate surface was heated to the temperature for MOF crystallization. This thermal gradient method enables MOF coatings with porosity, mechanical stability, and high thermal coupling that allows for applications in heat exchangers as well as in adsorption and catalysis. Their group also grew MOF films onto the carbon hollow fibers, and the CO2 adsorption capacity of MOF-74/carbon composite was 2 mmol/g (25 °C, 1 bar), which is comparable to that of the powders. Furthermore, the CO2 adsorption kinetics was evaluated using the adsorption response time, given that the composites had faster kinetics than the powders, with the UTSA-16 composite taking only 2.6 min to reach 90% of the adsorption capacity, while the powder took 4.1 min. Another coating process improved the cycling stability of the MOFs, maintaining an adsorption capacity at 10000 water adsorption and desorption cycles with no observed degradation of the adsorption capacity of 0.26 g/g, allowing CAU-10-H to show good performance in heat pump applications. \n\nGel and Spongy Blocks\n\nThe formation of gel monolithic materials generally does not require pressure and binders, which can serve as precursors for MOFs films, and aerogels typically possess variable porosities and specific surface areas. The unconventional ZIF-8 gel material was derived by utilizing a high-concentration reaction, revealing that mechanical stimulation can lead to a reversible solution-gel conversion. Tian et al. followed a sol-gel synthesis process () to obtain a dense monomer under mild drying conditions, whereas powder was obtained when dried at higher temperatures or under a vacuum without any binders or pressure. The shaped HKUST-1 monolith has a methane capacity of 259 cm3 (standard temperature and pressure (STP)) cm-3 at 65 bar with a BET surface area of 1193 m2⋅g-1, making it the first qualifying adsorbent to meet the U.S. Department of Energy (DOE) volumetric target for methane storage (263 cm3 (STP) cm-3), and it has a strong mechanical hardness. UiO-66 gels can also be converted to layered porous monomers as xerogels and aerogels, with surface areas and pore volumes (1459 m2⋅g-1, 2.09 cm3⋅g-1, and 1255 m2⋅g-1, 1.66 cm3⋅g-1, respectively) that far exceed that of UiO-66 powders. MIL-100(Fe) aerogel with a permanent porosity and pore volume was synthesized by Lohe et al. According to the nitrogen adsorption and desorption isotherms, aerogels were obtained with a single-point BET surface area of 1618 m2⋅g-1, which is much higher than the powdered sample value of 1183 m2⋅g-1. It is clear from the pore size distribution that the aerogel has a relatively wide range of micropores and mesopores distribution, with the pore volume maximum at 1.3 nm. However, the mechanical strength was not discussed in the research, which is essential for practical applications such as adsorption and catalytic processes.\n\nGranules and Tablets\n\nMechanical compression of powder is a traditional shaping method, and the density of the tablets can be adjusted by changing the compression conditions. Pressure is applied to a specific amount of MOF powder through a mechanical device, such as a tablet press, to obtain the shaped sample. MOF-177 powder was compressed into a monolith (D = 5 mm) using a mechanical technique without any binders, resulting in a 78% increase in the maximum excess volumetric hydrogen storage capacity at 6 MPa and 77 K. However, the monolith showed a diminishing micropore volume due to the gradual collapse of MOF-177 crystals to an amorphous phase during densification. This is a natural consequence of mechanical compression depending on the rigidity and the strength of the MOFs framework, where densification may lead to decomposition of the crystallite or interpenetration of particulate (). HKUST-1 was also molded by simple mechanical compression, whereby a 1 mL syringe was filled with powder, which was pressed hard (by hand) during loading (). The CH4 adsorption capacity of the compressed sample was reduced by half compared to that of the HKUST-1 powder. An attempt was made to increase the bulk density by pressing the MOFs onto a wafer at pressures of 0.5, 2, and 5 tons, and the results showed that the total micropore volumes were dramatically reduced. CPO-27-Ni tablets (D = 1 cm, thickness = 0.1 cm) were prepared by pressing (100 MPa) a 0.5 g powder sample with barely a reduction in the specific surface area, and the adsorption of methane was reduced from 157 to 129 N cm3 g-1 at 303 K. Another representative MOF (ZIF-8) was compressed by a universal testing machine, and the impact of compression on the catalytic performance was evaluated. The BET surface area of the compressed ZIF-8 pellets at 5 kN (m = 0.05 g, D = 10 mm) was less than that of the native powder, whereas it was significantly reduced in the compressed HKUST-1, reaching only 25% of the powder sample. \n\nRibeiro et al. experimentally verified that the specific surface area and CO2 adsorption properties of the ZIF-8 pellets (0.5 g, D = 10 mm, P = 62 and 125 MPa) were slightly affected by the compression molding. The CO2 adsorption isotherm of ZIF-8 pellets overlaps with powder up to 8 bar and a loss of capacity less than 6% at 29 bar. This is related to the large retention of the specific surface area and pore volume of the pellets. The BET surface area of ZIF-8 pellets shows a loss of 7% and 12% compared to powder at a compression of 62 and 125 MPa, respectively. However, the compression molding of the flexible MOF MIL-53(Al) at the same pressure was less effective, with a 46% and 32% loss of the specific surface area compressed at 62 and 125 MPa, respectively. The BET surface area and pore volume of the powder and pressed samples of ZIF-8 and MIL-53(Al) are listed in . To verify that the molded MOFs can be applied to industrial CO2 capture and separation, such as PSA processes, they measured the pellet mass loss rate during pressure change cycles (1, 3, 10, and 13 bar) and demonstrated that both ZIF-8 and MIL-53(Al) pellets () had a mass loss of less than 5%, while MIL-53(Al) had better mechanical properties. The hydrogen storage capacity of the MIL-101 compressed pellets were investigated, and the optimum hydrogen adsorption capacity (40 g/L) was obtained for pellet densities of 0.45-0.47 g/cm3, which is comparable to that of MOF-5 and MOF-177 under the same conditions. \n\nInorganic Binders\n\nInorganic binders are considered for the MOFs molding process because of their excellent thermal stability and environmental friendliness. Clay-based binders, such as bentonite and kaolinite, are the most commonly used binders for zeolite shaping, which can yield strength zeolite granules after sintering. However, because calcination degrades MOF materials and destroys their structure at high temperatures, clay-based binders that need high-temperature calcination to gain strength are rarely used alone for the direct formation of MOFs pellets. Binders that can work without requiring calcination are preferred. Valekar et al. effectively prepared MIL-100(Fe), MIL-101(Cr), UiO-66(Zr), and UiO-66(Zr)_NH2 in millimeter-sized pellets using 5 wt % ρ-alumina as the binder and investigated the fundamental property changes and mechanical strength of the MOF monoliths. Their schematic diagrams () show that MOFs and ρ-alumina are combined by the interaction of hydroxyl groups on the particle surface to form a monolithic structure with a certain strength. On the basis of the nitrogen adsorption and desorption isotherms at 77 K and applying the BET method, the specific surface area of all four MOFs particles was found to be overproportionally reduced, but it is noteworthy that the CO2 adsorption capacity of MIL-101(Cr) and UIO-66(Zr)_NH2 after spheroidization was basically the same as the weight ratio compared to the pristine MOFs. The mechanical strength of the four molded MOFs containing 5 wt % binders was measured and gave an average crushing strength of 6.7 N (MIL-100(Fe)), 4.1 N (MIL-101(Cr)), 4.7 N (UiO-66(Zr)), and 2.5 N (UiO-66(Zr)_NH2), respectively. This is still insufficient for application in packed adsorption beds, though it can also be improved by increasing the binder content. \n\nKim et al. fabricated MIL-100(Fe) granules with a size of 1.18-1.70 mm by adding 10% silica sol as a binder. The adsorption and desorption isotherms at 77 K showed the BET surface area of 1619 m2/g for MIL-100(Fe) granule, which is about 90% of the powders without additional reduction. In addition, the MIL-100(Fe) granules had a better SF6 adsorption capacity, and the breakthrough time is 40 min faster at 1 bar than that of commercial zeolite 13X granules, which offers greater possibilities for practical industrial applications. Moreira et al. have used 1% graphite and 99% UiO-66 powder pressed into a tablet composite (), but the BET surface area was reduced by 22% compared to that of pristine UiO-66, which is unfavorable for the gas adsorption process. In most cases, the properties of MOFs with inorganic binders are retained (), but there is still a need for extensive research on the mechanical properties and stability performance of the composite monoliths.\n\nInspired by the earlier works of printing structural adsorbents, Thakkar et al. first applied 3D printing technology to MOFs shaping and successfully printed MOF-74(Ni) and UTSA-16(Co) monoliths (1.5 cm in height and 1.5 cm in diameter). The process of fabricating MOFs monoliths using 3D printing through direct ink writing is shown in , where bentonite clay and PVA were used as the binder and plasticizer, respectively. CO2 adsorption experiments showed that the working capacities of MOF-74(Ni) and UTSA-16(Co) monoliths were 4.0 and 3.0 mmol/g, respectively, corresponding to 5.7 and 3.5 mmol/g for the powder sample. The compressive strengths of the MOF-74(Ni) and UTSA-16(Co) blocks exhibited in the mechanical tests were approximately 0.48 and 0.56 MPa, respectively. Although the mechanical strengths are lower compared to that of the ceramic architecture obtained by 3D printing, typically showing strengths on the order of 1-5 MPa, they can also be applied well in adsorption devices. Lawson et al. systematically investigated the kinetics of 3D printed MOF-74(Ni) monolith by varying parameters such as feed velocity and adsorption time and pressure. It was demonstrated that the adsorption kinetics was affected by multiple factors, and the MOF-74(Ni) monolith showed the best separation performance of CO2/H2 at low CO concentration, high pressure, low feed velocity, and short adsorption time. Bible et al. printed acrylonitrile butadiene styrene (ABS) metal and MOF (ZIF-8 and HKUST-1) composites using a commercial 3D printer, and the structure was retained even after immersion in water. The specific surface area of the mixture was close to the theoretically calculated specific surface area; therefore, it is reasonable that the N2 adsorption capacity was also preserved. However, the MOFs content was only 10%, and the authors proposed the necessity for improving the fabrication process to increase the MOFs content and improve the application efficiency. Another study also demonstrated the potential of 3D printed MOFs (ZIF-67) in organic dye removal applications, with an average removal rate of 97-98% for rhodamine B after 10 continuous degradation cycles. The differences in performance for 3D-printed MOFs do not merely relate to additives; they also depend heavily on the process conditions and structure of monoliths. Denayer's group printed ZIF-8 monoliths for the biobutanol recovery by layer-by-layer printing using 16.7 wt % bentonite and 16.7 wt % methylcellulose as an additive. The advanced selectivity of the block for butanol recovery was verified from dynamic breakthrough experiments. ", "data": [[{"meta": {"name": "MOF-74­(Ni)", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "1.7", "unit": "mmol/g", "temperature": "", "pressure": "1 bar", "condition": ""}]}, {"meta": {"name": "UTSA-16­(Co)", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "1.1", "unit": "mmol/g", "temperature": "", "pressure": "1 bar", "condition": ""}]}, {"meta": {"name": "MOF-74­(Ni)", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "4.0", "unit": "mmol/g", "temperature": "", "pressure": "", "condition": ""}]}, {"meta": {"name": "UTSA-16­(Co)", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "3.0", "unit": "mmol/g", "temperature": "", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 15, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of BET Surface\nAreas and Pore\nVolumes for MOFs Powder and Monoliths without Binders</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">powder</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">monolith</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">MOFs</oasis:entry>\n<oasis:entry align=\"center\">surface area (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">surface\narea (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF-74(Ni)</oasis:entry>\n<oasis:entry>3398</oasis:entry>\n<oasis:entry>2.43</oasis:entry>\n<oasis:entry>652</oasis:entry>\n<oasis:entry>0.73</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref92\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UTSA-16(Co)</oasis:entry>\n<oasis:entry>746</oasis:entry>\n<oasis:entry>0.36</oasis:entry>\n<oasis:entry>223</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66</oasis:entry>\n<oasis:entry>1167</oasis:entry>\n<oasis:entry>0.47</oasis:entry>\n<oasis:entry>Xerogel: 1459</oasis:entry>\n<oasis:entry>Xerogel: 2.09</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref105\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>Aerogel: 1255</oasis:entry>\n<oasis:entry>Aerogel: 1.66</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Fe)</oasis:entry>\n<oasis:entry>1183</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.52</oasis:entry>\n<oasis:entry>1618</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.72</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref106\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-177</oasis:entry>\n<oasis:entry>4100</oasis:entry>\n<oasis:entry>1.65</oasis:entry>\n<oasis:entry>2400\n(compressed at 6 MPa)</oasis:entry>\n<oasis:entry>1.05</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref115\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CPO-27-Ni</oasis:entry>\n<oasis:entry>1060</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>1050 (compressed at 100 MPa)</oasis:entry>\n<oasis:entry>0.40</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref117\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>1433</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1420 (0.05 g/compressed\nat 5 kN)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref118\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>1897</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>453 (0.05 g/compressed\nat 5 kN)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>1983</oasis:entry>\n<oasis:entry>0.76</oasis:entry>\n<oasis:entry>1841 (compressed at 62 MPa)</oasis:entry>\n<oasis:entry>0.70</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref119\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1736 (compressed at 125 MPa)</oasis:entry>\n<oasis:entry>0.67</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Al)</oasis:entry>\n<oasis:entry>796</oasis:entry>\n<oasis:entry>0.42</oasis:entry>\n<oasis:entry>432 (compressed at 62 MPa)</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>538 (compressed\nat 125 MPa)</oasis:entry>\n<oasis:entry>0.32</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry>3623 (ρ = 0.19 g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> = 1.75</oasis:entry>\n<oasis:entry>126–3381<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry>0.017–1.67<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref120\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>V<sub>micro</sub> = 1.43</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn2\">\n<label>a</label>\n<p>The density\nof the compressed pellets\nranges from 1.34 to 0.344 g/cm<sup>3</sup>, corresponding to a BET\nsurface area of 126–3381 m<sup>2</sup>/g.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>b</label>\n<p>The density of the compressed pellets\nranges from 1.34 to 0.344 g/cm<sup>3</sup>, corresponding to a total\npore volume of 10.017–1.67 cm<sup>–3</sup>/g.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Summary of BET Surface Areas and Pore Volumes for MOFs Powder and Monoliths without Binders\n\n| MOFs        | powder surface area (m²/g) | powder Vtotal (cm³/g) | monolith surface area (m²/g) | monolith Vtotal (cm³/g) | ref |\n|-------------|-----------------------------|-----------------------|-------------------------------|-------------------------|-----|\n| MOF-74(Ni)  | 3398                        | 2.43                  | 652                           | 0.73                    | [92]|\n| UTSA-16(Co) | 746                         | 0.36                  | 223                           | 0.11                    |     |\n| UiO-66      | 1167                        | 0.47                  | Xerogel: 1459                  | Xerogel: 2.09            | [105]|\n|             |                             |                       | Aerogel: 1255                  | Aerogel: 1.66            |     |\n| MIL-100(Fe) | 1183                        | Vmicro = 0.52         | 1618                          | Vmicro = 0.72            | [106]|\n| MOF-177     | 4100                        | 1.65                  | 2400 (compressed at 6 MPa)     | 1.05                    | [115]|\n| CPO-27-Ni   | 1060                        | 0.39                  | 1050 (compressed at 100 MPa)   | 0.40                    | [117]|\n| ZIF-8       | 1433                        |                       | 1420 (0.05 g/compressed at 5 kN)|                         | [118]|\n| HKUST-1     | 1897                        |                       | 453 (0.05 g/compressed at 5 kN)|                         |     |\n| ZIF-8       | 1983                        | 0.76                  | 1841 (compressed at 62 MPa)    | 0.70                    | [119]|\n|             |                             |                       | 1736 (compressed at 125 MPa)   | 0.67                    |     |\n| MIL-53(Al)  | 796                         | 0.42                  | 432 (compressed at 62 MPa)     | 0.27                    |     |\n|             |                             |                       | 538 (compressed at 125 MPa)    | 0.32                    |     |\n| MIL-101     | 3623 (ρ = 0.19 g/cm³)        | Vtotal = 1.75         | 126–3381[^a]                   | 0.017–1.67[^b]           | [120]|\n|             |                             | Vmicro = 1.43         |                               |                         |     |\n\n[^a]: The density of the compressed pellets ranges from 1.34 to 0.344 g/cm³, corresponding to a BET surface area of 126–3381 m²/g.\n[^b]: The density of the compressed pellets ranges from 1.34 to 0.344 g/cm³, corresponding to a total pore volume of 10.017–1.67 cm³/g.", "data": [{"meta": {"name": "MOF-74(Ni)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "3398", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "652", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "2.43", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "0.73", "unit": "cm³/g", "condition": "monolith"}]}, {"meta": {"name": "UTSA-16(Co)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "746", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "223", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.36", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "0.11", "unit": "cm³/g", "condition": "monolith"}]}, {"meta": {"name": "UiO-66", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "1167", "unit": "m²/g", "condition": ""}, {"type": "xerogel", "probe": "", "value": "1459", "unit": "m²/g", "condition": ""}, {"type": "aerogel", "probe": "", "value": "1255", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.47", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "2.09", "unit": "cm³/g", "condition": "xerogel"}, {"probe": "", "value": "1.66", "unit": "cm³/g", "condition": "aerogel"}]}, {"meta": {"name": "MIL-100(Fe)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "1183", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "1618", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "Vmicro", "value": "0.52", "unit": "cm³/g", "condition": "powder"}, {"probe": "Vmicro", "value": "0.72", "unit": "cm³/g", "condition": "monolith"}]}, {"meta": {"name": "MOF-177", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "4100", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "2400", "unit": "m²/g", "condition": "compressed at 6 MPa"}], "pore volume": [{"probe": "", "value": "1.65", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "1.05", "unit": "cm³/g", "condition": "compressed at 6 MPa"}]}, {"meta": {"name": "CPO-27-Ni", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "1060", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "1050", "unit": "m²/g", "condition": "compressed at 100 MPa"}], "pore volume": [{"probe": "", "value": "0.39", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "0.40", "unit": "cm³/g", "condition": "compressed at 100 MPa"}]}, {"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "1433", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "1420", "unit": "m²/g", "condition": "0.05 g/compressed at 5 kN"}], "pore volume": [{"probe": "", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "1897", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "453", "unit": "m²/g", "condition": "0.05 g/compressed at 5 kN"}], "pore volume": [{"probe": "", "value": "", "unit": "", "condition": ""}]}, {"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "1983", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "1841", "unit": "m²/g", "condition": "compressed at 62 MPa"}, {"type": "monolith", "probe": "", "value": "1736", "unit": "m²/g", "condition": "compressed at 125 MPa"}], "pore volume": [{"probe": "", "value": "0.76", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "0.70", "unit": "cm³/g", "condition": "compressed at 62 MPa"}, {"probe": "", "value": "0.67", "unit": "cm³/g", "condition": "compressed at 125 MPa"}]}, {"meta": {"name": "MIL-53(Al)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "796", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "432", "unit": "m²/g", "condition": "compressed at 62 MPa"}, {"type": "monolith", "probe": "", "value": "538", "unit": "m²/g", "condition": "compressed at 125 MPa"}], "pore volume": [{"probe": "", "value": "0.42", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "0.27", "unit": "cm³/g", "condition": "compressed at 62 MPa"}, {"probe": "", "value": "0.32", "unit": "cm³/g", "condition": "compressed at 125 MPa"}]}, {"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "3623", "unit": "m²/g", "condition": "ρ = 0.19 g/cm³"}], "pore volume": [{"probe": "Vtotal", "value": "1.75", "unit": "cm³/g", "condition": "ρ = 0.19 g/cm³"}, {"probe": "Vmicro", "value": "1.43", "unit": "cm³/g", "condition": "ρ = 0.19 g/cm³"}]}], "include_properties": null}, {"idx": 31, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Summary of BET Surface Areas and Pore\nVolumes of MOFs Monoliths with Inorganic Binders</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">powder</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col5\" rowsep=\"1\">monolith</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">MOFs</oasis:entry>\n<oasis:entry align=\"center\">inorganic binders</oasis:entry>\n<oasis:entry align=\"center\">BET surface area (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">BET surface area (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-100(Fe)</oasis:entry>\n<oasis:entry>5 wt % ρ-alumina</oasis:entry>\n<oasis:entry>2088</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry>1831</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref124\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>4066</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>3685</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66(Zr)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1050</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n<oasis:entry>911</oasis:entry>\n<oasis:entry>0.9</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66(Zr)_NH<sub>2</sub>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>875</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n<oasis:entry>823</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Fe)</oasis:entry>\n<oasis:entry>10 wt % silica\nsol</oasis:entry>\n<oasis:entry>1772</oasis:entry>\n<oasis:entry>0.93</oasis:entry>\n<oasis:entry>1619</oasis:entry>\n<oasis:entry>0.82</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref125\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66</oasis:entry>\n<oasis:entry>1 wt % graphite</oasis:entry>\n<oasis:entry>1140</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>885</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref126\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Summary of BET Surface Areas and Pore Volumes of MOFs Monoliths with Inorganic Binders\n\n| MOFs        | inorganic binders | powder BET surface area (m²/g) | powder Vtotal (cm³/g) | monolith BET surface area (m²/g) | monolith Vtotal (cm³/g) | ref |\n|-------------|--------------------|--------------------------------|-----------------------|---------------------------------|-------------------------|-----|\n| MIL-100(Fe) | 5 wt % ρ-alumina   | 2088                           | 1.0                   | 1831                            | 0.9                     | [124] |\n| MIL-101(Cr) |                    | 4066                           | 1.6                   | 3685                            | 1.6                     |       |\n| UiO-66(Zr)  |                    | 1050                           | 1.5                   | 911                             | 0.9                     |       |\n| UiO-66(Zr)_NH₂ |                  | 875                            | 1.6                   | 823                             | 1.0                     |       |\n| MIL-100(Fe) | 10 wt % silica sol | 1772                           | 0.93                  | 1619                            | 0.82                    | [125] |\n| UiO-66      | 1 wt % graphite    | 1140                           |                       | 885                             |                         | [126] |", "data": [{"meta": {"name": "MIL-100(Fe)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "2088", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "1831", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "1.0", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "0.9", "unit": "cm³/g", "condition": "monolith"}], "reference": "[124]"}, {"meta": {"name": "MIL-101(Cr)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "4066", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "3685", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "1.6", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "1.6", "unit": "cm³/g", "condition": "monolith"}], "reference": ""}, {"meta": {"name": "UiO-66(Zr)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "1050", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "911", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "1.5", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "0.9", "unit": "cm³/g", "condition": "monolith"}], "reference": ""}, {"meta": {"name": "UiO-66(Zr)_NH₂", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "875", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "823", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "1.6", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "1.0", "unit": "cm³/g", "condition": "monolith"}], "reference": ""}, {"meta": {"name": "MIL-100(Fe)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "1772", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "1619", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.93", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "0.82", "unit": "cm³/g", "condition": "monolith"}], "reference": "[125]"}, {"meta": {"name": "UiO-66", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "", "value": "1140", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "", "value": "885", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "", "unit": "cm³/g", "condition": "powder"}, {"probe": "", "value": "", "unit": "cm³/g", "condition": "monolith"}], "reference": "[126]"}], "include_properties": null}, {"idx": 42, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Summary\nof BET Surface Areas and Pore\nVolumes of MOFs Monoliths with Organic Binders</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">powder</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">monolith</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">MOFs</oasis:entry>\n<oasis:entry align=\"center\">organic binders</oasis:entry>\n<oasis:entry align=\"center\">BET surface\narea (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">BET surface\narea (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>UiO-66 90 wt %</oasis:entry>\n<oasis:entry>sucrose</oasis:entry>\n<oasis:entry>1367</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> = 0.56</oasis:entry>\n<oasis:entry>674</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> = 0.34</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref130\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.21</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>V<sub>micro</sub> = 0.44</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Fe) 50 wt %</oasis:entry>\n<oasis:entry>resorcinol-formaldehyde</oasis:entry>\n<oasis:entry>2200</oasis:entry>\n<oasis:entry>0.94</oasis:entry>\n<oasis:entry>730</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref131\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-100(Cr) 51 wt %</oasis:entry>\n<oasis:entry>resorcinol-formaldehyde</oasis:entry>\n<oasis:entry>1560</oasis:entry>\n<oasis:entry>0.85</oasis:entry>\n<oasis:entry>550</oasis:entry>\n<oasis:entry>0.35</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) 50 wt %</oasis:entry>\n<oasis:entry>resorcinol-formaldehyde</oasis:entry>\n<oasis:entry>3060</oasis:entry>\n<oasis:entry>1.45</oasis:entry>\n<oasis:entry>1350</oasis:entry>\n<oasis:entry>0.72</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Al) 87 wt %</oasis:entry>\n<oasis:entry>poly(vinyl alcohol)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.495</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.335</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref132\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Al) 90 wt %</oasis:entry>\n<oasis:entry>methyl cellulose</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.45</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>10.6% reduction</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref133\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UiO-66 66.7 wt %</oasis:entry>\n<oasis:entry>chitosan</oasis:entry>\n<oasis:entry>1034</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>339</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref137\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-160(Al)<xref ref-type=\"table-fn\" rid=\"t3fn2\"></xref> 80 wt %</oasis:entry>\n<oasis:entry>PAA</oasis:entry>\n<oasis:entry>1134</oasis:entry>\n<oasis:entry>0.445</oasis:entry>\n<oasis:entry>808 (89)<xref ref-type=\"table-fn\" rid=\"t3fn3\"></xref>\n</oasis:entry>\n<oasis:entry>0.340 (95)<xref ref-type=\"table-fn\" rid=\"t3fn4\"></xref>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref139\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PAANa</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>417 (46)</oasis:entry>\n<oasis:entry>0.214 (60)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PEG</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>285 (31)</oasis:entry>\n<oasis:entry>0.142 (40)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PEI</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>43 (5)</oasis:entry>\n<oasis:entry>0.035 (10)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVA(98)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>925 (101)</oasis:entry>\n<oasis:entry>0.382 (105)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVA(88)4</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>800 (88)</oasis:entry>\n<oasis:entry>0.357 (99)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVP</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>802 (88)</oasis:entry>\n<oasis:entry>0.343 (96)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) 80 wt %</oasis:entry>\n<oasis:entry>PAA</oasis:entry>\n<oasis:entry>3171</oasis:entry>\n<oasis:entry>1.348</oasis:entry>\n<oasis:entry>2203 (87)</oasis:entry>\n<oasis:entry>1.007 (93)</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref139\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PAANa</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2152 (85)</oasis:entry>\n<oasis:entry>0.974 (90)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PEG</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2234 (88)</oasis:entry>\n<oasis:entry>1.056 (98)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PEI</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1199 (47)</oasis:entry>\n<oasis:entry>0.562 (52)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVA(98)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2251 (89)</oasis:entry>\n<oasis:entry>1.048 (96)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVA(88)4</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2225 (88)</oasis:entry>\n<oasis:entry>1.032 (95)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>PVP</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2470 (97)</oasis:entry>\n<oasis:entry>1.120 (104)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr) 33 wt %</oasis:entry>\n<oasis:entry>PVA</oasis:entry>\n<oasis:entry>2731</oasis:entry>\n<oasis:entry>1.29</oasis:entry>\n<oasis:entry>714 (77)<xref ref-type=\"table-fn\" rid=\"t3fn5\"></xref>\n</oasis:entry>\n<oasis:entry>0.34 (71)</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref146\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>40 wt %</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>814 (73)</oasis:entry>\n<oasis:entry>0.40 (71)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>50 wt %</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1053 (76)</oasis:entry>\n<oasis:entry>0.50 (73)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>60 wt %</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1255 (76)</oasis:entry>\n<oasis:entry>0.61 (76)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>70 wt %</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1521 (79)</oasis:entry>\n<oasis:entry>0.73 (79)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80 wt %</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1820 (83)</oasis:entry>\n<oasis:entry>0.87 (83)</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn2\">\n<label>a</label>\n<p>The six binders adding affected\nsurface area and pore volume as follows: PAA: polyacrylic acid, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PAA = 5 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PAA = 0.0135 cm<sup>3</sup>/g. PAANa: sodium polyacrylate, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PAANa = 4 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PAANa = 0.005 cm<sup>3</sup>/g. PEG: polyethylene\nglycol, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PEG = 5 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub>. PEG = 0.004 cm<sup>3</sup>/g. PEI: polyethylene\nimine, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PEI = 0 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PEI = 0 cm<sup>3</sup>/g PVA(98): polyvinyl\nalcohol (PVA) with an average Mw of 125 kDa and 98% hydrolyzed, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PVA(98) = 26 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PVA(98) = 0.042 cm<sup>3</sup>/g PVA(88)­4: PVA with\nan average Mw of 130 kDa and 88% hydrolyzed, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PVA(88)­4 = 19 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PVA(88)­4 = 0.024 cm<sup>3</sup>/g PVP: polyvinylpyrrolidone, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> PVP = 0 m<sup>2</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>pore</sub> PVP = 0 cm<sup>3</sup>/g</p>\n</fn>\n<fn id=\"t3fn3\">\n<label>b</label>\n<p>808 (89) denotes that the experimental\nS­(BET) value of the MIL-160­(Al) monolith is 808 m<sup>2</sup>/g, which\nis 89% of the theoretical value; <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> theoretical\n= 1134 × 80% + 5 × 20% = 908 m<sup>2</sup>/g, 808/908 =\n89%.</p>\n</fn>\n<fn id=\"t3fn4\">\n<label>c</label>\n<p>Similarly, 0.340 (95)\ndenotes that\nthe experimental total pore volume of the MIL-160­(Al) monolith is\n0.340 cm<sup>3</sup>/g, which is 95% of the theoretical value.</p>\n</fn>\n<fn id=\"t3fn5\">\n<label>d</label>\n<p>S<sub>BET</sub> PVA = 38 m<sup>2</sup>/g; 714 (77) denotes that the experimental S­(BET) value of the MIL-101­(Cr)\nmonolith is 714 m<sup>2</sup>/g, which is 77% of the theoretical value.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 5081 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 48, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Summary of BET Surface Areas and Pore\nVolumes of 3D-Printed Monoliths and Powder Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col4\" namest=\"col3\" rowsep=\"1\">powder</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col6\" namest=\"col5\" rowsep=\"1\">monolith</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">MOFs</oasis:entry>\n<oasis:entry align=\"center\">additive</oasis:entry>\n<oasis:entry align=\"center\">BET surface area (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">BET\nsurface area (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>total</sub> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MOF-74(Ni)</oasis:entry>\n<oasis:entry>15 wt % bentonite + 5 wt % PVA<xref ref-type=\"table-fn\" rid=\"t4fn2\"></xref>\n</oasis:entry>\n<oasis:entry>1180</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.51</oasis:entry>\n<oasis:entry>737</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.32</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref155\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>UTSA-16(Co)</oasis:entry>\n<oasis:entry>10 wt % clay + 5 wt %</oasis:entry>\n<oasis:entry>727</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.29</oasis:entry>\n<oasis:entry>568</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.23</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>90 wt % ABS<xref ref-type=\"table-fn\" rid=\"t4fn3\"></xref>\n</oasis:entry>\n<oasis:entry>1446</oasis:entry>\n<oasis:entry>0.655</oasis:entry>\n<oasis:entry>436</oasis:entry>\n<oasis:entry>0.065</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref159\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>90 wt % ABS</oasis:entry>\n<oasis:entry>776</oasis:entry>\n<oasis:entry>0.298</oasis:entry>\n<oasis:entry>329</oasis:entry>\n<oasis:entry>0.044</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8</oasis:entry>\n<oasis:entry>16.7 wt % bentonite + 16.7 wt % methylcellulose</oasis:entry>\n<oasis:entry>1415</oasis:entry>\n<oasis:entry>0.5</oasis:entry>\n<oasis:entry>1083</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref163\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>gel</oasis:entry>\n<oasis:entry>1850</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>1134</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref165\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>87% CA-GE<xref ref-type=\"table-fn\" rid=\"t4fn4\"></xref>\n</oasis:entry>\n<oasis:entry>1563</oasis:entry>\n<oasis:entry>0.66</oasis:entry>\n<oasis:entry>83</oasis:entry>\n<oasis:entry>1.542<xref ref-type=\"table-fn\" rid=\"t4fn5\"></xref>\n</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref166\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SNW-1</oasis:entry>\n<oasis:entry>without additive</oasis:entry>\n<oasis:entry>830</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>794</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref167\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t4fn2\">\n<label>a</label>\n<p>PVA: poly­(vinyl alcohol).</p>\n</fn>\n<fn id=\"t4fn3\">\n<label>b</label>\n<p>ABS: acrylonitrile butadiene styrene\nmetal, <italic toggle=\"yes\">S</italic>\n<sub>BET</sub> (ABS) = 332 m<sup>2</sup>/g.</p>\n</fn>\n<fn id=\"t4fn4\">\n<label>c</label>\n<p>CA–GE: calcium alginate\nand\ngelatin.</p>\n</fn>\n<fn id=\"t4fn5\">\n<label>d</label>\n<p>Powdery HKUST-1: <italic toggle=\"yes\">V</italic>\n<sub>total</sub> = 0.66 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.59 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>meso</sub> = 0.071 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>macro</sub> = nil.\n3D-printed HKUST-1: <italic toggle=\"yes\">V</italic>\n<sub>total</sub> = 1.542 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>micro</sub> = 0.038 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>meso</sub> = 0.018 cm<sup>3</sup>/g, <italic toggle=\"yes\">V</italic>\n<sub>macro</sub> = 1.486 cm<sup>3</sup>/g.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 4. Summary of BET Surface Areas and Pore Volumes of 3D-Printed Monoliths and Powder Samples\n\n| MOFs       | additive                                      | powder BET surface area (m²/g) | powder Vtotal (cm³/g) | monolith BET surface area (m²/g) | monolith Vtotal (cm³/g) | ref |\n|------------|------------------------------------------------|--------------------------------|-----------------------|----------------------------------|-------------------------|-----|\n| MOF-74(Ni) | 15 wt % bentonite + 5 wt % PVA[^a]             | 1180                           | Vmicro = 0.51          | 737                              | Vmicro = 0.32            | [155] |\n| UTSA-16(Co)| 10 wt % clay + 5 wt %[^b]                      | 727                            | Vmicro = 0.29          | 568                              | Vmicro = 0.23            |      |\n| ZIF-8      | 90 wt % ABS[^b]                                | 1446                           | 0.655                 | 436                              | 0.065                   | [159] |\n| HKUST-1    | 90 wt % ABS                                    | 776                            | 0.298                 | 329                              | 0.044                   |      |\n| ZIF-8      | 16.7 wt % bentonite + 16.7 wt % methylcellulose | 1415                           | 0.5                   | 1083                             | 0.39                    | [163] |\n| HKUST-1    | gel                                            | 1850                           |                       | 1134                             |                         | [165] |\n| HKUST-1    | 87% CA-GE[^c]                                   | 1563                           | 0.66                  | 83                               | 1.542[^d]               | [166] |\n| SNW-1      | without additive                               | 830                            |                       | 794                              |                         | [167] |\n\n[^a]: PVA: poly­(vinyl alcohol).\n[^b]: ABS: acrylonitrile butadiene styrene metal, SBET (ABS) = 332 m²/g.\n[^c]: CA–GE: calcium alginate and gelatin.\n[^d]: Powdery HKUST-1: Vtotal = 0.66 cm³/g, Vmicro = 0.59 cm³/g, Vmeso = 0.071 cm³/g, Vmacro = nil. 3D-printed HKUST-1: Vtotal = 1.542 cm³/g, Vmicro = 0.038 cm³/g, Vmeso = 0.018 cm³/g, Vmacro = 1.486 cm³/g.", "data": [{"meta": {"name": "MOF-74(Ni)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "BET", "value": "1180", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "BET", "value": "737", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.51", "unit": "cm³/g", "condition": "Vmicro"}, {"probe": "", "value": "0.32", "unit": "cm³/g", "condition": "Vmicro"}], "reference": "[155]"}, {"meta": {"name": "UTSA-16(Co)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "BET", "value": "727", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "BET", "value": "568", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.29", "unit": "cm³/g", "condition": "Vmicro"}, {"probe": "", "value": "0.23", "unit": "cm³/g", "condition": "Vmicro"}], "reference": ""}, {"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "BET", "value": "1446", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "BET", "value": "436", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.655", "unit": "cm³/g", "condition": ""}, {"probe": "", "value": "0.065", "unit": "cm³/g", "condition": ""}], "reference": "[159]"}, {"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "BET", "value": "776", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "BET", "value": "329", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.298", "unit": "cm³/g", "condition": ""}, {"probe": "", "value": "0.044", "unit": "cm³/g", "condition": ""}], "reference": ""}, {"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "BET", "value": "1415", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "BET", "value": "1083", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.5", "unit": "cm³/g", "condition": ""}, {"probe": "", "value": "0.39", "unit": "cm³/g", "condition": ""}], "reference": "[163]"}, {"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "BET", "value": "1850", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "BET", "value": "1134", "unit": "m²/g", "condition": ""}], "pore volume": [], "reference": "[165]"}, {"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "BET", "value": "1563", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "BET", "value": "83", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.66", "unit": "cm³/g", "condition": ""}, {"probe": "", "value": "1.542", "unit": "cm³/g", "condition": ""}], "reference": "[166]"}, {"meta": {"name": "SNW-1", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "powder", "probe": "BET", "value": "830", "unit": "m²/g", "condition": ""}, {"type": "monolith", "probe": "BET", "value": "794", "unit": "m²/g", "condition": ""}], "pore volume": [], "reference": "[167]"}], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Examples of MOFs with different shapes: (a) Image of cordierite\nmonolith coated by MOF-74­(Ni). Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref92\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017, Elsevier.\n(b) Image of UiO-66 granules. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref130\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2015, Elsevier.\n(c) Image of ZIF-8 pellets. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref119\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019, Elsevier.\n(d) Extruded MIL-53­(Al) columns. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref133\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019, Wiley-VCH\nGmbH, Weinheim. (e–g) Different shapes of 3D-printed MOFs.\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref166\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020, Elsevier.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Examples of MOFs with different shapes: (a) Image of cordierite monolith coated by MOF-74(Ni). Reproduced with permission from ref . Copyright 2017, Elsevier. (b) Image of UiO-66 granules. Reproduced with permission from ref . Copyright 2015, Elsevier. (c) Image of ZIF-8 pellets. Reproduced with permission from ref . Copyright 2019, Elsevier. (d) Extruded MIL-53(Al) columns. Reproduced with permission from ref . Copyright 2019, Wiley-VCH GmbH, Weinheim. (e-g) Different shapes of 3D-printed MOFs. Reproduced with permission from ref . Copyright 2020, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Designed hierarchical\nstructure of ZIF-90-TOCN film that CO<sub>2</sub> molecules can pass\nthrough while CH<sub>4</sub> molecules\nare cut off. TOCN means TEMPO-oxidized cellulose nanofibers, and TEMPO\nmeans 2,2,6,6-tetramethylpiperidine-1-oxyl. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref88\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2016, Wiley.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Designed hierarchical structure of ZIF-90-TOCN film that CO2 molecules can pass through while CH4 molecules are cut off. TOCN means TEMPO-oxidized cellulose nanofibers, and TEMPO means 2,2,6,6-tetramethylpiperidine-1-oxyl. Reproduced with permission from ref . Copyright 2016, Wiley.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Experimental concept of MOF-on-MOF film formation\nwith Ag NPs introduced\nthrough treating MOF film with H<sub>2</sub> at 80 °C. Reproduced\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref89\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019, Wiley.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Experimental concept of MOF-on-MOF film formation with Ag NPs introduced through treating MOF film with H2 at 80 °C. Reproduced with permission from ref . Copyright 2019, Wiley.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Images of pure cordierite monolith (a) and uniformly coated\nby\nMOF-74­(Ni) (b) and UTSA-16­(Co) (c); MOF-74­(Ni) monolith with 52 wt\n% loading were obtained by layer-by-layer (LBL) assembly and secondary\ngrowth; UTSA-16­(Co) monolith with 55 wt % loading was covered by in\nsitu dip coating (ISDC) techniques. Reproduced with permission from\nref <xref ref-type=\"bibr\" rid=\"ref92\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2017, Elsevier.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Images of pure cordierite monolith (a) and uniformly coated by MOF-74(Ni) (b) and UTSA-16(Co) (c); MOF-74(Ni) monolith with 52 wt % loading were obtained by layer-by-layer (LBL) assembly and secondary growth; UTSA-16(Co) monolith with 55 wt % loading was covered by in situ dip coating (ISDC) techniques. Reproduced with permission from ref . Copyright 2017, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>HKUST-1 powder and sol–gel\nsynthesis process of monolith\n(a). The obtained HKUST-1 monolith with the shape of the mold (b).\nThe XRD patterns of HKUST-1 monolith with Pawley fitting demonstrated\nthat the block keeps the crystal structure of the powder (c). Reproduced\nwith permission from ref <xref ref-type=\"bibr\" rid=\"ref104\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018, Springer Nature.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  HKUST-1 powder and sol-gel synthesis process of monolith (a). The obtained HKUST-1 monolith with the shape of the mold (b). The XRD patterns of HKUST-1 monolith with Pawley fitting demonstrated that the block keeps the crystal structure of the powder (c). Reproduced with permission from ref . Copyright 2018, Springer Nature.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) Contact\nangle of pristine sponge (left) and ZIF-8 sponge (right)\nwith colored water droplets (dyed by rhodamine B); (B) pristine sponge\n(top) and ZIF-8 sponge (bottom) in water; (C) absorption and recovery\nprocesses of the ZIF-8 sponge to underwater chloroform (dyed with\nNile Red): (i) chloroform at the bottom of water, (ii) immediately\nabsorbs chloroform in contact with ZIF-8 sponge, (iii) the purified\nwater and ZIF-8 sponge containing chloroform, (iv) the recovered chloroform,\nwater and ZIF-8 sponge, (v) the recycled ZIF-8 sponge washed with\nmethanol. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref109\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017, Wiley.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  (A) Contact angle of pristine sponge (left) and ZIF-8 sponge (right) with colored water droplets (dyed by rhodamine B); (B) pristine sponge (top) and ZIF-8 sponge (bottom) in water; (C) absorption and recovery processes of the ZIF-8 sponge to underwater chloroform (dyed with Nile Red): (i) chloroform at the bottom of water, (ii) immediately absorbs chloroform in contact with ZIF-8 sponge, (iii) the purified water and ZIF-8 sponge containing chloroform, (iv) the recovered chloroform, water and ZIF-8 sponge, (v) the recycled ZIF-8 sponge washed with methanol. Reproduced with permission from ref . Copyright 2017, Wiley.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Methane adsorption isotherms of HKUST-1 and density information\nat different packing pressures. The inserts present a picture of HKUST-1\npowder pressed by hand in syringe (1 mL) and a pellet after pressing\nat the bottom. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref116\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2013, American\nChemical Society.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Methane adsorption isotherms of HKUST-1 and density information at different packing pressures. The inserts present a picture of HKUST-1 powder pressed by hand in syringe (1 mL) and a pellet after pressing at the bottom. Reproduced with permission from ref . Copyright 2013, American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>MOFs pellets are prepared without binders by a benchtop manual\nhydraulic press, and then they are crushed and sieved into different\nsizes. ZIF-8 (left) and MIL-53­(Al) (right) particles in the range\nof 1–2 mm are shown. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref119\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2019, Elsevier.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  MOFs pellets are prepared without binders by a benchtop manual hydraulic press, and then they are crushed and sieved into different sizes. ZIF-8 (left) and MIL-53(Al) (right) particles in the range of 1-2 mm are shown. Reproduced with permission from ref . Copyright 2019, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Schematic view of the\nimpact by compression pelletization on the\nstructure of MOFs. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref78\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2018, Elsevier.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Schematic view of the impact by compression pelletization on the structure of MOFs. Reproduced with permission from ref . Copyright 2018, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Process of shaping MOFs monoliths using 5 wt\n% ρ-alumina\nas a binder through wet granulation (left); The shaped spheres of\nMIL-100­(Fe) (a), MIL-101­(Cr) (b), UiO-66­(Zr) (c), and UiO-66­(Zr)_NH<sub>2</sub> (d).<xref ref-type=\"bibr\" rid=\"ref124\"></xref>\n</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  Process of shaping MOFs monoliths using 5 wt % ρ-alumina as a binder through wet granulation (left); The shaped spheres of MIL-100(Fe) (a), MIL-101(Cr) (b), UiO-66(Zr) (c), and UiO-66(Zr)_NH2 (d).    ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Three different forms of UIO-66: (a) powder,\n(b) agglomerates fraction\n(300–500 μm) containing 1 wt % graphite, and (c) columns\nfrom the Korea Research Institute of Chemical Technology (KRICT).\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref126\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2012, American Chemical Society.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  Three different forms of UIO-66: (a) powder, (b) agglomerates fraction (300-500 μm) containing 1 wt % graphite, and (c) columns from the Korea Research Institute of Chemical Technology (KRICT). Reproduced with permission from ref . Copyright 2012, American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>(a) UiO-66 spherical pellets containing 10\nwt % sucrose in different\ndiameters of 0.5–15 mm and experimental devices for drop and\nabrasion test; (b) photograph of UiO-66 spheres with a diameter about\n8 mm. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref130\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2015, Elsevier.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0012.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 12  (a) UiO-66 spherical pellets containing 10 wt % sucrose in different diameters of 0.5-15 mm and experimental devices for drop and abrasion test; (b) photograph of UiO-66 spheres with a diameter about 8 mm. Reproduced with permission from ref . Copyright 2015, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Extruded\nMIL-53­(Al) monoliths containing methyl cellulose as a\nbinder (left); XRD patterns of MIL-53­(Al) with different amounts of\nmethyl cellulose (right).<xref ref-type=\"bibr\" rid=\"ref133\"></xref>\n</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0013.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 13  Extruded MIL-53(Al) monoliths containing methyl cellulose as a binder (left); XRD patterns of MIL-53(Al) with different amounts of methyl cellulose (right).    ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig14\" orientation=\"portrait\" position=\"float\">\n<label>14</label>\n<caption>\n<p>(A) is the 3D porous UiO-66/PVA (1 wt % PVA)\nmonolith with ultralow\ndensity; (B–D) are the SEM images of UiO-66/PVA monolith at\ndifferent magnifications. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref136\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2016, Wiley.</p>\n</caption>\n<graphic id=\"gr14\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0014.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 14  (A) is the 3D porous UiO-66/PVA (1 wt % PVA) monolith with ultralow density; (B-D) are the SEM images of UiO-66/PVA monolith at different magnifications. Reproduced with permission from ref . Copyright 2016, Wiley.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig15\" orientation=\"portrait\" position=\"float\">\n<label>15</label>\n<caption>\n<p>Procedure diagram for the preparation of MOF\nmonolith containing\ndifferent polymers by freezing method. Before the MOF@polymer mixture\nwas transferred into the syringe, the cannula side of the syringe\nwas cut open. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref139\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020, Elsevier.</p>\n</caption>\n<graphic id=\"gr15\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0015.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 15  Procedure diagram for the preparation of MOF monolith containing different polymers by freezing method. Before the MOF@polymer mixture was transferred into the syringe, the cannula side of the syringe was cut open. Reproduced with permission from ref . Copyright 2020, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig16\" orientation=\"portrait\" position=\"float\">\n<label>16</label>\n<caption>\n<p>Process of MOFs monolith with hydrophilic polymer PVA\nprepared\nby the phase separation method; the bottom photographs are Alfum50@PVA\n(left) and MIL-101­(Cr)@PVA (right) monolith. Reproduced with permission\nfrom ref <xref ref-type=\"bibr\" rid=\"ref146\" specific-use=\"ref-style=base-text\"></xref>. Copyright\n2019, Elsevier.</p>\n</caption>\n<graphic id=\"gr16\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0016.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 16  Process of MOFs monolith with hydrophilic polymer PVA prepared by the phase separation method; the bottom photographs are Alfum50@PVA (left) and MIL-101(Cr)@PVA (right) monolith. Reproduced with permission from ref . Copyright 2019, Elsevier.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig17\" orientation=\"portrait\" position=\"float\">\n<label>17</label>\n<caption>\n<p>Schematic of the 3D printing process for shaping MOFs (MOF-74­(Ni),\nUTSA-16­(Co)) into monoliths (1.5 cm in height and diameter); The bentonite\nclay and PVA were added as the binder and plasticizer, respectively.\nReproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref155\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2017, American Chemical Society.</p>\n</caption>\n<graphic id=\"gr17\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0017.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 17  Schematic of the 3D printing process for shaping MOFs (MOF-74(Ni), UTSA-16(Co)) into monoliths (1.5 cm in height and diameter); The bentonite clay and PVA were added as the binder and plasticizer, respectively. Reproduced with permission from ref . Copyright 2017, American Chemical Society.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig18\" orientation=\"portrait\" position=\"float\">\n<label>18</label>\n<caption>\n<p>3D-printed HKUST-1 with different patterns\nin wet and dry conditions;\na mixture of calcium alginate and gelatin (CA-GE) was used as a biocompatible\nbinder in the printing process. Reproduced with permission from ref <xref ref-type=\"bibr\" rid=\"ref166\" specific-use=\"ref-style=base-text\"></xref>. Copyright 2020, Elsevier.</p>\n</caption>\n<graphic id=\"gr18\" orientation=\"portrait\" position=\"float\" xlink:href=\"ef1c03426_0018.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 18  3D-printed HKUST-1 with different patterns in wet and dry conditions; a mixture of calcium alginate and gelatin (CA-GE) was used as a biocompatible binder in the printing process. Reproduced with permission from ref . Copyright 2020, Elsevier.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.energyfuels.1c03426", "title": null, "journal": "American Chemical Society", "date": "2022.02", "author_list": ["Wang\nZhe", "Liu\nLiying", "Li\nZhuo", "Goyal\nNitin", "Du\nTao", "He\nJiaxin", "Li\nGang Kevin"]}}