{"filepath": "../L2M3_data/1_application_papers/acs_xml/el2c00173.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Integrated\nwearable optoelectronic devices synchronously exhibit\ncontradictory phenomena of exciton generation and recombination with\ntheir control by an external electric field, and the mechanical strain\nassociated with this has widespread applications. However, a demonstration\nof such single-miniaturized multifunctional wearable optoelectronics\nremains a daunting challenge. A versatile metal–organic framework\n(MOF) possesses tailorable outstanding optical properties through\nan inherent multiple charge-transfer mechanism between metal and ligand.\nYet, its commercialization remains unsuccessful because of large porosity,\npoor conductivity, and deficient crystallinity. Graphene is honorable\nfor its outstanding optoelectronic and mechanical behaviors. Combining\nexcellent features of a versatile MOF with monolayer graphene, unprecedently,\nwe report a self-powered ultrasensitive (external quantum efficiency\n∼3 × 10<sup>10</sup>%) and ultrafast (response time ≈\n220 μs) wearable vertical phototransistor by utilizing a graphene/MOF/graphene/poly­(vinylidene\nfluoride-<italic toggle=\"yes\">co</italic>-trifluoroethylene) heterojunction on\na flexible polydimethylsiloxane substrate through the formation of\nasymmetric Schottky junctions at MOF/graphene interfaces by a judicious\nincorporation of a piezo-sensitive poly­(vinylidene fluoride) layer.\nImportantly, by the Dirac point modulation of graphene through a mechanical\nstrain, we achieve optical strain sensors that can modify the amplitude\nand polarity of the photocurrent. Additionally, controlling the Dirac\npoint of graphene and charge-transfer mechanisms of the MOF by a suitable\nelectrical bias and strain, we demonstrate color-tunable broadband\nlight emission from a flexible vertical phototransistor. Our unique\ndiscovery will enrich wearable integrated optoelectronics.</p>", "clean_text": "Integrated wearable optoelectronic devices synchronously exhibit contradictory phenomena of exciton generation and recombination with their control by an external electric field, and the mechanical strain associated with this has widespread applications. However, a demonstration of such single-miniaturized multifunctional wearable optoelectronics remains a daunting challenge. A versatile metal-organic framework (MOF) possesses tailorable outstanding optical properties through an inherent multiple charge-transfer mechanism between metal and ligand. Yet, its commercialization remains unsuccessful because of large porosity, poor conductivity, and deficient crystallinity. Graphene is honorable for its outstanding optoelectronic and mechanical behaviors. Combining excellent features of a versatile MOF with monolayer graphene, unprecedently, we report a self-powered ultrasensitive (external quantum efficiency ~3 × 1010%) and ultrafast (response time ~ 220 μs) wearable vertical phototransistor by utilizing a graphene/MOF/graphene/poly(vinylidene fluoride-co-trifluoroethylene) heterojunction on a flexible polydimethylsiloxane substrate through the formation of asymmetric Schottky junctions at MOF/graphene interfaces by a judicious incorporation of a piezo-sensitive poly(vinylidene fluoride) layer. Importantly, by the Dirac point modulation of graphene through a mechanical strain, we achieve optical strain sensors that can modify the amplitude and polarity of the photocurrent. Additionally, controlling the Dirac point of graphene and charge-transfer mechanisms of the MOF by a suitable electrical bias and strain, we demonstrate color-tunable broadband light emission from a flexible vertical phototransistor. Our unique discovery will enrich wearable integrated optoelectronics.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The\nintegration of multifunctional optoelectronics in a single\nminiaturization device simultaneously demonstrates the two contradictory\nphenomena such as photodetection (conversion of photons into electrons),\nwhich is based on exciton generation, and conversely, light-emission\n(conversion of electrons into photons), which is based on exciton\nrecombination in addition to the control of the photocurrent and light\nemission by external perturbations such as electric field and mechanical\nstrain, has tremendous appeal in parallel data communication, touchless\ninteractive panels, smart health monitoring, etc. As\nan example, the binary display utilized in optical communication synchronously\ntransports and detects information through light, and biometric information\nsuch as temperature, pulse, and respiration of the human body can\nbe monitored by a wearable smart sensor. Recently, versatile versions of wearable optoelectronics have emerged;\nthey can be reconciled on a curvilinear surface through an enduring\nmechanical deformation and have inflamed the attention of scientists\nacross the globe. This is because of their attractive features such\nas flexibility, softness, biocompatibility, shock resistance, light\nweight, and integrated functionality as compared to conventional semiconductors,\nwhich possess rigid components like amorphous silicon and traditional\nbrittle substrates like indium tin oxide (ITO) glass. However, the demonstration of a miniaturized wearable optoelectronic\ndevice that can simultaneously possess the functionality of exciton\ngeneration for photoresponse, exciton recombination for light emission,\nand the control of excitons by external stimulations with suitable\ndurability and reliability by exploiting a new methodology of simple\ndesign and low-cost fabrication techniques remains a dream of scientists.</p>", "clean_text": "Introduction\n\nThe integration of multifunctional optoelectronics in a single miniaturization device simultaneously demonstrates the two contradictory phenomena such as photodetection (conversion of photons into electrons), which is based on exciton generation, and conversely, light-emission (conversion of electrons into photons), which is based on exciton recombination in addition to the control of the photocurrent and light emission by external perturbations such as electric field and mechanical strain, has tremendous appeal in parallel data communication, touchless interactive panels, smart health monitoring, etc. As an example, the binary display utilized in optical communication synchronously transports and detects information through light, and biometric information such as temperature, pulse, and respiration of the human body can be monitored by a wearable smart sensor. Recently, versatile versions of wearable optoelectronics have emerged; they can be reconciled on a curvilinear surface through an enduring mechanical deformation and have inflamed the attention of scientists across the globe. This is because of their attractive features such as flexibility, softness, biocompatibility, shock resistance, light weight, and integrated functionality as compared to conventional semiconductors, which possess rigid components like amorphous silicon and traditional brittle substrates like indium tin oxide (ITO) glass. However, the demonstration of a miniaturized wearable optoelectronic device that can simultaneously possess the functionality of exciton generation for photoresponse, exciton recombination for light emission, and the control of excitons by external stimulations with suitable durability and reliability by exploiting a new methodology of simple design and low-cost fabrication techniques remains a dream of scientists.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Despite the outstanding optoelectronic properties (ultrahigh mobility\nof ∼10<sup>6</sup> cm<sup>2</sup> V<sup>–1</sup> s<sup>–1</sup>, Dirac point modulation by an external electric field,\nbroad band (UV-THz) bandwidth, ultrafast response, and optical transparency\nof ∼98%) in addition to distinct mechanical properties (Young’s\nmodulus and fracture strength of 1 TPa and 130 GPa, respectively)\nof graphene, single-layer graphene is unable to produce an ultrahigh\nphotoresponse because of its weak light absorption (∼2.3%). Recently emerged highly crystalline hybrid metal–organic\nframeworks (MOFs) are popular for their fascinating architectures,\nporous geometry, and tunable multifunctional properties through modification\nof metallic ions, organic linkers, and/or manipulation of synthesis\nconditions such as time, temperature, pressure, etc. However, poor electrical charge conduction with the porous geometry\nof the MOF compound mainly restricts the applications of these MOFs\nin optoelectronics despite the good optical emissions and absorptions\nthat are due to several charge-transfer mechanisms such as metal-centered,\ninterligand, and metal–ligand or the reverse inside the MOF\nframeworks. Fortunately, the tuning of conductivity\nand unique optical properties in the MOF complex can be achieved by\nseveral strategies including (a) the judicious choice of the photoresponsive\norganic linker and metal nodes and (b) utilization of a suitable organic\nlaser dye in the porous architectures of MOFs under suitable optimum\nexperimental conditions. Along with this\nguideline, recently a few research endeavors have reported MOF-based\nphotodetectors and light-emitting devices. However,\nas per our literature review, no research strategy has been focused\non the demonstration of an electrical tuning optical property such\nas color tunability in the light emission of an MOF by activating\nthe different light-emissive blocks through control of the inherent\ncharge-transfers mechanisms inside the MOF architecture. The application\nof MOFs for the demonstration of wearable optoelectronics has remained\nchallenging because of deficient crystallinity and dispersive behavior\nin the solutions. Besides, this emerging material has never been explored\nfor the fabrication of a graphene sandwich wearable vertical phototransistor,\nwhich provides us a golden opportunity to investigate the multifunctional\noptoelectronics in a single device.</p>", "clean_text": "Despite the outstanding optoelectronic properties (ultrahigh mobility of ~106 cm2 V-1 s-1, Dirac point modulation by an external electric field, broad band (UV-THz) bandwidth, ultrafast response, and optical transparency of ~98%) in addition to distinct mechanical properties (Young's modulus and fracture strength of 1 TPa and 130 GPa, respectively) of graphene, single-layer graphene is unable to produce an ultrahigh photoresponse because of its weak light absorption (~2.3%). Recently emerged highly crystalline hybrid metal-organic frameworks (MOFs) are popular for their fascinating architectures, porous geometry, and tunable multifunctional properties through modification of metallic ions, organic linkers, and/or manipulation of synthesis conditions such as time, temperature, pressure, etc. However, poor electrical charge conduction with the porous geometry of the MOF compound mainly restricts the applications of these MOFs in optoelectronics despite the good optical emissions and absorptions that are due to several charge-transfer mechanisms such as metal-centered, interligand, and metal-ligand or the reverse inside the MOF frameworks. Fortunately, the tuning of conductivity and unique optical properties in the MOF complex can be achieved by several strategies including (a) the judicious choice of the photoresponsive organic linker and metal nodes and (b) utilization of a suitable organic laser dye in the porous architectures of MOFs under suitable optimum experimental conditions. Along with this guideline, recently a few research endeavors have reported MOF-based photodetectors and light-emitting devices. However, as per our literature review, no research strategy has been focused on the demonstration of an electrical tuning optical property such as color tunability in the light emission of an MOF by activating the different light-emissive blocks through control of the inherent charge-transfers mechanisms inside the MOF architecture. The application of MOFs for the demonstration of wearable optoelectronics has remained challenging because of deficient crystallinity and dispersive behavior in the solutions. Besides, this emerging material has never been explored for the fabrication of a graphene sandwich wearable vertical phototransistor, which provides us a golden opportunity to investigate the multifunctional optoelectronics in a single device.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>To address the aforementioned\nlimitations, in this research work,\nunprecedently, we demonstrated a white light-emissive self-powered\nvertical phototransistor and optical strain sensor device using top\ngraphene (Gr<sub>T</sub>)/MOF/bottom graphene (Gr<sub>B</sub>)/poly­(vinylidene\nfluoride) (PVDF) heterojunction on a flexible polydimethylsiloxane\n(PDMS) substrate. PVDF is renowned as a flexible polymer material\nthat is attractive for wearable optoelectronic applications because\nof its ferroelectric behavior, excellent piezoelectricity under the\napplication of mechanical strain, piezo-phototronic effect, and extreme\nsolubility. By creating an asymmetric\nSchottky junction at Gr<sub>T</sub>/MOF and MOF/Gr<sub>B</sub> interfaces\nthrough a judicious utilization of a piezo-sensitive PVDF layer below\nGr<sub>B</sub> and taking the advantageous features of vertical phototransistor\nsuch as short channel length with broad junction area, in addition\nto a direct charge-transport mechanism by the built-in electric field,\na self-powered flexible phototransistor having an ultrahigh external\nquantum efficiency (EQE), photoresponsivity, and specific detectivity\nwith ultrafast photoresponse has been reported. Interestingly, by\ncontrolling the Dirac point of graphene through the induced piezoelectric\nfield of PVDF by an application of upward and downward bending strains,\nwe achieve an optical strain sensor that can modulate the amplitude\nand polarity of a photocurrent. Under an appropriate electrical bias,\nour fabricated flexible vertical phototransistor also exhibits white\nlight emission (WLED) equivalent to the solar spectrum. Additionally,\nwe demonstrated the intensity and color-tunable light emissions by\ncontrolling the several charge transfer mechanisms between metals\nand ligands of MOF compounds through the Dirac point modulation of\ngraphene.</p>", "clean_text": "To address the aforementioned limitations, in this research work, unprecedently, we demonstrated a white light-emissive self-powered vertical phototransistor and optical strain sensor device using top graphene (GrT)/MOF/bottom graphene (GrB)/poly(vinylidene fluoride) (PVDF) heterojunction on a flexible polydimethylsiloxane (PDMS) substrate. PVDF is renowned as a flexible polymer material that is attractive for wearable optoelectronic applications because of its ferroelectric behavior, excellent piezoelectricity under the application of mechanical strain, piezo-phototronic effect, and extreme solubility. By creating an asymmetric Schottky junction at GrT/MOF and MOF/GrB interfaces through a judicious utilization of a piezo-sensitive PVDF layer below GrB and taking the advantageous features of vertical phototransistor such as short channel length with broad junction area, in addition to a direct charge-transport mechanism by the built-in electric field, a self-powered flexible phototransistor having an ultrahigh external quantum efficiency (EQE), photoresponsivity, and specific detectivity with ultrafast photoresponse has been reported. Interestingly, by controlling the Dirac point of graphene through the induced piezoelectric field of PVDF by an application of upward and downward bending strains, we achieve an optical strain sensor that can modulate the amplitude and polarity of a photocurrent. Under an appropriate electrical bias, our fabricated flexible vertical phototransistor also exhibits white light emission (WLED) equivalent to the solar spectrum. Additionally, we demonstrated the intensity and color-tunable light emissions by controlling the several charge transfer mechanisms between metals and ligands of MOF compounds through the Dirac point modulation of graphene.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><p>The strongly\nluminescent white color single-crystalline Sr-MOF\ncompound, shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>, was synthesized\nby a hydrothermal technique through the chemical reaction between\nthe precursors of metal nitrate (strontium nitrate) and organic linker\n1,4,5,8-naphthalene tetracarboxylic acid (H4ntc). The details of the synthesis process of the MOF compound\nis discussed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Supporting Informations</ext-link>. The structural analysis of the MOF compound was performed by a\nsingle-crystal X-ray diffraction (SCXRD) study, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>. To utilize the MOFs for device fabrication,\nthe rectangular-shaped single crystal of the MOF compound was first\nground to the size of nanoparticles, and then these nanoparticles\nwere dispersed into an ethanol solvent. For good dispersion of the\nMOF compound into the ethanol solution, the solution containing the\nMOF was stirred with a magnetic stirrer. For a morphological analysis\nby a scanning electron microscopy (SEM) image, we used the solution\nof dispersed MOFs. The microstructural analysis of the MOF compound\nwas performed by SEM, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>. From the SEM micrograph, we observed strong uncontrolled agglomeration\nbehavior with random shapes in the crystalline MOF due to nanocrystal\nformation. Because of this uncontrolled\nagglomeration effect, they look like an amorphous thin film in the\nSEM image. The optical properties of the MOF compound were investigated\nby photoluminescence and absorption measurements, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S4a,b</ext-link>. The optical investigations reveal\nstrong white light emission from the MOF compound having photoluminescence\nquantum yield (PLQY) for light emission of ∼58%. The PL spectrum\ncovers the whole visible regime indicating the broadband light emission\nfrom the MOF compound. The PL spectrum having a CIE color coordinate\n(0.34, 0.35), as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>, with\ncolor rendering index (CRI) of 88 and color correlated temperature\n(CRT) of 5200, clearly reveals the white-light emission from this\nMOF compound. The broad emission spectra of the MOF compound mainly\noriginated from the superimposition of multiple emissions from different\nradiative transitions because of the charge transformations between\ninterligand, intermetallic, and metal to the ligand or vice versa. For a more precise analysis of the broadband\nemission spectrum from the MOF compound, we deconvoluted the PL spectrum,\nwhich contains the different emission blocks, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S6a</ext-link>. The strong blue emission block having\nan emission peak centered around ∼455 nm corresponds to a π–π*\ninterligand charge transformation. For further\nclarification of the emission of the free ligand, the PL spectrum\nof the ligand was measured, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S6b</ext-link>. The other emission blocks containing the emission peaks\ncentered around ∼405, 640, and 548 nm are associated with the\ncharge transfer between intermetallic and metal to ligand, respectively. Broad emission from the MOF compound is also possibly due to our\nunique synthesis by a judicious choice of strontium metal in combination\nwith a suitable organic linker. Because of its isotropic behavior,\nstrontium itself has several strong radiative transitions that provide\nthe emission spectrum covering the wide wavelength. The single-layer graphene was grown on copper foil by a\nchemical vapor deposition (CVD) technique and transferred on polymer\nPVDF. The monolayer of the synthesized CVD graphene on PVDF has been\nconfirmed from a Raman spectroscopy study. The\nsynthesis and Raman investigation details of graphene have been provided\nin the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>. The light-emissive self-powered vertical\nphototransistor was fabricated by sandwiching the MOF between graphenes\non flexible substrate PVDF/PDMS as shown in the schematic of a. The details of\nthe device fabrication procedure are provided in the  section. The corresponding SEM image of\nour fabricated vertical Gr<sub>T</sub>/MOF/Gr<sub>B</sub>/PVDF phototransistor\ndevice is shown in b. From the SEM micrograph, the estimated thickness of the\nMOF layer for optimized performance is ∼300 nm. An optical\nmicroscope image of the top view of the actual fabricated device and\na mobile photograph of the fabricated flexible device is shown in b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>, respectively. We measured the current–voltage\n(<italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic>) curve of our fabricated\nvertical phototransistor in the dark and under excitation from a 530\nnm laser with a power density of 50 nW cm<sup>–2</sup> on the\ndevice area of 2 mm × 300 nm, as shown in c. The nonlinear <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curves indicate the existence of asymmetric Schottky barriers\nat the Gr<sub>B</sub>/MOF and MOF/Gr<sub>T</sub> interfaces. The mechanism\nresponsible for asymmetric <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curves is mainly because of the polarization effect of the ferroelectric\nPVDF layer below the bottom graphene, which enables one to induce\npolarization in the bottom graphene with respect to the top graphene\nand changes the density of states of Gr<sub>B</sub> as compared to\nGr<sub>T</sub>. The optimized performance of the device was obtained\nby several photocurrent measurements through the thickness variation\nof the MOF compound, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>. To investigate the induced polarization effect of the PVDF layer,\nwe measured the <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curves\nof the phototransistor device with and without a PVDF layer, as shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>. The asymmetric Schottky\njunctions at different interfaces produce a strong built-in electric\nfield, which facilitates generation of the photocurrent from this\ndevice without the application of an external electric bias. The built-in\nelectric field produces a large depletion region, which can assist\nthe dissociation of photogenerated excitons and the transport of electrons\nand holes to the electrodes. The Schottky\nbarrier efficiently prolongs the lifetime of photogenerated excitons\ndue to reduced recombination, which results in rapid exciton separation\nand their transport to the electrodes.\nd shows a dynamic photoresponse\nfrom our fabricated photodetector device without applications of electric\nbias having switched on/off under the illumination of a 530 nm laser.\nThis clearly indicates that our fabricated device is a self-powered\nphotodetector. The excellent self-powered photoresponse performance\nwas confirmed through ultrahigh and ultrafast photoresponse (the photoresponsivity\nunder 0 bias is ∼1.3 × 10<sup>3</sup> A W<sup>–1</sup> with response time of ∼220 μs), reduced noise, and\nlarge detectivity. The observed self-powered photoresponse performance\nfrom our fabricated device is ∼10<sup>3</sup> times higher\nthan that of a reported similar device using silicon, versatile two-dimensional\n(2D) materials, and metal oxides. Such a self-powered photodetector has tremendous demand in next-generation\nIoT (Internet of things) technology, space exploration, and wireless\nenvironmental monitoring.</p>", "clean_text": "Results and Discussion\n\nThe strongly luminescent white color single-crystalline Sr-MOF compound, shown in Figure S1, was synthesized by a hydrothermal technique through the chemical reaction between the precursors of metal nitrate (strontium nitrate) and organic linker 1,4,5,8-naphthalene tetracarboxylic acid (H4ntc). The details of the synthesis process of the MOF compound is discussed in the Supporting Informations. The structural analysis of the MOF compound was performed by a single-crystal X-ray diffraction (SCXRD) study, as shown in Figure S2. To utilize the MOFs for device fabrication, the rectangular-shaped single crystal of the MOF compound was first ground to the size of nanoparticles, and then these nanoparticles were dispersed into an ethanol solvent. For good dispersion of the MOF compound into the ethanol solution, the solution containing the MOF was stirred with a magnetic stirrer. For a morphological analysis by a scanning electron microscopy (SEM) image, we used the solution of dispersed MOFs. The microstructural analysis of the MOF compound was performed by SEM, as shown in Figure S3. From the SEM micrograph, we observed strong uncontrolled agglomeration behavior with random shapes in the crystalline MOF due to nanocrystal formation. Because of this uncontrolled agglomeration effect, they look like an amorphous thin film in the SEM image. The optical properties of the MOF compound were investigated by photoluminescence and absorption measurements, as shown in Figure S4a,b. The optical investigations reveal strong white light emission from the MOF compound having photoluminescence quantum yield (PLQY) for light emission of ~58%. The PL spectrum covers the whole visible regime indicating the broadband light emission from the MOF compound. The PL spectrum having a CIE color coordinate (0.34, 0.35), as shown in Figure S5, with color rendering index (CRI) of 88 and color correlated temperature (CRT) of 5200, clearly reveals the white-light emission from this MOF compound. The broad emission spectra of the MOF compound mainly originated from the superimposition of multiple emissions from different radiative transitions because of the charge transformations between interligand, intermetallic, and metal to the ligand or vice versa. For a more precise analysis of the broadband emission spectrum from the MOF compound, we deconvoluted the PL spectrum, which contains the different emission blocks, as shown in Figure S6a. The strong blue emission block having an emission peak centered around ~455 nm corresponds to a π-π* interligand charge transformation. For further clarification of the emission of the free ligand, the PL spectrum of the ligand was measured, as shown in Figure S6b. The other emission blocks containing the emission peaks centered around ~405, 640, and 548 nm are associated with the charge transfer between intermetallic and metal to ligand, respectively. Broad emission from the MOF compound is also possibly due to our unique synthesis by a judicious choice of strontium metal in combination with a suitable organic linker. Because of its isotropic behavior, strontium itself has several strong radiative transitions that provide the emission spectrum covering the wide wavelength. The single-layer graphene was grown on copper foil by a chemical vapor deposition (CVD) technique and transferred on polymer PVDF. The monolayer of the synthesized CVD graphene on PVDF has been confirmed from a Raman spectroscopy study. The synthesis and Raman investigation details of graphene have been provided in the Supporting Information and Figure S7. The light-emissive self-powered vertical phototransistor was fabricated by sandwiching the MOF between graphenes on flexible substrate PVDF/PDMS as shown in the schematic of a. The details of the device fabrication procedure are provided in the  section. The corresponding SEM image of our fabricated vertical GrT/MOF/GrB/PVDF phototransistor device is shown in b. From the SEM micrograph, the estimated thickness of the MOF layer for optimized performance is ~300 nm. An optical microscope image of the top view of the actual fabricated device and a mobile photograph of the fabricated flexible device is shown in b and Figure S8, respectively. We measured the current-voltage (I-V) curve of our fabricated vertical phototransistor in the dark and under excitation from a 530 nm laser with a power density of 50 nW cm-2 on the device area of 2 mm × 300 nm, as shown in c. The nonlinear I-V curves indicate the existence of asymmetric Schottky barriers at the GrB/MOF and MOF/GrT interfaces. The mechanism responsible for asymmetric I-V curves is mainly because of the polarization effect of the ferroelectric PVDF layer below the bottom graphene, which enables one to induce polarization in the bottom graphene with respect to the top graphene and changes the density of states of GrB as compared to GrT. The optimized performance of the device was obtained by several photocurrent measurements through the thickness variation of the MOF compound, as shown in Figure S9. To investigate the induced polarization effect of the PVDF layer, we measured the I-V curves of the phototransistor device with and without a PVDF layer, as shown in Figure S10. The asymmetric Schottky junctions at different interfaces produce a strong built-in electric field, which facilitates generation of the photocurrent from this device without the application of an external electric bias. The built-in electric field produces a large depletion region, which can assist the dissociation of photogenerated excitons and the transport of electrons and holes to the electrodes. The Schottky barrier efficiently prolongs the lifetime of photogenerated excitons due to reduced recombination, which results in rapid exciton separation and their transport to the electrodes. d shows a dynamic photoresponse from our fabricated photodetector device without applications of electric bias having switched on/off under the illumination of a 530 nm laser. This clearly indicates that our fabricated device is a self-powered photodetector. The excellent self-powered photoresponse performance was confirmed through ultrahigh and ultrafast photoresponse (the photoresponsivity under 0 bias is ~1.3 × 103 A W-1 with response time of ~220 μs), reduced noise, and large detectivity. The observed self-powered photoresponse performance from our fabricated device is ~103 times higher than that of a reported similar device using silicon, versatile two-dimensional (2D) materials, and metal oxides. Such a self-powered photodetector has tremendous demand in next-generation IoT (Internet of things) technology, space exploration, and wireless environmental monitoring.", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Vertical graphene/MOF/graphene/PVDF phototransistor\ndevice on the\nflexible substrate and self-powered photodetection. (a) Schematic\nof the device. (b) Corresponding SEM image of the fabricated device\n(left). Optical microscope image of the top view of the actual fabricated\ndevice (right). (c) <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curves\nof the fabricated phototransistor in the dark and under the illumination\nof a 530 nm laser. (d) The transient photoresponse curve under light\npower density of 4 μW cm<sup>–2</sup> without electrical\nbias.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Vertical graphene/MOF/graphene/PVDF phototransistor device on the flexible substrate and self-powered photodetection. (a) Schematic of the device. (b) Corresponding SEM image of the fabricated device (left). Optical microscope image of the top view of the actual fabricated device (right). (c) I-V curves of the fabricated phototransistor in the dark and under the illumination of a 530 nm laser. (d) The transient photoresponse curve under light power density of 4 μW cm-2 without electrical bias.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["property"], "content": "<p>The photodetection performance\nof our fabricated vertical Gr<sub>T</sub>/MOF/Gr<sub>B</sub>/PVDF\nphototransistor was investigated\nunder light illumination and application of electric bias through\nphotoresponsivity (Rph), photocurrent gain (<italic toggle=\"yes\">G</italic>), EQE,\nand detectivity (D*). The estimation details of all these optical\nparameters related to photodetection with a physical formula and their\nvariation with illuminated light power are discussed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. In order to investigate\nthe photoresponse performance of our fabricated device, we measured\nthe light power-dependent <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> characteristics and transient photoresponse curves, shown in a,b, respectively,\nunder the illumination from a 530 nm laser on the device active area\nof 2 mm × 300 nm. This investigation indicates the generation\nof positive photocurrent from our fabricated vertical phototransistor\ndevice. The observed positive photoresponse from the phototransistor\ncan be explained by the energy band diagram shown in c. The energy band is bent\nwith a created band slope due to the mismatch between the Fermi energy\nof photon-absorbing MOF (−5.0 eV) and single-layer graphene\n(−4.6 eV). As described earlier, because of the asymmetric\nSchottky junction formations due to the polarization-induced effect\nof PVDF, the work function of Gr<sub>B</sub> is higher as compared\nto that of Gr<sub>T</sub>, which bends the energy band toward the\nbottom graphene, and the effective built-in electric field drives\nthe photogenerated electrons toward the top graphene and generates\na positive photocurrent. It is notable that there is the presence\nof asymmetry in the Schottky barriers at Gr<sub>T</sub>/MOF and MOF/Gr<sub>B</sub>/PVDF interfaces because of the different doping levels of\nthe top and bottom graphene due to the utilization of the piezoelectric\nPVDF layer at the bottom of the Gr<sub>B</sub>. It is expected that\nthe Schottky potential of the MOF/Gr<sub>B</sub> interface is higher\nthan that of the Gr<sub>T</sub>/MOF interface because of the doping\neffect from PVDF, which may bend the MOF layer band slope downward\ntoward the top graphene contact, and the resultant built-in electric\nfield drives the photogenerated electrons toward the Gr<sub>T</sub>. A similar concept of the photoresponse from a Gr<sub>T</sub>/MOS<sub>2</sub>/Gr<sub>B</sub> heterojunction on a SiO<sub>2</sub>/Si substrate\nhas been reported by Yu et al. for a Gr<sub>T</sub>/MOS<sub>2</sub>/Gr<sub>B</sub> heterojunction. In their\ndevice, the Schottky barrier height in the Gr<sub>B</sub>/MoS<sub>2</sub> contact is higher than that of the Gr<sub>T</sub>/MoS<sub>2</sub> contact, probably due to a p-type doping effect to the graphene\nby the substrate oxide. The variations\nof Rph, <italic toggle=\"yes\">G</italic>, and EQE with illumination light-power\ndensity are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S11a–c</ext-link>, respectively. We estimated the Rph, <italic toggle=\"yes\">G</italic>, and EQE\nvalues are ∼1.2 × 10<sup>8</sup> A W<sup>–1</sup>, 4.7 × 10<sup>8</sup>, and 3 × 10<sup>10</sup>%, respectively,\nunder the illumination power density of 12.7 nW cm<sup>–2</sup> from a 530 nm laser and applied bias voltage 2 V, which are comparable\nwith those of recently reported graphene-organometallic perovskite\nheterostructure phototransistors and 10<sup>4</sup> times higher than\nthose of previously reported graphene-nanomaterials hybrid photodetectors. We measured the laser power from a 530 nm laser source by utilizing\na power meter. We took into account the beam spot size in the calculation\nof laser power density falling into the vertical phototransistor device.\nWe consider the maximum beam spot diameter 2 mm in our calculation\nto get minimum photoresponsivity. The actual laser beam spot size\nfrom the 530 nm laser source is smaller than this, which can give\na higher value of photoresponsivity than our present reported results.\nIn addition to its ultrahigh photosensitivity, our fabricated vertical\nphototransistor also shows ultrafast photoresponse, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S11d</ext-link>. This observed ultrahigh photoresponse\nfrom our fabricated vertical phototransistor can be explained by multiple\naspects associated with our design and fabrication processes, which\nare provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. The estimated D* and noise equivalent power (NEP) are ∼2.9\n× 10<sup>15</sup> cm Hz<sup>1/2</sup> W<sup>–1</sup> and\n8.6 × 10<sup>–19</sup> W, respectively. Such a high D*\nis 10<sup>3</sup> times higher than that of reported flexible hybrid\nphotodetectors by using recently emerged hybrid perovskites, versatile\ntwo-dimensional materials, and similar architecture of Schottky contact-based\ngraphene sandwich vertical photodetectors. The high detectivity is mainly attributed to the suppression of\nnoise due to the decrease in dark current because of efficient charge\nseparation and reduced trap-state occupancy. The estimated NEP is\n10<sup>3</sup> times lower than that of the recently reported hybrid\n2D covalent organic frameworks (COFs)-graphene and hBN/graphene/hBN\nheterojunction photodetectors. Such a low NEP (NEP\n&lt; pW Hz<sup>–1/2</sup>) is advantageous for the detection\nof low-frequency (THz) light, which has multiple applications including\nquantum optics, imaging, biomedicine, tomography, and security.\n</p>", "clean_text": "The photodetection performance of our fabricated vertical GrT/MOF/GrB/PVDF phototransistor was investigated under light illumination and application of electric bias through photoresponsivity (Rph), photocurrent gain (G), EQE, and detectivity (D*). The estimation details of all these optical parameters related to photodetection with a physical formula and their variation with illuminated light power are discussed in the Supporting Information. In order to investigate the photoresponse performance of our fabricated device, we measured the light power-dependent I-V characteristics and transient photoresponse curves, shown in a,b, respectively, under the illumination from a 530 nm laser on the device active area of 2 mm × 300 nm. This investigation indicates the generation of positive photocurrent from our fabricated vertical phototransistor device. The observed positive photoresponse from the phototransistor can be explained by the energy band diagram shown in c. The energy band is bent with a created band slope due to the mismatch between the Fermi energy of photon-absorbing MOF (-5.0 eV) and single-layer graphene (-4.6 eV). As described earlier, because of the asymmetric Schottky junction formations due to the polarization-induced effect of PVDF, the work function of GrB is higher as compared to that of GrT, which bends the energy band toward the bottom graphene, and the effective built-in electric field drives the photogenerated electrons toward the top graphene and generates a positive photocurrent. It is notable that there is the presence of asymmetry in the Schottky barriers at GrT/MOF and MOF/GrB/PVDF interfaces because of the different doping levels of the top and bottom graphene due to the utilization of the piezoelectric PVDF layer at the bottom of the GrB. It is expected that the Schottky potential of the MOF/GrB interface is higher than that of the GrT/MOF interface because of the doping effect from PVDF, which may bend the MOF layer band slope downward toward the top graphene contact, and the resultant built-in electric field drives the photogenerated electrons toward the GrT. A similar concept of the photoresponse from a GrT/MOS2/GrB heterojunction on a SiO2/Si substrate has been reported by Yu et al. for a GrT/MOS2/GrB heterojunction. In their device, the Schottky barrier height in the GrB/MoS2 contact is higher than that of the GrT/MoS2 contact, probably due to a p-type doping effect to the graphene by the substrate oxide. The variations of Rph, G, and EQE with illumination light-power density are shown in Figure S11a-c, respectively. We estimated the Rph, G, and EQE values are ~1.2 × 108 A W-1, 4.7 × 108, and 3 × 1010%, respectively, under the illumination power density of 12.7 nW cm-2 from a 530 nm laser and applied bias voltage 2 V, which are comparable with those of recently reported graphene-organometallic perovskite heterostructure phototransistors and 104 times higher than those of previously reported graphene-nanomaterials hybrid photodetectors. We measured the laser power from a 530 nm laser source by utilizing a power meter. We took into account the beam spot size in the calculation of laser power density falling into the vertical phototransistor device. We consider the maximum beam spot diameter 2 mm in our calculation to get minimum photoresponsivity. The actual laser beam spot size from the 530 nm laser source is smaller than this, which can give a higher value of photoresponsivity than our present reported results. In addition to its ultrahigh photosensitivity, our fabricated vertical phototransistor also shows ultrafast photoresponse, as shown in Figure S11d. This observed ultrahigh photoresponse from our fabricated vertical phototransistor can be explained by multiple aspects associated with our design and fabrication processes, which are provided in the Supporting Information. The estimated D* and noise equivalent power (NEP) are ~2.9 × 1015 cm Hz1/2 W-1 and 8.6 × 10-19 W, respectively. Such a high D* is 103 times higher than that of reported flexible hybrid photodetectors by using recently emerged hybrid perovskites, versatile two-dimensional materials, and similar architecture of Schottky contact-based graphene sandwich vertical photodetectors. The high detectivity is mainly attributed to the suppression of noise due to the decrease in dark current because of efficient charge separation and reduced trap-state occupancy. The estimated NEP is 103 times lower than that of the recently reported hybrid 2D covalent organic frameworks (COFs)-graphene and hBN/graphene/hBN heterojunction photodetectors. Such a low NEP (NEP < pW Hz-1/2) is advantageous for the detection of low-frequency (THz) light, which has multiple applications including quantum optics, imaging, biomedicine, tomography, and security. ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Photoresponse of the vertical phototransistor device under\nan electrical\nbias. (a) <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curves of the\nphototransistor under different excitation power from a 530 nm laser.\n(b) Variation of temporal photocurrent with illuminated light power.\n(c) Energy-band diagram of vertical phototransistor for photodetection.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Photoresponse of the vertical phototransistor device under an electrical bias. (a) I-V curves of the phototransistor under different excitation power from a 530 nm laser. (b) Variation of temporal photocurrent with illuminated light power. (c) Energy-band diagram of vertical phototransistor for photodetection.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>\na represents\na schematic of a PVDF/Gr<sub>B</sub>/MOF/Gr<sub>T</sub>/PMMA vertical\nflexible photodetector under downward bending conditions. Because\nof its highly polarized unit cells and a strong concentration of β-phase\nhaving a trans-torsional distribution, PVDF possesses high piezoelectricity. Because of the different polarization effects\nof the piezoelectric PVDF layer below the bottom graphene under different\napplied mechanical strains, we investigated the device flexibility\nunder upward and downward bending and measured the transient photoresponse\ncharacteristic curves, as shown in b. This investigation clearly reveals the\ndifferent photoresponse under different bending conditions due to\nthe induced polarization effect of PVDF, which can control the effective\nbuilt-in electric field in the device. The schematic of the cross-sectional\nview of the device with the direction of the effective built-in electric\nfield under different bending conditions is shown in c,d. We estimated the bending\nstrain by using the following equation, bending <inline-formula>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"inline\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">strain</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">L</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"italic\">L</mml:mi>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">L</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</inline-formula>,\nwhere <italic toggle=\"yes\">L</italic> is the radius\nof curvature when the device is under the unbending condition, and <italic toggle=\"yes\">L</italic>′ is the radius of curvature under the bending condition,\nas shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link> shows the photoresponse curve with a variation\nin bending diameter. The bending strain-dependent photoresponse under\ndownward bending and upward bending conditions is shown in e,f, respectively.\nEvidently, the decrease of photocurrent with the enhancement of downward\nbending strain phenomenon is reversed for the application of upward\nbending strain. This interesting observation can be mainly ascribed\nto the induced polarization effect of the underlying PVDF layer of\nthe bottom graphene. The application of mechanical strain electromechanically\nmodulates not only the Schottky barrier of Gr<sub>B</sub>/PVDF and\nGr<sub>T</sub>/MOF heterojunctions but also the Dirac point of graphene.\nUnder downward bending strain, the electric field corresponding to\nthe induced polarization of the PVDF layer is reversed to the built-in\nelectric field of the Gr<sub>B</sub>/MOF/Gr<sub>T</sub> heterojunction,\nwhich is responsible for a decrease in photocurrent under downward\nbending strain. For upward bending strain, the induced piezoelectric\nfield due to the deformation of the PVDF layer acts in the same direction\nas the built-in electric field of vertical Gr<sub>B</sub>/MOF/Gr<sub>T</sub> heterojunction, which enhances the photocurrent. More importantly,\nour investigation of the strain-dependent photoresponse from the flexible\nvertical Gr<sub>T</sub>/MOF/Gr<sub>B</sub>/PVDF photodetector clearly\nreveals that the magnitude and polarity of the photocurrent can be\ncontrolled by the induced piezoelectric field of the underlying PVDF\nlayer, which shows an excellent potential of strain sensor performance\nof our designed vertical phototransistor device. The induced piezoelectric\nfield produces different barrier heights of Schottky junctions at\nGrT/MOF and MOF/GrB interfaces. The sensitivity of the strain sensor\nin photoconduction under mechanical bending strain can be evaluated\nby a standard gauge factor estimation. The estimation details of the\ngauge factor are provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. The calculated gauge factors for upward and downward bending are\n∼4 and 1.2, respectively, under the application of large bending\nstrain (66%), and they are comparable with the recently reported sensitivities\n(13.5 and 4.02 for compressive and tensile strain, respectively) of\na piezoelectric-based graphene/GaN/PDMS strain sensor under the application\nof very small bending strain (0.1%).\n</p>", "clean_text": " a represents a schematic of a PVDF/GrB/MOF/GrT/PMMA vertical flexible photodetector under downward bending conditions. Because of its highly polarized unit cells and a strong concentration of β-phase having a trans-torsional distribution, PVDF possesses high piezoelectricity. Because of the different polarization effects of the piezoelectric PVDF layer below the bottom graphene under different applied mechanical strains, we investigated the device flexibility under upward and downward bending and measured the transient photoresponse characteristic curves, as shown in b. This investigation clearly reveals the different photoresponse under different bending conditions due to the induced polarization effect of PVDF, which can control the effective built-in electric field in the device. The schematic of the cross-sectional view of the device with the direction of the effective built-in electric field under different bending conditions is shown in c,d. We estimated the bending strain by using the following equation, bending      strain  ( % )  =   L - L '   L   × 100    , where L is the radius of curvature when the device is under the unbending condition, and L' is the radius of curvature under the bending condition, as shown in Figure S12. Figure S13 shows the photoresponse curve with a variation in bending diameter. The bending strain-dependent photoresponse under downward bending and upward bending conditions is shown in e,f, respectively. Evidently, the decrease of photocurrent with the enhancement of downward bending strain phenomenon is reversed for the application of upward bending strain. This interesting observation can be mainly ascribed to the induced polarization effect of the underlying PVDF layer of the bottom graphene. The application of mechanical strain electromechanically modulates not only the Schottky barrier of GrB/PVDF and GrT/MOF heterojunctions but also the Dirac point of graphene. Under downward bending strain, the electric field corresponding to the induced polarization of the PVDF layer is reversed to the built-in electric field of the GrB/MOF/GrT heterojunction, which is responsible for a decrease in photocurrent under downward bending strain. For upward bending strain, the induced piezoelectric field due to the deformation of the PVDF layer acts in the same direction as the built-in electric field of vertical GrB/MOF/GrT heterojunction, which enhances the photocurrent. More importantly, our investigation of the strain-dependent photoresponse from the flexible vertical GrT/MOF/GrB/PVDF photodetector clearly reveals that the magnitude and polarity of the photocurrent can be controlled by the induced piezoelectric field of the underlying PVDF layer, which shows an excellent potential of strain sensor performance of our designed vertical phototransistor device. The induced piezoelectric field produces different barrier heights of Schottky junctions at GrT/MOF and MOF/GrB interfaces. The sensitivity of the strain sensor in photoconduction under mechanical bending strain can be evaluated by a standard gauge factor estimation. The estimation details of the gauge factor are provided in the Supporting Information. The calculated gauge factors for upward and downward bending are ~4 and 1.2, respectively, under the application of large bending strain (66%), and they are comparable with the recently reported sensitivities (13.5 and 4.02 for compressive and tensile strain, respectively) of a piezoelectric-based graphene/GaN/PDMS strain sensor under the application of very small bending strain (0.1%). ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Optical\nstrain sensor performance. (a) Schematic of vertical phototransistor\ndevice under downward bending. (b) Transient photoresponse curves\nof the device under upward and downward bending. Photoresponse was\ninvestigated under the illumination of light-power density 30 nW cm<sup>–2</sup> from a 530 nm laser and applied voltage of 4 V. (c,\nd) Schematic representation of the possible electrical polarization\ndirections under upward and downward bending strain, respectively.\n(e, f) Variation of photocurrent under downward bending and upward\nbending strain, respectively.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Optical strain sensor performance. (a) Schematic of vertical phototransistor device under downward bending. (b) Transient photoresponse curves of the device under upward and downward bending. Photoresponse was investigated under the illumination of light-power density 30 nW cm-2 from a 530 nm laser and applied voltage of 4 V. (c, d) Schematic representation of the possible electrical polarization directions under upward and downward bending strain, respectively. (e, f) Variation of photocurrent under downward bending and upward bending strain, respectively.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>By applying a suitable electrical voltage to invert the band slope\nof the MOF layer and Dirac point of graphene, we can switch our fabricated\ndevice from photodetector to light-emitting diode (LED) modes. We\nmeasured the electroluminescence spectrum (EL) of our device under\nthe applications of different forward injection currents, as shown\nin a. Our fabricated\nflexible vertical phototransistor device possesses a continuous and\nbroad electroluminescence spectrum identical to the observed photoluminescence\nspectrum covering the whole visible regime under different injection\ncurrents from 0.7 to 3 mA. The CRI and the CCT of emitted light are\n85 and 5620 K for the CIE color coordinates (0.33, 0.34), respectively.\nFor further clarification of broad-spectrum light emission from our\nfabricated device, we compared our EL spectrum with the commercial\nwhite LED (b) and the solar emission spectrum of AM0 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). Surprisingly, our device can provide emission matching\nthe solar-spectrum white light very well, which is very rare in conventional\nLEDs. The principle of the electroluminescence of our fabricated phototransistor\ncan be explained by the energy-band diagram, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>. By applying a suitable electrical\nbias, the barrier potential of asymmetric Schottky junctions is inversed\nas compared to the mode of photodetection operation. The Schottky\nbarrier at the Gr<sub>T</sub>/MOF interface can become higher than\nthe Schottky barrier at the MOF/Gr<sub>B</sub> interface at a suitable\nelectrical bias. Under this circumstance, the electrons transferred\nfrom Gr<sub>T</sub>, and the holes transferred from Gr<sub>B</sub> into the MOF layer, which creates the radiative recombination between\nelectrons and holes from the multiple energy states of MOFs and generates\nthe white light emission. The estimated EQE in the electroluminescence\nfrom the light-emissive vertical phototransistor is ∼1%. The\nfill factor for our graphene sandwich Gr<sub>T</sub>/MOF/Gr<sub>B</sub>/PVDF multifunctional white light-emissive vertical phototransistor\nis much higher compared to the fill factor of a previously reported\nWLED fabricated by using a Gr<sub>T</sub>/MOF/ZnO/Ag heterostructure. Multiple aspects behind the observation of high\nfill factor include (a) the short channel length of a graphene sandwich\nvertical phototransistor reduces the channel resistance compared to\nthe long channel length of MOF/ZnO heterojunctions, (b) asymmetric\nSchottky junctions at Gr<sub>T</sub>/MOF and MOF/Gr<sub>B</sub> interfaces\ndue to the utilization of piezoelectric PVDF provide less resistance\ncompared to junctions at Ag/ZnO and MOF/Gr interfaces of a Gr<sub>T</sub>/MOF/ZnO/Ag heterostructure, and (c) direct charge transformations\nbetween interligand, intermetal, and metal to a ligand by an external\napplied electric field inside the MOF complex compared to the indirect\ncharge transformations of MOF/ZnO heterostructure. We demonstrated\nthe device’s flexibility in electroluminescence under the application\nof bending strain (ca. &lt;20%), as shown in c. This investigation reveals that the emitted\nlight intensity is higher under the application of downward bending\nstrain as compared to upward bending strain, which is in stark contrast\nwith the investigation of photocurrent under the application of mechanical\nbending strain. The underlying mechanism can also be interpreted by\nthe Dirac point modulation of graphene through the piezoelectric field\ncreated by the PVDF film under bending. Additionally, we investigated\napplied voltage-dependent light emission under mechanical bending\nconditions, as shown in d. At a lower injection current, we observed the green emission\nband dominates in the EL spectrum. Spectacularly, with the enhancement\nof applied potential, a blue emission peak centered at ∼430\nnm appears in the EL spectrum. At the application of a higher injected\ncurrent, the blue emission band dominates over the green emission\nband in the EL spectrum. The mobile photographs of emitted light at\ndifferent injected currents are provided in the inset of d, and the corresponding\nCIE diagram of emitted light at different injection currents is shown\nin e. These\nfascinating features can be explained by the band alignment between\nMOF and graphene through the Dirac point modulation by applied potential,\nstrain, and the charge-transfer mechanism inside the MOF complex,\nas shown in f. As mentioned earlier, an MOF can cover a wide range of light emissions\nbecause of several charge transitions inside the MOF complex. As shown\nin the PL spectrum of <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>, the band\ngap of the intermetallic charge transformation is much lower than\nthe band gap of interligand charge transformation. Because of the\nlower band gap effect, at a lower injection current intermetallic\nand metal–ligand charge transformations dominate in the electroluminescence,\nwhich provides the green and yellow emission bands, respectively.\nHowever, at a higher injection current, interligand charge transformation\nis dominant over the metal–ligand charge transformation, which\nprovides the blue emission peak over the yellow emission in the EL\nspectrum. The different exciton lifetime associated with the different\ncharge-transformation mechanisms provides multiple emission bands\nin the EL spectrum. For further confirmation of the existence of multiple\nlight emission bands in the EL spectrum, we measured the exciton lifetime\nfrom the time-resolved PL study, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>. This investigation reveals different exciton lifetimes\nfor multiple charge-transfer mechanisms in the MOF complex. All these\ninvestigations reveal that the color of the emitted light from our\nfabricated vertical phototransistor can be tuned by the modulation\nof the Dirac point of graphene and the charge transfer mechanism inside\nthe MOF complex. Previously, Dirac point modulated light emission\nhas been reported by sandwiching quantum dots between the graphene\non a solid substrate of SiO<sub>2</sub>/Si. In this work, for the\nfirst time, we demonstrated the Dirac point-controlled color-tunable\nlight emission by sandwiching MOFs between the graphene on a flexible\nsubstrate of PVDF/PDMS. The stability performance of\nthe multifunctional flexible phototransistor in photocurrent generation\nand light emission is provided in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>.</p>", "clean_text": "By applying a suitable electrical voltage to invert the band slope of the MOF layer and Dirac point of graphene, we can switch our fabricated device from photodetector to light-emitting diode (LED) modes. We measured the electroluminescence spectrum (EL) of our device under the applications of different forward injection currents, as shown in a. Our fabricated flexible vertical phototransistor device possesses a continuous and broad electroluminescence spectrum identical to the observed photoluminescence spectrum covering the whole visible regime under different injection currents from 0.7 to 3 mA. The CRI and the CCT of emitted light are 85 and 5620 K for the CIE color coordinates (0.33, 0.34), respectively. For further clarification of broad-spectrum light emission from our fabricated device, we compared our EL spectrum with the commercial white LED (b) and the solar emission spectrum of AM0 (Figure S14). Surprisingly, our device can provide emission matching the solar-spectrum white light very well, which is very rare in conventional LEDs. The principle of the electroluminescence of our fabricated phototransistor can be explained by the energy-band diagram, as shown in Figure S15. By applying a suitable electrical bias, the barrier potential of asymmetric Schottky junctions is inversed as compared to the mode of photodetection operation. The Schottky barrier at the GrT/MOF interface can become higher than the Schottky barrier at the MOF/GrB interface at a suitable electrical bias. Under this circumstance, the electrons transferred from GrT, and the holes transferred from GrB into the MOF layer, which creates the radiative recombination between electrons and holes from the multiple energy states of MOFs and generates the white light emission. The estimated EQE in the electroluminescence from the light-emissive vertical phototransistor is ~1%. The fill factor for our graphene sandwich GrT/MOF/GrB/PVDF multifunctional white light-emissive vertical phototransistor is much higher compared to the fill factor of a previously reported WLED fabricated by using a GrT/MOF/ZnO/Ag heterostructure. Multiple aspects behind the observation of high fill factor include (a) the short channel length of a graphene sandwich vertical phototransistor reduces the channel resistance compared to the long channel length of MOF/ZnO heterojunctions, (b) asymmetric Schottky junctions at GrT/MOF and MOF/GrB interfaces due to the utilization of piezoelectric PVDF provide less resistance compared to junctions at Ag/ZnO and MOF/Gr interfaces of a GrT/MOF/ZnO/Ag heterostructure, and (c) direct charge transformations between interligand, intermetal, and metal to a ligand by an external applied electric field inside the MOF complex compared to the indirect charge transformations of MOF/ZnO heterostructure. We demonstrated the device's flexibility in electroluminescence under the application of bending strain (ca. <20%), as shown in c. This investigation reveals that the emitted light intensity is higher under the application of downward bending strain as compared to upward bending strain, which is in stark contrast with the investigation of photocurrent under the application of mechanical bending strain. The underlying mechanism can also be interpreted by the Dirac point modulation of graphene through the piezoelectric field created by the PVDF film under bending. Additionally, we investigated applied voltage-dependent light emission under mechanical bending conditions, as shown in d. At a lower injection current, we observed the green emission band dominates in the EL spectrum. Spectacularly, with the enhancement of applied potential, a blue emission peak centered at ~430 nm appears in the EL spectrum. At the application of a higher injected current, the blue emission band dominates over the green emission band in the EL spectrum. The mobile photographs of emitted light at different injected currents are provided in the inset of d, and the corresponding CIE diagram of emitted light at different injection currents is shown in e. These fascinating features can be explained by the band alignment between MOF and graphene through the Dirac point modulation by applied potential, strain, and the charge-transfer mechanism inside the MOF complex, as shown in f. As mentioned earlier, an MOF can cover a wide range of light emissions because of several charge transitions inside the MOF complex. As shown in the PL spectrum of Figure S6, the band gap of the intermetallic charge transformation is much lower than the band gap of interligand charge transformation. Because of the lower band gap effect, at a lower injection current intermetallic and metal-ligand charge transformations dominate in the electroluminescence, which provides the green and yellow emission bands, respectively. However, at a higher injection current, interligand charge transformation is dominant over the metal-ligand charge transformation, which provides the blue emission peak over the yellow emission in the EL spectrum. The different exciton lifetime associated with the different charge-transformation mechanisms provides multiple emission bands in the EL spectrum. For further confirmation of the existence of multiple light emission bands in the EL spectrum, we measured the exciton lifetime from the time-resolved PL study, as shown in Figure S16. This investigation reveals different exciton lifetimes for multiple charge-transfer mechanisms in the MOF complex. All these investigations reveal that the color of the emitted light from our fabricated vertical phototransistor can be tuned by the modulation of the Dirac point of graphene and the charge transfer mechanism inside the MOF complex. Previously, Dirac point modulated light emission has been reported by sandwiching quantum dots between the graphene on a solid substrate of SiO2/Si. In this work, for the first time, we demonstrated the Dirac point-controlled color-tunable light emission by sandwiching MOFs between the graphene on a flexible substrate of PVDF/PDMS. The stability performance of the multifunctional flexible phototransistor in photocurrent generation and light emission is provided in Figure S17.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Broadband color-tunable electroluminescence spectra of a vertical\nphototransistor. (a) EL spectra of the device under different injection\ncurrents. (inset) Photograph of emitted light taken by a mobile camera.\n(b) Comparison of the EL spectrum of our fabricated device to the\ncommercially available WLED. (c) EL spectra of the device under different\nbending strains. (d) EL spectra of the bending device under different\napplied potentials. (inset) Photographs of emitted light. (e) CIE\ndiagram of the EL spectra with coordinates (0.31, 0.53), (0.33, 0.35),\nand (0.30, 0.28) corresponding to green, white, and blue light emission,\nrespectively. (f) The proposed energy-band diagram for multicolored\nlight emission from a vertical phototransistor.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Broadband color-tunable electroluminescence spectra of a vertical phototransistor. (a) EL spectra of the device under different injection currents. (inset) Photograph of emitted light taken by a mobile camera. (b) Comparison of the EL spectrum of our fabricated device to the commercially available WLED. (c) EL spectra of the device under different bending strains. (d) EL spectra of the bending device under different applied potentials. (inset) Photographs of emitted light. (e) CIE diagram of the EL spectra with coordinates (0.31, 0.53), (0.33, 0.35), and (0.30, 0.28) corresponding to green, white, and blue light emission, respectively. (f) The proposed energy-band diagram for multicolored light emission from a vertical phototransistor.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In summary, taking advantage of an asymmetric\nSchottky junction\nof a graphene/MOF/graphene/PVDF heterojunction, the Dirac point modulation\nof graphene, and a multiple charge-transfer mechanism of an MOF compound,\nwe successfully demonstrated an ultrasensitive color-tunable light-emissive\nself-powered vertical phototransistor on a flexible substrate. Additionally,\nwe demonstrated that our fabricated vertical phototransistor serves\nwell, as the WLED emits light matched well with the solar spectrum.\nCompared to narrow band emission from most semiconducting solid-state\nLED devices, broad-band WLED is advantageous over traditional lighting\nsources because of its numerous assets, such as no blue light hazard,\nlow-power consumption, high efficiency, and long lifetime. To address\nthe environmental issues and global energy crisis, direct fabrication\nof WLED from a single material has significant demand and challenges.\nBy Dirac point modulation of graphene through the mechanical bending\nstrain-induced piezoelectric field, we not only achieve an optical\nstrain sensor, which can modify the amplitude and polarity of photocurrent,\nbut also demonstrate that the color and intensity of LED can be controlled.\nThis not only provides an additional degree of freedom in device functionality\nbut also constitutes a useful route in flexible smart electronics.\nSuch highly sensitive strain sensors have multiple applications in\nhealth monitoring systems, intelligence, soft robotics, etc. Because of brittle sensing and poor stretchability,\nthe implementation of optoelectronic market-oriented wearable strain\nsensors is challenging. Our fabricated piezoelectric-based wearable\nstrain sensor with high sensitivity and ultrafast response paves a\nuseful direction to eradicate such a challenge. Our exclusive discovery\nof a multifunctional graphene sandwich MOF vertical phototransistor\nis therefore very useful and timely for the development of wearable\nintegrated optoelectronics.</p>", "clean_text": "Conclusion\n\nIn summary, taking advantage of an asymmetric Schottky junction of a graphene/MOF/graphene/PVDF heterojunction, the Dirac point modulation of graphene, and a multiple charge-transfer mechanism of an MOF compound, we successfully demonstrated an ultrasensitive color-tunable light-emissive self-powered vertical phototransistor on a flexible substrate. Additionally, we demonstrated that our fabricated vertical phototransistor serves well, as the WLED emits light matched well with the solar spectrum. Compared to narrow band emission from most semiconducting solid-state LED devices, broad-band WLED is advantageous over traditional lighting sources because of its numerous assets, such as no blue light hazard, low-power consumption, high efficiency, and long lifetime. To address the environmental issues and global energy crisis, direct fabrication of WLED from a single material has significant demand and challenges. By Dirac point modulation of graphene through the mechanical bending strain-induced piezoelectric field, we not only achieve an optical strain sensor, which can modify the amplitude and polarity of photocurrent, but also demonstrate that the color and intensity of LED can be controlled. This not only provides an additional degree of freedom in device functionality but also constitutes a useful route in flexible smart electronics. Such highly sensitive strain sensors have multiple applications in health monitoring systems, intelligence, soft robotics, etc. Because of brittle sensing and poor stretchability, the implementation of optoelectronic market-oriented wearable strain sensors is challenging. Our fabricated piezoelectric-based wearable strain sensor with high sensitivity and ultrafast response paves a useful direction to eradicate such a challenge. Our exclusive discovery of a multifunctional graphene sandwich MOF vertical phototransistor is therefore very useful and timely for the development of wearable integrated optoelectronics.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Experimental\nMethod</title><title>Vertical Phototransistor Device Fabrication</title><p>The different\nsteps of the fabrication procedure of a vertical phototransistor on\nthe flexible substrate PDMS are been illustrated in . (i) A monolayer graphene\nwas grown on the copper foil by a CVD technique. A thin polymer layer\nof PVDF was spin-coated on top of the graphene (Gr<sub>B</sub>), which\nis on top of the copper foil (PVDF/Gr<sub>B</sub>/copper). (ii) By\netching the bottom copper layer through the utilization of an FeCl<sub>3</sub> solution and following the conventional graphene transfer\ntechnique, monolayer graphene containing a thin piezoelectric PVDF\nlayer in the bottom (Gr<sub>B</sub> /PVDF) was transferred on the\ncleaned flexible PDMS substrate (Gr<sub>B</sub> /PVDF/PDMS), as shown\nin i,ii. In\nthis work, we utilized a unique methodology to transfer graphene on\nPVDF. Excellent-quality single-layer graphene was grown by CVD on\ncopper foil (Gr/Cu). For the bottom graphene on top of PVDF, we spin-coated\na PVDF solution at 3000 rpm on top of the graphene lying on copper\nfoil from CVD growth. The resultant heterostructure is PVDF/Gr<sub>B</sub>/Cu. Next, we stuck the PDMS substrate on top of PVDF/Gr<sub>B</sub>/Cu with an application of suitable pressure. Finally, the\nbottom copper was etched with a ferric chloride (FeCl<sub>3</sub>)\nsolution. Alternatively, after the PVDF is spin-coated on Gr<sub>B</sub>/Cu and the bottom copper is etched, the resultant heterostructure\nof PVDF/Gr<sub>B</sub> can be directly transferred to the PDMS substrate.\n(iii) Utilizing a shadow mask method, the gold electrodes on the different\npositions of the device as shown in iii were deposited by the thermal evaporation\ntechnique. To remove the contamination and excellent-quality electrode\ndeposition, the high vacuum pressure less than 4 × 10<sup>–7</sup> Torr was maintained inside the thermal evaporator chamber. In the\nshadow masking technique, before loading the sample into the thermal\nevaporation chamber, we covered the selective region of graphene and\nother parts of the device with a prepatterned mask without following\nany photolithography and left a few portions lying on top of the bottom\ngraphene and another side of the PDMS substrate uncovered for contact\nelectrode depositions. After the deposition of electrodes, the mask\nwas removed from the device for spin coating the MOF material. (iv)\nThe previously obtained MOFs were spin-coated at 2000 rpm on the top\nof the Gr<sub>B</sub>, as shown in iv. To avoid the spun MOF material on the\ndeposited electrodes, we again used a similar shadow masking method\nto cover the electrodes before the spin coating of MOF. (v) Another\nsingle-layer graphene (Gr<sub>T</sub>) grown by CVD containing a poly­(methyl\nmethacrylate) (PMMA) layer on the top (PMMA/Gr<sub>T</sub>) was transferred\non top of the MOF layer by following the dry transfer technique of\ngraphene, as shown in v. Finally, the schematic of the bending device is shown in vi.</p>", "clean_text": "Experimental Method\n\nVertical Phototransistor Device Fabrication\n\nThe different steps of the fabrication procedure of a vertical phototransistor on the flexible substrate PDMS are been illustrated in . (i) A monolayer graphene was grown on the copper foil by a CVD technique. A thin polymer layer of PVDF was spin-coated on top of the graphene (GrB), which is on top of the copper foil (PVDF/GrB/copper). (ii) By etching the bottom copper layer through the utilization of an FeCl3 solution and following the conventional graphene transfer technique, monolayer graphene containing a thin piezoelectric PVDF layer in the bottom (GrB /PVDF) was transferred on the cleaned flexible PDMS substrate (GrB /PVDF/PDMS), as shown in i,ii. In this work, we utilized a unique methodology to transfer graphene on PVDF. Excellent-quality single-layer graphene was grown by CVD on copper foil (Gr/Cu). For the bottom graphene on top of PVDF, we spin-coated a PVDF solution at 3000 rpm on top of the graphene lying on copper foil from CVD growth. The resultant heterostructure is PVDF/GrB/Cu. Next, we stuck the PDMS substrate on top of PVDF/GrB/Cu with an application of suitable pressure. Finally, the bottom copper was etched with a ferric chloride (FeCl3) solution. Alternatively, after the PVDF is spin-coated on GrB/Cu and the bottom copper is etched, the resultant heterostructure of PVDF/GrB can be directly transferred to the PDMS substrate. (iii) Utilizing a shadow mask method, the gold electrodes on the different positions of the device as shown in iii were deposited by the thermal evaporation technique. To remove the contamination and excellent-quality electrode deposition, the high vacuum pressure less than 4 × 10-7 Torr was maintained inside the thermal evaporator chamber. In the shadow masking technique, before loading the sample into the thermal evaporation chamber, we covered the selective region of graphene and other parts of the device with a prepatterned mask without following any photolithography and left a few portions lying on top of the bottom graphene and another side of the PDMS substrate uncovered for contact electrode depositions. After the deposition of electrodes, the mask was removed from the device for spin coating the MOF material. (iv) The previously obtained MOFs were spin-coated at 2000 rpm on the top of the GrB, as shown in iv. To avoid the spun MOF material on the deposited electrodes, we again used a similar shadow masking method to cover the electrodes before the spin coating of MOF. (v) Another single-layer graphene (GrT) grown by CVD containing a poly(methyl methacrylate) (PMMA) layer on the top (PMMA/GrT) was transferred on top of the MOF layer by following the dry transfer technique of graphene, as shown in v. Finally, the schematic of the bending device is shown in vi.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Schematic representation\nof flexible vertical phototransistor device\nfabrication. (i) Schematic of PDMS substrate. (ii) Monolayer graphene\n(Gr<sub>B</sub>) containing PVDF layer was transferred on top of the\nPDMS. (iii) Gold (Au) electrodes were deposited on top of the graphene\nand PDMS by following the shadow masking method. (iv) MOF layer formed\non the top of Gr<sub>B</sub>/PVDF using the spin-coating method. (v)\nTop monolayer graphene (Gr<sub>T</sub>) containing PMMA was transferred\non the MOF. (vi) Schematic of the flexible device under bending.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Schematic representation of flexible vertical phototransistor device fabrication. (i) Schematic of PDMS substrate. (ii) Monolayer graphene (GrB) containing PVDF layer was transferred on top of the PDMS. (iii) Gold (Au) electrodes were deposited on top of the graphene and PDMS by following the shadow masking method. (iv) MOF layer formed on the top of GrB/PVDF using the spin-coating method. (v) Top monolayer graphene (GrT) containing PMMA was transferred on the MOF. (vi) Schematic of the flexible device under bending.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acsaelm.2c00173?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acsaelm.2c00173</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Structural analysis of\nMOF compound, synthesis of the\nmetal–organic frameworks, optical properties of MOF, synthesis\nof monolayer graphene, Raman spectrum of CVD graphene, a photograph\nof the flexible device, device optimization, <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curve of the vertical phototransistor with and without\nPVDF layer, photoresponse parameters, estimation of bending strain,\nphotodetection from the flexible device, the estimation of gauge factor,\ncomparison of EL spectrum with conventional solar spectrum, the principle\nof the electroluminescence from vertical phototransistor, time-resolved\nphotoluminescence study, and device stability (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsaelm.2c00173.  Structural analysis of MOF compound, synthesis of the metal-organic frameworks, optical properties of MOF, synthesis of monolayer graphene, Raman spectrum of CVD graphene, a photograph of the flexible device, device optimization, I-V curve of the vertical phototransistor with and without PVDF layer, photoresponse parameters, estimation of bending strain, photodetection from the flexible device, the estimation of gauge factor, comparison of EL spectrum with conventional solar spectrum, the principle of the electroluminescence from vertical phototransistor, time-resolved photoluminescence study, and device stability (PDF)   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Structural analysis of\nMOF compound, synthesis of the\nmetal–organic frameworks, optical properties of MOF, synthesis\nof monolayer graphene, Raman spectrum of CVD graphene, a photograph\nof the flexible device, device optimization, <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curve of the vertical phototransistor with and without\nPVDF layer, photoresponse parameters, estimation of bending strain,\nphotodetection from the flexible device, the estimation of gauge factor,\ncomparison of EL spectrum with conventional solar spectrum, the principle\nof the electroluminescence from vertical phototransistor, time-resolved\nphotoluminescence study, and device stability (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Structural analysis of MOF compound, synthesis of the metal-organic frameworks, optical properties of MOF, synthesis of monolayer graphene, Raman spectrum of CVD graphene, a photograph of the flexible device, device optimization, I-V curve of the vertical phototransistor with and without PVDF layer, photoresponse parameters, estimation of bending strain, photodetection from the flexible device, the estimation of gauge factor, comparison of EL spectrum with conventional solar spectrum, the principle of the electroluminescence from vertical phototransistor, time-resolved photoluminescence study, and device stability (PDF)", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Y.F.C. supervised\nthe whole project. The device structure was proposed by K.P.B.; the\nMOF was synthesized by M.U. and K.L. The vertical phototransistor\nwas fabricated by K.P.B. and Y.G.L.; K.P.B. measured all the optical\nand optoelectronic properties. R.G. helped K.P.B. to measure the Raman\nspectra of graphene. K.P.B. and Y.F.C. wrote the manuscript.</p>", "clean_text": "Y.F.C. supervised the whole project. The device structure was proposed by K.P.B.; the MOF was synthesized by M.U. and K.L. The vertical phototransistor was fabricated by K.P.B. and Y.G.L.; K.P.B. measured all the optical and optoelectronic properties. R.G. helped K.P.B. to measure the Raman spectra of graphene. K.P.B. and Y.F.C. wrote the manuscript.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "5, 7, 9", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><p>The strongly\nluminescent white color single-crystalline Sr-MOF\ncompound, shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>, was synthesized\nby a hydrothermal technique through the chemical reaction between\nthe precursors of metal nitrate (strontium nitrate) and organic linker\n1,4,5,8-naphthalene tetracarboxylic acid (H4ntc). The details of the synthesis process of the MOF compound\nis discussed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Supporting Informations</ext-link>. The structural analysis of the MOF compound was performed by a\nsingle-crystal X-ray diffraction (SCXRD) study, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>. To utilize the MOFs for device fabrication,\nthe rectangular-shaped single crystal of the MOF compound was first\nground to the size of nanoparticles, and then these nanoparticles\nwere dispersed into an ethanol solvent. For good dispersion of the\nMOF compound into the ethanol solution, the solution containing the\nMOF was stirred with a magnetic stirrer. For a morphological analysis\nby a scanning electron microscopy (SEM) image, we used the solution\nof dispersed MOFs. The microstructural analysis of the MOF compound\nwas performed by SEM, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>. From the SEM micrograph, we observed strong uncontrolled agglomeration\nbehavior with random shapes in the crystalline MOF due to nanocrystal\nformation. Because of this uncontrolled\nagglomeration effect, they look like an amorphous thin film in the\nSEM image. The optical properties of the MOF compound were investigated\nby photoluminescence and absorption measurements, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S4a,b</ext-link>. The optical investigations reveal\nstrong white light emission from the MOF compound having photoluminescence\nquantum yield (PLQY) for light emission of ∼58%. The PL spectrum\ncovers the whole visible regime indicating the broadband light emission\nfrom the MOF compound. The PL spectrum having a CIE color coordinate\n(0.34, 0.35), as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>, with\ncolor rendering index (CRI) of 88 and color correlated temperature\n(CRT) of 5200, clearly reveals the white-light emission from this\nMOF compound. The broad emission spectra of the MOF compound mainly\noriginated from the superimposition of multiple emissions from different\nradiative transitions because of the charge transformations between\ninterligand, intermetallic, and metal to the ligand or vice versa. For a more precise analysis of the broadband\nemission spectrum from the MOF compound, we deconvoluted the PL spectrum,\nwhich contains the different emission blocks, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S6a</ext-link>. The strong blue emission block having\nan emission peak centered around ∼455 nm corresponds to a π–π*\ninterligand charge transformation. For further\nclarification of the emission of the free ligand, the PL spectrum\nof the ligand was measured, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S6b</ext-link>. The other emission blocks containing the emission peaks\ncentered around ∼405, 640, and 548 nm are associated with the\ncharge transfer between intermetallic and metal to ligand, respectively. Broad emission from the MOF compound is also possibly due to our\nunique synthesis by a judicious choice of strontium metal in combination\nwith a suitable organic linker. Because of its isotropic behavior,\nstrontium itself has several strong radiative transitions that provide\nthe emission spectrum covering the wide wavelength. The single-layer graphene was grown on copper foil by a\nchemical vapor deposition (CVD) technique and transferred on polymer\nPVDF. The monolayer of the synthesized CVD graphene on PVDF has been\nconfirmed from a Raman spectroscopy study. The\nsynthesis and Raman investigation details of graphene have been provided\nin the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>. The light-emissive self-powered vertical\nphototransistor was fabricated by sandwiching the MOF between graphenes\non flexible substrate PVDF/PDMS as shown in the schematic of a. The details of\nthe device fabrication procedure are provided in the  section. The corresponding SEM image of\nour fabricated vertical Gr<sub>T</sub>/MOF/Gr<sub>B</sub>/PVDF phototransistor\ndevice is shown in b. From the SEM micrograph, the estimated thickness of the\nMOF layer for optimized performance is ∼300 nm. An optical\nmicroscope image of the top view of the actual fabricated device and\na mobile photograph of the fabricated flexible device is shown in b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>, respectively. We measured the current–voltage\n(<italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic>) curve of our fabricated\nvertical phototransistor in the dark and under excitation from a 530\nnm laser with a power density of 50 nW cm<sup>–2</sup> on the\ndevice area of 2 mm × 300 nm, as shown in c. The nonlinear <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curves indicate the existence of asymmetric Schottky barriers\nat the Gr<sub>B</sub>/MOF and MOF/Gr<sub>T</sub> interfaces. The mechanism\nresponsible for asymmetric <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curves is mainly because of the polarization effect of the ferroelectric\nPVDF layer below the bottom graphene, which enables one to induce\npolarization in the bottom graphene with respect to the top graphene\nand changes the density of states of Gr<sub>B</sub> as compared to\nGr<sub>T</sub>. The optimized performance of the device was obtained\nby several photocurrent measurements through the thickness variation\nof the MOF compound, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>. To investigate the induced polarization effect of the PVDF layer,\nwe measured the <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curves\nof the phototransistor device with and without a PVDF layer, as shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>. The asymmetric Schottky\njunctions at different interfaces produce a strong built-in electric\nfield, which facilitates generation of the photocurrent from this\ndevice without the application of an external electric bias. The built-in\nelectric field produces a large depletion region, which can assist\nthe dissociation of photogenerated excitons and the transport of electrons\nand holes to the electrodes. The Schottky\nbarrier efficiently prolongs the lifetime of photogenerated excitons\ndue to reduced recombination, which results in rapid exciton separation\nand their transport to the electrodes.\nd shows a dynamic photoresponse\nfrom our fabricated photodetector device without applications of electric\nbias having switched on/off under the illumination of a 530 nm laser.\nThis clearly indicates that our fabricated device is a self-powered\nphotodetector. The excellent self-powered photoresponse performance\nwas confirmed through ultrahigh and ultrafast photoresponse (the photoresponsivity\nunder 0 bias is ∼1.3 × 10<sup>3</sup> A W<sup>–1</sup> with response time of ∼220 μs), reduced noise, and\nlarge detectivity. The observed self-powered photoresponse performance\nfrom our fabricated device is ∼10<sup>3</sup> times higher\nthan that of a reported similar device using silicon, versatile two-dimensional\n(2D) materials, and metal oxides. Such a self-powered photodetector has tremendous demand in next-generation\nIoT (Internet of things) technology, space exploration, and wireless\nenvironmental monitoring.</p><p>The photodetection performance\nof our fabricated vertical Gr<sub>T</sub>/MOF/Gr<sub>B</sub>/PVDF\nphototransistor was investigated\nunder light illumination and application of electric bias through\nphotoresponsivity (Rph), photocurrent gain (<italic toggle=\"yes\">G</italic>), EQE,\nand detectivity (D*). The estimation details of all these optical\nparameters related to photodetection with a physical formula and their\nvariation with illuminated light power are discussed in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. In order to investigate\nthe photoresponse performance of our fabricated device, we measured\nthe light power-dependent <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> characteristics and transient photoresponse curves, shown in a,b, respectively,\nunder the illumination from a 530 nm laser on the device active area\nof 2 mm × 300 nm. This investigation indicates the generation\nof positive photocurrent from our fabricated vertical phototransistor\ndevice. The observed positive photoresponse from the phototransistor\ncan be explained by the energy band diagram shown in c. The energy band is bent\nwith a created band slope due to the mismatch between the Fermi energy\nof photon-absorbing MOF (−5.0 eV) and single-layer graphene\n(−4.6 eV). As described earlier, because of the asymmetric\nSchottky junction formations due to the polarization-induced effect\nof PVDF, the work function of Gr<sub>B</sub> is higher as compared\nto that of Gr<sub>T</sub>, which bends the energy band toward the\nbottom graphene, and the effective built-in electric field drives\nthe photogenerated electrons toward the top graphene and generates\na positive photocurrent. It is notable that there is the presence\nof asymmetry in the Schottky barriers at Gr<sub>T</sub>/MOF and MOF/Gr<sub>B</sub>/PVDF interfaces because of the different doping levels of\nthe top and bottom graphene due to the utilization of the piezoelectric\nPVDF layer at the bottom of the Gr<sub>B</sub>. It is expected that\nthe Schottky potential of the MOF/Gr<sub>B</sub> interface is higher\nthan that of the Gr<sub>T</sub>/MOF interface because of the doping\neffect from PVDF, which may bend the MOF layer band slope downward\ntoward the top graphene contact, and the resultant built-in electric\nfield drives the photogenerated electrons toward the Gr<sub>T</sub>. A similar concept of the photoresponse from a Gr<sub>T</sub>/MOS<sub>2</sub>/Gr<sub>B</sub> heterojunction on a SiO<sub>2</sub>/Si substrate\nhas been reported by Yu et al. for a Gr<sub>T</sub>/MOS<sub>2</sub>/Gr<sub>B</sub> heterojunction. In their\ndevice, the Schottky barrier height in the Gr<sub>B</sub>/MoS<sub>2</sub> contact is higher than that of the Gr<sub>T</sub>/MoS<sub>2</sub> contact, probably due to a p-type doping effect to the graphene\nby the substrate oxide. The variations\nof Rph, <italic toggle=\"yes\">G</italic>, and EQE with illumination light-power\ndensity are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S11a–c</ext-link>, respectively. We estimated the Rph, <italic toggle=\"yes\">G</italic>, and EQE\nvalues are ∼1.2 × 10<sup>8</sup> A W<sup>–1</sup>, 4.7 × 10<sup>8</sup>, and 3 × 10<sup>10</sup>%, respectively,\nunder the illumination power density of 12.7 nW cm<sup>–2</sup> from a 530 nm laser and applied bias voltage 2 V, which are comparable\nwith those of recently reported graphene-organometallic perovskite\nheterostructure phototransistors and 10<sup>4</sup> times higher than\nthose of previously reported graphene-nanomaterials hybrid photodetectors. We measured the laser power from a 530 nm laser source by utilizing\na power meter. We took into account the beam spot size in the calculation\nof laser power density falling into the vertical phototransistor device.\nWe consider the maximum beam spot diameter 2 mm in our calculation\nto get minimum photoresponsivity. The actual laser beam spot size\nfrom the 530 nm laser source is smaller than this, which can give\na higher value of photoresponsivity than our present reported results.\nIn addition to its ultrahigh photosensitivity, our fabricated vertical\nphototransistor also shows ultrafast photoresponse, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S11d</ext-link>. This observed ultrahigh photoresponse\nfrom our fabricated vertical phototransistor can be explained by multiple\naspects associated with our design and fabrication processes, which\nare provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. The estimated D* and noise equivalent power (NEP) are ∼2.9\n× 10<sup>15</sup> cm Hz<sup>1/2</sup> W<sup>–1</sup> and\n8.6 × 10<sup>–19</sup> W, respectively. Such a high D*\nis 10<sup>3</sup> times higher than that of reported flexible hybrid\nphotodetectors by using recently emerged hybrid perovskites, versatile\ntwo-dimensional materials, and similar architecture of Schottky contact-based\ngraphene sandwich vertical photodetectors. The high detectivity is mainly attributed to the suppression of\nnoise due to the decrease in dark current because of efficient charge\nseparation and reduced trap-state occupancy. The estimated NEP is\n10<sup>3</sup> times lower than that of the recently reported hybrid\n2D covalent organic frameworks (COFs)-graphene and hBN/graphene/hBN\nheterojunction photodetectors. Such a low NEP (NEP\n&lt; pW Hz<sup>–1/2</sup>) is advantageous for the detection\nof low-frequency (THz) light, which has multiple applications including\nquantum optics, imaging, biomedicine, tomography, and security.\n</p><p>\na represents\na schematic of a PVDF/Gr<sub>B</sub>/MOF/Gr<sub>T</sub>/PMMA vertical\nflexible photodetector under downward bending conditions. Because\nof its highly polarized unit cells and a strong concentration of β-phase\nhaving a trans-torsional distribution, PVDF possesses high piezoelectricity. Because of the different polarization effects\nof the piezoelectric PVDF layer below the bottom graphene under different\napplied mechanical strains, we investigated the device flexibility\nunder upward and downward bending and measured the transient photoresponse\ncharacteristic curves, as shown in b. This investigation clearly reveals the\ndifferent photoresponse under different bending conditions due to\nthe induced polarization effect of PVDF, which can control the effective\nbuilt-in electric field in the device. The schematic of the cross-sectional\nview of the device with the direction of the effective built-in electric\nfield under different bending conditions is shown in c,d. We estimated the bending\nstrain by using the following equation, bending <inline-formula>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"inline\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">strain</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>%</mml:mo>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">L</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"italic\">L</mml:mi>\n<mml:mo>′</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">L</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</inline-formula>,\nwhere <italic toggle=\"yes\">L</italic> is the radius\nof curvature when the device is under the unbending condition, and <italic toggle=\"yes\">L</italic>′ is the radius of curvature under the bending condition,\nas shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link> shows the photoresponse curve with a variation\nin bending diameter. The bending strain-dependent photoresponse under\ndownward bending and upward bending conditions is shown in e,f, respectively.\nEvidently, the decrease of photocurrent with the enhancement of downward\nbending strain phenomenon is reversed for the application of upward\nbending strain. This interesting observation can be mainly ascribed\nto the induced polarization effect of the underlying PVDF layer of\nthe bottom graphene. The application of mechanical strain electromechanically\nmodulates not only the Schottky barrier of Gr<sub>B</sub>/PVDF and\nGr<sub>T</sub>/MOF heterojunctions but also the Dirac point of graphene.\nUnder downward bending strain, the electric field corresponding to\nthe induced polarization of the PVDF layer is reversed to the built-in\nelectric field of the Gr<sub>B</sub>/MOF/Gr<sub>T</sub> heterojunction,\nwhich is responsible for a decrease in photocurrent under downward\nbending strain. For upward bending strain, the induced piezoelectric\nfield due to the deformation of the PVDF layer acts in the same direction\nas the built-in electric field of vertical Gr<sub>B</sub>/MOF/Gr<sub>T</sub> heterojunction, which enhances the photocurrent. More importantly,\nour investigation of the strain-dependent photoresponse from the flexible\nvertical Gr<sub>T</sub>/MOF/Gr<sub>B</sub>/PVDF photodetector clearly\nreveals that the magnitude and polarity of the photocurrent can be\ncontrolled by the induced piezoelectric field of the underlying PVDF\nlayer, which shows an excellent potential of strain sensor performance\nof our designed vertical phototransistor device. The induced piezoelectric\nfield produces different barrier heights of Schottky junctions at\nGrT/MOF and MOF/GrB interfaces. The sensitivity of the strain sensor\nin photoconduction under mechanical bending strain can be evaluated\nby a standard gauge factor estimation. The estimation details of the\ngauge factor are provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. The calculated gauge factors for upward and downward bending are\n∼4 and 1.2, respectively, under the application of large bending\nstrain (66%), and they are comparable with the recently reported sensitivities\n(13.5 and 4.02 for compressive and tensile strain, respectively) of\na piezoelectric-based graphene/GaN/PDMS strain sensor under the application\nof very small bending strain (0.1%).\n</p>", "clean_text": "Results and Discussion\n\nThe strongly luminescent white color single-crystalline Sr-MOF compound, shown in Figure S1, was synthesized by a hydrothermal technique through the chemical reaction between the precursors of metal nitrate (strontium nitrate) and organic linker 1,4,5,8-naphthalene tetracarboxylic acid (H4ntc). The details of the synthesis process of the MOF compound is discussed in the Supporting Informations. The structural analysis of the MOF compound was performed by a single-crystal X-ray diffraction (SCXRD) study, as shown in Figure S2. To utilize the MOFs for device fabrication, the rectangular-shaped single crystal of the MOF compound was first ground to the size of nanoparticles, and then these nanoparticles were dispersed into an ethanol solvent. For good dispersion of the MOF compound into the ethanol solution, the solution containing the MOF was stirred with a magnetic stirrer. For a morphological analysis by a scanning electron microscopy (SEM) image, we used the solution of dispersed MOFs. The microstructural analysis of the MOF compound was performed by SEM, as shown in Figure S3. From the SEM micrograph, we observed strong uncontrolled agglomeration behavior with random shapes in the crystalline MOF due to nanocrystal formation. Because of this uncontrolled agglomeration effect, they look like an amorphous thin film in the SEM image. The optical properties of the MOF compound were investigated by photoluminescence and absorption measurements, as shown in Figure S4a,b. The optical investigations reveal strong white light emission from the MOF compound having photoluminescence quantum yield (PLQY) for light emission of ~58%. The PL spectrum covers the whole visible regime indicating the broadband light emission from the MOF compound. The PL spectrum having a CIE color coordinate (0.34, 0.35), as shown in Figure S5, with color rendering index (CRI) of 88 and color correlated temperature (CRT) of 5200, clearly reveals the white-light emission from this MOF compound. The broad emission spectra of the MOF compound mainly originated from the superimposition of multiple emissions from different radiative transitions because of the charge transformations between interligand, intermetallic, and metal to the ligand or vice versa. For a more precise analysis of the broadband emission spectrum from the MOF compound, we deconvoluted the PL spectrum, which contains the different emission blocks, as shown in Figure S6a. The strong blue emission block having an emission peak centered around ~455 nm corresponds to a π-π* interligand charge transformation. For further clarification of the emission of the free ligand, the PL spectrum of the ligand was measured, as shown in Figure S6b. The other emission blocks containing the emission peaks centered around ~405, 640, and 548 nm are associated with the charge transfer between intermetallic and metal to ligand, respectively. Broad emission from the MOF compound is also possibly due to our unique synthesis by a judicious choice of strontium metal in combination with a suitable organic linker. Because of its isotropic behavior, strontium itself has several strong radiative transitions that provide the emission spectrum covering the wide wavelength. The single-layer graphene was grown on copper foil by a chemical vapor deposition (CVD) technique and transferred on polymer PVDF. The monolayer of the synthesized CVD graphene on PVDF has been confirmed from a Raman spectroscopy study. The synthesis and Raman investigation details of graphene have been provided in the Supporting Information and Figure S7. The light-emissive self-powered vertical phototransistor was fabricated by sandwiching the MOF between graphenes on flexible substrate PVDF/PDMS as shown in the schematic of a. The details of the device fabrication procedure are provided in the  section. The corresponding SEM image of our fabricated vertical GrT/MOF/GrB/PVDF phototransistor device is shown in b. From the SEM micrograph, the estimated thickness of the MOF layer for optimized performance is ~300 nm. An optical microscope image of the top view of the actual fabricated device and a mobile photograph of the fabricated flexible device is shown in b and Figure S8, respectively. We measured the current-voltage (I-V) curve of our fabricated vertical phototransistor in the dark and under excitation from a 530 nm laser with a power density of 50 nW cm-2 on the device area of 2 mm × 300 nm, as shown in c. The nonlinear I-V curves indicate the existence of asymmetric Schottky barriers at the GrB/MOF and MOF/GrT interfaces. The mechanism responsible for asymmetric I-V curves is mainly because of the polarization effect of the ferroelectric PVDF layer below the bottom graphene, which enables one to induce polarization in the bottom graphene with respect to the top graphene and changes the density of states of GrB as compared to GrT. The optimized performance of the device was obtained by several photocurrent measurements through the thickness variation of the MOF compound, as shown in Figure S9. To investigate the induced polarization effect of the PVDF layer, we measured the I-V curves of the phototransistor device with and without a PVDF layer, as shown in Figure S10. The asymmetric Schottky junctions at different interfaces produce a strong built-in electric field, which facilitates generation of the photocurrent from this device without the application of an external electric bias. The built-in electric field produces a large depletion region, which can assist the dissociation of photogenerated excitons and the transport of electrons and holes to the electrodes. The Schottky barrier efficiently prolongs the lifetime of photogenerated excitons due to reduced recombination, which results in rapid exciton separation and their transport to the electrodes. d shows a dynamic photoresponse from our fabricated photodetector device without applications of electric bias having switched on/off under the illumination of a 530 nm laser. This clearly indicates that our fabricated device is a self-powered photodetector. The excellent self-powered photoresponse performance was confirmed through ultrahigh and ultrafast photoresponse (the photoresponsivity under 0 bias is ~1.3 × 103 A W-1 with response time of ~220 μs), reduced noise, and large detectivity. The observed self-powered photoresponse performance from our fabricated device is ~103 times higher than that of a reported similar device using silicon, versatile two-dimensional (2D) materials, and metal oxides. Such a self-powered photodetector has tremendous demand in next-generation IoT (Internet of things) technology, space exploration, and wireless environmental monitoring.\n\nThe photodetection performance of our fabricated vertical GrT/MOF/GrB/PVDF phototransistor was investigated under light illumination and application of electric bias through photoresponsivity (Rph), photocurrent gain (G), EQE, and detectivity (D*). The estimation details of all these optical parameters related to photodetection with a physical formula and their variation with illuminated light power are discussed in the Supporting Information. In order to investigate the photoresponse performance of our fabricated device, we measured the light power-dependent I-V characteristics and transient photoresponse curves, shown in a,b, respectively, under the illumination from a 530 nm laser on the device active area of 2 mm × 300 nm. This investigation indicates the generation of positive photocurrent from our fabricated vertical phototransistor device. The observed positive photoresponse from the phototransistor can be explained by the energy band diagram shown in c. The energy band is bent with a created band slope due to the mismatch between the Fermi energy of photon-absorbing MOF (-5.0 eV) and single-layer graphene (-4.6 eV). As described earlier, because of the asymmetric Schottky junction formations due to the polarization-induced effect of PVDF, the work function of GrB is higher as compared to that of GrT, which bends the energy band toward the bottom graphene, and the effective built-in electric field drives the photogenerated electrons toward the top graphene and generates a positive photocurrent. It is notable that there is the presence of asymmetry in the Schottky barriers at GrT/MOF and MOF/GrB/PVDF interfaces because of the different doping levels of the top and bottom graphene due to the utilization of the piezoelectric PVDF layer at the bottom of the GrB. It is expected that the Schottky potential of the MOF/GrB interface is higher than that of the GrT/MOF interface because of the doping effect from PVDF, which may bend the MOF layer band slope downward toward the top graphene contact, and the resultant built-in electric field drives the photogenerated electrons toward the GrT. A similar concept of the photoresponse from a GrT/MOS2/GrB heterojunction on a SiO2/Si substrate has been reported by Yu et al. for a GrT/MOS2/GrB heterojunction. In their device, the Schottky barrier height in the GrB/MoS2 contact is higher than that of the GrT/MoS2 contact, probably due to a p-type doping effect to the graphene by the substrate oxide. The variations of Rph, G, and EQE with illumination light-power density are shown in Figure S11a-c, respectively. We estimated the Rph, G, and EQE values are ~1.2 × 108 A W-1, 4.7 × 108, and 3 × 1010%, respectively, under the illumination power density of 12.7 nW cm-2 from a 530 nm laser and applied bias voltage 2 V, which are comparable with those of recently reported graphene-organometallic perovskite heterostructure phototransistors and 104 times higher than those of previously reported graphene-nanomaterials hybrid photodetectors. We measured the laser power from a 530 nm laser source by utilizing a power meter. We took into account the beam spot size in the calculation of laser power density falling into the vertical phototransistor device. We consider the maximum beam spot diameter 2 mm in our calculation to get minimum photoresponsivity. The actual laser beam spot size from the 530 nm laser source is smaller than this, which can give a higher value of photoresponsivity than our present reported results. In addition to its ultrahigh photosensitivity, our fabricated vertical phototransistor also shows ultrafast photoresponse, as shown in Figure S11d. This observed ultrahigh photoresponse from our fabricated vertical phototransistor can be explained by multiple aspects associated with our design and fabrication processes, which are provided in the Supporting Information. The estimated D* and noise equivalent power (NEP) are ~2.9 × 1015 cm Hz1/2 W-1 and 8.6 × 10-19 W, respectively. Such a high D* is 103 times higher than that of reported flexible hybrid photodetectors by using recently emerged hybrid perovskites, versatile two-dimensional materials, and similar architecture of Schottky contact-based graphene sandwich vertical photodetectors. The high detectivity is mainly attributed to the suppression of noise due to the decrease in dark current because of efficient charge separation and reduced trap-state occupancy. The estimated NEP is 103 times lower than that of the recently reported hybrid 2D covalent organic frameworks (COFs)-graphene and hBN/graphene/hBN heterojunction photodetectors. Such a low NEP (NEP < pW Hz-1/2) is advantageous for the detection of low-frequency (THz) light, which has multiple applications including quantum optics, imaging, biomedicine, tomography, and security. \n\n a represents a schematic of a PVDF/GrB/MOF/GrT/PMMA vertical flexible photodetector under downward bending conditions. Because of its highly polarized unit cells and a strong concentration of β-phase having a trans-torsional distribution, PVDF possesses high piezoelectricity. Because of the different polarization effects of the piezoelectric PVDF layer below the bottom graphene under different applied mechanical strains, we investigated the device flexibility under upward and downward bending and measured the transient photoresponse characteristic curves, as shown in b. This investigation clearly reveals the different photoresponse under different bending conditions due to the induced polarization effect of PVDF, which can control the effective built-in electric field in the device. The schematic of the cross-sectional view of the device with the direction of the effective built-in electric field under different bending conditions is shown in c,d. We estimated the bending strain by using the following equation, bending      strain  ( % )  =   L - L '   L   × 100    , where L is the radius of curvature when the device is under the unbending condition, and L' is the radius of curvature under the bending condition, as shown in Figure S12. Figure S13 shows the photoresponse curve with a variation in bending diameter. The bending strain-dependent photoresponse under downward bending and upward bending conditions is shown in e,f, respectively. Evidently, the decrease of photocurrent with the enhancement of downward bending strain phenomenon is reversed for the application of upward bending strain. This interesting observation can be mainly ascribed to the induced polarization effect of the underlying PVDF layer of the bottom graphene. The application of mechanical strain electromechanically modulates not only the Schottky barrier of GrB/PVDF and GrT/MOF heterojunctions but also the Dirac point of graphene. Under downward bending strain, the electric field corresponding to the induced polarization of the PVDF layer is reversed to the built-in electric field of the GrB/MOF/GrT heterojunction, which is responsible for a decrease in photocurrent under downward bending strain. For upward bending strain, the induced piezoelectric field due to the deformation of the PVDF layer acts in the same direction as the built-in electric field of vertical GrB/MOF/GrT heterojunction, which enhances the photocurrent. More importantly, our investigation of the strain-dependent photoresponse from the flexible vertical GrT/MOF/GrB/PVDF photodetector clearly reveals that the magnitude and polarity of the photocurrent can be controlled by the induced piezoelectric field of the underlying PVDF layer, which shows an excellent potential of strain sensor performance of our designed vertical phototransistor device. The induced piezoelectric field produces different barrier heights of Schottky junctions at GrT/MOF and MOF/GrB interfaces. The sensitivity of the strain sensor in photoconduction under mechanical bending strain can be evaluated by a standard gauge factor estimation. The estimation details of the gauge factor are provided in the Supporting Information. The calculated gauge factors for upward and downward bending are ~4 and 1.2, respectively, under the application of large bending strain (66%), and they are comparable with the recently reported sensitivities (13.5 and 4.02 for compressive and tensile strain, respectively) of a piezoelectric-based graphene/GaN/PDMS strain sensor under the application of very small bending strain (0.1%). ", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 5420 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 11, "type": "text", "classification": "property", "content": "<p>By applying a suitable electrical voltage to invert the band slope\nof the MOF layer and Dirac point of graphene, we can switch our fabricated\ndevice from photodetector to light-emitting diode (LED) modes. We\nmeasured the electroluminescence spectrum (EL) of our device under\nthe applications of different forward injection currents, as shown\nin a. Our fabricated\nflexible vertical phototransistor device possesses a continuous and\nbroad electroluminescence spectrum identical to the observed photoluminescence\nspectrum covering the whole visible regime under different injection\ncurrents from 0.7 to 3 mA. The CRI and the CCT of emitted light are\n85 and 5620 K for the CIE color coordinates (0.33, 0.34), respectively.\nFor further clarification of broad-spectrum light emission from our\nfabricated device, we compared our EL spectrum with the commercial\nwhite LED (b) and the solar emission spectrum of AM0 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>). Surprisingly, our device can provide emission matching\nthe solar-spectrum white light very well, which is very rare in conventional\nLEDs. The principle of the electroluminescence of our fabricated phototransistor\ncan be explained by the energy-band diagram, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>. By applying a suitable electrical\nbias, the barrier potential of asymmetric Schottky junctions is inversed\nas compared to the mode of photodetection operation. The Schottky\nbarrier at the Gr<sub>T</sub>/MOF interface can become higher than\nthe Schottky barrier at the MOF/Gr<sub>B</sub> interface at a suitable\nelectrical bias. Under this circumstance, the electrons transferred\nfrom Gr<sub>T</sub>, and the holes transferred from Gr<sub>B</sub> into the MOF layer, which creates the radiative recombination between\nelectrons and holes from the multiple energy states of MOFs and generates\nthe white light emission. The estimated EQE in the electroluminescence\nfrom the light-emissive vertical phototransistor is ∼1%. The\nfill factor for our graphene sandwich Gr<sub>T</sub>/MOF/Gr<sub>B</sub>/PVDF multifunctional white light-emissive vertical phototransistor\nis much higher compared to the fill factor of a previously reported\nWLED fabricated by using a Gr<sub>T</sub>/MOF/ZnO/Ag heterostructure. Multiple aspects behind the observation of high\nfill factor include (a) the short channel length of a graphene sandwich\nvertical phototransistor reduces the channel resistance compared to\nthe long channel length of MOF/ZnO heterojunctions, (b) asymmetric\nSchottky junctions at Gr<sub>T</sub>/MOF and MOF/Gr<sub>B</sub> interfaces\ndue to the utilization of piezoelectric PVDF provide less resistance\ncompared to junctions at Ag/ZnO and MOF/Gr interfaces of a Gr<sub>T</sub>/MOF/ZnO/Ag heterostructure, and (c) direct charge transformations\nbetween interligand, intermetal, and metal to a ligand by an external\napplied electric field inside the MOF complex compared to the indirect\ncharge transformations of MOF/ZnO heterostructure. We demonstrated\nthe device’s flexibility in electroluminescence under the application\nof bending strain (ca. &lt;20%), as shown in c. This investigation reveals that the emitted\nlight intensity is higher under the application of downward bending\nstrain as compared to upward bending strain, which is in stark contrast\nwith the investigation of photocurrent under the application of mechanical\nbending strain. The underlying mechanism can also be interpreted by\nthe Dirac point modulation of graphene through the piezoelectric field\ncreated by the PVDF film under bending. Additionally, we investigated\napplied voltage-dependent light emission under mechanical bending\nconditions, as shown in d. At a lower injection current, we observed the green emission\nband dominates in the EL spectrum. Spectacularly, with the enhancement\nof applied potential, a blue emission peak centered at ∼430\nnm appears in the EL spectrum. At the application of a higher injected\ncurrent, the blue emission band dominates over the green emission\nband in the EL spectrum. The mobile photographs of emitted light at\ndifferent injected currents are provided in the inset of d, and the corresponding\nCIE diagram of emitted light at different injection currents is shown\nin e. These\nfascinating features can be explained by the band alignment between\nMOF and graphene through the Dirac point modulation by applied potential,\nstrain, and the charge-transfer mechanism inside the MOF complex,\nas shown in f. As mentioned earlier, an MOF can cover a wide range of light emissions\nbecause of several charge transitions inside the MOF complex. As shown\nin the PL spectrum of <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>, the band\ngap of the intermetallic charge transformation is much lower than\nthe band gap of interligand charge transformation. Because of the\nlower band gap effect, at a lower injection current intermetallic\nand metal–ligand charge transformations dominate in the electroluminescence,\nwhich provides the green and yellow emission bands, respectively.\nHowever, at a higher injection current, interligand charge transformation\nis dominant over the metal–ligand charge transformation, which\nprovides the blue emission peak over the yellow emission in the EL\nspectrum. The different exciton lifetime associated with the different\ncharge-transformation mechanisms provides multiple emission bands\nin the EL spectrum. For further confirmation of the existence of multiple\nlight emission bands in the EL spectrum, we measured the exciton lifetime\nfrom the time-resolved PL study, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>. This investigation reveals different exciton lifetimes\nfor multiple charge-transfer mechanisms in the MOF complex. All these\ninvestigations reveal that the color of the emitted light from our\nfabricated vertical phototransistor can be tuned by the modulation\nof the Dirac point of graphene and the charge transfer mechanism inside\nthe MOF complex. Previously, Dirac point modulated light emission\nhas been reported by sandwiching quantum dots between the graphene\non a solid substrate of SiO<sub>2</sub>/Si. In this work, for the\nfirst time, we demonstrated the Dirac point-controlled color-tunable\nlight emission by sandwiching MOFs between the graphene on a flexible\nsubstrate of PVDF/PDMS. The stability performance of\nthe multifunctional flexible phototransistor in photocurrent generation\nand light emission is provided in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acsaelm.2c00173/suppl_file/el2c00173_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>.</p>", "clean_text": "By applying a suitable electrical voltage to invert the band slope of the MOF layer and Dirac point of graphene, we can switch our fabricated device from photodetector to light-emitting diode (LED) modes. We measured the electroluminescence spectrum (EL) of our device under the applications of different forward injection currents, as shown in a. Our fabricated flexible vertical phototransistor device possesses a continuous and broad electroluminescence spectrum identical to the observed photoluminescence spectrum covering the whole visible regime under different injection currents from 0.7 to 3 mA. The CRI and the CCT of emitted light are 85 and 5620 K for the CIE color coordinates (0.33, 0.34), respectively. For further clarification of broad-spectrum light emission from our fabricated device, we compared our EL spectrum with the commercial white LED (b) and the solar emission spectrum of AM0 (Figure S14). Surprisingly, our device can provide emission matching the solar-spectrum white light very well, which is very rare in conventional LEDs. The principle of the electroluminescence of our fabricated phototransistor can be explained by the energy-band diagram, as shown in Figure S15. By applying a suitable electrical bias, the barrier potential of asymmetric Schottky junctions is inversed as compared to the mode of photodetection operation. The Schottky barrier at the GrT/MOF interface can become higher than the Schottky barrier at the MOF/GrB interface at a suitable electrical bias. Under this circumstance, the electrons transferred from GrT, and the holes transferred from GrB into the MOF layer, which creates the radiative recombination between electrons and holes from the multiple energy states of MOFs and generates the white light emission. The estimated EQE in the electroluminescence from the light-emissive vertical phototransistor is ~1%. The fill factor for our graphene sandwich GrT/MOF/GrB/PVDF multifunctional white light-emissive vertical phototransistor is much higher compared to the fill factor of a previously reported WLED fabricated by using a GrT/MOF/ZnO/Ag heterostructure. Multiple aspects behind the observation of high fill factor include (a) the short channel length of a graphene sandwich vertical phototransistor reduces the channel resistance compared to the long channel length of MOF/ZnO heterojunctions, (b) asymmetric Schottky junctions at GrT/MOF and MOF/GrB interfaces due to the utilization of piezoelectric PVDF provide less resistance compared to junctions at Ag/ZnO and MOF/Gr interfaces of a GrT/MOF/ZnO/Ag heterostructure, and (c) direct charge transformations between interligand, intermetal, and metal to a ligand by an external applied electric field inside the MOF complex compared to the indirect charge transformations of MOF/ZnO heterostructure. We demonstrated the device's flexibility in electroluminescence under the application of bending strain (ca. <20%), as shown in c. This investigation reveals that the emitted light intensity is higher under the application of downward bending strain as compared to upward bending strain, which is in stark contrast with the investigation of photocurrent under the application of mechanical bending strain. The underlying mechanism can also be interpreted by the Dirac point modulation of graphene through the piezoelectric field created by the PVDF film under bending. Additionally, we investigated applied voltage-dependent light emission under mechanical bending conditions, as shown in d. At a lower injection current, we observed the green emission band dominates in the EL spectrum. Spectacularly, with the enhancement of applied potential, a blue emission peak centered at ~430 nm appears in the EL spectrum. At the application of a higher injected current, the blue emission band dominates over the green emission band in the EL spectrum. The mobile photographs of emitted light at different injected currents are provided in the inset of d, and the corresponding CIE diagram of emitted light at different injection currents is shown in e. These fascinating features can be explained by the band alignment between MOF and graphene through the Dirac point modulation by applied potential, strain, and the charge-transfer mechanism inside the MOF complex, as shown in f. As mentioned earlier, an MOF can cover a wide range of light emissions because of several charge transitions inside the MOF complex. As shown in the PL spectrum of Figure S6, the band gap of the intermetallic charge transformation is much lower than the band gap of interligand charge transformation. Because of the lower band gap effect, at a lower injection current intermetallic and metal-ligand charge transformations dominate in the electroluminescence, which provides the green and yellow emission bands, respectively. However, at a higher injection current, interligand charge transformation is dominant over the metal-ligand charge transformation, which provides the blue emission peak over the yellow emission in the EL spectrum. The different exciton lifetime associated with the different charge-transformation mechanisms provides multiple emission bands in the EL spectrum. For further confirmation of the existence of multiple light emission bands in the EL spectrum, we measured the exciton lifetime from the time-resolved PL study, as shown in Figure S16. This investigation reveals different exciton lifetimes for multiple charge-transfer mechanisms in the MOF complex. All these investigations reveal that the color of the emitted light from our fabricated vertical phototransistor can be tuned by the modulation of the Dirac point of graphene and the charge transfer mechanism inside the MOF complex. Previously, Dirac point modulated light emission has been reported by sandwiching quantum dots between the graphene on a solid substrate of SiO2/Si. In this work, for the first time, we demonstrated the Dirac point-controlled color-tunable light emission by sandwiching MOFs between the graphene on a flexible substrate of PVDF/PDMS. The stability performance of the multifunctional flexible phototransistor in photocurrent generation and light emission is provided in Figure S17.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "", "unit": "", "condition": ""}]}]], "include_properties": ["peak_spectrum"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Vertical graphene/MOF/graphene/PVDF phototransistor\ndevice on the\nflexible substrate and self-powered photodetection. (a) Schematic\nof the device. (b) Corresponding SEM image of the fabricated device\n(left). Optical microscope image of the top view of the actual fabricated\ndevice (right). (c) <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curves\nof the fabricated phototransistor in the dark and under the illumination\nof a 530 nm laser. (d) The transient photoresponse curve under light\npower density of 4 μW cm<sup>–2</sup> without electrical\nbias.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Vertical graphene/MOF/graphene/PVDF phototransistor device on the flexible substrate and self-powered photodetection. (a) Schematic of the device. (b) Corresponding SEM image of the fabricated device (left). Optical microscope image of the top view of the actual fabricated device (right). (c) I-V curves of the fabricated phototransistor in the dark and under the illumination of a 530 nm laser. (d) The transient photoresponse curve under light power density of 4 μW cm-2 without electrical bias.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Photoresponse of the vertical phototransistor device under\nan electrical\nbias. (a) <italic toggle=\"yes\">I</italic>–<italic toggle=\"yes\">V</italic> curves of the\nphototransistor under different excitation power from a 530 nm laser.\n(b) Variation of temporal photocurrent with illuminated light power.\n(c) Energy-band diagram of vertical phototransistor for photodetection.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Photoresponse of the vertical phototransistor device under an electrical bias. (a) I-V curves of the phototransistor under different excitation power from a 530 nm laser. (b) Variation of temporal photocurrent with illuminated light power. (c) Energy-band diagram of vertical phototransistor for photodetection.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Optical\nstrain sensor performance. (a) Schematic of vertical phototransistor\ndevice under downward bending. (b) Transient photoresponse curves\nof the device under upward and downward bending. Photoresponse was\ninvestigated under the illumination of light-power density 30 nW cm<sup>–2</sup> from a 530 nm laser and applied voltage of 4 V. (c,\nd) Schematic representation of the possible electrical polarization\ndirections under upward and downward bending strain, respectively.\n(e, f) Variation of photocurrent under downward bending and upward\nbending strain, respectively.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Optical strain sensor performance. (a) Schematic of vertical phototransistor device under downward bending. (b) Transient photoresponse curves of the device under upward and downward bending. Photoresponse was investigated under the illumination of light-power density 30 nW cm-2 from a 530 nm laser and applied voltage of 4 V. (c, d) Schematic representation of the possible electrical polarization directions under upward and downward bending strain, respectively. (e, f) Variation of photocurrent under downward bending and upward bending strain, respectively.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Broadband color-tunable electroluminescence spectra of a vertical\nphototransistor. (a) EL spectra of the device under different injection\ncurrents. (inset) Photograph of emitted light taken by a mobile camera.\n(b) Comparison of the EL spectrum of our fabricated device to the\ncommercially available WLED. (c) EL spectra of the device under different\nbending strains. (d) EL spectra of the bending device under different\napplied potentials. (inset) Photographs of emitted light. (e) CIE\ndiagram of the EL spectra with coordinates (0.31, 0.53), (0.33, 0.35),\nand (0.30, 0.28) corresponding to green, white, and blue light emission,\nrespectively. (f) The proposed energy-band diagram for multicolored\nlight emission from a vertical phototransistor.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Broadband color-tunable electroluminescence spectra of a vertical phototransistor. (a) EL spectra of the device under different injection currents. (inset) Photograph of emitted light taken by a mobile camera. (b) Comparison of the EL spectrum of our fabricated device to the commercially available WLED. (c) EL spectra of the device under different bending strains. (d) EL spectra of the bending device under different applied potentials. (inset) Photographs of emitted light. (e) CIE diagram of the EL spectra with coordinates (0.31, 0.53), (0.33, 0.35), and (0.30, 0.28) corresponding to green, white, and blue light emission, respectively. (f) The proposed energy-band diagram for multicolored light emission from a vertical phototransistor.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Schematic representation\nof flexible vertical phototransistor device\nfabrication. (i) Schematic of PDMS substrate. (ii) Monolayer graphene\n(Gr<sub>B</sub>) containing PVDF layer was transferred on top of the\nPDMS. (iii) Gold (Au) electrodes were deposited on top of the graphene\nand PDMS by following the shadow masking method. (iv) MOF layer formed\non the top of Gr<sub>B</sub>/PVDF using the spin-coating method. (v)\nTop monolayer graphene (Gr<sub>T</sub>) containing PMMA was transferred\non the MOF. (vi) Schematic of the flexible device under bending.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"el2c00173_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Schematic representation of flexible vertical phototransistor device fabrication. (i) Schematic of PDMS substrate. (ii) Monolayer graphene (GrB) containing PVDF layer was transferred on top of the PDMS. (iii) Gold (Au) electrodes were deposited on top of the graphene and PDMS by following the shadow masking method. (iv) MOF layer formed on the top of GrB/PVDF using the spin-coating method. (v) Top monolayer graphene (GrT) containing PMMA was transferred on the MOF. (vi) Schematic of the flexible device under bending.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acsaelm.2c00173", "title": null, "journal": "American Chemical Society", "date": "2022.05", "author_list": ["Bera\nKrishna Prasad", "Lee\nYen-Guang", "Usman\nMuhammad", "Ghosh\nRapti", "Lu\nKuang-Lieh", "Chen\nYang-Fang"]}}