{"filepath": "../L2M3_data/1_application_papers/acs_xml/es1c02452.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>High energy duty restricts the application of amine-based absorption\nin CO<sub>2</sub> capture and limits the achievement of carbon neutrality.\nAlthough regenerating the amine solvent with solid acid catalysts\ncan increase energy efficiency, inactivation of the catalyst must\nbe addressed. Here, we report a robust metal–organic framework\n(MOF)-derived hybrid solid acid catalyst (SO<sub>4</sub>\n<sup>2–</sup>/ZIF-67-C@TiO<sub>2</sub>) with improved acidity for promoting amine\nregeneration. The TiO<sub>2</sub> coating effectively prevented the\nactive components stripping from the surface of the catalyst, thus\nprolonging its lifespan. The well-protected Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites and protonated groups introduced onto the\nTiO<sub>2</sub> surface increased the amount and rate of CO<sub>2</sub> desorption by more than 64.5 and 153%, respectively. Consequently,\nthe energy consumption decreased by approximately 36%. The catalyzed\nN–C bond rupture and proton transfer mechanisms are proposed.\nThis work provides an effective protection strategy for robust acid\ncatalysts, thus advancing the CO<sub>2</sub> capture with less energy\nduty.</p>", "clean_text": "High energy duty restricts the application of amine-based absorption in CO2 capture and limits the achievement of carbon neutrality. Although regenerating the amine solvent with solid acid catalysts can increase energy efficiency, inactivation of the catalyst must be addressed. Here, we report a robust metal-organic framework (MOF)-derived hybrid solid acid catalyst (SO4 2-/ZIF-67-C@TiO2) with improved acidity for promoting amine regeneration. The TiO2 coating effectively prevented the active components stripping from the surface of the catalyst, thus prolonging its lifespan. The well-protected Co-N x  sites and protonated groups introduced onto the TiO2 surface increased the amount and rate of CO2 desorption by more than 64.5 and 153%, respectively. Consequently, the energy consumption decreased by approximately 36%. The catalyzed N-C bond rupture and proton transfer mechanisms are proposed. This work provides an effective protection strategy for robust acid catalysts, thus advancing the CO2 capture with less energy duty.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Robust MOF-derived catalysts can effectively promote CO<sub>2</sub> desorption rates, thus minimizing the heat penalty of CO<sub>2</sub> capture.</p><title>Introduction</title><p>Rising concentration of carbon dioxide (CO<sub>2</sub>) in the\natmosphere has triggered serious ecological problems, particularly\nthe greenhouse effect. Extensive consumption of fossil\nfuel resources accounts for an approximate 75% increase in anthropogenic\nCO<sub>2</sub> emissions. Reducing anthropogenic\nCO<sub>2</sub> emissions from the primary sources can efficiently\ndepress the global warming rising by 2 or 1.5 °C before 2100. Limiting global temperature growth depends largely\non designing cost-effective technologies to support deep decarbonization. CO<sub>2</sub> capture and storage (CCS) is a\ncrucial technology toward avoiding CO<sub>2</sub> emissions and mitigating\nclimate change. Typically, CCS through an aqueous\nmonoethanolamine (MEA) solvent as an absorbent is regarded as the\nmost accessible technique for CO<sub>2</sub> capture. However, MEA regeneration tends to occur at a high temperature (110–130\n°C) to obtain the relatively high CO<sub>2</sub> desorption rate\nand capacity. This regeneration process\nrequires a substantial amount of energy primarily because of water\nevaporation and carbamate decomposition, which contributes to an increase\nin total heat penalty of more than 70% and consequently prevents the\napplication of CCS.\n</p>", "clean_text": "Robust MOF-derived catalysts can effectively promote CO2 desorption rates, thus minimizing the heat penalty of CO2 capture.\n\nIntroduction\n\nRising concentration of carbon dioxide (CO2) in the atmosphere has triggered serious ecological problems, particularly the greenhouse effect. Extensive consumption of fossil fuel resources accounts for an approximate 75% increase in anthropogenic CO2 emissions. Reducing anthropogenic CO2 emissions from the primary sources can efficiently depress the global warming rising by 2 or 1.5 °C before 2100. Limiting global temperature growth depends largely on designing cost-effective technologies to support deep decarbonization. CO2 capture and storage (CCS) is a crucial technology toward avoiding CO2 emissions and mitigating climate change. Typically, CCS through an aqueous monoethanolamine (MEA) solvent as an absorbent is regarded as the most accessible technique for CO2 capture. However, MEA regeneration tends to occur at a high temperature (110-130 °C) to obtain the relatively high CO2 desorption rate and capacity. This regeneration process requires a substantial amount of energy primarily because of water evaporation and carbamate decomposition, which contributes to an increase in total heat penalty of more than 70% and consequently prevents the application of CCS. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Reducing the energy consumption of MEA regeneration is critical\nto allow CCS to be economically feasible. The regeneration of the\nMEA solvent accompanied by solid acid catalysts is an emerging strategy\nfor reducing energy requirements. Research\nhas indicated that carbamate breakdown during MEA regeneration is\na highly endothermic reaction mainly caused by N–C bond rupture\nand restricted proton transfer in alkaline solutions. Solid acid catalysts\nexhibit superior catalytic activity because their abundant Brønsted\nacid sites (BASs) and Lewis acid sites (LASs) can serve as proton\ndonors during carbamate decomposition, resulting in a considerable\nincrease in CO<sub>2</sub> desorption rates. Increased CO<sub>2</sub> desorption rates can enable MEA regeneration\nto occur at temperatures lower than 100 °C, completely eliminating\nevaporation energy consumption and preventing MEA degradation due\nto high temperatures. Thus, advanced\nsolid acid catalysts can effectively minimize the heat required for\nMEA regeneration and promote the application of CO<sub>2</sub> capture\ntechnology.</p>", "clean_text": "Reducing the energy consumption of MEA regeneration is critical to allow CCS to be economically feasible. The regeneration of the MEA solvent accompanied by solid acid catalysts is an emerging strategy for reducing energy requirements. Research has indicated that carbamate breakdown during MEA regeneration is a highly endothermic reaction mainly caused by N-C bond rupture and restricted proton transfer in alkaline solutions. Solid acid catalysts exhibit superior catalytic activity because their abundant Brønsted acid sites (BASs) and Lewis acid sites (LASs) can serve as proton donors during carbamate decomposition, resulting in a considerable increase in CO2 desorption rates. Increased CO2 desorption rates can enable MEA regeneration to occur at temperatures lower than 100 °C, completely eliminating evaporation energy consumption and preventing MEA degradation due to high temperatures. Thus, advanced solid acid catalysts can effectively minimize the heat required for MEA regeneration and promote the application of CO2 capture technology.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal oxide catalysts, such as Al<sub>2</sub>O<sub>3</sub>, V<sub>2</sub>O<sub>5</sub>, MoO<sub>3</sub>, WO<sub>3</sub>, ZrO<sub>2</sub>, TiO<sub>2</sub>, MnO<sub>2</sub>, ZnO, etc., can facilitate the\namount of released CO<sub>2</sub> by approximately 31–94% and\nminimize heat duty by 20–48%. Sulfated metal\noxides (SO<sub>4</sub>\n<sup>2–</sup>/MeO<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>) such as SO<sub>4</sub>\n<sup>2–</sup>/ZrO<sub>2</sub>, SO<sub>4</sub>\n<sup>2–</sup>/TiO<sub>2</sub>, and SO<sub>4</sub>\n<sup>2–</sup>/CeO<sub>2</sub> also exhibit high catalytic\nperformance as solid superacids compared with their initial metal\noxides in a wide range of reactions, including MEA regeneration. Liang et al. reported that an approximate 30% reduction in heat\nduty during MEA regeneration can be achieved using SO<sub>4</sub>\n<sup>2–</sup>/ZrO<sub>2</sub>, SO<sub>4</sub>\n<sup>2–</sup>/TiO<sub>2</sub>, and SO<sub>4</sub>\n<sup>2–</sup>/Fe<sub>3</sub>O<sub>4</sub> as catalysts, which can also decrease the desorption\ntemperature below 100 °C. However,\nas a metal oxide, parameters such as a small relative surface, nonuniform\npore size, and rapid deactivation restrict its application for the\naqueous amine solvent regeneration at high temperatures. To address this issue, researchers analyzed\nSO<sub>4</sub>\n<sup>2–</sup>/MeO<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> supported on SiO<sub>2</sub>, Al<sub>2</sub>O<sub>3</sub>, HZSM-5, MCM-41, SBA-15, and SAPO-34 composite\ncatalysts, which facilitated an approximate 31–94% CO<sub>2</sub> release and minimized heat duty by 20–48%. Although the composite\ncatalysts improved surface use, acid sites, and catalytic activity,\nthe loss of active components, destruction of structural stability,\nand reduction in chemical stability persisted during CO<sub>2</sub> desorption. The fabrication of efficient catalysts with high stability\nis an urgent demand for CO<sub>2</sub> desorption.</p>", "clean_text": "Metal oxide catalysts, such as Al2O3, V2O5, MoO3, WO3, ZrO2, TiO2, MnO2, ZnO, etc., can facilitate the amount of released CO2 by approximately 31-94% and minimize heat duty by 20-48%. Sulfated metal oxides (SO4 2-/MeO x ) such as SO4 2-/ZrO2, SO4 2-/TiO2, and SO4 2-/CeO2 also exhibit high catalytic performance as solid superacids compared with their initial metal oxides in a wide range of reactions, including MEA regeneration. Liang et al. reported that an approximate 30% reduction in heat duty during MEA regeneration can be achieved using SO4 2-/ZrO2, SO4 2-/TiO2, and SO4 2-/Fe3O4 as catalysts, which can also decrease the desorption temperature below 100 °C. However, as a metal oxide, parameters such as a small relative surface, nonuniform pore size, and rapid deactivation restrict its application for the aqueous amine solvent regeneration at high temperatures. To address this issue, researchers analyzed SO4 2-/MeO x  supported on SiO2, Al2O3, HZSM-5, MCM-41, SBA-15, and SAPO-34 composite catalysts, which facilitated an approximate 31-94% CO2 release and minimized heat duty by 20-48%. Although the composite catalysts improved surface use, acid sites, and catalytic activity, the loss of active components, destruction of structural stability, and reduction in chemical stability persisted during CO2 desorption. The fabrication of efficient catalysts with high stability is an urgent demand for CO2 desorption.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs) and their derivatives have\nattracted increasing attention due to their facile preparation, unique\nchemical constitution, and excellent esterification, alkylation, isomerization,\nand hydrolysis properties. MOFs are regarded as\nversatile precursors for the preparation of functional micro- and\nnanomaterials with high specific surface areas and pore volumes through\nthermal annealing at high temperatures (∼500 °C). A principal advantage of MOF-derived hybrid materials is their coordinatively\nunsaturated metal sites, which promoted the development of Lewis acid\ncatalysts with uniform, well-defined, tunable, isolated, and robust\nactive sites. The ordinary synthetic requirements\nof MOFs also provide an opportunity for the massive preparation of\nMOF-derived materials for industrial applications. Hence, the modified MOF catalysts may exhibit higher catalytic\nactivity and stability in the MEA regeneration process. However, the\nfabrication of efficient MOF-derived catalysts with high stability\nis still challenging because the acitve sites might strip from the\nsurface of the catalyst during CO<sub>2</sub> desorption.</p>", "clean_text": "Metal-organic frameworks (MOFs) and their derivatives have attracted increasing attention due to their facile preparation, unique chemical constitution, and excellent esterification, alkylation, isomerization, and hydrolysis properties. MOFs are regarded as versatile precursors for the preparation of functional micro- and nanomaterials with high specific surface areas and pore volumes through thermal annealing at high temperatures (~500 °C). A principal advantage of MOF-derived hybrid materials is their coordinatively unsaturated metal sites, which promoted the development of Lewis acid catalysts with uniform, well-defined, tunable, isolated, and robust active sites. The ordinary synthetic requirements of MOFs also provide an opportunity for the massive preparation of MOF-derived materials for industrial applications. Hence, the modified MOF catalysts may exhibit higher catalytic activity and stability in the MEA regeneration process. However, the fabrication of efficient MOF-derived catalysts with high stability is still challenging because the acitve sites might strip from the surface of the catalyst during CO2 desorption.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this study, cobalt species exhibited a favorable catalytic performance\nof CO<sub>2</sub> desorption (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). Thus, the cobalt-based MOF ZIF-67 might serve as a promising candidate\nbecause of its uniformly dispersed, unsaturated, and robust Co sites\nas LASs. Typically, a robust MOF-derived hybrid TiO<sub>2</sub> coating\ncore–shell nanocomposite named SO<sub>4</sub>\n<sup>2–</sup>/ZIF-67-C@TiO<sub>2</sub> (SZC@TiO<sub>2</sub>) was synthesized using\nZIF-67 as a precursor and employed in the regeneration process of\na CO<sub>2</sub>-rich 5 M MEA solvent to improve CO<sub>2</sub> desorption\nperformance. The as-prepared SZC@TiO<sub>2</sub> catalyst indicates\nhigh stability and active acid sites owing to the conformal coating\nof TiO<sub>2</sub> and the sulfation process. The ensemble of these\nhybrid nanoparticles increases the total amount of desorbed CO<sub>2</sub>, the rate of CO<sub>2</sub> desorption, and cyclical stability\nand reduces relative heat duty during MEA regeneration. The results\nof this study (i) provide a catalytic strategy for the economical\nfeasibility of CO<sub>2</sub> capture in industrial applications and\n(ii) serve as a reference for the application of advanced MOF-mediated\nacid catalysts in a much wider range of reactions.</p>", "clean_text": "In this study, cobalt species exhibited a favorable catalytic performance of CO2 desorption (Figure S1). Thus, the cobalt-based MOF ZIF-67 might serve as a promising candidate because of its uniformly dispersed, unsaturated, and robust Co sites as LASs. Typically, a robust MOF-derived hybrid TiO2 coating core-shell nanocomposite named SO4 2-/ZIF-67-C@TiO2 (SZC@TiO2) was synthesized using ZIF-67 as a precursor and employed in the regeneration process of a CO2-rich 5 M MEA solvent to improve CO2 desorption performance. The as-prepared SZC@TiO2 catalyst indicates high stability and active acid sites owing to the conformal coating of TiO2 and the sulfation process. The ensemble of these hybrid nanoparticles increases the total amount of desorbed CO2, the rate of CO2 desorption, and cyclical stability and reduces relative heat duty during MEA regeneration. The results of this study (i) provide a catalytic strategy for the economical feasibility of CO2 capture in industrial applications and (ii) serve as a reference for the application of advanced MOF-mediated acid catalysts in a much wider range of reactions.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experiments</title><title>Catalyst Synthesis</title><p>All reagents were\nused directly without further purification. ZIF-67 and titanium butoxide\nwere used as precursors for preparing SZC@TiO<sub>2</sub> catalysts.\nThe detailed synthetic method is provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. The formation of SZC@TiO<sub>2</sub> catalysts through a versatile kinetics-controlled coating method\nis schematically illustrated in a. The as-prepared ZIF-67 (1 g) was impregnated in\nethanol (150 mL) with 0.9 mL of ammonia solution (25 wt %), and the\nobtained solution was blended adequately under ultrasonic treatment\nfor 30 min. Titanium butoxide (10 mL) was then added dropwise for\n10 min, and the reaction proceeded at 45 °C for 12 h under continuous\nstirring. This mixture was then put into a 200 mL Teflon-lined stainless-steel\nautoclave at 180 °C and maintained for 12 h. The resulting precipitates\nwere filtered and washed with ethanol and finally dried in a vacuum\nat 70 °C for 4 h. Subsequently, the composite was heated to 450\n°C at a heating rate of 2 °C·min<sup>–1</sup> in an N<sub>2</sub> atmosphere and maintained at 450 °C for\n2 h. Activated SZC@TiO<sub>2</sub> powder (0.50 g) was immersed in\n50 mL of 1 M sulfuric acid for 12 h. The resulting precipitates were\nfiltered and washed with H<sub>2</sub>O and finally dried in a vacuum\nat 70 °C for 4 h.</p>", "clean_text": "Experiments\n\nCatalyst Synthesis\n\nAll reagents were used directly without further purification. ZIF-67 and titanium butoxide were used as precursors for preparing SZC@TiO2 catalysts. The detailed synthetic method is provided in the Supporting Information. The formation of SZC@TiO2 catalysts through a versatile kinetics-controlled coating method is schematically illustrated in a. The as-prepared ZIF-67 (1 g) was impregnated in ethanol (150 mL) with 0.9 mL of ammonia solution (25 wt %), and the obtained solution was blended adequately under ultrasonic treatment for 30 min. Titanium butoxide (10 mL) was then added dropwise for 10 min, and the reaction proceeded at 45 °C for 12 h under continuous stirring. This mixture was then put into a 200 mL Teflon-lined stainless-steel autoclave at 180 °C and maintained for 12 h. The resulting precipitates were filtered and washed with ethanol and finally dried in a vacuum at 70 °C for 4 h. Subsequently, the composite was heated to 450 °C at a heating rate of 2 °C⋅min-1 in an N2 atmosphere and maintained at 450 °C for 2 h. Activated SZC@TiO2 powder (0.50 g) was immersed in 50 mL of 1 M sulfuric acid for 12 h. The resulting precipitates were filtered and washed with H2O and finally dried in a vacuum at 70 °C for 4 h.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic of the SZC@TiO<sub>2</sub> fabrication process; SEM\nimages of (b) SZC, (c) ZC, (d) ZIF-67, (e) ZC@TiO<sub>2</sub>, and\n(f) SZC@TiO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"es1c02452_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic of the SZC@TiO2 fabrication process; SEM images of (b) SZC, (c) ZC, (d) ZIF-67, (e) ZC@TiO2, and (f) SZC@TiO2.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>SZC@TiO<sub>2</sub> catalysts were characterized by X-ray diffraction (XRD), Fourier\ntransform infrared spectroscopy (FT-IR), Raman spectroscopy, X-ray\nphotoelectron spectroscopy (XPS), scanning electron microscopy (SEM),\ntransmission electron microscopy (TEM), elemental mapping, inductively\ncoupled plasma–optical emission spectroscopy (ICP–OES),\nN<sub>2</sub> adsorption, ammonia temperature-programmed desorption\nanalysis (NH<sub>3</sub>-TPD), and pyridine-adsorption infrared spectroscopy\n(Py-IR). Details on characterization methods are provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "Characterization\n\nSZC@TiO2 catalysts were characterized by X-ray diffraction (XRD), Fourier transform infrared spectroscopy (FT-IR), Raman spectroscopy, X-ray photoelectron spectroscopy (XPS), scanning electron microscopy (SEM), transmission electron microscopy (TEM), elemental mapping, inductively coupled plasma-optical emission spectroscopy (ICP-OES), N2 adsorption, ammonia temperature-programmed desorption analysis (NH3-TPD), and pyridine-adsorption infrared spectroscopy (Py-IR). Details on characterization methods are provided in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Catalytic Performance Evaluation</title><p>CO<sub>2</sub> absorption and desorption from the CO<sub>2</sub>-rich\nMEA solution were conducted in a batch reactor. An online gas chromatograph\n(GC9790II, Fuli Instruments) was used to measure the CO<sub>2</sub> concentration at the reactor vent. The quantities of CO<sub>2</sub> adsorbed and desorbed from the liquid sample were determined by\nconverting the CO<sub>2</sub> concentration obtained from a gas chromatography\n(GC) workstation. Details on catalytic performance evaluation are\nprovided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "Catalytic Performance Evaluation\n\nCO2 absorption and desorption from the CO2-rich MEA solution were conducted in a batch reactor. An online gas chromatograph (GC9790II, Fuli Instruments) was used to measure the CO2 concentration at the reactor vent. The quantities of CO2 adsorbed and desorbed from the liquid sample were determined by converting the CO2 concentration obtained from a gas chromatography (GC) workstation. Details on catalytic performance evaluation are provided in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<title>Results and Discussion</title><title>Synthesis of SZC@TiO<sub>2</sub>\n</title><p>The overall fabrication of SZC@TiO<sub>2</sub> from ZIF-67 is presented\nin a. In this\nmethod, micrometer-scale ZIF-67 crystals were first synthesized using\na slightly modified sonochemical synthetic method at room temperature. The crystals exhibited a high crystallinity and high specific surface\narea (1296 m<sup>2</sup>·g<sup>–1</sup>; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). ZC@TiO<sub>2</sub> was then obtained using a versatile\nkinetics-controlled coating and facile carbonization method, which involved the following:<list list-type=\"label\">\n<list-item>\n<label>i)</label>\n<p>The TiO<sub>2</sub> coating was homogeneously\ndeposited onto the ZIF-67 crystals, filling the interior space of\nthe mesoporous ZIF-67 networks and forming TiO<sub>2</sub>/ZIF-67\nhybrid core–shell structures.</p>\n</list-item>\n<list-item>\n<label>ii)</label>\n<p>The ZC@TiO<sub>2</sub> spheres with\nCo–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites derived from the carbonization\nof TiO<sub>2</sub>/ZIF-67 were obtained at a low temperature of 450\n°C under argon.</p>\n</list-item>\n</list>\n</p>", "clean_text": "Results and Discussion\n\nSynthesis of SZC@TiO2 \n\nThe overall fabrication of SZC@TiO2 from ZIF-67 is presented in a. In this method, micrometer-scale ZIF-67 crystals were first synthesized using a slightly modified sonochemical synthetic method at room temperature. The crystals exhibited a high crystallinity and high specific surface area (1296 m2⋅g-1; Table S1). ZC@TiO2 was then obtained using a versatile kinetics-controlled coating and facile carbonization method, which involved the following:  i) The TiO2 coating was homogeneously deposited onto the ZIF-67 crystals, filling the interior space of the mesoporous ZIF-67 networks and forming TiO2/ZIF-67 hybrid core-shell structures.   ii) The ZC@TiO2 spheres with Co-N x  sites derived from the carbonization of TiO2/ZIF-67 were obtained at a low temperature of 450 °C under argon.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>The TiO<sub>2</sub> coating was homogeneously\ndeposited onto the ZIF-67 crystals, filling the interior space of\nthe mesoporous ZIF-67 networks and forming TiO<sub>2</sub>/ZIF-67\nhybrid core–shell structures.</p><p>The ZC@TiO<sub>2</sub> spheres with\nCo–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites derived from the carbonization\nof TiO<sub>2</sub>/ZIF-67 were obtained at a low temperature of 450\n°C under argon.</p><p>The successful coating of TiO<sub>2</sub> on ZIF-67\ncould be confirmed by the reduced specific surface area (216 m<sup>2</sup>·g<sup>–1</sup>) and pore volume (0.046 cm<sup>3</sup>·g) of ZC@TiO<sub>2</sub>. Notably, the unstable species\nwere easily separated from the nitrogen-containing backbone as sulfonation\nprogressed, leaving the heterocyclic nitrogen rings to fuse and stack\naround the residual cobalt species, simultaneously introducing numerous\n−SO<sub>3</sub>H functional groups. Following this principle, after sulfonation, SZC@TiO<sub>2</sub> was obtained, which is morphology-preserved and composed of core–shells\nwith Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites containing −SO<sub>3</sub>H. The corresponding scanning electron microscopy (SEM) images\n(d–f)\ndepict the well-preserved SZC@TiO<sub>2</sub> structure with uniform\nspheres. As a control, the annealed and sulfonated ZIF-67 (denoted\nas ZC and SZC) were synthesized without the TiO<sub>2</sub> coating.\nFor the ZC and SZC materials, the catalysts underwent deformation\nand degradation due to the absence of protection to retain their integrity.\nThe inductively coupled plasma–optical emission spectrometry\n(ICP–OES) results presented in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link> indicate that the Co content of ZC substantially decreased from\n26.75 to 7.74% after sulfonation, whereas a negligible change in that\nof ZC@TiO<sub>2</sub> was observed (3.73–3.38%). A major advancement\nwas confirmed: the TiO<sub>2</sub> coating effectively prevented active\ncomponent loss. This coating strategy\nresults in extremely robust MOF-derived catalysts with high performance.</p>", "clean_text": "The TiO2 coating was homogeneously deposited onto the ZIF-67 crystals, filling the interior space of the mesoporous ZIF-67 networks and forming TiO2/ZIF-67 hybrid core-shell structures.\n\nThe ZC@TiO2 spheres with Co-N x  sites derived from the carbonization of TiO2/ZIF-67 were obtained at a low temperature of 450 °C under argon.\n\nThe successful coating of TiO2 on ZIF-67 could be confirmed by the reduced specific surface area (216 m2⋅g-1) and pore volume (0.046 cm3⋅g) of ZC@TiO2. Notably, the unstable species were easily separated from the nitrogen-containing backbone as sulfonation progressed, leaving the heterocyclic nitrogen rings to fuse and stack around the residual cobalt species, simultaneously introducing numerous -SO3H functional groups. Following this principle, after sulfonation, SZC@TiO2 was obtained, which is morphology-preserved and composed of core-shells with Co-N x  sites containing -SO3H. The corresponding scanning electron microscopy (SEM) images (d-f) depict the well-preserved SZC@TiO2 structure with uniform spheres. As a control, the annealed and sulfonated ZIF-67 (denoted as ZC and SZC) were synthesized without the TiO2 coating. For the ZC and SZC materials, the catalysts underwent deformation and degradation due to the absence of protection to retain their integrity. The inductively coupled plasma-optical emission spectrometry (ICP-OES) results presented in Table S2 indicate that the Co content of ZC substantially decreased from 26.75 to 7.74% after sulfonation, whereas a negligible change in that of ZC@TiO2 was observed (3.73-3.38%). A major advancement was confirmed: the TiO2 coating effectively prevented active component loss. This coating strategy results in extremely robust MOF-derived catalysts with high performance.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>Catalytic Performance of SZC@TiO<sub>2</sub> Catalysts</title><p>The performance of the as-prepared catalysts\non CO<sub>2</sub> desorption was evaluated in terms of CO<sub>2</sub> loading as well as the amount and rate of CO<sub>2</sub> desorption\nfor the 5 M MEA solution. CO<sub>2</sub> desorption analysis was conducted\nby heating the CO<sub>2</sub>-rich MEA solution (e.g., CO<sub>2</sub> loading at 0.53 ± 0.01 mol of CO<sub>2</sub>/mol of amine)\nto 88 °C with the catalyst at 0.1 wt %. The results in a,b indicate that\nthe CO<sub>2</sub> desorption kinetics were higher during application\nof the five catalysts than during the blank run. The ZC and sulfated\nSZC catalysts without the TiO<sub>2</sub> coating exhibited similar\ncatalytic activity. The ICP–OES results in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> indicate\nthat the extracted Co<sup>2+</sup> concentrations corresponding to\nthe MEA solution after desorption with the ZC and SZC catalysts were\n108.13 and 44.03 mg·L<sup>–1</sup>, respectively. Therefore,\nalthough the BASs of the catalyst were enhanced through sulfation,\nthe active cobalt component as LASs was etched. The sulfation treatment\ncontributed slightly to the stability and acidity of the ZC catalyst.\nAfter the active and robust TiO<sub>2</sub> component coating and\nsubsequent sulfation, the ZC@TiO<sub>2</sub> and SZC@TiO<sub>2</sub> catalysts exhibited greater catalytic activity than did TiO<sub>2</sub>, ZC, and SZC. Negligible leaching Co<sup>2+</sup> concentrations\nin the MEA solution with SZ@TiO<sub>2</sub> and SZC@TiO<sub>2</sub> were detected at 6.11 and 3.09 mg·L<sup>–1</sup>, respectively.\nConsequently, the coating of the TiO<sub>2</sub> shell appears to\nbe an alternative protective approach for promoting the stability\nof active Co sites. The improved catalytic activity was mainly attributed\nto the BASs and LASs in the catalyst associated with the introduced\nSO<sub>4</sub>\n<sup>2–</sup> and the unetched stable active\nCo sites. SZC@TiO<sub>2</sub> exhibited the most favorable catalytic\nCO<sub>2</sub> desorption rate of 5.89 mmol·min at 85 °C,\nwhich was 153% higher than that observed in the uncatalytic process\n(b). The reaction\nkinetics were quickly enhanced, and the temperature at the highest\ndesorption rate decreased, implying that a new catalytic path with\nlow activation energy was obtained for carbamate breakdown. As shown\nin c, the SZC@TiO<sub>2</sub> catalyst exhibited a similar CO<sub>2</sub> desorption rate\ncompared with the uncatalytic reaction rate at approximately 5.9 mmol·min\nat 93 °C. Thus, the addition of the SZC@TiO<sub>2</sub> catalyst\ncould reduce CO<sub>2</sub> desorption temperatures and enable the\ndesorption process to occur below 100 °C in the real practice,\nthereby significantly reducing the energy required for CO<sub>2</sub> capture.</p>", "clean_text": "Catalytic Performance of SZC@TiO2 Catalysts\n\nThe performance of the as-prepared catalysts on CO2 desorption was evaluated in terms of CO2 loading as well as the amount and rate of CO2 desorption for the 5 M MEA solution. CO2 desorption analysis was conducted by heating the CO2-rich MEA solution (e.g., CO2 loading at 0.53 ± 0.01 mol of CO2/mol of amine) to 88 °C with the catalyst at 0.1 wt %. The results in a,b indicate that the CO2 desorption kinetics were higher during application of the five catalysts than during the blank run. The ZC and sulfated SZC catalysts without the TiO2 coating exhibited similar catalytic activity. The ICP-OES results in Figure S2 and Table S3 indicate that the extracted Co2+ concentrations corresponding to the MEA solution after desorption with the ZC and SZC catalysts were 108.13 and 44.03 mg⋅L-1, respectively. Therefore, although the BASs of the catalyst were enhanced through sulfation, the active cobalt component as LASs was etched. The sulfation treatment contributed slightly to the stability and acidity of the ZC catalyst. After the active and robust TiO2 component coating and subsequent sulfation, the ZC@TiO2 and SZC@TiO2 catalysts exhibited greater catalytic activity than did TiO2, ZC, and SZC. Negligible leaching Co2+ concentrations in the MEA solution with SZ@TiO2 and SZC@TiO2 were detected at 6.11 and 3.09 mg⋅L-1, respectively. Consequently, the coating of the TiO2 shell appears to be an alternative protective approach for promoting the stability of active Co sites. The improved catalytic activity was mainly attributed to the BASs and LASs in the catalyst associated with the introduced SO4 2- and the unetched stable active Co sites. SZC@TiO2 exhibited the most favorable catalytic CO2 desorption rate of 5.89 mmol⋅min at 85 °C, which was 153% higher than that observed in the uncatalytic process (b). The reaction kinetics were quickly enhanced, and the temperature at the highest desorption rate decreased, implying that a new catalytic path with low activation energy was obtained for carbamate breakdown. As shown in c, the SZC@TiO2 catalyst exhibited a similar CO2 desorption rate compared with the uncatalytic reaction rate at approximately 5.9 mmol⋅min at 93 °C. Thus, the addition of the SZC@TiO2 catalyst could reduce CO2 desorption temperatures and enable the desorption process to occur below 100 °C in the real practice, thereby significantly reducing the energy required for CO2 capture.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Catalytic properties of various catalysts in the 5 M MEA regeneration\nprocess: (a) CO<sub>2</sub> loading change curves at 88 °C; (b)\nCO<sub>2</sub> desorption (des.) rate; (c) CO<sub>2</sub> desorption\n(des.) rate with the SZC@TiO<sub>2</sub> catalyst at 88 °C and\nwithout the catalyst at different temperatures; (d) amount of desorbed\nCO<sub>2</sub> and relative heat duty of MEA with different catalysts;\n(e) CO<sub>2</sub> absorption breakthrough curves of MEA with and\nwithout the SZC@TiO<sub>2</sub> catalyst, where C/C<sub>0</sub> in\nthe ordinate represents the ratio of vent CO<sub>2</sub> concentration\nto its initial concentration; (f) comparison of the desorbed CO<sub>2</sub> amount at 60 min in 10 cycles. Raman spectra of solutions\nat different times during the (g) CO<sub>2</sub> absorption and (h)\nCO<sub>2</sub> desorption experiments with and without catalysts.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"es1c02452_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Catalytic properties of various catalysts in the 5 M MEA regeneration process: (a) CO2 loading change curves at 88 °C; (b) CO2 desorption (des.) rate; (c) CO2 desorption (des.) rate with the SZC@TiO2 catalyst at 88 °C and without the catalyst at different temperatures; (d) amount of desorbed CO2 and relative heat duty of MEA with different catalysts; (e) CO2 absorption breakthrough curves of MEA with and without the SZC@TiO2 catalyst, where C/C0 in the ordinate represents the ratio of vent CO2 concentration to its initial concentration; (f) comparison of the desorbed CO2 amount at 60 min in 10 cycles. Raman spectra of solutions at different times during the (g) CO2 absorption and (h) CO2 desorption experiments with and without catalysts.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>\nb indicates\nthat the change in CO<sub>2</sub> desorption rates between different\ncatalysts was similar after 60 min. This phenomenon was primarily\ncaused by the debased collision opportunity between carbamates with\nthe acid sites due to the quick decrease in carbamate concentration\nand limited mass transfer of reactants from the aqueous to the external\nsurface of the catalyst. Therefore, d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link> present a comparison of the relative heat duty percentages as well\nas the CO<sub>2</sub> desorption amount and factor at 60 min between\nthe as-prepared SZC@TiO<sub>2</sub> catalysts and reported solid acid\ncatalysts. SZC@TiO<sub>2</sub> exhibited the most favorable catalytic\nactivity among the catalysts, including a 64.5% increase in CO<sub>2</sub> desorption and a 36% decrease in relative heat duty. Notably,\ncompared with solid acid catalysts such as metal oxides (ZrO<sub>2</sub>, TiO<sub>2</sub>, MnO<sub>2</sub>, and ZnO), molecular sieves (HZSM-5, γ-Al<sub>2</sub>O<sub>3</sub>, SiO<sub>2</sub>, SBA-15, and SAPO-34), and their modified derivatives (SO<sub>4</sub>\n<sup>2–</sup>/ZrO<sub>2</sub>/HZSM-5 and SO<sub>4</sub>\n<sup>2–</sup>/ZrO<sub>2</sub>/MCM-41) with the 25–56%\nincrease in CO<sub>2</sub> desorption and a 23–40% decrease\nin relative heat duty, SZC@TiO<sub>2</sub> exhibited an eximious CO<sub>2</sub> desorption rate and efficiency as well as a relatively low\nheat duty with the catalyst at a lower concentration (about 8% of\nthe previous) and desorption temperature. Accordingly, the as-prepared\nSZC@TiO<sub>2</sub> catalyst ensured the advancement of the solid\nacid catalyst application in CO<sub>2</sub> capture.</p>", "clean_text": " b indicates that the change in CO2 desorption rates between different catalysts was similar after 60 min. This phenomenon was primarily caused by the debased collision opportunity between carbamates with the acid sites due to the quick decrease in carbamate concentration and limited mass transfer of reactants from the aqueous to the external surface of the catalyst. Therefore, d and Table S5 present a comparison of the relative heat duty percentages as well as the CO2 desorption amount and factor at 60 min between the as-prepared SZC@TiO2 catalysts and reported solid acid catalysts. SZC@TiO2 exhibited the most favorable catalytic activity among the catalysts, including a 64.5% increase in CO2 desorption and a 36% decrease in relative heat duty. Notably, compared with solid acid catalysts such as metal oxides (ZrO2, TiO2, MnO2, and ZnO), molecular sieves (HZSM-5, γ-Al2O3, SiO2, SBA-15, and SAPO-34), and their modified derivatives (SO4 2-/ZrO2/HZSM-5 and SO4 2-/ZrO2/MCM-41) with the 25-56% increase in CO2 desorption and a 23-40% decrease in relative heat duty, SZC@TiO2 exhibited an eximious CO2 desorption rate and efficiency as well as a relatively low heat duty with the catalyst at a lower concentration (about 8% of the previous) and desorption temperature. Accordingly, the as-prepared SZC@TiO2 catalyst ensured the advancement of the solid acid catalyst application in CO2 capture.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>To avoid adverse effects of the SZC@TiO<sub>2</sub> catalyst on\nCO<sub>2</sub> capture, catalytic CO<sub>2</sub> absorption was conducted\nusing a gas mixture of 50 vol % CO<sub>2</sub> and 50 vol % N<sub>2</sub> at a flow rate of 400 mL·min<sup>–1</sup>. e displays the CO<sub>2</sub> breakthrough curves for the 5 M MEA solution with and without\nthe 0.1 wt % SZC@TiO<sub>2</sub> catalyst. The results indicate that\nthe absorption periods for capturing 90% CO<sub>2</sub> in the flue\ngas were approximately 57 and 46 min with and without the SZC@TiO<sub>2</sub> catalyst, respectively, which represents an increase of approximately\n19.5%. CO<sub>2</sub> absorbed by MEA at the breakthrough point also\nincreased from 395 to 480 mmol, suggesting that the absorption efficiency\nand rate of CO<sub>2</sub> absorption can be increased to 21.5% by\nadding SZC@TiO<sub>2</sub>. This is consistent with Lai et al.’s\nresearch, which revealed that TiO­(OH)<sub>2</sub> can significantly\nalter the CO<sub>2</sub> sorption breakthrough curve. Typically, the protonation and deprotonation reactions\nof MEA are crucial in CO<sub>2</sub> capture. The existence of BASs\nand LASs on the SZC@TiO<sub>2</sub> catalyst can serve as proton donators\nor acceptors for high-efficiency proton transfer. Moreover, the addition of a catalyst enhances the collision\ndisturbance between particles and the gas–liquid boundary,\neffectively increasing the gas–liquid contact area and interphase\ntransfer of CO<sub>2</sub>. In this work,\nthe SZC@TiO<sub>2</sub> catalyst mainly reduced the mass transfer\nresistance of CO<sub>2</sub> and strengthened the proton transfer\nprocess, thereby enhancing CO<sub>2</sub> absorption.</p>", "clean_text": "To avoid adverse effects of the SZC@TiO2 catalyst on CO2 capture, catalytic CO2 absorption was conducted using a gas mixture of 50 vol % CO2 and 50 vol % N2 at a flow rate of 400 mL⋅min-1. e displays the CO2 breakthrough curves for the 5 M MEA solution with and without the 0.1 wt % SZC@TiO2 catalyst. The results indicate that the absorption periods for capturing 90% CO2 in the flue gas were approximately 57 and 46 min with and without the SZC@TiO2 catalyst, respectively, which represents an increase of approximately 19.5%. CO2 absorbed by MEA at the breakthrough point also increased from 395 to 480 mmol, suggesting that the absorption efficiency and rate of CO2 absorption can be increased to 21.5% by adding SZC@TiO2. This is consistent with Lai et al.'s research, which revealed that TiO(OH)2 can significantly alter the CO2 sorption breakthrough curve. Typically, the protonation and deprotonation reactions of MEA are crucial in CO2 capture. The existence of BASs and LASs on the SZC@TiO2 catalyst can serve as proton donators or acceptors for high-efficiency proton transfer. Moreover, the addition of a catalyst enhances the collision disturbance between particles and the gas-liquid boundary, effectively increasing the gas-liquid contact area and interphase transfer of CO2. In this work, the SZC@TiO2 catalyst mainly reduced the mass transfer resistance of CO2 and strengthened the proton transfer process, thereby enhancing CO2 absorption.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>The recycling stability of catalysts is crucial to their application\nin sustainable industrial chemical reactions. Ten cycles of absorption–desorption\ntests were conducted to assess the stability of SZC@TiO<sub>2</sub> (f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The catalytic performance of SZC@TiO<sub>2</sub> decreased by approximately 17% after the first cycle and\nremained the same thereafter. The CO<sub>2</sub> desorption amount\nat 60 min after 10 recycles was similar to that of unsulfated ZC@TiO<sub>2</sub>, which was still 35% higher than that of the uncatalytic\nprocess, indicating the excellent stability of SZC@TiO<sub>2</sub> at high regeneration temperatures. The content of Co, Ti, and S\nin the MEA solution after the first cycle was determined using ICP. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> depicts a negligible leaching of Co\nand Ti at 3.09 and 3.70 mg·L<sup>–1</sup>, respectively,\nexcept for the obvious degradation of S at 9.28 mg·L<sup>–1</sup>. The recycled SZC@TiO<sub>2</sub> catalyst was characterized through\nXPS and FT-IR (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). A negligible\nchange was observed in the XRD and FT-IR curves. However, the peak\nintensity of the S 2p XPS spectra decreased substantially. These results\nindicated that the decreased activity of the SZC@TiO<sub>2</sub> catalyst\nwas mainly caused by the aggregation of active SO<sub>4</sub>\n<sup>2–</sup> components, further confirming that the unstable\npart of the MOF structure can be considerably improved by the TiO<sub>2</sub> coating. Notably, the properties of used catalysts can be\neffectively regenerated after simple sulfation treatment. Thus, such\na TiO<sub>2</sub> coating strategy can effectively protect the inner\nactive Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> components and create\nextremely robust and recyclable MOF-derived catalysts highly suitable\nfor CO<sub>2</sub> capture.</p>", "clean_text": "The recycling stability of catalysts is crucial to their application in sustainable industrial chemical reactions. Ten cycles of absorption-desorption tests were conducted to assess the stability of SZC@TiO2 (f and Figure S3). The catalytic performance of SZC@TiO2 decreased by approximately 17% after the first cycle and remained the same thereafter. The CO2 desorption amount at 60 min after 10 recycles was similar to that of unsulfated ZC@TiO2, which was still 35% higher than that of the uncatalytic process, indicating the excellent stability of SZC@TiO2 at high regeneration temperatures. The content of Co, Ti, and S in the MEA solution after the first cycle was determined using ICP. Table S3 depicts a negligible leaching of Co and Ti at 3.09 and 3.70 mg⋅L-1, respectively, except for the obvious degradation of S at 9.28 mg⋅L-1. The recycled SZC@TiO2 catalyst was characterized through XPS and FT-IR (Figure S4). A negligible change was observed in the XRD and FT-IR curves. However, the peak intensity of the S 2p XPS spectra decreased substantially. These results indicated that the decreased activity of the SZC@TiO2 catalyst was mainly caused by the aggregation of active SO4 2- components, further confirming that the unstable part of the MOF structure can be considerably improved by the TiO2 coating. Notably, the properties of used catalysts can be effectively regenerated after simple sulfation treatment. Thus, such a TiO2 coating strategy can effectively protect the inner active Co-N x  components and create extremely robust and recyclable MOF-derived catalysts highly suitable for CO2 capture.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>To validate the catalytic mechanism of the catalyst, the catalytic\neffect of SZC@TiO<sub>2</sub> was further analyzed using Raman spectroscopy.\nA comparison of the Raman spectra of the MEA solution with and without\ncatalysts in the CO<sub>2</sub> absorption and desorption process\nat 30 min is presented in g–f. The Raman spectra can be divided into three\nbands at approximately 1021, 1068, and 1157 cm<sup>–1</sup>, which were attributed to the C–OH stretching of HCO<sub>3</sub>\n<sup>–</sup>, the symmetric C–O stretching of\nCO<sub>3</sub>\n<sup>2–</sup>, and the C–N stretching\nof RNHCOO<sup>–</sup>, respectively. The peak intensities of HCO<sub>3</sub>\n<sup>–</sup>, CO<sub>3</sub>\n<sup>2–</sup>, and RNHCOO<sup>–</sup> during\ncatalytic CO<sub>2</sub> absorption noticeably increased but decreased\nduring catalytic CO<sub>2</sub> desorption. The results clearly demonstrate\nthat SZC@TiO<sub>2</sub> is beneficial to the formation or decomposition\nof HCO<sub>3</sub>\n<sup>–</sup>, CO<sub>3</sub>\n<sup>2–</sup>, and carbamate. The efficiency of proton transfer at high temperatures\nand in alkaline environments improved when BASs and LASs on the catalyst\naccepted protons from RNHCOO<sup>–</sup> and provided protons\nto MEA. Therefore, the substantial energy required for carbamate breakdown\ncan be substantially reduced. Robust, strong acid sites reduce the\ncosts required for improving CO<sub>2</sub> capture efficiency in\npractical industrial systems.</p>", "clean_text": "To validate the catalytic mechanism of the catalyst, the catalytic effect of SZC@TiO2 was further analyzed using Raman spectroscopy. A comparison of the Raman spectra of the MEA solution with and without catalysts in the CO2 absorption and desorption process at 30 min is presented in g-f. The Raman spectra can be divided into three bands at approximately 1021, 1068, and 1157 cm-1, which were attributed to the C-OH stretching of HCO3 -, the symmetric C-O stretching of CO3 2-, and the C-N stretching of RNHCOO-, respectively. The peak intensities of HCO3 -, CO3 2-, and RNHCOO- during catalytic CO2 absorption noticeably increased but decreased during catalytic CO2 desorption. The results clearly demonstrate that SZC@TiO2 is beneficial to the formation or decomposition of HCO3 -, CO3 2-, and carbamate. The efficiency of proton transfer at high temperatures and in alkaline environments improved when BASs and LASs on the catalyst accepted protons from RNHCOO- and provided protons to MEA. Therefore, the substantial energy required for carbamate breakdown can be substantially reduced. Robust, strong acid sites reduce the costs required for improving CO2 capture efficiency in practical industrial systems.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Characterization of the Catalysts</title><p>The SEM image of the mesoporous SZC@TiO<sub>2</sub> samples presented\nin a depicts\nlarge-scale monodispersed spheres with a uniform size of approximately\n1.8 μm. The elemental mapping of SZC@TiO<sub>2</sub> indicated\nuniform distributions of Ti, Co, N, O, C, and S atoms in the spheres,\nconfirming that the TiO<sub>2</sub> and SO<sub>4</sub>\n<sup>2–</sup> species were successfully incorporated into the samples. The transmission\nelectron microscopy (TEM) images presented in b display the typical sphere-like structure\nof SZC@TiO<sub>2</sub>. The TiO<sub>2</sub> nanoparticles on SZC@TiO<sub>2</sub> are clearly observable in the high-resolution TEM (HRTEM)\nimages. The TiO<sub>2</sub> nanoparticles are well-crystallized and\nconformably coated with a thickness greater than 5 nm. The interplanar\ndistance of the TiO<sub>2</sub> nanoparticles was approximately 0.35\nnm, which is well matched with the <italic toggle=\"yes\">d</italic>-spacing of the\nanatase TiO<sub>2</sub> (101) planes. The results\nare further confirmed by the X-ray diffraction (XRD) patterns.</p>", "clean_text": "Characterization of the Catalysts\n\nThe SEM image of the mesoporous SZC@TiO2 samples presented in a depicts large-scale monodispersed spheres with a uniform size of approximately 1.8 μm. The elemental mapping of SZC@TiO2 indicated uniform distributions of Ti, Co, N, O, C, and S atoms in the spheres, confirming that the TiO2 and SO4 2- species were successfully incorporated into the samples. The transmission electron microscopy (TEM) images presented in b display the typical sphere-like structure of SZC@TiO2. The TiO2 nanoparticles on SZC@TiO2 are clearly observable in the high-resolution TEM (HRTEM) images. The TiO2 nanoparticles are well-crystallized and conformably coated with a thickness greater than 5 nm. The interplanar distance of the TiO2 nanoparticles was approximately 0.35 nm, which is well matched with the d-spacing of the anatase TiO2 (101) planes. The results are further confirmed by the X-ray diffraction (XRD) patterns.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Structural characterization of the SZC@TiO<sub>2</sub> catalyst:\n(a) SEM and mapping images; (b) HRTEM images; (c) XRD. XPS spectra\nof SZC@TiO<sub>2</sub>: (d) Co 2p and Ti 2p; (e) C 1s, N 1s, S 2p,\nand O 1s; (f) Raman spectrum; (g) NH<sub>3</sub>-TPD of various catalysts;\n(h) Py-IR analysis of SZC@TiO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"es1c02452_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Structural characterization of the SZC@TiO2 catalyst: (a) SEM and mapping images; (b) HRTEM images; (c) XRD. XPS spectra of SZC@TiO2: (d) Co 2p and Ti 2p; (e) C 1s, N 1s, S 2p, and O 1s; (f) Raman spectrum; (g) NH3-TPD of various catalysts; (h) Py-IR analysis of SZC@TiO2.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>As presented in d, the XRD patterns of ZC@TiO<sub>2</sub> and the modified\nSZC@TiO<sub>2</sub> catalyst exhibited well-resolved characteristic\ndiffraction peaks (PDF #21-1272) in the range of 20.0–80.0°,\ncorresponding to the anatase structure of TiO<sub>2</sub>. The broad diffraction peak at approximately\n25.4° was assigned to the typical (101) interlayer from the anatase\nTiO<sub>2</sub> (101) planes and the (002) interlayer from graphite\ncarbon. The typical features of ZIF-67 from 5.0\nto 20.0° were observed in the ZC@TiO<sub>2</sub> catalysts; however, these diffraction peaks disappeared\nin the SZC@TiO<sub>2</sub> spheres mainly because of the etching of\nunstable annealed ZIF-67 with an incomplete TiO<sub>2</sub> coating.\nSimilar results are observed in the Fourier transform infrared (FT-IR)\nspectra presented in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>. The typical\nstretching mode of the bonds in ZIF-67 decreased, and some of them\ndisappeared after coating and sulfonation. The broad band at approximately\n580 cm<sup>–1</sup> implies the formation of TiO<sub>2</sub> in the SZC@TiO<sub>2</sub> catalyst. The XRD and FT-IR results corresponding to the TiO<sub>2</sub> coating\nconfirm the phenomenon observed in the TEM images and mapping.</p>", "clean_text": "As presented in d, the XRD patterns of ZC@TiO2 and the modified SZC@TiO2 catalyst exhibited well-resolved characteristic diffraction peaks (PDF #21-1272) in the range of 20.0-80.0°, corresponding to the anatase structure of TiO2. The broad diffraction peak at approximately 25.4° was assigned to the typical (101) interlayer from the anatase TiO2 (101) planes and the (002) interlayer from graphite carbon. The typical features of ZIF-67 from 5.0 to 20.0° were observed in the ZC@TiO2 catalysts; however, these diffraction peaks disappeared in the SZC@TiO2 spheres mainly because of the etching of unstable annealed ZIF-67 with an incomplete TiO2 coating. Similar results are observed in the Fourier transform infrared (FT-IR) spectra presented in Figure S5. The typical stretching mode of the bonds in ZIF-67 decreased, and some of them disappeared after coating and sulfonation. The broad band at approximately 580 cm-1 implies the formation of TiO2 in the SZC@TiO2 catalyst. The XRD and FT-IR results corresponding to the TiO2 coating confirm the phenomenon observed in the TEM images and mapping.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The chemical composition and state of the catalyst’s surface\nwere investigated using X-ray photoelectron spectroscopy (XPS; the\nCo, Ti, C, N, S, and O XPS spectra are presented in d,e). The spin–orbital\nsplitting of 15.7 eV between Co 2p<sub>1/2</sub> (797.1 eV) and Co\n2p<sub>3/2</sub> (781.4 eV) suggests the presence of bivalent cobalt\n(Co<sup>2+</sup>) species in the prepared catalyst. The typical peaks at 458.7 eV and 168.9 eV are associated\nwith TiO<sub>2</sub> and SO<sub>4</sub>\n<sup>2–</sup> species,\nrespectively, further confirming that TiO<sub>2</sub> and SO<sub>4</sub>\n<sup>2–</sup> were successfully incorporated into the samples. The peak centered at 532.2 eV corresponds to surface-adsorbed oxygen\nspecies (O<sub>α</sub>), which primarily pertain to the oxygen-containing\nfunctional −OH groups produced through sulfonation. Additionally, the XPS N 1s spectrum displays\nthree peaks centered at 401.0, 399.9, and 398.7 eV, which are assigned\nto the graphitic N species, pyrrolic-like metal-coordinated Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> moieties, and pyridinic N species, respectively. The C 1s curve can be divided into three peaks\nusing Gaussian curve fitting; these peaks correspond to the sp<sup>2</sup> C–C bond (284.3 eV), sp<sup>3</sup> C–C bond\n(284.8 eV), and sp<sup>2</sup>-bonded carbon in the N- and O-containing\naromatic rings (C–N–C and C–O–C, 285.5\neV). The Raman spectrum of SZC@TiO<sub>2</sub> presented in f indicates the typical peaks located at 1597 cm<sup>–1</sup> (G band) and 1342 cm<sup>–1</sup> (D band). The G band is\nattributed to the symmetric bond stretching of all the sp<sup>2</sup> carbon atoms, whereas the D band is attributed to the breathing\nmodes of the sp<sup>2</sup> atoms in rings, which are directly related\nto defects or disorders. The intensity area\nratio of <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> is 2.31 for the SZC@TiO<sub>2</sub> catalyst, indicating the amorphous\nnature of Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> and the presence\nof carbon defects arising from the high N- and O-doping. The XPS and\nRaman results indicate the formation of the Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic>–C structural geometry in the SZC@TiO<sub>2</sub> catalyst.</p>", "clean_text": "The chemical composition and state of the catalyst's surface were investigated using X-ray photoelectron spectroscopy (XPS; the Co, Ti, C, N, S, and O XPS spectra are presented in d,e). The spin-orbital splitting of 15.7 eV between Co 2p1/2 (797.1 eV) and Co 2p3/2 (781.4 eV) suggests the presence of bivalent cobalt (Co2+) species in the prepared catalyst. The typical peaks at 458.7 eV and 168.9 eV are associated with TiO2 and SO4 2- species, respectively, further confirming that TiO2 and SO4 2- were successfully incorporated into the samples. The peak centered at 532.2 eV corresponds to surface-adsorbed oxygen species (Oα), which primarily pertain to the oxygen-containing functional -OH groups produced through sulfonation. Additionally, the XPS N 1s spectrum displays three peaks centered at 401.0, 399.9, and 398.7 eV, which are assigned to the graphitic N species, pyrrolic-like metal-coordinated Co-N x  moieties, and pyridinic N species, respectively. The C 1s curve can be divided into three peaks using Gaussian curve fitting; these peaks correspond to the sp2 C-C bond (284.3 eV), sp3 C-C bond (284.8 eV), and sp2-bonded carbon in the N- and O-containing aromatic rings (C-N-C and C-O-C, 285.5 eV). The Raman spectrum of SZC@TiO2 presented in f indicates the typical peaks located at 1597 cm-1 (G band) and 1342 cm-1 (D band). The G band is attributed to the symmetric bond stretching of all the sp2 carbon atoms, whereas the D band is attributed to the breathing modes of the sp2 atoms in rings, which are directly related to defects or disorders. The intensity area ratio of I D/I G is 2.31 for the SZC@TiO2 catalyst, indicating the amorphous nature of Co-N x  and the presence of carbon defects arising from the high N- and O-doping. The XPS and Raman results indicate the formation of the Co-N x -C structural geometry in the SZC@TiO2 catalyst.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>To ensure highly efficient proton transfer in the amine solvent\nat high temperature, catalysts should possess eximious acid sites\nas proton donators. g displays the density and strength of acid sites on the catalysts\ndetermined by ammonia temperature-programmed desorption analysis (NH<sub>3</sub>-TPD), the parameters of which are summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>. All the catalysts displayed desorption\npeaks at 500–700 °C, which are assigned to strong surface\nacid sites. Typically, after TiO<sub>2</sub> coating, calcination, and sulfonation, modified SZC@TiO<sub>2</sub> exhibits stronger desorption peaks recorded at 675 °C and possesses\nmore total acid sites than do other catalysts. Moreover, the pyridine-adsorption\ninfrared (Py-IR) technique was employed as a qualitative probe to\ndistinguish the acid site types (BASs and LASs) in the SZC@TiO<sub>2</sub> catalyst (h and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>). The three characteristic\nabsorption bands in the Py-IR spectrum of SZC@TiO<sub>2</sub> at 1450,\n1609, and 1490 cm<sup>–1</sup> are attributed to the interaction\nof pyridine with the LASs, implying the existence of unsaturated metal\nions exposed on the surface of the catalysts. The peaks at approximately 1490 and 1543 cm<sup>–1</sup> for\nthe SZC@TiO<sub>2</sub> catalyst are ascribed to hydrogen-bonded pyridine,\nwhich is mainly caused by available H-bond donor sites on the surface\nOH groups. Thus, the numerous BASs and\nLASs as well as the B/L ratio of SZC@TiO<sub>2</sub> occurred mainly\nbecause the unsaturated coordinated Co species were well-protected\nby the TiO<sub>2</sub> coating, and the abundant OH groups were connected\nwith the Co and Ti ions or SO<sub>4</sub>\n<sup>2–</sup> through\nsulfonation. The enhanced BASs and LASs associated with the improved\nproton transfer may contribute to catalytic efficiency and aid in\nCO<sub>2</sub> desorption; thus, the SZC@TiO<sub>2</sub> catalyst\nexhibited relatively high CO<sub>2</sub> regeneration activity, as\nconfirmed by the results displayed in .</p>", "clean_text": "To ensure highly efficient proton transfer in the amine solvent at high temperature, catalysts should possess eximious acid sites as proton donators. g displays the density and strength of acid sites on the catalysts determined by ammonia temperature-programmed desorption analysis (NH3-TPD), the parameters of which are summarized in Table S4. All the catalysts displayed desorption peaks at 500-700 °C, which are assigned to strong surface acid sites. Typically, after TiO2 coating, calcination, and sulfonation, modified SZC@TiO2 exhibits stronger desorption peaks recorded at 675 °C and possesses more total acid sites than do other catalysts. Moreover, the pyridine-adsorption infrared (Py-IR) technique was employed as a qualitative probe to distinguish the acid site types (BASs and LASs) in the SZC@TiO2 catalyst (h and Table S4). The three characteristic absorption bands in the Py-IR spectrum of SZC@TiO2 at 1450, 1609, and 1490 cm-1 are attributed to the interaction of pyridine with the LASs, implying the existence of unsaturated metal ions exposed on the surface of the catalysts. The peaks at approximately 1490 and 1543 cm-1 for the SZC@TiO2 catalyst are ascribed to hydrogen-bonded pyridine, which is mainly caused by available H-bond donor sites on the surface OH groups. Thus, the numerous BASs and LASs as well as the B/L ratio of SZC@TiO2 occurred mainly because the unsaturated coordinated Co species were well-protected by the TiO2 coating, and the abundant OH groups were connected with the Co and Ti ions or SO4 2- through sulfonation. The enhanced BASs and LASs associated with the improved proton transfer may contribute to catalytic efficiency and aid in CO2 desorption; thus, the SZC@TiO2 catalyst exhibited relatively high CO2 regeneration activity, as confirmed by the results displayed in .", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Catalytic Mechanism Analysis of CO<sub>2</sub> Desorption</title><p>To determine the effects of acid sites on MEA\nregeneration at the atomic level, density functional theory (DFT)\ncalculations were conducted (). The conceivable structural geometries of SZC@TiO<sub>2</sub>, including the Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites\nas LASs and TiO<sub>2</sub>-OH and TiO<sub>2</sub>-SO<sub>3</sub>H\nas BASs, are presented in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>. The\nelectronic properties of the contact interface between carbamate and\nCo–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> were first calculated to\ninvestigate the potential reaction mechanism. As suggested by the\nBader charge (Δ<italic toggle=\"yes\">q</italic>) results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S7a</ext-link>), the more negative Δ<italic toggle=\"yes\">q</italic> value\nat −1.12 e of N than that at −0.97 e of O indicates\nthat the contacting form with positive Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> LASs by the Co–N bond in the desorption experiments\nmight be more favorable. The lengths\nof the N–C bond of carbamate that connected with the Co atom\nby the N–Co bond also slightly increased whereas that connected\nby the O–Co bond decreased (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S7b,c</ext-link>). These results suggest that contacting forms with N–Co are\nbeneficial for carbamate decomposition and CO<sub>2</sub> desorption.\nIn our previous work, we discovered that unsaturated coordinated ions\nas LASs could interact with liquid-phase water molecules and transform\ninto BASs, thereby enhancing proton donation to aid in the decomposition\nof carbamate. Unlike in a previous study, a new favorable catalytic\npath for carbamate breakdown on LASs was obtained.\n</p>", "clean_text": "Catalytic Mechanism Analysis of CO2 Desorption\n\nTo determine the effects of acid sites on MEA regeneration at the atomic level, density functional theory (DFT) calculations were conducted (). The conceivable structural geometries of SZC@TiO2, including the Co-N x  sites as LASs and TiO2-OH and TiO2-SO3H as BASs, are presented in Figure S6. The electronic properties of the contact interface between carbamate and Co-N x  were first calculated to investigate the potential reaction mechanism. As suggested by the Bader charge (Δq) results (Figure S7a), the more negative Δq value at -1.12 e of N than that at -0.97 e of O indicates that the contacting form with positive Co-N x  LASs by the Co-N bond in the desorption experiments might be more favorable. The lengths of the N-C bond of carbamate that connected with the Co atom by the N-Co bond also slightly increased whereas that connected by the O-Co bond decreased (Figure S7b,c). These results suggest that contacting forms with N-Co are beneficial for carbamate decomposition and CO2 desorption. In our previous work, we discovered that unsaturated coordinated ions as LASs could interact with liquid-phase water molecules and transform into BASs, thereby enhancing proton donation to aid in the decomposition of carbamate. Unlike in a previous study, a new favorable catalytic path for carbamate breakdown on LASs was obtained. ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>DFT calculations of MEA regeneration: (a) relative energy and simplified\nsurface structures of the various reaction species along the reaction\npathway; (b) protonation reaction of RNH<sup>–</sup> on BASs\n(TiO<sub>2</sub>-OH and TiO<sub>2</sub>-SO<sub>4</sub>\n<sup>2–</sup>-H); (c) proposed catalytic mechanism of MEA regeneration through\nSZC@TiO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"es1c02452_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  DFT calculations of MEA regeneration: (a) relative energy and simplified surface structures of the various reaction species along the reaction pathway; (b) protonation reaction of RNH- on BASs (TiO2-OH and TiO2-SO4 2--H); (c) proposed catalytic mechanism of MEA regeneration through SZC@TiO2.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The aforementioned favorable reaction pathways of carbamate decomposition\non Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites are detailed in a. This catalytic\nregeneration of MEA comprises three reaction stages. In the first\nstage, RNHCOO<sup>–</sup> is adsorbed on the catalytic surface,\nand its N atom is then directly attacked by Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites to generate CO<sub>2</sub> molecules. In the\nsecond stage, the residual RNH* further reacts with protons carrying\nspecies such as RNH<sub>3</sub>\n<sup>+</sup> and H<sub>3</sub>O<sup>+</sup>; here, RNH<sub>3</sub>\n<sup>+</sup> is examined. In the final\nstage, the formed MEA (RNH<sub>2</sub>) molecule desorbs from the\nsurface. The results indicate that Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites during both catalytic and uncatalytic processes exhibit\ndifferent MEA regeneration rate-determining steps. For uncatalytic\nprocesses, the breakdown of N–C is the slowest step with the\nhighest energy barrier (0.91 eV). For catalytic Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites, the rate-determining step is the final\nMEA molecule desorption step and requires an energy barrier of 0.53\neV. Obviously, the resistance of MEA regeneration on Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites is much lower than that of uncatalytic\nprocesses, which thoroughly explains the outstanding performance of\nsolid acid catalysts and implies that energy required for CO<sub>2</sub> desorption can be substantially decreased. Additionally, to more\neffectively understand the extraordinary MEA regeneration activity\nof SZC@TiO<sub>2</sub>, the relative energy (Δ<italic toggle=\"yes\">E</italic>) values of RNH* protonation at two potential BAS sites (TiO<sub>2</sub>-OH and TiO<sub>2</sub>-SO<sub>4</sub>\n<sup>2–</sup>-H) were examined (b). For the regeneration of RNH<sub>2</sub>, the RNH* indicated\na more negative Δ<italic toggle=\"yes\">E</italic> (−2.78 eV) at TiO<sub>2</sub>-SO<sub>4</sub>\n<sup>2–</sup>-H BASs than that of Δ<italic toggle=\"yes\">E</italic> (−2.26 eV) at TiO<sub>2</sub>-OH BASs. This result\nsuggests that, compared with other BASs, −SO<sub>4</sub>\n<sup>2–</sup>-H BASs were more likely to donate protons and more\neasily activated RNH* to RNH<sub>2</sub>. Compared with ZC@TiO<sub>2</sub>, the high catalytic desorption amount and rate of CO<sub>2</sub> for the SZC@TiO<sub>2</sub> catalyst were primarily caused\nby the introduction of SO<sub>4</sub>\n<sup>2–</sup> species.\nConsequently, the catalytic N–C bond rupture and proton-donating\nability of the catalysts were the major factors influencing the energy\nrequirement for the decomposition of carbamate to CO<sub>2</sub>.\nThe well-protected LASs on the catalyst surfaces served as accelerants\nfor N–C bond rupture, whereas the BASs served as proton donors,\nthereby accelerating the transformation of RNHCOO<sup>–</sup> into MEA and CO<sub>2</sub>.</p>", "clean_text": "The aforementioned favorable reaction pathways of carbamate decomposition on Co-N x  sites are detailed in a. This catalytic regeneration of MEA comprises three reaction stages. In the first stage, RNHCOO- is adsorbed on the catalytic surface, and its N atom is then directly attacked by Co-N x  sites to generate CO2 molecules. In the second stage, the residual RNH* further reacts with protons carrying species such as RNH3 + and H3O+; here, RNH3 + is examined. In the final stage, the formed MEA (RNH2) molecule desorbs from the surface. The results indicate that Co-N x  sites during both catalytic and uncatalytic processes exhibit different MEA regeneration rate-determining steps. For uncatalytic processes, the breakdown of N-C is the slowest step with the highest energy barrier (0.91 eV). For catalytic Co-N x  sites, the rate-determining step is the final MEA molecule desorption step and requires an energy barrier of 0.53 eV. Obviously, the resistance of MEA regeneration on Co-N x  sites is much lower than that of uncatalytic processes, which thoroughly explains the outstanding performance of solid acid catalysts and implies that energy required for CO2 desorption can be substantially decreased. Additionally, to more effectively understand the extraordinary MEA regeneration activity of SZC@TiO2, the relative energy (ΔE) values of RNH* protonation at two potential BAS sites (TiO2-OH and TiO2-SO4 2--H) were examined (b). For the regeneration of RNH2, the RNH* indicated a more negative ΔE (-2.78 eV) at TiO2-SO4 2--H BASs than that of ΔE (-2.26 eV) at TiO2-OH BASs. This result suggests that, compared with other BASs, -SO4 2--H BASs were more likely to donate protons and more easily activated RNH* to RNH2. Compared with ZC@TiO2, the high catalytic desorption amount and rate of CO2 for the SZC@TiO2 catalyst were primarily caused by the introduction of SO4 2- species. Consequently, the catalytic N-C bond rupture and proton-donating ability of the catalysts were the major factors influencing the energy requirement for the decomposition of carbamate to CO2. The well-protected LASs on the catalyst surfaces served as accelerants for N-C bond rupture, whereas the BASs served as proton donors, thereby accelerating the transformation of RNHCOO- into MEA and CO2.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>On the basis of these results, a new possible catalytic mechanism\nfor the catalysis of MEA using SZC@TiO<sub>2</sub> is proposed according\nto the zwitterion mechanism and DFT calculations. N–C bond\nrupture of carbamate during MEA regeneration is a highly endothermic\nreaction. The difficult N–C bond rupture of carbamate and proton\ntransfer is directly associated with MEA-based CO<sub>2</sub> desorption.\nTwo possible pathways for MEA regeneration are presented in c. In the first pathway,\nRNHCOO<sup>–</sup> is easily adsorbed and transformed to RNH*\nand CO<sub>2</sub> on Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> BASs.\nSubsequently, RNH* was protonated into MEA by reacting with H<sub>3</sub>O<sup>+</sup> and RNH<sub>3</sub>\n<sup>+</sup>. In the second\npathway, the proton-abundant BASs joined the protonation reaction\nand donated a proton to activate RNH* into MEA. Moreover, BASs on\nSZC@TiO<sub>2</sub> can provide protons for MEA and accept protons\nfrom zwitterion, which is beneficial to the formation of RNH<sub>3</sub>\n<sup>+</sup> and RNHCOO<sup>–</sup> during CO<sub>2</sub> absorption.\nConsequently, the addition of the catalysts facilitated absorbent\nregeneration through the promotion of bond rupture and proton donation,\nresulting in a significant reduction in the energy required for the\nstrongly endothermic reaction of MEA gregeneration, further promoting\nthe application of CCS in real industries.</p>", "clean_text": "On the basis of these results, a new possible catalytic mechanism for the catalysis of MEA using SZC@TiO2 is proposed according to the zwitterion mechanism and DFT calculations. N-C bond rupture of carbamate during MEA regeneration is a highly endothermic reaction. The difficult N-C bond rupture of carbamate and proton transfer is directly associated with MEA-based CO2 desorption. Two possible pathways for MEA regeneration are presented in c. In the first pathway, RNHCOO- is easily adsorbed and transformed to RNH* and CO2 on Co-N x  BASs. Subsequently, RNH* was protonated into MEA by reacting with H3O+ and RNH3 +. In the second pathway, the proton-abundant BASs joined the protonation reaction and donated a proton to activate RNH* into MEA. Moreover, BASs on SZC@TiO2 can provide protons for MEA and accept protons from zwitterion, which is beneficial to the formation of RNH3 + and RNHCOO- during CO2 absorption. Consequently, the addition of the catalysts facilitated absorbent regeneration through the promotion of bond rupture and proton donation, resulting in a significant reduction in the energy required for the strongly endothermic reaction of MEA gregeneration, further promoting the application of CCS in real industries.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.est.1c02452?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.est.1c02452</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Materials and synthesis illustration of catalysts; relative\nCO<sub>2</sub> desorption/absorption experiment and results; figures\nand tables of characterization results (FT-IR, BET, ICP, XPS, NH<sub>3</sub>-TPD, and Py-IR), and details for DFT simulation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.est.1c02452.  Materials and synthesis illustration of catalysts; relative CO2 desorption/absorption experiment and results; figures and tables of characterization results (FT-IR, BET, ICP, XPS, NH3-TPD, and Py-IR), and details for DFT simulation (PDF)   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Materials and synthesis illustration of catalysts; relative\nCO<sub>2</sub> desorption/absorption experiment and results; figures\nand tables of characterization results (FT-IR, BET, ICP, XPS, NH<sub>3</sub>-TPD, and Py-IR), and details for DFT simulation (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Materials and synthesis illustration of catalysts; relative CO2 desorption/absorption experiment and results; figures and tables of characterization results (FT-IR, BET, ICP, XPS, NH3-TPD, and Py-IR), and details for DFT simulation (PDF)", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<title>Experiments</title><title>Catalyst Synthesis</title><p>All reagents were\nused directly without further purification. ZIF-67 and titanium butoxide\nwere used as precursors for preparing SZC@TiO<sub>2</sub> catalysts.\nThe detailed synthetic method is provided in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>. The formation of SZC@TiO<sub>2</sub> catalysts through a versatile kinetics-controlled coating method\nis schematically illustrated in a. The as-prepared ZIF-67 (1 g) was impregnated in\nethanol (150 mL) with 0.9 mL of ammonia solution (25 wt %), and the\nobtained solution was blended adequately under ultrasonic treatment\nfor 30 min. Titanium butoxide (10 mL) was then added dropwise for\n10 min, and the reaction proceeded at 45 °C for 12 h under continuous\nstirring. This mixture was then put into a 200 mL Teflon-lined stainless-steel\nautoclave at 180 °C and maintained for 12 h. The resulting precipitates\nwere filtered and washed with ethanol and finally dried in a vacuum\nat 70 °C for 4 h. Subsequently, the composite was heated to 450\n°C at a heating rate of 2 °C·min<sup>–1</sup> in an N<sub>2</sub> atmosphere and maintained at 450 °C for\n2 h. Activated SZC@TiO<sub>2</sub> powder (0.50 g) was immersed in\n50 mL of 1 M sulfuric acid for 12 h. The resulting precipitates were\nfiltered and washed with H<sub>2</sub>O and finally dried in a vacuum\nat 70 °C for 4 h.</p>", "clean_text": "Experiments\n\nCatalyst Synthesis\n\nAll reagents were used directly without further purification. ZIF-67 and titanium butoxide were used as precursors for preparing SZC@TiO2 catalysts. The detailed synthetic method is provided in the Supporting Information. The formation of SZC@TiO2 catalysts through a versatile kinetics-controlled coating method is schematically illustrated in a. The as-prepared ZIF-67 (1 g) was impregnated in ethanol (150 mL) with 0.9 mL of ammonia solution (25 wt %), and the obtained solution was blended adequately under ultrasonic treatment for 30 min. Titanium butoxide (10 mL) was then added dropwise for 10 min, and the reaction proceeded at 45 °C for 12 h under continuous stirring. This mixture was then put into a 200 mL Teflon-lined stainless-steel autoclave at 180 °C and maintained for 12 h. The resulting precipitates were filtered and washed with ethanol and finally dried in a vacuum at 70 °C for 4 h. Subsequently, the composite was heated to 450 °C at a heating rate of 2 °C⋅min-1 in an N2 atmosphere and maintained at 450 °C for 2 h. Activated SZC@TiO2 powder (0.50 g) was immersed in 50 mL of 1 M sulfuric acid for 12 h. The resulting precipitates were filtered and washed with H2O and finally dried in a vacuum at 70 °C for 4 h.", "data": [{"meta": {"name": "SZC@TiO2 catalyst", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "ZIF-67", "amount": "1", "unit": "g"}, {"name": "titanium butoxide", "amount": "10", "unit": "mL"}], "solvent": [{"name": "ethanol", "amount": "150", "unit": "mL"}], "reducing agent": [{"name": "ammonia solution", "amount": "0.9", "unit": "mL"}], "temperature": "45°C", "time": "12 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "solvothermal synthesis", "precursor": [{"name": "", "amount": "", "unit": ""}], "solvent": [{"name": "", "amount": "", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "180°C", "temperature": "12 h", "time": "", "heating rate": "", "cooling rate": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "N2", "pressure": ""}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "70°C", "atmosphere": "vacuum", "time": "4 h"}, {"synthesis method": "activation", "precursor": [{"name": "SZC@TiO2 powder", "amount": "0.50", "unit": "g"}], "solution": [{"name": "1 M sulfuric acid", "amount": "50", "unit": "mL"}], "time": "12 h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "H2O", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "70°C", "atmosphere": "vacuum", "time": "4 h"}], "yield": ""}], "include_properties": ["solvothermal_synthesis", "filtration", "washing", "drying"]}, {"idx": "11, 12, 13, 15, 17", "type": "text", "classification": "property", "content": "<title>Results and Discussion</title><title>Synthesis of SZC@TiO<sub>2</sub>\n</title><p>The overall fabrication of SZC@TiO<sub>2</sub> from ZIF-67 is presented\nin a. In this\nmethod, micrometer-scale ZIF-67 crystals were first synthesized using\na slightly modified sonochemical synthetic method at room temperature. The crystals exhibited a high crystallinity and high specific surface\narea (1296 m<sup>2</sup>·g<sup>–1</sup>; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). ZC@TiO<sub>2</sub> was then obtained using a versatile\nkinetics-controlled coating and facile carbonization method, which involved the following:<list list-type=\"label\">\n<list-item>\n<label>i)</label>\n<p>The TiO<sub>2</sub> coating was homogeneously\ndeposited onto the ZIF-67 crystals, filling the interior space of\nthe mesoporous ZIF-67 networks and forming TiO<sub>2</sub>/ZIF-67\nhybrid core–shell structures.</p>\n</list-item>\n<list-item>\n<label>ii)</label>\n<p>The ZC@TiO<sub>2</sub> spheres with\nCo–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites derived from the carbonization\nof TiO<sub>2</sub>/ZIF-67 were obtained at a low temperature of 450\n°C under argon.</p>\n</list-item>\n</list>\n</p><p>The TiO<sub>2</sub> coating was homogeneously\ndeposited onto the ZIF-67 crystals, filling the interior space of\nthe mesoporous ZIF-67 networks and forming TiO<sub>2</sub>/ZIF-67\nhybrid core–shell structures.</p><p>The ZC@TiO<sub>2</sub> spheres with\nCo–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites derived from the carbonization\nof TiO<sub>2</sub>/ZIF-67 were obtained at a low temperature of 450\n°C under argon.</p><p>The successful coating of TiO<sub>2</sub> on ZIF-67\ncould be confirmed by the reduced specific surface area (216 m<sup>2</sup>·g<sup>–1</sup>) and pore volume (0.046 cm<sup>3</sup>·g) of ZC@TiO<sub>2</sub>. Notably, the unstable species\nwere easily separated from the nitrogen-containing backbone as sulfonation\nprogressed, leaving the heterocyclic nitrogen rings to fuse and stack\naround the residual cobalt species, simultaneously introducing numerous\n−SO<sub>3</sub>H functional groups. Following this principle, after sulfonation, SZC@TiO<sub>2</sub> was obtained, which is morphology-preserved and composed of core–shells\nwith Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> sites containing −SO<sub>3</sub>H. The corresponding scanning electron microscopy (SEM) images\n(d–f)\ndepict the well-preserved SZC@TiO<sub>2</sub> structure with uniform\nspheres. As a control, the annealed and sulfonated ZIF-67 (denoted\nas ZC and SZC) were synthesized without the TiO<sub>2</sub> coating.\nFor the ZC and SZC materials, the catalysts underwent deformation\nand degradation due to the absence of protection to retain their integrity.\nThe inductively coupled plasma–optical emission spectrometry\n(ICP–OES) results presented in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link> indicate that the Co content of ZC substantially decreased from\n26.75 to 7.74% after sulfonation, whereas a negligible change in that\nof ZC@TiO<sub>2</sub> was observed (3.73–3.38%). A major advancement\nwas confirmed: the TiO<sub>2</sub> coating effectively prevented active\ncomponent loss. This coating strategy\nresults in extremely robust MOF-derived catalysts with high performance.</p><title>Catalytic Performance of SZC@TiO<sub>2</sub> Catalysts</title><p>The performance of the as-prepared catalysts\non CO<sub>2</sub> desorption was evaluated in terms of CO<sub>2</sub> loading as well as the amount and rate of CO<sub>2</sub> desorption\nfor the 5 M MEA solution. CO<sub>2</sub> desorption analysis was conducted\nby heating the CO<sub>2</sub>-rich MEA solution (e.g., CO<sub>2</sub> loading at 0.53 ± 0.01 mol of CO<sub>2</sub>/mol of amine)\nto 88 °C with the catalyst at 0.1 wt %. The results in a,b indicate that\nthe CO<sub>2</sub> desorption kinetics were higher during application\nof the five catalysts than during the blank run. The ZC and sulfated\nSZC catalysts without the TiO<sub>2</sub> coating exhibited similar\ncatalytic activity. The ICP–OES results in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link> and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> indicate\nthat the extracted Co<sup>2+</sup> concentrations corresponding to\nthe MEA solution after desorption with the ZC and SZC catalysts were\n108.13 and 44.03 mg·L<sup>–1</sup>, respectively. Therefore,\nalthough the BASs of the catalyst were enhanced through sulfation,\nthe active cobalt component as LASs was etched. The sulfation treatment\ncontributed slightly to the stability and acidity of the ZC catalyst.\nAfter the active and robust TiO<sub>2</sub> component coating and\nsubsequent sulfation, the ZC@TiO<sub>2</sub> and SZC@TiO<sub>2</sub> catalysts exhibited greater catalytic activity than did TiO<sub>2</sub>, ZC, and SZC. Negligible leaching Co<sup>2+</sup> concentrations\nin the MEA solution with SZ@TiO<sub>2</sub> and SZC@TiO<sub>2</sub> were detected at 6.11 and 3.09 mg·L<sup>–1</sup>, respectively.\nConsequently, the coating of the TiO<sub>2</sub> shell appears to\nbe an alternative protective approach for promoting the stability\nof active Co sites. The improved catalytic activity was mainly attributed\nto the BASs and LASs in the catalyst associated with the introduced\nSO<sub>4</sub>\n<sup>2–</sup> and the unetched stable active\nCo sites. SZC@TiO<sub>2</sub> exhibited the most favorable catalytic\nCO<sub>2</sub> desorption rate of 5.89 mmol·min at 85 °C,\nwhich was 153% higher than that observed in the uncatalytic process\n(b). The reaction\nkinetics were quickly enhanced, and the temperature at the highest\ndesorption rate decreased, implying that a new catalytic path with\nlow activation energy was obtained for carbamate breakdown. As shown\nin c, the SZC@TiO<sub>2</sub> catalyst exhibited a similar CO<sub>2</sub> desorption rate\ncompared with the uncatalytic reaction rate at approximately 5.9 mmol·min\nat 93 °C. Thus, the addition of the SZC@TiO<sub>2</sub> catalyst\ncould reduce CO<sub>2</sub> desorption temperatures and enable the\ndesorption process to occur below 100 °C in the real practice,\nthereby significantly reducing the energy required for CO<sub>2</sub> capture.</p><p>\nb indicates\nthat the change in CO<sub>2</sub> desorption rates between different\ncatalysts was similar after 60 min. This phenomenon was primarily\ncaused by the debased collision opportunity between carbamates with\nthe acid sites due to the quick decrease in carbamate concentration\nand limited mass transfer of reactants from the aqueous to the external\nsurface of the catalyst. Therefore, d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S5</ext-link> present a comparison of the relative heat duty percentages as well\nas the CO<sub>2</sub> desorption amount and factor at 60 min between\nthe as-prepared SZC@TiO<sub>2</sub> catalysts and reported solid acid\ncatalysts. SZC@TiO<sub>2</sub> exhibited the most favorable catalytic\nactivity among the catalysts, including a 64.5% increase in CO<sub>2</sub> desorption and a 36% decrease in relative heat duty. Notably,\ncompared with solid acid catalysts such as metal oxides (ZrO<sub>2</sub>, TiO<sub>2</sub>, MnO<sub>2</sub>, and ZnO), molecular sieves (HZSM-5, γ-Al<sub>2</sub>O<sub>3</sub>, SiO<sub>2</sub>, SBA-15, and SAPO-34), and their modified derivatives (SO<sub>4</sub>\n<sup>2–</sup>/ZrO<sub>2</sub>/HZSM-5 and SO<sub>4</sub>\n<sup>2–</sup>/ZrO<sub>2</sub>/MCM-41) with the 25–56%\nincrease in CO<sub>2</sub> desorption and a 23–40% decrease\nin relative heat duty, SZC@TiO<sub>2</sub> exhibited an eximious CO<sub>2</sub> desorption rate and efficiency as well as a relatively low\nheat duty with the catalyst at a lower concentration (about 8% of\nthe previous) and desorption temperature. Accordingly, the as-prepared\nSZC@TiO<sub>2</sub> catalyst ensured the advancement of the solid\nacid catalyst application in CO<sub>2</sub> capture.</p><p>The recycling stability of catalysts is crucial to their application\nin sustainable industrial chemical reactions. Ten cycles of absorption–desorption\ntests were conducted to assess the stability of SZC@TiO<sub>2</sub> (f and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The catalytic performance of SZC@TiO<sub>2</sub> decreased by approximately 17% after the first cycle and\nremained the same thereafter. The CO<sub>2</sub> desorption amount\nat 60 min after 10 recycles was similar to that of unsulfated ZC@TiO<sub>2</sub>, which was still 35% higher than that of the uncatalytic\nprocess, indicating the excellent stability of SZC@TiO<sub>2</sub> at high regeneration temperatures. The content of Co, Ti, and S\nin the MEA solution after the first cycle was determined using ICP. <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> depicts a negligible leaching of Co\nand Ti at 3.09 and 3.70 mg·L<sup>–1</sup>, respectively,\nexcept for the obvious degradation of S at 9.28 mg·L<sup>–1</sup>. The recycled SZC@TiO<sub>2</sub> catalyst was characterized through\nXPS and FT-IR (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.est.1c02452/suppl_file/es1c02452_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). A negligible\nchange was observed in the XRD and FT-IR curves. However, the peak\nintensity of the S 2p XPS spectra decreased substantially. These results\nindicated that the decreased activity of the SZC@TiO<sub>2</sub> catalyst\nwas mainly caused by the aggregation of active SO<sub>4</sub>\n<sup>2–</sup> components, further confirming that the unstable\npart of the MOF structure can be considerably improved by the TiO<sub>2</sub> coating. Notably, the properties of used catalysts can be\neffectively regenerated after simple sulfation treatment. Thus, such\na TiO<sub>2</sub> coating strategy can effectively protect the inner\nactive Co–N<italic toggle=\"yes\">\n<sub>x</sub>\n</italic> components and create\nextremely robust and recyclable MOF-derived catalysts highly suitable\nfor CO<sub>2</sub> capture.</p>", "clean_text": "Results and Discussion\n\nSynthesis of SZC@TiO2 \n\nThe overall fabrication of SZC@TiO2 from ZIF-67 is presented in a. In this method, micrometer-scale ZIF-67 crystals were first synthesized using a slightly modified sonochemical synthetic method at room temperature. The crystals exhibited a high crystallinity and high specific surface area (1296 m2⋅g-1; Table S1). ZC@TiO2 was then obtained using a versatile kinetics-controlled coating and facile carbonization method, which involved the following:  i) The TiO2 coating was homogeneously deposited onto the ZIF-67 crystals, filling the interior space of the mesoporous ZIF-67 networks and forming TiO2/ZIF-67 hybrid core-shell structures.   ii) The ZC@TiO2 spheres with Co-N x  sites derived from the carbonization of TiO2/ZIF-67 were obtained at a low temperature of 450 °C under argon.   \n\nThe TiO2 coating was homogeneously deposited onto the ZIF-67 crystals, filling the interior space of the mesoporous ZIF-67 networks and forming TiO2/ZIF-67 hybrid core-shell structures.\n\nThe ZC@TiO2 spheres with Co-N x  sites derived from the carbonization of TiO2/ZIF-67 were obtained at a low temperature of 450 °C under argon.\n\nThe successful coating of TiO2 on ZIF-67 could be confirmed by the reduced specific surface area (216 m2⋅g-1) and pore volume (0.046 cm3⋅g) of ZC@TiO2. Notably, the unstable species were easily separated from the nitrogen-containing backbone as sulfonation progressed, leaving the heterocyclic nitrogen rings to fuse and stack around the residual cobalt species, simultaneously introducing numerous -SO3H functional groups. Following this principle, after sulfonation, SZC@TiO2 was obtained, which is morphology-preserved and composed of core-shells with Co-N x  sites containing -SO3H. The corresponding scanning electron microscopy (SEM) images (d-f) depict the well-preserved SZC@TiO2 structure with uniform spheres. As a control, the annealed and sulfonated ZIF-67 (denoted as ZC and SZC) were synthesized without the TiO2 coating. For the ZC and SZC materials, the catalysts underwent deformation and degradation due to the absence of protection to retain their integrity. The inductively coupled plasma-optical emission spectrometry (ICP-OES) results presented in Table S2 indicate that the Co content of ZC substantially decreased from 26.75 to 7.74% after sulfonation, whereas a negligible change in that of ZC@TiO2 was observed (3.73-3.38%). A major advancement was confirmed: the TiO2 coating effectively prevented active component loss. This coating strategy results in extremely robust MOF-derived catalysts with high performance.\n\nCatalytic Performance of SZC@TiO2 Catalysts\n\nThe performance of the as-prepared catalysts on CO2 desorption was evaluated in terms of CO2 loading as well as the amount and rate of CO2 desorption for the 5 M MEA solution. CO2 desorption analysis was conducted by heating the CO2-rich MEA solution (e.g., CO2 loading at 0.53 ± 0.01 mol of CO2/mol of amine) to 88 °C with the catalyst at 0.1 wt %. The results in a,b indicate that the CO2 desorption kinetics were higher during application of the five catalysts than during the blank run. The ZC and sulfated SZC catalysts without the TiO2 coating exhibited similar catalytic activity. The ICP-OES results in Figure S2 and Table S3 indicate that the extracted Co2+ concentrations corresponding to the MEA solution after desorption with the ZC and SZC catalysts were 108.13 and 44.03 mg⋅L-1, respectively. Therefore, although the BASs of the catalyst were enhanced through sulfation, the active cobalt component as LASs was etched. The sulfation treatment contributed slightly to the stability and acidity of the ZC catalyst. After the active and robust TiO2 component coating and subsequent sulfation, the ZC@TiO2 and SZC@TiO2 catalysts exhibited greater catalytic activity than did TiO2, ZC, and SZC. Negligible leaching Co2+ concentrations in the MEA solution with SZ@TiO2 and SZC@TiO2 were detected at 6.11 and 3.09 mg⋅L-1, respectively. Consequently, the coating of the TiO2 shell appears to be an alternative protective approach for promoting the stability of active Co sites. The improved catalytic activity was mainly attributed to the BASs and LASs in the catalyst associated with the introduced SO4 2- and the unetched stable active Co sites. SZC@TiO2 exhibited the most favorable catalytic CO2 desorption rate of 5.89 mmol⋅min at 85 °C, which was 153% higher than that observed in the uncatalytic process (b). The reaction kinetics were quickly enhanced, and the temperature at the highest desorption rate decreased, implying that a new catalytic path with low activation energy was obtained for carbamate breakdown. As shown in c, the SZC@TiO2 catalyst exhibited a similar CO2 desorption rate compared with the uncatalytic reaction rate at approximately 5.9 mmol⋅min at 93 °C. Thus, the addition of the SZC@TiO2 catalyst could reduce CO2 desorption temperatures and enable the desorption process to occur below 100 °C in the real practice, thereby significantly reducing the energy required for CO2 capture.\n\n b indicates that the change in CO2 desorption rates between different catalysts was similar after 60 min. This phenomenon was primarily caused by the debased collision opportunity between carbamates with the acid sites due to the quick decrease in carbamate concentration and limited mass transfer of reactants from the aqueous to the external surface of the catalyst. Therefore, d and Table S5 present a comparison of the relative heat duty percentages as well as the CO2 desorption amount and factor at 60 min between the as-prepared SZC@TiO2 catalysts and reported solid acid catalysts. SZC@TiO2 exhibited the most favorable catalytic activity among the catalysts, including a 64.5% increase in CO2 desorption and a 36% decrease in relative heat duty. Notably, compared with solid acid catalysts such as metal oxides (ZrO2, TiO2, MnO2, and ZnO), molecular sieves (HZSM-5, γ-Al2O3, SiO2, SBA-15, and SAPO-34), and their modified derivatives (SO4 2-/ZrO2/HZSM-5 and SO4 2-/ZrO2/MCM-41) with the 25-56% increase in CO2 desorption and a 23-40% decrease in relative heat duty, SZC@TiO2 exhibited an eximious CO2 desorption rate and efficiency as well as a relatively low heat duty with the catalyst at a lower concentration (about 8% of the previous) and desorption temperature. Accordingly, the as-prepared SZC@TiO2 catalyst ensured the advancement of the solid acid catalyst application in CO2 capture.\n\nThe recycling stability of catalysts is crucial to their application in sustainable industrial chemical reactions. Ten cycles of absorption-desorption tests were conducted to assess the stability of SZC@TiO2 (f and Figure S3). The catalytic performance of SZC@TiO2 decreased by approximately 17% after the first cycle and remained the same thereafter. The CO2 desorption amount at 60 min after 10 recycles was similar to that of unsulfated ZC@TiO2, which was still 35% higher than that of the uncatalytic process, indicating the excellent stability of SZC@TiO2 at high regeneration temperatures. The content of Co, Ti, and S in the MEA solution after the first cycle was determined using ICP. Table S3 depicts a negligible leaching of Co and Ti at 3.09 and 3.70 mg⋅L-1, respectively, except for the obvious degradation of S at 9.28 mg⋅L-1. The recycled SZC@TiO2 catalyst was characterized through XPS and FT-IR (Figure S4). A negligible change was observed in the XRD and FT-IR curves. However, the peak intensity of the S 2p XPS spectra decreased substantially. These results indicated that the decreased activity of the SZC@TiO2 catalyst was mainly caused by the aggregation of active SO4 2- components, further confirming that the unstable part of the MOF structure can be considerably improved by the TiO2 coating. Notably, the properties of used catalysts can be effectively regenerated after simple sulfation treatment. Thus, such a TiO2 coating strategy can effectively protect the inner active Co-N x  components and create extremely robust and recyclable MOF-derived catalysts highly suitable for CO2 capture.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "1296", "unit": "m2/g", "condition": ""}, {"type": "", "probe": "", "value": "216", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic of the SZC@TiO<sub>2</sub> fabrication process; SEM\nimages of (b) SZC, (c) ZC, (d) ZIF-67, (e) ZC@TiO<sub>2</sub>, and\n(f) SZC@TiO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"es1c02452_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic of the SZC@TiO2 fabrication process; SEM images of (b) SZC, (c) ZC, (d) ZIF-67, (e) ZC@TiO2, and (f) SZC@TiO2.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Catalytic properties of various catalysts in the 5 M MEA regeneration\nprocess: (a) CO<sub>2</sub> loading change curves at 88 °C; (b)\nCO<sub>2</sub> desorption (des.) rate; (c) CO<sub>2</sub> desorption\n(des.) rate with the SZC@TiO<sub>2</sub> catalyst at 88 °C and\nwithout the catalyst at different temperatures; (d) amount of desorbed\nCO<sub>2</sub> and relative heat duty of MEA with different catalysts;\n(e) CO<sub>2</sub> absorption breakthrough curves of MEA with and\nwithout the SZC@TiO<sub>2</sub> catalyst, where C/C<sub>0</sub> in\nthe ordinate represents the ratio of vent CO<sub>2</sub> concentration\nto its initial concentration; (f) comparison of the desorbed CO<sub>2</sub> amount at 60 min in 10 cycles. Raman spectra of solutions\nat different times during the (g) CO<sub>2</sub> absorption and (h)\nCO<sub>2</sub> desorption experiments with and without catalysts.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"es1c02452_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Catalytic properties of various catalysts in the 5 M MEA regeneration process: (a) CO2 loading change curves at 88 °C; (b) CO2 desorption (des.) rate; (c) CO2 desorption (des.) rate with the SZC@TiO2 catalyst at 88 °C and without the catalyst at different temperatures; (d) amount of desorbed CO2 and relative heat duty of MEA with different catalysts; (e) CO2 absorption breakthrough curves of MEA with and without the SZC@TiO2 catalyst, where C/C0 in the ordinate represents the ratio of vent CO2 concentration to its initial concentration; (f) comparison of the desorbed CO2 amount at 60 min in 10 cycles. Raman spectra of solutions at different times during the (g) CO2 absorption and (h) CO2 desorption experiments with and without catalysts.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Structural characterization of the SZC@TiO<sub>2</sub> catalyst:\n(a) SEM and mapping images; (b) HRTEM images; (c) XRD. XPS spectra\nof SZC@TiO<sub>2</sub>: (d) Co 2p and Ti 2p; (e) C 1s, N 1s, S 2p,\nand O 1s; (f) Raman spectrum; (g) NH<sub>3</sub>-TPD of various catalysts;\n(h) Py-IR analysis of SZC@TiO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"es1c02452_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Structural characterization of the SZC@TiO2 catalyst: (a) SEM and mapping images; (b) HRTEM images; (c) XRD. XPS spectra of SZC@TiO2: (d) Co 2p and Ti 2p; (e) C 1s, N 1s, S 2p, and O 1s; (f) Raman spectrum; (g) NH3-TPD of various catalysts; (h) Py-IR analysis of SZC@TiO2.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>DFT calculations of MEA regeneration: (a) relative energy and simplified\nsurface structures of the various reaction species along the reaction\npathway; (b) protonation reaction of RNH<sup>–</sup> on BASs\n(TiO<sub>2</sub>-OH and TiO<sub>2</sub>-SO<sub>4</sub>\n<sup>2–</sup>-H); (c) proposed catalytic mechanism of MEA regeneration through\nSZC@TiO<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"es1c02452_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  DFT calculations of MEA regeneration: (a) relative energy and simplified surface structures of the various reaction species along the reaction pathway; (b) protonation reaction of RNH- on BASs (TiO2-OH and TiO2-SO4 2--H); (c) proposed catalytic mechanism of MEA regeneration through SZC@TiO2.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.est.1c02452", "title": null, "journal": "American Chemical Society", "date": "2021.07", "author_list": ["Xing\nLei", "Wei\nKexin", "Li\nYuchen", "Fang\nZhimo", "Li\nQiangwei", "Qi\nTieyue", "An\nShanlong", "Zhang\nShihan", "Wang\nLidong"]}}