{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic0c00514.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>In the present study,\na hierarchical Co<sub>9</sub>S<sub>8</sub>@ZnAgInS heterostructural\ncage was developed for the first time which\ncan photocatalytically produce hydrogen and degrade organic pollutants\nwith high efficiency. First, the Co<sub>9</sub>S<sub>8</sub> dodecahedron\nwas synthesized using a metal–organic framework (MOFs) material,\nZIF-67, as a precursor, then two kinds of metal sulfide semiconductors\nwere elaborately integrated into a hierarchical hollow heterostructural\ncage with coupled heterogeneous shells and 2D nanosheet subunits.\nThe artfully designed hollow heterostructural composite exhibited\nremarkable photocatalytic activity without using any cocatalysts,\nwith a 9395.3 μmol g<sup>–1</sup> h<sup>–1</sup> H<sub>2</sub> evolution rate and high degradation efficiency for\nRhB. The significantly enhanced photocatalytic activity can be attributed\nto the unique architecture and intimate-contact interface between\nCo<sub>9</sub>S<sub>8</sub> and ZnAgInS, which promote the transfer\nand separation of the photogenerated charges, increase light absorption,\nand offer large surface area and active sites. This work presents\na new strategy to design highly active semiconductor photocatalysts\nby using MOF materials as precursors and coupling of metal sulfide\nsemiconductors to form hollow architecture dodecahedron cages with\nan intimate interface.</p>", "clean_text": "In the present study, a hierarchical Co9S8@ZnAgInS heterostructural cage was developed for the first time which can photocatalytically produce hydrogen and degrade organic pollutants with high efficiency. First, the Co9S8 dodecahedron was synthesized using a metal-organic framework (MOFs) material, ZIF-67, as a precursor, then two kinds of metal sulfide semiconductors were elaborately integrated into a hierarchical hollow heterostructural cage with coupled heterogeneous shells and 2D nanosheet subunits. The artfully designed hollow heterostructural composite exhibited remarkable photocatalytic activity without using any cocatalysts, with a 9395.3 μmol g-1 h-1 H2 evolution rate and high degradation efficiency for RhB. The significantly enhanced photocatalytic activity can be attributed to the unique architecture and intimate-contact interface between Co9S8 and ZnAgInS, which promote the transfer and separation of the photogenerated charges, increase light absorption, and offer large surface area and active sites. This work presents a new strategy to design highly active semiconductor photocatalysts by using MOF materials as precursors and coupling of metal sulfide semiconductors to form hollow architecture dodecahedron cages with an intimate interface.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A novel hierarchical\nCo<sub>9</sub>S<sub>8</sub>@ZnAgInS\nheterostructured cage has been developed for the first time. The artfully\ndesigned hollow heterostructural composite exhibited remarkable photocatalytic\nactivity without using any cocatalysts. The enhanced photocatalytic\nactivity is attributed to the unique architecture and intimate-contacted\ninterface, which promote the transfer and separation of the photogenerated\ncharges, increase light absorption, and offer large surface area and\nactive sites.</p>", "clean_text": "A novel hierarchical Co9S8@ZnAgInS heterostructured cage has been developed for the first time. The artfully designed hollow heterostructural composite exhibited remarkable photocatalytic activity without using any cocatalysts. The enhanced photocatalytic activity is attributed to the unique architecture and intimate-contacted interface, which promote the transfer and separation of the photogenerated charges, increase light absorption, and offer large surface area and active sites.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>To\naddress the current environmental and energy crises, utilization\nof solar-light driven semiconductor photocatalysis for pollutants\ndegradation and hydrogen generation has shown great potential. Up to now, a lot of semiconductor materials have been developed\nfor photocatalysis. Unfortunately, most of the developed\nsingle-component photocatalysts suffer from poor photocatalytic activity.\nThe unsatisfactory photocatalytic efficiency can be mainly ascribed\nto the narrow light-absorption range, fast charge-recombination, as\nwell as limited redox ability.\n</p>", "clean_text": "Introduction\n\nTo address the current environmental and energy crises, utilization of solar-light driven semiconductor photocatalysis for pollutants degradation and hydrogen generation has shown great potential. Up to now, a lot of semiconductor materials have been developed for photocatalysis. Unfortunately, most of the developed single-component photocatalysts suffer from poor photocatalytic activity. The unsatisfactory photocatalytic efficiency can be mainly ascribed to the narrow light-absorption range, fast charge-recombination, as well as limited redox ability. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal sulfides (e.g., CdS, Co<sub>9</sub>S<sub>8</sub>, ZnAgInS)\nhave attracted wide attention for photocatalytic hydrogen evolution\nand pollutant degradation owing to their unique electronic, optical,\nand photocatalytic properties. For example, ZnAgInS quantum dots, ZnAgInS nanosheets, and noble-metal-free cobalt sulfide (Co<sub>\n<italic>x</italic>\n</sub>S<sub>\n<italic>y</italic>\n</sub>) exhibited high photocatalytic efficiencies for hydrogen evolution.\nIn particular, rational coupling of two kinds of metal sulfide semiconductors\nwith suitable band structures to form heterostructure can effectively\npromote the transfer and separation of photoinduced charges owing\nto the potential gradient in the heterogeneous interface. Moreover, the hybrid photocatalysts can also gain improved light\nabsorption and photostability. These can render the\nmetal sulfide heterostructures with reinforced photocatalytic performances.\nBesides the control of chemical composition, in order to realize a\nhighly efficient photocatlytic reaction, rational design of the heterojunction\nstructure is important.</p>", "clean_text": "Metal sulfides (e.g., CdS, Co9S8, ZnAgInS) have attracted wide attention for photocatalytic hydrogen evolution and pollutant degradation owing to their unique electronic, optical, and photocatalytic properties. For example, ZnAgInS quantum dots, ZnAgInS nanosheets, and noble-metal-free cobalt sulfide (Co x S y ) exhibited high photocatalytic efficiencies for hydrogen evolution. In particular, rational coupling of two kinds of metal sulfide semiconductors with suitable band structures to form heterostructure can effectively promote the transfer and separation of photoinduced charges owing to the potential gradient in the heterogeneous interface. Moreover, the hybrid photocatalysts can also gain improved light absorption and photostability. These can render the metal sulfide heterostructures with reinforced photocatalytic performances. Besides the control of chemical composition, in order to realize a highly efficient photocatlytic reaction, rational design of the heterojunction structure is important.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In recent years, as photocatalysts for\nsolar energy conversion,\nhollow structual materials have attracted much attention. The hollow structure can not only afford large surface area and\nabundant active sites for photocatalytic reactions but also shorten\nthe bulk-to-surface distance to accelerate the transfer and separation\nof photoinduced charges. Moreover, hollow\nstructures, especially polyhedral cages, can significantly strengthen\nlight absorption owing to internal multilight reflection/scattering. In addition, growing two-dimensional (2D) semiconductor\nnanosheets on the surface of polyhedral cages is highly beneficial\nto increasing the exposed catalytic active sites and reducing the\nlength for charge diffusion. Therefore,\ntaking the above factors into consideration, it is promising to create\na new kind of high-efficiency photocatalyst.</p>", "clean_text": "In recent years, as photocatalysts for solar energy conversion, hollow structual materials have attracted much attention. The hollow structure can not only afford large surface area and abundant active sites for photocatalytic reactions but also shorten the bulk-to-surface distance to accelerate the transfer and separation of photoinduced charges. Moreover, hollow structures, especially polyhedral cages, can significantly strengthen light absorption owing to internal multilight reflection/scattering. In addition, growing two-dimensional (2D) semiconductor nanosheets on the surface of polyhedral cages is highly beneficial to increasing the exposed catalytic active sites and reducing the length for charge diffusion. Therefore, taking the above factors into consideration, it is promising to create a new kind of high-efficiency photocatalyst.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this study,\nwe rationally designed and constructed a hierarchical\nheterostructural cage Co<sub>9</sub>S<sub>8</sub>@ZnAgInS via growing\nZnAgInS nanosheets on the surface of Co<sub>9</sub>S<sub>8</sub>,\nwhich is a hollow structured polyhedral cage. The synthetic route\nfor constructing the hierarchical heterostructural cage is schematically\nillustrated in . Starting with a metal–organic framework (MOF) material of\nzeolitic imidazolate framework-67 (ZIF-67) as a precursor, ZIF-67\nis converted to an amorphous cobalt sulfide via a sulfidation reaction. During the sulfidation process, the S ions released from the decomposition\nof thioacetamide react with the Co ions on the surface of ZIF-67 and\ngenerate an outermost layer of cobalt sulfide. Further reactions between\nthe inward diffused S ions and the outward diffused Co ions supply\nthe growth of the cobalt sulfide shell and finally form the cobalt\nsulfide hollow structure. Afterward, the amorphous\ncobalt sulfide is transformed to the Co<sub>9</sub>S<sub>8</sub> crystal\nwith a dodecahedral hollow structure through an annealing treatment\nin a nitrogen atmosphere. Finally, hierarchical heterostructured Co<sub>9</sub>S<sub>8</sub>@ZnAgInS is produced after growing a layer of\nZnAgInS nanosheets on the surface of the Co<sub>9</sub>S<sub>8</sub> cages by a solvothermal procedure. The growth of ZnAgInS nanosheets\non Co<sub>9</sub>S<sub>8</sub> cages is favorable to forming an intimate\ninterfacial contact, which is highly beneficial for efficient charge\ntransfer and separation in the hybrids. In this work, ZIF-67, a kind of Co-containing MOF, is used as a\nboth sacrificial template and a metal precursor to prepare hollow\nCo<sub>9</sub>S<sub>8</sub> polyhedrons. Compared with solid Co<sub>9</sub>S<sub>8</sub> nanoparticles, the hollow Co<sub>9</sub>S<sub>8</sub> polyhedrons present anisotropic shapes, expose more edges\nand facets, and endow more surface active sites and better light harvesting. Consequently, the as-prepared Co<sub>9</sub>S<sub>8</sub>@ZnAgInS composite presents superior photocatalytic\nactivity and high stability for pollutants degradation and hydrogen\nevolution.</p>", "clean_text": "In this study, we rationally designed and constructed a hierarchical heterostructural cage Co9S8@ZnAgInS via growing ZnAgInS nanosheets on the surface of Co9S8, which is a hollow structured polyhedral cage. The synthetic route for constructing the hierarchical heterostructural cage is schematically illustrated in . Starting with a metal-organic framework (MOF) material of zeolitic imidazolate framework-67 (ZIF-67) as a precursor, ZIF-67 is converted to an amorphous cobalt sulfide via a sulfidation reaction. During the sulfidation process, the S ions released from the decomposition of thioacetamide react with the Co ions on the surface of ZIF-67 and generate an outermost layer of cobalt sulfide. Further reactions between the inward diffused S ions and the outward diffused Co ions supply the growth of the cobalt sulfide shell and finally form the cobalt sulfide hollow structure. Afterward, the amorphous cobalt sulfide is transformed to the Co9S8 crystal with a dodecahedral hollow structure through an annealing treatment in a nitrogen atmosphere. Finally, hierarchical heterostructured Co9S8@ZnAgInS is produced after growing a layer of ZnAgInS nanosheets on the surface of the Co9S8 cages by a solvothermal procedure. The growth of ZnAgInS nanosheets on Co9S8 cages is favorable to forming an intimate interfacial contact, which is highly beneficial for efficient charge transfer and separation in the hybrids. In this work, ZIF-67, a kind of Co-containing MOF, is used as a both sacrificial template and a metal precursor to prepare hollow Co9S8 polyhedrons. Compared with solid Co9S8 nanoparticles, the hollow Co9S8 polyhedrons present anisotropic shapes, expose more edges and facets, and endow more surface active sites and better light harvesting. Consequently, the as-prepared Co9S8@ZnAgInS composite presents superior photocatalytic activity and high stability for pollutants degradation and hydrogen evolution.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration of the synthetic process of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS heterostructured photocatalyst: (I) sulfidation\nreaction and thermal treatment in a nitrogen atmosphere and (II) growth\nof ZnAgInS nanosheets.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic0c00514_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of the synthetic process of Co9S8@ZnAgInS heterostructured photocatalyst: (I) sulfidation reaction and thermal treatment in a nitrogen atmosphere and (II) growth of ZnAgInS nanosheets.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>1,4-Benzoquinone (BQ),\ntriethanolamine (TEOA), isopropanol (IPA), and Rhodamine B (Rh B)\nwere purchased from Sigma-Aldrich. Cobaltous nitrate (Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O), 2-methylimidazole, silver nitrate\n(AgNO<sub>3</sub>), zinc acetate (Zn­(OAc)<sub>2</sub>·2H<sub>2</sub>O), indium acetate (In­(OAc)<sub>3</sub>), thioacetamide (TAA),\nsodium sulfate (Na<sub>2</sub>SO<sub>4</sub>), methanol, ethanol,\nand glycerol were purchased from Sinopharm Chemical Reagent Co., Ltd.\nMilli-Q water was used in the experiments. All other chemical reagents\nwere of analytical grade and were used without further purification.</p>", "clean_text": "Experimental Section\n\nMaterials\n\n1,4-Benzoquinone (BQ), triethanolamine (TEOA), isopropanol (IPA), and Rhodamine B (Rh B) were purchased from Sigma-Aldrich. Cobaltous nitrate (Co(NO3)2⋅6H2O), 2-methylimidazole, silver nitrate (AgNO3), zinc acetate (Zn(OAc)2⋅2H2O), indium acetate (In(OAc)3), thioacetamide (TAA), sodium sulfate (Na2SO4), methanol, ethanol, and glycerol were purchased from Sinopharm Chemical Reagent Co., Ltd. Milli-Q water was used in the experiments. All other chemical reagents were of analytical grade and were used without further purification.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis</title><title>Preparation of ZIF-67\nPolyhedrons</title><p>The ZIF-67 polyhedrons were synthesized through\na modified precipitation\nmethod. Typically, 1.28 g of 2-methylimidazole\nand 0.7 g of Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O were\ndissolved in 60 mL of methanol. Afterward, the two solutions were\nmixed rapidly and aged at room temperature for 6 h. The obtained ZIF-67\nprecipitates were washed with ethanol two times and then dispersed\nin ethanol.</p>", "clean_text": "Synthesis\n\nPreparation of ZIF-67 Polyhedrons\n\nThe ZIF-67 polyhedrons were synthesized through a modified precipitation method. Typically, 1.28 g of 2-methylimidazole and 0.7 g of Co(NO3)2⋅6H2O were dissolved in 60 mL of methanol. Afterward, the two solutions were mixed rapidly and aged at room temperature for 6 h. The obtained ZIF-67 precipitates were washed with ethanol two times and then dispersed in ethanol.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Co<sub>9</sub>S<sub>8</sub> Dodecahedral Cages</title><p>The obtained ZIF-67\npolyhedrons were\ndispersed in 20 mL of ethanol by sonication. Then, 0.4 g of TAA was\ndispersed in 20 mL of ethanol and added to the solution with magnetic\nstirring for 10 min. The obtained suspension was transferred into\na Teflon-lined autoclave and maintained in a preheated oven at 180\n°C for 3 h. After cooling down to room temperature, the mixture\nwas centrifuged, and the obtained precipitate was collected after\nwashing three times with ethanol. The resultant product was dried\novernight at 60 °C in a vacuum. Finally, the Co<sub>9</sub>S<sub>8</sub> dodecahedral cages were obtained by annealing the cobalt\nsulfide product in nitrogen flow at 550 °C with a ramp rate of\n5 °C min<sup>–1</sup> and maintaining at this temperature\nfor 6 h.</p>", "clean_text": "Preparation of Co9S8 Dodecahedral Cages\n\nThe obtained ZIF-67 polyhedrons were dispersed in 20 mL of ethanol by sonication. Then, 0.4 g of TAA was dispersed in 20 mL of ethanol and added to the solution with magnetic stirring for 10 min. The obtained suspension was transferred into a Teflon-lined autoclave and maintained in a preheated oven at 180 °C for 3 h. After cooling down to room temperature, the mixture was centrifuged, and the obtained precipitate was collected after washing three times with ethanol. The resultant product was dried overnight at 60 °C in a vacuum. Finally, the Co9S8 dodecahedral cages were obtained by annealing the cobalt sulfide product in nitrogen flow at 550 °C with a ramp rate of 5 °C min-1 and maintaining at this temperature for 6 h.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS</title><p>Eight milliliters of glycerol,\n30 mL of H<sub>2</sub>O (pH = 2.5), and certain amounts of the Co<sub>9</sub>S<sub>8</sub> (e.g., 4, 10, 16, and 30 mg) were mixed and\nstirred for 30 min.\nThen, 0.146 g of Zn­(OAc)<sub>2</sub>·2H<sub>2</sub>O, 0.0226\ng of AgNO<sub>3</sub>, 0.389 g of In­(OAc)<sub>3</sub>, and 0.2 g of\nTAA were added into the solution. Subsequently, the solution was stirred\nfor 5 min and put into an oil bath at 80 °C under stirring. After\nreaction for 2 h, the product was obtained by centrifuging and washing\nthree times with ethanol. Finally, the product was dried at 60 °C\nin a vacuum overnight.</p>", "clean_text": "Preparation of Co9S8@ZnAgInS\n\nEight milliliters of glycerol, 30 mL of H2O (pH = 2.5), and certain amounts of the Co9S8 (e.g., 4, 10, 16, and 30 mg) were mixed and stirred for 30 min. Then, 0.146 g of Zn(OAc)2⋅2H2O, 0.0226 g of AgNO3, 0.389 g of In(OAc)3, and 0.2 g of TAA were added into the solution. Subsequently, the solution was stirred for 5 min and put into an oil bath at 80 °C under stirring. After reaction for 2 h, the product was obtained by centrifuging and washing three times with ethanol. Finally, the product was dried at 60 °C in a vacuum overnight.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The as-prepared Co<sub>9</sub>S<sub>8</sub>@ZnAgInS composites with 2, 5, 8, and 15 wt % Co<sub>9</sub>S<sub>8</sub> are named Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-2, Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5, Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-8, and\nCo<sub>9</sub>S<sub>8</sub>@ZnAgInS-15, respectively. For comparison,\nbare ZnAgInS was synthesized under the same reaction conditions without\nthe addition of Co<sub>9</sub>S<sub>8</sub>.</p>", "clean_text": "The as-prepared Co9S8@ZnAgInS composites with 2, 5, 8, and 15 wt % Co9S8 are named Co9S8@ZnAgInS-2, Co9S8@ZnAgInS-5, Co9S8@ZnAgInS-8, and Co9S8@ZnAgInS-15, respectively. For comparison, bare ZnAgInS was synthesized under the same reaction conditions without the addition of Co9S8.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>The morphologies\nand sizes of the obtained products were measured with a JEOL JEM-2010F\ntransmission electron microscope (TEM) equipped with an energy-dispersive\nX-ray (EDX) spectrometer operating at 200 kV. The crystal phases of\nthe products were characterized by powder X-ray diffraction (XRD)\nrecording by a Rigaku D/max-2500 X-ray diffractometer with Cu Kα\nradiation. The chemical compositions of the samples were analyzed\nby the X-ray photoelectron spectra (XPS, PHI Quantum 2000) with the\nreference of the C 1s peak (284.6 eV). UV–vis absorption spectra\nof the samples were measured with a Hitachi 3010 UV–vis spectrophotometer\n(Hitachi, Japan). UV–vis–NIR diffuse reflectance spectra\n(DRS) were obtained with a Shimadzu UV-3600 spectrometer using BaSO<sub>4</sub> as a reference. Photoluminescence (PL) spectra of the samples\nwere recorded using an F-4500 fluorescence spectrophotometer with\n330 nm of excitation wavelength at room temperature. The Brunauer–Emmett–Teller\n(BET) specific surface areas of the products were measured with a\nMicromeritics ASAP 2020 nitrogen adsorption apparatus.</p>", "clean_text": "Characterization\n\nThe morphologies and sizes of the obtained products were measured with a JEOL JEM-2010F transmission electron microscope (TEM) equipped with an energy-dispersive X-ray (EDX) spectrometer operating at 200 kV. The crystal phases of the products were characterized by powder X-ray diffraction (XRD) recording by a Rigaku D/max-2500 X-ray diffractometer with Cu Kα radiation. The chemical compositions of the samples were analyzed by the X-ray photoelectron spectra (XPS, PHI Quantum 2000) with the reference of the C 1s peak (284.6 eV). UV-vis absorption spectra of the samples were measured with a Hitachi 3010 UV-vis spectrophotometer (Hitachi, Japan). UV-vis-NIR diffuse reflectance spectra (DRS) were obtained with a Shimadzu UV-3600 spectrometer using BaSO4 as a reference. Photoluminescence (PL) spectra of the samples were recorded using an F-4500 fluorescence spectrophotometer with 330 nm of excitation wavelength at room temperature. The Brunauer-Emmett-Teller (BET) specific surface areas of the products were measured with a Micromeritics ASAP 2020 nitrogen adsorption apparatus.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Photocatalytic Degradation of RhB</title><p>Photocatalytic experiments\nwere performed with an SGY-IB multifunction\nphotochemical reactor (Nanjing Sidongke Electric Co. Ltd.). In a typical\nexperiment, 10 mg of catalyst and 20 mL of RhB aqueous solution (60\nmg·L<sup>–1</sup>) were mixed in a quartz cuvette. The\nsuspension was first stirred in the dark for 30 min to attain an adsorption–desorption\nequilibrium between the catalyst and dye. Then, the photoreaction\nvessels were exposed to the irradiation of simulated solar light produced\nby a 300 W Xe lamp (PL-X500D) whose wavelength distribution is similar\nto that of solar light. The reaction solutions were analyzed by recording\nthe variation of the maximum absorption band (554 nm) of RhB in UV–vis\nspectra at given time intervals.</p>", "clean_text": "Photocatalytic Degradation of RhB\n\nPhotocatalytic experiments were performed with an SGY-IB multifunction photochemical reactor (Nanjing Sidongke Electric Co. Ltd.). In a typical experiment, 10 mg of catalyst and 20 mL of RhB aqueous solution (60 mg⋅L-1) were mixed in a quartz cuvette. The suspension was first stirred in the dark for 30 min to attain an adsorption-desorption equilibrium between the catalyst and dye. Then, the photoreaction vessels were exposed to the irradiation of simulated solar light produced by a 300 W Xe lamp (PL-X500D) whose wavelength distribution is similar to that of solar light. The reaction solutions were analyzed by recording the variation of the maximum absorption band (554 nm) of RhB in UV-vis spectra at given time intervals.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Photocatalytic\nHydrogen Evolution</title><p>Photocatalytic hydrogen evolution experiments\nwere operated on an\nouter Pyrex irradiation cell which was connected to a closed gas circulation\nsystem. In a typical experiment, 20 mg of the sample of catalyst was\ndispersed in 100 mL of aqueous solution containing 10 vol % triethanolamine\n(TEOA). Before the reaction, the system was vacuumed thoroughly and\nintroduced nitrogen. The photocatalytic reaction was initiated by\nusing a 300 W Xe-lamp (PLS-SXE300). The amount of generated H<sub>2</sub> was analyzed with an online GC7900 gas chromatograph.</p>", "clean_text": "Photocatalytic Hydrogen Evolution\n\nPhotocatalytic hydrogen evolution experiments were operated on an outer Pyrex irradiation cell which was connected to a closed gas circulation system. In a typical experiment, 20 mg of the sample of catalyst was dispersed in 100 mL of aqueous solution containing 10 vol % triethanolamine (TEOA). Before the reaction, the system was vacuumed thoroughly and introduced nitrogen. The photocatalytic reaction was initiated by using a 300 W Xe-lamp (PLS-SXE300). The amount of generated H2 was analyzed with an online GC7900 gas chromatograph.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Electrochemical and Photoelectrochemical Measurements</title><p>The photocurrents were determined using an electrochemical workstation\n(CHI660A, Chen Hua Instruments, Shanghai, China) with a standard three-electrode\nsystem. The system employed Ag/AgCl as the reference electrode, a\nplatinum wire as the counter electrode, and the as-prepared photocatalysts\nas working electrodes. Next, 0.1 mol/L of Na<sub>2</sub>SO<sub>4</sub> solution was used as the supporting electrolyte and a 300 W Xe lamp\nwas utilized as a light source. The photocurrent intensities were\nmeasured at 0.0 V with the light on and off. The Nyquist plots were\nmeasured over a 100–10<sup>6</sup> Hz of frequency range at\nopen circuit.</p>", "clean_text": "Electrochemical and Photoelectrochemical Measurements\n\nThe photocurrents were determined using an electrochemical workstation (CHI660A, Chen Hua Instruments, Shanghai, China) with a standard three-electrode system. The system employed Ag/AgCl as the reference electrode, a platinum wire as the counter electrode, and the as-prepared photocatalysts as working electrodes. Next, 0.1 mol/L of Na2SO4 solution was used as the supporting electrolyte and a 300 W Xe lamp was utilized as a light source. The photocurrent intensities were measured at 0.0 V with the light on and off. The Nyquist plots were measured over a 100-106 Hz of frequency range at open circuit.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Morphological and Structural Characterization</title><p>\n and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Figures S1 and S2</ext-link> present the TEM and SEM images\nof pure ZnAgInS, Co<sub>9</sub>S<sub>8</sub>, and composite Co<sub>9</sub>S<sub>8</sub>@ZnAgInS, respectively. As shown in these figures,\npristine ZnAgInS displays a microsphere morphology, which is composed\nof many cross-linked nanosheets. Co<sub>9</sub>S<sub>8</sub> exhibits\npolyhedral cage morphology with hollow architecture. The Co<sub>9</sub>S<sub>8</sub>@ZnAgInS is a hierarchical heterostructred cage, in\nwhich ZnAgInS nanosheets are randomly dispersed on the surface of\nCo<sub>9</sub>S<sub>8</sub> polyhedrons. The assembled heterostructure\nwith an intimate-contact interface is very favorable for efficient\ncharge transfer between Co<sub>9</sub>S<sub>8</sub> and ZnAgInS. HRTEM\nimages of ZnAgInS and Co<sub>9</sub>S<sub>8</sub> reveal the highly\ncrystalline nature of the as-prepared products (d and e). The lattice spacings of 0.33 and\n0.28 nm correspond to the (101) planes of ZnAgInS and (222) planes\nof cubic Co<sub>9</sub>S<sub>8</sub>, respectively, which are consistent\nwith a previous report. The HRTEM image of\nCo<sub>9</sub>S<sub>8</sub>@ZnAgInS further confirms the formation\nof a heterostructure between Co<sub>9</sub>S<sub>8</sub> and ZnAgInS\n(f).</p>", "clean_text": "Results and Discussion\n\nMorphological and Structural Characterization\n\n  and Figures S1 and S2 present the TEM and SEM images of pure ZnAgInS, Co9S8, and composite Co9S8@ZnAgInS, respectively. As shown in these figures, pristine ZnAgInS displays a microsphere morphology, which is composed of many cross-linked nanosheets. Co9S8 exhibits polyhedral cage morphology with hollow architecture. The Co9S8@ZnAgInS is a hierarchical heterostructred cage, in which ZnAgInS nanosheets are randomly dispersed on the surface of Co9S8 polyhedrons. The assembled heterostructure with an intimate-contact interface is very favorable for efficient charge transfer between Co9S8 and ZnAgInS. HRTEM images of ZnAgInS and Co9S8 reveal the highly crystalline nature of the as-prepared products (d and e). The lattice spacings of 0.33 and 0.28 nm correspond to the (101) planes of ZnAgInS and (222) planes of cubic Co9S8, respectively, which are consistent with a previous report. The HRTEM image of Co9S8@ZnAgInS further confirms the formation of a heterostructure between Co9S8 and ZnAgInS (f).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM images\nof (a) ZnAgInS, (b) Co<sub>9</sub>S<sub>8</sub>, and\n(c) Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5. HRTEM images of (d) ZnAgInS,\n(e) Co<sub>9</sub>S<sub>8</sub>, and (f) Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic0c00514_0006.tif\"></graphic>\n</fig>", "clean_text": " 2  TEM images of (a) ZnAgInS, (b) Co9S8, and (c) Co9S8@ZnAgInS-5. HRTEM images of (d) ZnAgInS, (e) Co9S8, and (f) Co9S8@ZnAgInS-5.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The chemical composition of the\nproduct was confrimed by EDX spectroscopy.\nAs shown in g and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Figure S3</ext-link>, all of the elements including\nZn, Ag, In, Co, and S are detected in Co<sub>9</sub>S<sub>8</sub>@ZnAgInS,\nindicating that the exact ingredients are integrated into the product\ndesirably. The weight percentages of elements in Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 are shown in g. The content of Co<sub>9</sub>S<sub>8</sub> in the\noptimized Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 heterostructre is\nabout 5% determined by EDX, which is consistent with the theory value.\nEDX mapping is further employed to identify the composition and internal\nstructure of the composite. As shown in , the element of Co is mainly distributed\nin the polyhedral cage, while the elements of Zn, Ag, In, and S are\nhomogeneously distributed throughout the whole composite. These results\nfurther confirm that the composite possesses a polyhedral cage morphology\nwith hollow architecture in which the ZnAgInS nanosheets are randomly\ncoated on the surface of polyhedral cage Co<sub>9</sub>S<sub>8</sub>.</p>", "clean_text": "The chemical composition of the product was confrimed by EDX spectroscopy. As shown in g and Figure S3, all of the elements including Zn, Ag, In, Co, and S are detected in Co9S8@ZnAgInS, indicating that the exact ingredients are integrated into the product desirably. The weight percentages of elements in Co9S8@ZnAgInS-5 are shown in g. The content of Co9S8 in the optimized Co9S8@ZnAgInS-5 heterostructre is about 5% determined by EDX, which is consistent with the theory value. EDX mapping is further employed to identify the composition and internal structure of the composite. As shown in , the element of Co is mainly distributed in the polyhedral cage, while the elements of Zn, Ag, In, and S are homogeneously distributed throughout the whole composite. These results further confirm that the composite possesses a polyhedral cage morphology with hollow architecture in which the ZnAgInS nanosheets are randomly coated on the surface of polyhedral cage Co9S8.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a–f) EDX elemental mapping images and (g) EDX spectroscopy\nof Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5. Inset in g is the corresponding\nweight percentages of the elements.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic0c00514_0007.tif\"></graphic>\n</fig>", "clean_text": " 3  (a-f) EDX elemental mapping images and (g) EDX spectroscopy of Co9S8@ZnAgInS-5. Inset in g is the corresponding weight percentages of the elements.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>X-ray photoelectron spectroscopy (XPS) was performed to elucidate\nthe surface composition and chemical states of the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS. In a, the XPS survey spectrum of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS\nindicates that the composite is composed of Zn, Ag, In, Co, and S\natoms, which is in good agreement with the EDX results. The Zn 2p\nXPS spectrum (b) shows two peaks centered at 1021.3 and 1044.4 eV, corresponding\nto Zn 2p<sub>3/2</sub> and Zn 2p<sub>1/2</sub>, respectively. As shown in c, the peaks at 373.8 and 367.8 eV are assigned\nto Ag 3d<sub>3/2</sub> and Ag 3d<sub>5/2</sub>, respectively. For In 3d XPS spectrum (d), the peaks at 444.4 and 451.2 eV correspond\nto In 3d<sub>5/2</sub> and In 3d<sub>3/2</sub>, respectively.\ne shows the Co 2p XPS spectrum, which contains two spinorbit\ndoublets, in which the first doublet (with peaks at 778.5 and 793.3\neV) and the second doublet (with peaks at 780.8 and 796.1 eV) are\nassigned to the Co 2p<sub>3/2</sub> and Co 2p<sub>1/2</sub>, respectively,\nindicating the coexistence of Co<sup>3+</sup> and Co<sup>2+</sup>. The remaining two peaks located at 784.8 and\n800.3 eV are satellite peaks. The XPS\nspectrum of S 2p (f) can be divided into two separate peaks, which are centered\nat 161.2 and 162.5 eV and are indexed to S 2p<sub>3/2</sub> and S\n2p<sub>1/2</sub>, respectively. The high-resolution\nXPS analysis together with the EDX confirm the succcessful synthesis\nof the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS composite.</p>", "clean_text": "X-ray photoelectron spectroscopy (XPS) was performed to elucidate the surface composition and chemical states of the Co9S8@ZnAgInS. In a, the XPS survey spectrum of Co9S8@ZnAgInS indicates that the composite is composed of Zn, Ag, In, Co, and S atoms, which is in good agreement with the EDX results. The Zn 2p XPS spectrum (b) shows two peaks centered at 1021.3 and 1044.4 eV, corresponding to Zn 2p3/2 and Zn 2p1/2, respectively. As shown in c, the peaks at 373.8 and 367.8 eV are assigned to Ag 3d3/2 and Ag 3d5/2, respectively. For In 3d XPS spectrum (d), the peaks at 444.4 and 451.2 eV correspond to In 3d5/2 and In 3d3/2, respectively. e shows the Co 2p XPS spectrum, which contains two spinorbit doublets, in which the first doublet (with peaks at 778.5 and 793.3 eV) and the second doublet (with peaks at 780.8 and 796.1 eV) are assigned to the Co 2p3/2 and Co 2p1/2, respectively, indicating the coexistence of Co3+ and Co2+. The remaining two peaks located at 784.8 and 800.3 eV are satellite peaks. The XPS spectrum of S 2p (f) can be divided into two separate peaks, which are centered at 161.2 and 162.5 eV and are indexed to S 2p3/2 and S 2p1/2, respectively. The high-resolution XPS analysis together with the EDX confirm the succcessful synthesis of the Co9S8@ZnAgInS composite.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XPS spectra of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS: (a) survey\nspectrum and high-resolution XPS spectra of (b) Zn 2p, (c) Ag 3d,\n(d) In 3d, (e) Co 2p, and (f) S 2p.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic0c00514_0008.tif\"></graphic>\n</fig>", "clean_text": " 4  XPS spectra of Co9S8@ZnAgInS: (a) survey spectrum and high-resolution XPS spectra of (b) Zn 2p, (c) Ag 3d, (d) In 3d, (e) Co 2p, and (f) S 2p.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The crystalline phases of the prepared products were determined\nby XRD analysis (). The pristine ZnAgInS shows diffraction peaks at 21.6°, 27.7°,\n47.2°, 52.4°, and 55.6°, which are indexed to (006),\n(102), (110), (116), and (202) crystallographic planes of hexagonal\nZnIn<sub>2</sub>S<sub>4</sub> (JCPDS No. 65-2023), suggesting that the introduction of trace silver does not\nchange the crystalline phase structure of ZnIn<sub>2</sub>S<sub>4</sub>. The bare Co<sub>9</sub>S<sub>8</sub> sample can be assigned to\nthe cubic phase of Co<sub>9</sub>S<sub>8</sub> (JCPDS No. 86–2273). For the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS\nsamples, besides the typical diffraction peaks of ZnAgInS, two additional\npeaks appear at 2θ value of 29.8° and 52.1°, which\ncan be attributed to Co<sub>9</sub>S<sub>8</sub>. Furthermore, it\nis observed that the peak intensities of Co<sub>9</sub>S<sub>8</sub> become stronger with increasing Co<sub>9</sub>S<sub>8</sub> amount\nin the composites. These results validate that the heterostructured\nCo<sub>9</sub>S<sub>8</sub>@ZnAgInS is successfully prepared.</p>", "clean_text": "The crystalline phases of the prepared products were determined by XRD analysis (). The pristine ZnAgInS shows diffraction peaks at 21.6°, 27.7°, 47.2°, 52.4°, and 55.6°, which are indexed to (006), (102), (110), (116), and (202) crystallographic planes of hexagonal ZnIn2S4 (JCPDS No. 65-2023), suggesting that the introduction of trace silver does not change the crystalline phase structure of ZnIn2S4. The bare Co9S8 sample can be assigned to the cubic phase of Co9S8 (JCPDS No. 86-2273). For the Co9S8@ZnAgInS samples, besides the typical diffraction peaks of ZnAgInS, two additional peaks appear at 2θ value of 29.8° and 52.1°, which can be attributed to Co9S8. Furthermore, it is observed that the peak intensities of Co9S8 become stronger with increasing Co9S8 amount in the composites. These results validate that the heterostructured Co9S8@ZnAgInS is successfully prepared.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XRD patterns\nof ZnAgInS, Co<sub>9</sub>S<sub>8</sub>, and Co<sub>9</sub>S<sub>8</sub>@ZnAgInS.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic0c00514_0009.tif\"></graphic>\n</fig>", "clean_text": " 5  XRD patterns of ZnAgInS, Co9S8, and Co9S8@ZnAgInS.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>The surface areas and porous structure\nof the products were measured\nby an N<sub>2</sub> adsorption–desorption experiment. As shown\nin a, all samples\nexhibit type IV isotherms, suggesting the mesoporous structure of\nthe materials. The pore-size distributions of the samples are estimated\nby the BJH (Barrett–Joyner–Halenda) method. The obtained\nresults are shown in b and . The BET specific surface areas of pristine Co<sub>9</sub>S<sub>8</sub> and ZnAgInS are 34.9 and 86.2 m<sup>2</sup>g<sup>–1</sup>, respectively. Compared with Co<sub>9</sub>S<sub>8</sub> and ZnAgInS,\nCo<sub>9</sub>S<sub>8</sub>@ZnAgInS shows an increased specific surface\narea (132.9 m<sup>2</sup>g<sup>–1</sup>). It is well-known\nthat the larger surface area can provide more active sites for photocatalytic\nreactions, resulting in an enhanced photocatalytic activity.\n</p>", "clean_text": "The surface areas and porous structure of the products were measured by an N2 adsorption-desorption experiment. As shown in a, all samples exhibit type IV isotherms, suggesting the mesoporous structure of the materials. The pore-size distributions of the samples are estimated by the BJH (Barrett-Joyner-Halenda) method. The obtained results are shown in b and . The BET specific surface areas of pristine Co9S8 and ZnAgInS are 34.9 and 86.2 m2g-1, respectively. Compared with Co9S8 and ZnAgInS, Co9S8@ZnAgInS shows an increased specific surface area (132.9 m2g-1). It is well-known that the larger surface area can provide more active sites for photocatalytic reactions, resulting in an enhanced photocatalytic activity. ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a)\nNitrogen absorption–desorption isotherms and (b) the\ncorresponding pore size distribution of the samples.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic0c00514_0010.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Nitrogen absorption-desorption isotherms and (b) the corresponding pore size distribution of the samples.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Textural Properties of\nthe Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub> (m<sup>2</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">pore volume (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">average pore\nsize (nm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Co<sub>9</sub>S<sub>8</sub>@ZnAgInS</oasis:entry>\n<oasis:entry>132.869</oasis:entry>\n<oasis:entry>0.280</oasis:entry>\n<oasis:entry>1.845</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnAgInS</oasis:entry>\n<oasis:entry>86.164</oasis:entry>\n<oasis:entry>0.097</oasis:entry>\n<oasis:entry>1.813</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>9</sub>S<sub>8</sub>\n</oasis:entry>\n<oasis:entry>34.907</oasis:entry>\n<oasis:entry>0.047</oasis:entry>\n<oasis:entry>13.045</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<title>Optical Properties</title><p>The UV–vis\ndiffuse reflectance spectra of pristine ZnAgInS, Co<sub>9</sub>S<sub>8</sub>, and Co<sub>9</sub>S<sub>8</sub>@ZnAgInS were measured and\nare shown in a. Pure Co<sub>9</sub>S<sub>8</sub> exhibits broad absorption from\nthe ultraviolet region to the visible region (300–800 nm),\nsuggesting it owns a strong light harvesting capacity. It is reported\nthat hollow structured polyhedral cage Co<sub>9</sub>S<sub>8</sub> possesses a stronger light absorption in contrast to the solid polyhedral\nCo<sub>9</sub>S<sub>8</sub>, due to multiple reflections inside the\ncavity of the hollow structure. The absorption\nedge of pure ZnAgInS located at about 560 nm can be assigned to its\nintrinsic band gap absorption. The Co<sub>9</sub>S<sub>8</sub>@ZnAgInS\nsamples show stronger light absorption and extended visible light\nresponse in comparison with those of pure ZnAgInS. The absorption\nedges of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS samples show a systematic\nred-shift with increasing the Co<sub>9</sub>S<sub>8</sub> content.\nThe red-shift and strong visible light absorption suggest that the\ncomposite can absorb more visible light to generate more electron–hole\npairs. Digital photographs of the samples\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Figure S4</ext-link>) show that the colors of bare\nZnAgInS and Co<sub>9</sub>S<sub>8</sub> are brown and black, respectively.\nWhen the ZnAgInS is coupled with Co<sub>9</sub>S<sub>8</sub> to form\na composite, its color changes from brown to brownish black and black,\nand the color becomes deep with an increasing of content of Co<sub>9</sub>S<sub>8</sub>.</p>", "clean_text": "Optical Properties\n\nThe UV-vis diffuse reflectance spectra of pristine ZnAgInS, Co9S8, and Co9S8@ZnAgInS were measured and are shown in a. Pure Co9S8 exhibits broad absorption from the ultraviolet region to the visible region (300-800 nm), suggesting it owns a strong light harvesting capacity. It is reported that hollow structured polyhedral cage Co9S8 possesses a stronger light absorption in contrast to the solid polyhedral Co9S8, due to multiple reflections inside the cavity of the hollow structure. The absorption edge of pure ZnAgInS located at about 560 nm can be assigned to its intrinsic band gap absorption. The Co9S8@ZnAgInS samples show stronger light absorption and extended visible light response in comparison with those of pure ZnAgInS. The absorption edges of Co9S8@ZnAgInS samples show a systematic red-shift with increasing the Co9S8 content. The red-shift and strong visible light absorption suggest that the composite can absorb more visible light to generate more electron-hole pairs. Digital photographs of the samples (Figure S4) show that the colors of bare ZnAgInS and Co9S8 are brown and black, respectively. When the ZnAgInS is coupled with Co9S8 to form a composite, its color changes from brown to brownish black and black, and the color becomes deep with an increasing of content of Co9S8.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) UV–vis diffuse reflectance spectra of ZnAgInS,\nCo<sub>9</sub>S<sub>8</sub>, and Co<sub>9</sub>S<sub>8</sub>@ZnAgInS.\n(b)\nPlots of (α<italic>h</italic>ν)<sup>2</sup> vs photon\nenergy (<italic>h</italic>ν).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic0c00514_0011.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) UV-vis diffuse reflectance spectra of ZnAgInS, Co9S8, and Co9S8@ZnAgInS. (b) Plots of (αhν)2 vs photon energy (hν).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>The band gaps of the prepared products are obtained from the Kubelka–Munk\nplots (b).\nThe band gap values of ZnAgInS and Co<sub>9</sub>S<sub>8</sub> are\nestimated to be about 2.52 and 1.01 eV, respectively. As can be seen\nfrom b, the\nband gap values of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS decrease with\nan increase of Co<sub>9</sub>S<sub>8</sub> content, and the band gap\nvalues of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-2, Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5, Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-8, and Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-15 are estimated to be 2.45, 2.35, 2.10,\nand 1.85 eV, respectively.</p>", "clean_text": "The band gaps of the prepared products are obtained from the Kubelka-Munk plots (b). The band gap values of ZnAgInS and Co9S8 are estimated to be about 2.52 and 1.01 eV, respectively. As can be seen from b, the band gap values of Co9S8@ZnAgInS decrease with an increase of Co9S8 content, and the band gap values of Co9S8@ZnAgInS-2, Co9S8@ZnAgInS-5, Co9S8@ZnAgInS-8, and Co9S8@ZnAgInS-15 are estimated to be 2.45, 2.35, 2.10, and 1.85 eV, respectively.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<title>Photoelectrochemical Measurements</title><p>The transfer and separation of the photoinduced charge carriers\nin\nthe interfaces of the composite have great influence on the photocatalytic\nreaction. The photoluminescence (PL) spectrum is often employed to\ninvestigate the behavior of electron–hole pairs. Usually, a higher PL intensity of the photocatalyst\nindicates a fast recombination of the charge carriers, resulting in\nlower photocatalytic activity. As shown\nin a, the pure\nZnAgInS shows a strong emission peak located at about 500 nm with\nan excitation wavelength of 330 nm. Compared with pure ZnAgInS, the\nPL intensity of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS reduces drastically,\nindicating that the recombination of the charge carriers is decreased\ndramatically due to the formation of a heterostructred composite with\nintimate contact of the interfaces between Co<sub>9</sub>S<sub>8</sub> and ZnAgInS. Moreover, time-resolved PL spectroscopy was measured\nto study the charge carrier dynamics of the materials. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Figure S5 and Table S1</ext-link>, the average lifetime\nof Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 (9.97 ns) is longer than\nthat of ZnAgInS (4.18 ns), which further confirms that the formed\nheterojunction can effectively promote the separation of photoinduced\ncharge carriers.</p>", "clean_text": "Photoelectrochemical Measurements\n\nThe transfer and separation of the photoinduced charge carriers in the interfaces of the composite have great influence on the photocatalytic reaction. The photoluminescence (PL) spectrum is often employed to investigate the behavior of electron-hole pairs. Usually, a higher PL intensity of the photocatalyst indicates a fast recombination of the charge carriers, resulting in lower photocatalytic activity. As shown in a, the pure ZnAgInS shows a strong emission peak located at about 500 nm with an excitation wavelength of 330 nm. Compared with pure ZnAgInS, the PL intensity of Co9S8@ZnAgInS reduces drastically, indicating that the recombination of the charge carriers is decreased dramatically due to the formation of a heterostructred composite with intimate contact of the interfaces between Co9S8 and ZnAgInS. Moreover, time-resolved PL spectroscopy was measured to study the charge carrier dynamics of the materials. As shown in Figure S5 and Table S1, the average lifetime of Co9S8@ZnAgInS-5 (9.97 ns) is longer than that of ZnAgInS (4.18 ns), which further confirms that the formed heterojunction can effectively promote the separation of photoinduced charge carriers.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) PL spectra of the samples under 330 nm excitation.\n(b) Transient\nphotocurrent density response of the samples under 300 W Xe-lamp irradiation\nat 0.2 V bias vs. Ag/AgCl. (c) EIS Nyquist plots of the samples in\nthe dark.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ic0c00514_0012.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) PL spectra of the samples under 330 nm excitation. (b) Transient photocurrent density response of the samples under 300 W Xe-lamp irradiation at 0.2 V bias vs. Ag/AgCl. (c) EIS Nyquist plots of the samples in the dark.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>The interface charge transfer\nand separation efficiency can be\nfurther investigated by the photoelectrochemical measurements. b shows the transient\nphotocurrent response of pure ZnAgInS, Co<sub>9</sub>S<sub>8</sub>, and Co<sub>9</sub>S<sub>8</sub>@ZnAgInS for several on–off\ncycles. The pure Co<sub>9</sub>S<sub>8</sub> shows a very low photocurrent\ndensity, due to its fast recombination of photogenerated electrons\nand holes. The unmodified ZnAgInS photoelectrode generates an anodic\nphotocurrent with a value of about 1.5 μA·cm<sup>–2</sup>, while the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS shows a much higher\nphotocurrent intensity compared with Co<sub>9</sub>S<sub>8</sub> and\nZnAgInS. These results demonstrate that the prepared composite possesses\na stronger ability to generate and transfer the photoinduced charge\ncarriers under light irradiation. c reveals the EIS Nyquist plots of the products,\ncorresponding to their charge transfer resistance. The smaller arc\nradius of the EIS Nyquist plot implies a lower impedance and faster\ninterface charge transfer. As shown in c, Co<sub>9</sub>S<sub>8</sub>@ZnAgInS has the smallest arc radius of the EIS Nyquist\nplots, indicating that the hybrid composite has the lowest resistance\nin contrast to its single components Co<sub>9</sub>S<sub>8</sub> and\nZnAgInS. These results verify the improved transfer and separation\nefficiency of photoinduced charges in Co<sub>9</sub>S<sub>8</sub>@ZnAgInS.</p>", "clean_text": "The interface charge transfer and separation efficiency can be further investigated by the photoelectrochemical measurements. b shows the transient photocurrent response of pure ZnAgInS, Co9S8, and Co9S8@ZnAgInS for several on-off cycles. The pure Co9S8 shows a very low photocurrent density, due to its fast recombination of photogenerated electrons and holes. The unmodified ZnAgInS photoelectrode generates an anodic photocurrent with a value of about 1.5 μA⋅cm-2, while the Co9S8@ZnAgInS shows a much higher photocurrent intensity compared with Co9S8 and ZnAgInS. These results demonstrate that the prepared composite possesses a stronger ability to generate and transfer the photoinduced charge carriers under light irradiation. c reveals the EIS Nyquist plots of the products, corresponding to their charge transfer resistance. The smaller arc radius of the EIS Nyquist plot implies a lower impedance and faster interface charge transfer. As shown in c, Co9S8@ZnAgInS has the smallest arc radius of the EIS Nyquist plots, indicating that the hybrid composite has the lowest resistance in contrast to its single components Co9S8 and ZnAgInS. These results verify the improved transfer and separation efficiency of photoinduced charges in Co9S8@ZnAgInS.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Photocatalytic Degradation of RhB</title><p>The photocatalytic\nproperties of the as-prepared samples were evaluated\nfirst by the degradation of RhB under simulated solar light irradiation.\nAs shown in a, the result of the blank test demonstrates that there is no obvious\ndegradation of RhB after irradiation for 25 min, suggesting that RhB\nis quite stable under irradiation. Both pure Co<sub>9</sub>S<sub>8</sub> and ZnAgInS samples exhibit low photocatalytic activity for the\ndegradation of RhB under simulated solar light irradiation. However,\nafter assembling the ZnAgInS nanosheets on the surface of the Co<sub>9</sub>S<sub>8</sub> polyhedral cage to form the hollow structured\nheterojunction, the photocatalytic efficiency is substantially improved.\nMoreover, the Co<sub>9</sub>S<sub>8</sub> content has a significant\ninfluence on the photocatalytic efficiency of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS. As shown in a, with an increase of Co<sub>9</sub>S<sub>8</sub> content,\nthe photocatalytic efficiency of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS\nincreases and reaches a maximum value at 5% Co<sub>9</sub>S<sub>8</sub>. Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 shows the highest photocatalytic\nactivity with 95% degradation ratio of the RhB after exposure under\nXe lamp for 25 min. b shows the absorbance spectra of RhB catalyzed by Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 under simulated solar light irradiation\nas a function of the irradiation time. The main absorption peak of\nthe RhB molecule located at 554 nm gradually decreases with the increase\nof irradiation time, demonstrating the degradation of RhB upon simulated\nsolar light irradiation. The kinetic behaviors of as-prepared samples\nfor RhB degradation were further investigated. As illustrated in c, all of them fit\nwell with the pseudo-first-order correlation. On the basis of the\nplots, the calculated degradation apparent rate constants of the catalysts\nare 0.122, 0.0426, and 0.0029 min<sup>–1</sup> for Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5, ZnAgInS, and Co<sub>9</sub>S<sub>8</sub> (d), respectively.\nThe Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 is 3 and 42 times higher\nthan that of ZnAgInS and Co<sub>9</sub>S<sub>8</sub>, respectively. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Figure S6</ext-link> shows the results of recycling tests\nof Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 for photocatalytic degradation\nof RhB. The photocatalytic activity does not show a significant decrease\nin five successive cycles, indicating the high stability of the as-prepared\ncomposite.</p>", "clean_text": "Photocatalytic Degradation of RhB\n\nThe photocatalytic properties of the as-prepared samples were evaluated first by the degradation of RhB under simulated solar light irradiation. As shown in a, the result of the blank test demonstrates that there is no obvious degradation of RhB after irradiation for 25 min, suggesting that RhB is quite stable under irradiation. Both pure Co9S8 and ZnAgInS samples exhibit low photocatalytic activity for the degradation of RhB under simulated solar light irradiation. However, after assembling the ZnAgInS nanosheets on the surface of the Co9S8 polyhedral cage to form the hollow structured heterojunction, the photocatalytic efficiency is substantially improved. Moreover, the Co9S8 content has a significant influence on the photocatalytic efficiency of Co9S8@ZnAgInS. As shown in a, with an increase of Co9S8 content, the photocatalytic efficiency of Co9S8@ZnAgInS increases and reaches a maximum value at 5% Co9S8. Co9S8@ZnAgInS-5 shows the highest photocatalytic activity with 95% degradation ratio of the RhB after exposure under Xe lamp for 25 min. b shows the absorbance spectra of RhB catalyzed by Co9S8@ZnAgInS-5 under simulated solar light irradiation as a function of the irradiation time. The main absorption peak of the RhB molecule located at 554 nm gradually decreases with the increase of irradiation time, demonstrating the degradation of RhB upon simulated solar light irradiation. The kinetic behaviors of as-prepared samples for RhB degradation were further investigated. As illustrated in c, all of them fit well with the pseudo-first-order correlation. On the basis of the plots, the calculated degradation apparent rate constants of the catalysts are 0.122, 0.0426, and 0.0029 min-1 for Co9S8@ZnAgInS-5, ZnAgInS, and Co9S8 (d), respectively. The Co9S8@ZnAgInS-5 is 3 and 42 times higher than that of ZnAgInS and Co9S8, respectively. Figure S6 shows the results of recycling tests of Co9S8@ZnAgInS-5 for photocatalytic degradation of RhB. The photocatalytic activity does not show a significant decrease in five successive cycles, indicating the high stability of the as-prepared composite.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Photocatalytic degradation of RhB over different photocatalysts\nunder simulated solar light irradiation. (b) Time-dependent absorption\nspectra for RhB degradation over Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5.\n(c) The kinetic curves and (d) apparent rate constants of the samples\nfor RhB degradation.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ic0c00514_0013.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) Photocatalytic degradation of RhB over different photocatalysts under simulated solar light irradiation. (b) Time-dependent absorption spectra for RhB degradation over Co9S8@ZnAgInS-5. (c) The kinetic curves and (d) apparent rate constants of the samples for RhB degradation.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Detection\nof Active Species in the Photocatalysis</title><p>In order to investigate\nthe photocatalytic degradation mechanism,\nradical capture experiments were performed. Generally, hydroxyl radicals\n(<sup>•</sup>OH), superoxide radicals (<sup>•</sup>O<sub>2</sub>\n<sup>–</sup>) and photogenerated holes (h<sup>+</sup>) are the acknowledged active species in the reaction of photocatalytic\ndegradation of organic molecules. The\nscavenger experiments using three different types of scavengers, IPA\n(a quencher of <sup>•</sup>OH), BQ (a quencher of <sup>•</sup>O<sub>2</sub>\n<sup>–</sup>), and TEOA (a quencher of h<sup>+</sup>) over the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 sample, were\ncarried out to identify the active species involved in the reaction\nsystem.  shows\nthe photocatalytic degradation of RhB in the presence of different\nscavengers under Xe lamp irradiation for 25 min. It is found that\n95% RhB is degraded with absent scavengers. However, the degradation\nratio significantly decreases to 15% with the presence of TEOA (1\nmM), indicating h<sup>+</sup> is a major reactive species. Meanwhile,\nthe presence of BQ (1 mM) and IPA (1 mM) are is found to inhibit the\ndegradation ratio to 67.7% and 87.0%, respectively, indicating that <sup>•</sup>O<sub>2</sub>\n<sup>–</sup> plays a more important\nrole in contrast to <sup>•</sup>OH in the reaction. Thus, the\ninfluence of the active species in the RhB photodegradation reaction\nfollows the sequence h<sup>+</sup> &gt; <sup>•</sup>O<sub>2</sub>\n<sup>–</sup> &gt; <sup>•</sup>OH.</p>", "clean_text": "Detection of Active Species in the Photocatalysis\n\nIn order to investigate the photocatalytic degradation mechanism, radical capture experiments were performed. Generally, hydroxyl radicals (⋅OH), superoxide radicals (⋅O2 -) and photogenerated holes (h+) are the acknowledged active species in the reaction of photocatalytic degradation of organic molecules. The scavenger experiments using three different types of scavengers, IPA (a quencher of ⋅OH), BQ (a quencher of ⋅O2 -), and TEOA (a quencher of h+) over the Co9S8@ZnAgInS-5 sample, were carried out to identify the active species involved in the reaction system.  shows the photocatalytic degradation of RhB in the presence of different scavengers under Xe lamp irradiation for 25 min. It is found that 95% RhB is degraded with absent scavengers. However, the degradation ratio significantly decreases to 15% with the presence of TEOA (1 mM), indicating h+ is a major reactive species. Meanwhile, the presence of BQ (1 mM) and IPA (1 mM) are is found to inhibit the degradation ratio to 67.7% and 87.0%, respectively, indicating that ⋅O2 - plays a more important role in contrast to ⋅OH in the reaction. Thus, the influence of the active species in the RhB photodegradation reaction follows the sequence h+ > ⋅O2 - > ⋅OH.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Photocatalytic degradation\nof RhB over Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 in the presence\nof different scavengers under simulated\nsolar light irradiation.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"ic0c00514_0002.tif\"></graphic>\n</fig>", "clean_text": " 10  Photocatalytic degradation of RhB over Co9S8@ZnAgInS-5 in the presence of different scavengers under simulated solar light irradiation.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<title>Photocatalytic\nHydrogen Evolution</title><p>The photocatalytic hydrogen evolution\nactivities of the as-prepared\nsamples were evaluated under simulated solar light irradiation using\nascorbic acid (AA) as a scavenger. As shown in , bare Co<sub>9</sub>S<sub>8</sub> is almost\ninactive to photocatalytic hydrogen evolution, probably due to its\nhigh recombination rate of photoinduced charges. Pristine ZnAgInS\nexhibits low photocatalytic activity with a H<sub>2</sub> evolution\nrate of 2171.3 μmol g<sup>–1</sup> h<sup>–1</sup>. However, after coupling with Co<sub>9</sub>S<sub>8</sub> to form\nthe composite Co<sub>9</sub>S<sub>8</sub>@ZnAgInS, the catalytic activity\nis substantially promoted, with the highest hydrogen evolution rate\nbeing 9395.3 μmol g<sup>–1</sup> h<sup>–1</sup>, which is about 4.3 and many times higher than that of pure ZnAgInS\nand Co<sub>9</sub>S<sub>8</sub>, respectively. Interestingly, the\nobtained result is also higher than for other similar materials reported\nin the previous literatures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Table S2</ext-link>).\nAs shown in a and b, the H<sub>2</sub> evolution rates over the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS composite increase with increasing Co<sub>9</sub>S<sub>8</sub> content, achieving a maximum value of 9395.3 μmol\ng<sup>–1</sup> h<sup>–1</sup> with a Co<sub>9</sub>S<sub>8</sub> content of 5%. However, further increasing the Co<sub>9</sub>S<sub>8</sub> content leads to a decrease of photocatalytic H<sub>2</sub> evolution rates. It is obvious that the Co<sub>9</sub>S<sub>8</sub> content in the composite greatly affects the photocatalytic\nactivity of the composite. When the Co<sub>9</sub>S<sub>8</sub> content\nis relatively low (&lt;5%), the enhanced photocatalytic activity of\nCo<sub>9</sub>S<sub>8</sub>@ZnAgInS can be ascribed to the formation\nof a heterojunction, which accelerates the transfer and separation\nof photoinduced charges, enhances solar light harvesting, and offers\nlarge surface area and active sites for photocatalytic reaction. Nevertheless,\nexcessive Co<sub>9</sub>S<sub>8</sub> causes a reduction in the photocatalytic\nefficiency. The decrease is probably due to the following reasons:\n(i) Accompanying the increase of Co<sub>9</sub>S<sub>8</sub> content,\nthe content of ZnAgInS, which is the main activity substance, will\ndecrease relatively. (ii) Excessive Co<sub>9</sub>S<sub>8</sub> may\nturn into a recombination center for photoinduced charges.\n</p>", "clean_text": "Photocatalytic Hydrogen Evolution\n\nThe photocatalytic hydrogen evolution activities of the as-prepared samples were evaluated under simulated solar light irradiation using ascorbic acid (AA) as a scavenger. As shown in , bare Co9S8 is almost inactive to photocatalytic hydrogen evolution, probably due to its high recombination rate of photoinduced charges. Pristine ZnAgInS exhibits low photocatalytic activity with a H2 evolution rate of 2171.3 μmol g-1 h-1. However, after coupling with Co9S8 to form the composite Co9S8@ZnAgInS, the catalytic activity is substantially promoted, with the highest hydrogen evolution rate being 9395.3 μmol g-1 h-1, which is about 4.3 and many times higher than that of pure ZnAgInS and Co9S8, respectively. Interestingly, the obtained result is also higher than for other similar materials reported in the previous literatures (Table S2). As shown in a and b, the H2 evolution rates over the Co9S8@ZnAgInS composite increase with increasing Co9S8 content, achieving a maximum value of 9395.3 μmol g-1 h-1 with a Co9S8 content of 5%. However, further increasing the Co9S8 content leads to a decrease of photocatalytic H2 evolution rates. It is obvious that the Co9S8 content in the composite greatly affects the photocatalytic activity of the composite. When the Co9S8 content is relatively low (<5%), the enhanced photocatalytic activity of Co9S8@ZnAgInS can be ascribed to the formation of a heterojunction, which accelerates the transfer and separation of photoinduced charges, enhances solar light harvesting, and offers large surface area and active sites for photocatalytic reaction. Nevertheless, excessive Co9S8 causes a reduction in the photocatalytic efficiency. The decrease is probably due to the following reasons: (i) Accompanying the increase of Co9S8 content, the content of ZnAgInS, which is the main activity substance, will decrease relatively. (ii) Excessive Co9S8 may turn into a recombination center for photoinduced charges. ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(a) Plots of photocatalytic hydrogen evolution amount vs irradiation\ntime and (b) the apparent hydrogen evolution rate over different samples\nunder simulated solar light irradiation.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"ic0c00514_0003.tif\"></graphic>\n</fig>", "clean_text": " 11  (a) Plots of photocatalytic hydrogen evolution amount vs irradiation time and (b) the apparent hydrogen evolution rate over different samples under simulated solar light irradiation.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Besides high H<sub>2</sub> evolution activity, good reusability\nis another key factor for highly efficient photocatalysts.  shows the recycling\ntests of the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 composite for H<sub>2</sub> evolution in five successive cycling reactions. The duration\nof light exposure in each cycle was 4 h. No apparent deactivation\nis observed in the five successive cycles, indicating the high stability\nof the as-prepared composite. Furthermore, TEM and SEM images and\nXRD patterns of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 after photocatalytic\nexperiments were measured. As shown in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Figures S2 and S7</ext-link>, the morphologies and XRD patterns of the samples before and after\nphotocatalytic experiments have no obvious difference, further confirming\nthe high stability of the hybrids.</p>", "clean_text": "Besides high H2 evolution activity, good reusability is another key factor for highly efficient photocatalysts.  shows the recycling tests of the Co9S8@ZnAgInS-5 composite for H2 evolution in five successive cycling reactions. The duration of light exposure in each cycle was 4 h. No apparent deactivation is observed in the five successive cycles, indicating the high stability of the as-prepared composite. Furthermore, TEM and SEM images and XRD patterns of Co9S8@ZnAgInS-5 after photocatalytic experiments were measured. As shown in  and Figures S2 and S7, the morphologies and XRD patterns of the samples before and after photocatalytic experiments have no obvious difference, further confirming the high stability of the hybrids.", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Recycling tests of the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 nanocomposite\nfor photocatalytic hydrogen evolution in five successive cycling reactions.\nThe duration of simulated solar light exposure in each cycle was 4\nh (irradiation time = 20 h).</p>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"ic0c00514_0004.tif\"></graphic>\n</fig>", "clean_text": " 12  Recycling tests of the Co9S8@ZnAgInS-5 nanocomposite for photocatalytic hydrogen evolution in five successive cycling reactions. The duration of simulated solar light exposure in each cycle was 4 h (irradiation time = 20 h).   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<title>Mechanism of the Enhanced Photocatalytic Activity</title><p>In order to explain the mechanism for enhanced photocatalytic activity,\nthe band edge positions of the conduction band (CB) and valence band\n(VB) potentials of Co<sub>9</sub>S<sub>8</sub> and ZnAgInS were confirmed.\nAs for a semiconductor, the CB and VB potentials can be calculated\naccording to the empirical equation:<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"ic0c00514_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">CB</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mi>X</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"ic0c00514_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">VB</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">CB</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n<italic>X</italic> is the electronegativity\nof the semiconductor estimated by the geometric mean of the electronegativity\nof the constituent atoms. The <italic>X</italic> values of Co<sub>9</sub>S<sub>8</sub> and ZnAgInS are about 4.23 and 4.71 eV, respectively.\n<italic>E</italic>\n<sup>e</sup> is the energy of free electrons on\nthe hydrogen scale (<italic>E</italic>\n<sup>e</sup> = 4.5 eV), and <italic>E</italic>\n<sub>g</sub> is the band gap energy of the semiconductor\n(<italic>E</italic>\n<sub>g</sub>’s for Co<sub>9</sub>S<sub>8</sub> and ZnAgInS are 1.01 and 2.52 eV, respectively). From the calculation,\nthe <italic>E</italic>\n<sub>CB</sub>’s of Co<sub>9</sub>S<sub>8</sub> and ZnAgInS are about −0.77 and −1.05 eV vs\nNHE, and the <italic>E</italic>\n<sub>VB</sub>’s of Co<sub>9</sub>S<sub>8</sub> and ZnAgInS are estimated to be 0.24 and 1.47 eV vs\nNHE, respectively. The VB and CB positions of Co<sub>9</sub>S<sub>8</sub> locate in the forbidden band range of ZnAgInS, hence, the\ntype-I heterojunction interfaces are formed in the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS nanocomposite. Under\nthe influence of the built-in electric field, the photoinduced charge\ncarriers migrate rapidly, promoting the separation of charge carriers,\nresulting in a largely enhanced photocatalytic activity.</p>", "clean_text": "Mechanism of the Enhanced Photocatalytic Activity\n\nIn order to explain the mechanism for enhanced photocatalytic activity, the band edge positions of the conduction band (CB) and valence band (VB) potentials of Co9S8 and ZnAgInS were confirmed. As for a semiconductor, the CB and VB potentials can be calculated according to the empirical equation: 1       E   CB   = X -   E   e   -   E   g   / 2      2       E   VB   =   E   CB   +   E   g       X is the electronegativity of the semiconductor estimated by the geometric mean of the electronegativity of the constituent atoms. The X values of Co9S8 and ZnAgInS are about 4.23 and 4.71 eV, respectively. E e is the energy of free electrons on the hydrogen scale (E e = 4.5 eV), and E g is the band gap energy of the semiconductor (E g's for Co9S8 and ZnAgInS are 1.01 and 2.52 eV, respectively). From the calculation, the E CB's of Co9S8 and ZnAgInS are about -0.77 and -1.05 eV vs NHE, and the E VB's of Co9S8 and ZnAgInS are estimated to be 0.24 and 1.47 eV vs NHE, respectively. The VB and CB positions of Co9S8 locate in the forbidden band range of ZnAgInS, hence, the type-I heterojunction interfaces are formed in the Co9S8@ZnAgInS nanocomposite. Under the influence of the built-in electric field, the photoinduced charge carriers migrate rapidly, promoting the separation of charge carriers, resulting in a largely enhanced photocatalytic activity.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>On\nthe basis of the above results, the possible mechanism proposed for\nthe superior photocatalytic activity of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS is illustrated in . Under simulated solar light irradiation, both Co<sub>9</sub>S<sub>8</sub> and ZnAgInS can be excited and engender photoinduced\nelectron–hole pairs. The CB of ZnAgInS (−1.05 eV) is\nmore negative than that of Co<sub>9</sub>S<sub>8</sub> (−0.77\neV). Considering the inner electric field and energy band structure\nof the heterojunction, the photoinduced electrons on the CB of ZnAgInS\ncan rapidly transfer to that of Co<sub>9</sub>S<sub>8</sub>, thus\ninhibiting the recombination of photoinduced electron–hole\npairs and prolonging their lifetime. As a result, a significantly\nenhanced photocatalytic activity can be achieved.</p>", "clean_text": "On the basis of the above results, the possible mechanism proposed for the superior photocatalytic activity of Co9S8@ZnAgInS is illustrated in . Under simulated solar light irradiation, both Co9S8 and ZnAgInS can be excited and engender photoinduced electron-hole pairs. The CB of ZnAgInS (-1.05 eV) is more negative than that of Co9S8 (-0.77 eV). Considering the inner electric field and energy band structure of the heterojunction, the photoinduced electrons on the CB of ZnAgInS can rapidly transfer to that of Co9S8, thus inhibiting the recombination of photoinduced electron-hole pairs and prolonging their lifetime. As a result, a significantly enhanced photocatalytic activity can be achieved.", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig13\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Schematic illustration\nof photocatalytic mechanism in the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS\nphotocatalyst under simulated solar\nlight irradiation: (a) H<sub>2</sub> production, (b) RhB degradation.</p>\n</caption>\n<graphic id=\"gr13\" position=\"float\" xlink:href=\"ic0c00514_0005.tif\"></graphic>\n</fig>", "clean_text": " 13  Schematic illustration of photocatalytic mechanism in the Co9S8@ZnAgInS photocatalyst under simulated solar light irradiation: (a) H2 production, (b) RhB degradation.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>In the process of photocatalytic H<sub>2</sub> evolution,\nthe electrons\non the CB of Co<sub>9</sub>S<sub>8</sub> reduce the H<sup>+</sup> to\nproduce H<sub>2</sub>, while the holes on the VB of Co<sub>9</sub>S<sub>8</sub> and ZnAgInS are consumed by the sacrificial agent (AA).\nIn the case of the photocatalytic degradation of RhB, the photogenerated\nelectrons on the CB of Co<sub>9</sub>S<sub>8</sub> can react with\nelectron acceptors, such as O<sub>2</sub>, to form superoxide radicals\n(<sup>•</sup>O<sub>2</sub>\n<sup>–</sup>) and <sup>•</sup>OH radicals which are strong oxidative species to directly degrade\norganic pollutants. The <sup>•</sup>OH radicals are generated through an indirect reaction between <sup>•</sup>O<sub>2</sub>\n<sup>–</sup> and H<sub>2</sub>O.\n</p>", "clean_text": "In the process of photocatalytic H2 evolution, the electrons on the CB of Co9S8 reduce the H+ to produce H2, while the holes on the VB of Co9S8 and ZnAgInS are consumed by the sacrificial agent (AA). In the case of the photocatalytic degradation of RhB, the photogenerated electrons on the CB of Co9S8 can react with electron acceptors, such as O2, to form superoxide radicals (⋅O2 -) and ⋅OH radicals which are strong oxidative species to directly degrade organic pollutants. The ⋅OH radicals are generated through an indirect reaction between ⋅O2 - and H2O. ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we fist obtained\nthe Co<sub>9</sub>S<sub>8</sub> dodecahedron,\nwhich was derived from metal–organic framework (MOF) ZIF-67,\nthen designed and fabricated the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS\nheterostructured nanocomposite by growing ZnAgInS nanosheets on the\nsurfaces of Co<sub>9</sub>S<sub>8</sub> dodecahedron cages. The complex\nCo<sub>9</sub>S<sub>8</sub>@ZnAgInS possessing hollow architectures\nand hybrid shells with ZnAgInS nanosheet subunits can promote the\ntransfer and separation of charge carriers, increase light absorption,\nand offer large surface area and reactive sites, resulting in a largely\nenhanced photocatalytic activity for pollutant degradation and hydrogen\nevolution without the aid of any cocatalysts. This work presents new\ninsight into the design of highly active photocatalysts by using MOFs\nmaterials as precursors and coupling of metal sulfide semiconductors\nto form hollow architecture dodecahedron cages with an intimate interface.</p>", "clean_text": "Conclusions\n\nIn summary, we fist obtained the Co9S8 dodecahedron, which was derived from metal-organic framework (MOF) ZIF-67, then designed and fabricated the Co9S8@ZnAgInS heterostructured nanocomposite by growing ZnAgInS nanosheets on the surfaces of Co9S8 dodecahedron cages. The complex Co9S8@ZnAgInS possessing hollow architectures and hybrid shells with ZnAgInS nanosheet subunits can promote the transfer and separation of charge carriers, increase light absorption, and offer large surface area and reactive sites, resulting in a largely enhanced photocatalytic activity for pollutant degradation and hydrogen evolution without the aid of any cocatalysts. This work presents new insight into the design of highly active photocatalysts by using MOFs materials as precursors and coupling of metal sulfide semiconductors to form hollow architecture dodecahedron cages with an intimate interface.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is available\nfree of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.0c00514?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.0c00514</ext-link>.<list list-type=\"label\">\n<list-item>\n<p>Figures S1–S7, Tables\nS1 and S2 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Figures S1–S7, Tables\nS1 and S2 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare\nno\ncompeting financial interest.</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.0c00514.  Figures S1-S7, Tables S1 and S2 (PDF)   \n\nFigures S1-S7, Tables S1 and S2 (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 10, 11", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis</title><title>Preparation of ZIF-67\nPolyhedrons</title><p>The ZIF-67 polyhedrons were synthesized through\na modified precipitation\nmethod. Typically, 1.28 g of 2-methylimidazole\nand 0.7 g of Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O were\ndissolved in 60 mL of methanol. Afterward, the two solutions were\nmixed rapidly and aged at room temperature for 6 h. The obtained ZIF-67\nprecipitates were washed with ethanol two times and then dispersed\nin ethanol.</p><title>Preparation of Co<sub>9</sub>S<sub>8</sub> Dodecahedral Cages</title><p>The obtained ZIF-67\npolyhedrons were\ndispersed in 20 mL of ethanol by sonication. Then, 0.4 g of TAA was\ndispersed in 20 mL of ethanol and added to the solution with magnetic\nstirring for 10 min. The obtained suspension was transferred into\na Teflon-lined autoclave and maintained in a preheated oven at 180\n°C for 3 h. After cooling down to room temperature, the mixture\nwas centrifuged, and the obtained precipitate was collected after\nwashing three times with ethanol. The resultant product was dried\novernight at 60 °C in a vacuum. Finally, the Co<sub>9</sub>S<sub>8</sub> dodecahedral cages were obtained by annealing the cobalt\nsulfide product in nitrogen flow at 550 °C with a ramp rate of\n5 °C min<sup>–1</sup> and maintaining at this temperature\nfor 6 h.</p><title>Preparation of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS</title><p>Eight milliliters of glycerol,\n30 mL of H<sub>2</sub>O (pH = 2.5), and certain amounts of the Co<sub>9</sub>S<sub>8</sub> (e.g., 4, 10, 16, and 30 mg) were mixed and\nstirred for 30 min.\nThen, 0.146 g of Zn­(OAc)<sub>2</sub>·2H<sub>2</sub>O, 0.0226\ng of AgNO<sub>3</sub>, 0.389 g of In­(OAc)<sub>3</sub>, and 0.2 g of\nTAA were added into the solution. Subsequently, the solution was stirred\nfor 5 min and put into an oil bath at 80 °C under stirring. After\nreaction for 2 h, the product was obtained by centrifuging and washing\nthree times with ethanol. Finally, the product was dried at 60 °C\nin a vacuum overnight.</p>", "clean_text": "Synthesis\n\nPreparation of ZIF-67 Polyhedrons\n\nThe ZIF-67 polyhedrons were synthesized through a modified precipitation method. Typically, 1.28 g of 2-methylimidazole and 0.7 g of Co(NO3)2⋅6H2O were dissolved in 60 mL of methanol. Afterward, the two solutions were mixed rapidly and aged at room temperature for 6 h. The obtained ZIF-67 precipitates were washed with ethanol two times and then dispersed in ethanol.\n\nPreparation of Co9S8 Dodecahedral Cages\n\nThe obtained ZIF-67 polyhedrons were dispersed in 20 mL of ethanol by sonication. Then, 0.4 g of TAA was dispersed in 20 mL of ethanol and added to the solution with magnetic stirring for 10 min. The obtained suspension was transferred into a Teflon-lined autoclave and maintained in a preheated oven at 180 °C for 3 h. After cooling down to room temperature, the mixture was centrifuged, and the obtained precipitate was collected after washing three times with ethanol. The resultant product was dried overnight at 60 °C in a vacuum. Finally, the Co9S8 dodecahedral cages were obtained by annealing the cobalt sulfide product in nitrogen flow at 550 °C with a ramp rate of 5 °C min-1 and maintaining at this temperature for 6 h.\n\nPreparation of Co9S8@ZnAgInS\n\nEight milliliters of glycerol, 30 mL of H2O (pH = 2.5), and certain amounts of the Co9S8 (e.g., 4, 10, 16, and 30 mg) were mixed and stirred for 30 min. Then, 0.146 g of Zn(OAc)2⋅2H2O, 0.0226 g of AgNO3, 0.389 g of In(OAc)3, and 0.2 g of TAA were added into the solution. Subsequently, the solution was stirred for 5 min and put into an oil bath at 80 °C under stirring. After reaction for 2 h, the product was obtained by centrifuging and washing three times with ethanol. Finally, the product was dried at 60 °C in a vacuum overnight.", "data": [{"meta": {"name": "ZIF-67 polyhedrons", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "precipitation", "precursor": [{"name": "2-methylimidazole", "amount": "1.28", "unit": "g"}, {"name": "Co­(NO3)2·6H2O", "amount": "0.7", "unit": "g"}], "solution": [{"name": "methanol", "amount": "60", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "6 h"}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": "two times"}, {"synthesis method": "dispersion", "dispersion solution": "ethanol"}]}, {"meta": {"name": "Co9S8 dodecahedral cages", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "dispersion", "dispersion solution": "ethanol"}, {"synthesis method": "dispersion", "dispersion solution": "ethanol", "additive": [{"name": "TAA", "amount": "0.4", "unit": "g"}], "stirring time": "10 min"}, {"synthesis method": "solvothermal synthesis", "tube material": "Teflon-lined autoclave", "tube volume": "", "temperature": "180°C", "time": "3 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "ethanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "60°C", "atmosphere": "vacuum", "time": "overnight"}, {"synthesis method": "annealing", "temperature": "550°C", "ramp rate": "5°C min-1", "time": "6 h", "atmosphere": "nitrogen flow"}]}, {"meta": {"name": "Co9S8@ZnAgInS", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "dispersion", "dispersion solution": "glycerol"}, {"synthesis method": "dispersion", "dispersion solution": "H2O", "pH": "2.5"}, {"synthesis method": "dispersion", "dispersion solution": "Co9S8", "amount": "4, 10, 16, and 30 mg"}, {"synthesis method": "stirring", "stirring time": "30 min"}, {"synthesis method": "dispersion", "dispersion solution": "H2O", "pH": "2.5", "additive": [{"name": "Zn­(OAc)2·2H2O", "amount": "0.146", "unit": "g"}, {"name": "AgNO3", "amount": "0.0226", "unit": "g"}, {"name": "In­(OAc)3", "amount": "0.389", "unit": "g"}, {"name": "TAA", "amount": "0.2", "unit": "g"}]}, {"synthesis method": "stirring", "stirring time": "5 min"}, {"synthesis method": "heating", "temperature": "80°C", "time": "2 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "ethanol", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": "three times"}, {"synthesis method": "drying", "pressure": "", "temperature": "60°C", "atmosphere": "vacuum", "time": "overnight"}]}], "include_properties": ["chemical_synthesis", "washing", "drying", "centrifugation"]}, {"idx": "25, 28, 30, 31, 33, 34, 38", "type": "text", "classification": "property", "content": "<p>The surface areas and porous structure\nof the products were measured\nby an N<sub>2</sub> adsorption–desorption experiment. As shown\nin a, all samples\nexhibit type IV isotherms, suggesting the mesoporous structure of\nthe materials. The pore-size distributions of the samples are estimated\nby the BJH (Barrett–Joyner–Halenda) method. The obtained\nresults are shown in b and . The BET specific surface areas of pristine Co<sub>9</sub>S<sub>8</sub> and ZnAgInS are 34.9 and 86.2 m<sup>2</sup>g<sup>–1</sup>, respectively. Compared with Co<sub>9</sub>S<sub>8</sub> and ZnAgInS,\nCo<sub>9</sub>S<sub>8</sub>@ZnAgInS shows an increased specific surface\narea (132.9 m<sup>2</sup>g<sup>–1</sup>). It is well-known\nthat the larger surface area can provide more active sites for photocatalytic\nreactions, resulting in an enhanced photocatalytic activity.\n</p><title>Optical Properties</title><p>The UV–vis\ndiffuse reflectance spectra of pristine ZnAgInS, Co<sub>9</sub>S<sub>8</sub>, and Co<sub>9</sub>S<sub>8</sub>@ZnAgInS were measured and\nare shown in a. Pure Co<sub>9</sub>S<sub>8</sub> exhibits broad absorption from\nthe ultraviolet region to the visible region (300–800 nm),\nsuggesting it owns a strong light harvesting capacity. It is reported\nthat hollow structured polyhedral cage Co<sub>9</sub>S<sub>8</sub> possesses a stronger light absorption in contrast to the solid polyhedral\nCo<sub>9</sub>S<sub>8</sub>, due to multiple reflections inside the\ncavity of the hollow structure. The absorption\nedge of pure ZnAgInS located at about 560 nm can be assigned to its\nintrinsic band gap absorption. The Co<sub>9</sub>S<sub>8</sub>@ZnAgInS\nsamples show stronger light absorption and extended visible light\nresponse in comparison with those of pure ZnAgInS. The absorption\nedges of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS samples show a systematic\nred-shift with increasing the Co<sub>9</sub>S<sub>8</sub> content.\nThe red-shift and strong visible light absorption suggest that the\ncomposite can absorb more visible light to generate more electron–hole\npairs. Digital photographs of the samples\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Figure S4</ext-link>) show that the colors of bare\nZnAgInS and Co<sub>9</sub>S<sub>8</sub> are brown and black, respectively.\nWhen the ZnAgInS is coupled with Co<sub>9</sub>S<sub>8</sub> to form\na composite, its color changes from brown to brownish black and black,\nand the color becomes deep with an increasing of content of Co<sub>9</sub>S<sub>8</sub>.</p><p>The band gaps of the prepared products are obtained from the Kubelka–Munk\nplots (b).\nThe band gap values of ZnAgInS and Co<sub>9</sub>S<sub>8</sub> are\nestimated to be about 2.52 and 1.01 eV, respectively. As can be seen\nfrom b, the\nband gap values of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS decrease with\nan increase of Co<sub>9</sub>S<sub>8</sub> content, and the band gap\nvalues of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-2, Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5, Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-8, and Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-15 are estimated to be 2.45, 2.35, 2.10,\nand 1.85 eV, respectively.</p><title>Photoelectrochemical Measurements</title><p>The transfer and separation of the photoinduced charge carriers\nin\nthe interfaces of the composite have great influence on the photocatalytic\nreaction. The photoluminescence (PL) spectrum is often employed to\ninvestigate the behavior of electron–hole pairs. Usually, a higher PL intensity of the photocatalyst\nindicates a fast recombination of the charge carriers, resulting in\nlower photocatalytic activity. As shown\nin a, the pure\nZnAgInS shows a strong emission peak located at about 500 nm with\nan excitation wavelength of 330 nm. Compared with pure ZnAgInS, the\nPL intensity of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS reduces drastically,\nindicating that the recombination of the charge carriers is decreased\ndramatically due to the formation of a heterostructred composite with\nintimate contact of the interfaces between Co<sub>9</sub>S<sub>8</sub> and ZnAgInS. Moreover, time-resolved PL spectroscopy was measured\nto study the charge carrier dynamics of the materials. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Figure S5 and Table S1</ext-link>, the average lifetime\nof Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 (9.97 ns) is longer than\nthat of ZnAgInS (4.18 ns), which further confirms that the formed\nheterojunction can effectively promote the separation of photoinduced\ncharge carriers.</p><p>The interface charge transfer\nand separation efficiency can be\nfurther investigated by the photoelectrochemical measurements. b shows the transient\nphotocurrent response of pure ZnAgInS, Co<sub>9</sub>S<sub>8</sub>, and Co<sub>9</sub>S<sub>8</sub>@ZnAgInS for several on–off\ncycles. The pure Co<sub>9</sub>S<sub>8</sub> shows a very low photocurrent\ndensity, due to its fast recombination of photogenerated electrons\nand holes. The unmodified ZnAgInS photoelectrode generates an anodic\nphotocurrent with a value of about 1.5 μA·cm<sup>–2</sup>, while the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS shows a much higher\nphotocurrent intensity compared with Co<sub>9</sub>S<sub>8</sub> and\nZnAgInS. These results demonstrate that the prepared composite possesses\na stronger ability to generate and transfer the photoinduced charge\ncarriers under light irradiation. c reveals the EIS Nyquist plots of the products,\ncorresponding to their charge transfer resistance. The smaller arc\nradius of the EIS Nyquist plot implies a lower impedance and faster\ninterface charge transfer. As shown in c, Co<sub>9</sub>S<sub>8</sub>@ZnAgInS has the smallest arc radius of the EIS Nyquist\nplots, indicating that the hybrid composite has the lowest resistance\nin contrast to its single components Co<sub>9</sub>S<sub>8</sub> and\nZnAgInS. These results verify the improved transfer and separation\nefficiency of photoinduced charges in Co<sub>9</sub>S<sub>8</sub>@ZnAgInS.</p><title>Photocatalytic Degradation of RhB</title><p>The photocatalytic\nproperties of the as-prepared samples were evaluated\nfirst by the degradation of RhB under simulated solar light irradiation.\nAs shown in a, the result of the blank test demonstrates that there is no obvious\ndegradation of RhB after irradiation for 25 min, suggesting that RhB\nis quite stable under irradiation. Both pure Co<sub>9</sub>S<sub>8</sub> and ZnAgInS samples exhibit low photocatalytic activity for the\ndegradation of RhB under simulated solar light irradiation. However,\nafter assembling the ZnAgInS nanosheets on the surface of the Co<sub>9</sub>S<sub>8</sub> polyhedral cage to form the hollow structured\nheterojunction, the photocatalytic efficiency is substantially improved.\nMoreover, the Co<sub>9</sub>S<sub>8</sub> content has a significant\ninfluence on the photocatalytic efficiency of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS. As shown in a, with an increase of Co<sub>9</sub>S<sub>8</sub> content,\nthe photocatalytic efficiency of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS\nincreases and reaches a maximum value at 5% Co<sub>9</sub>S<sub>8</sub>. Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 shows the highest photocatalytic\nactivity with 95% degradation ratio of the RhB after exposure under\nXe lamp for 25 min. b shows the absorbance spectra of RhB catalyzed by Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 under simulated solar light irradiation\nas a function of the irradiation time. The main absorption peak of\nthe RhB molecule located at 554 nm gradually decreases with the increase\nof irradiation time, demonstrating the degradation of RhB upon simulated\nsolar light irradiation. The kinetic behaviors of as-prepared samples\nfor RhB degradation were further investigated. As illustrated in c, all of them fit\nwell with the pseudo-first-order correlation. On the basis of the\nplots, the calculated degradation apparent rate constants of the catalysts\nare 0.122, 0.0426, and 0.0029 min<sup>–1</sup> for Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5, ZnAgInS, and Co<sub>9</sub>S<sub>8</sub> (d), respectively.\nThe Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 is 3 and 42 times higher\nthan that of ZnAgInS and Co<sub>9</sub>S<sub>8</sub>, respectively. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Figure S6</ext-link> shows the results of recycling tests\nof Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 for photocatalytic degradation\nof RhB. The photocatalytic activity does not show a significant decrease\nin five successive cycles, indicating the high stability of the as-prepared\ncomposite.</p><title>Photocatalytic\nHydrogen Evolution</title><p>The photocatalytic hydrogen evolution\nactivities of the as-prepared\nsamples were evaluated under simulated solar light irradiation using\nascorbic acid (AA) as a scavenger. As shown in , bare Co<sub>9</sub>S<sub>8</sub> is almost\ninactive to photocatalytic hydrogen evolution, probably due to its\nhigh recombination rate of photoinduced charges. Pristine ZnAgInS\nexhibits low photocatalytic activity with a H<sub>2</sub> evolution\nrate of 2171.3 μmol g<sup>–1</sup> h<sup>–1</sup>. However, after coupling with Co<sub>9</sub>S<sub>8</sub> to form\nthe composite Co<sub>9</sub>S<sub>8</sub>@ZnAgInS, the catalytic activity\nis substantially promoted, with the highest hydrogen evolution rate\nbeing 9395.3 μmol g<sup>–1</sup> h<sup>–1</sup>, which is about 4.3 and many times higher than that of pure ZnAgInS\nand Co<sub>9</sub>S<sub>8</sub>, respectively. Interestingly, the\nobtained result is also higher than for other similar materials reported\nin the previous literatures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.0c00514/suppl_file/ic0c00514_si_001.pdf\">Table S2</ext-link>).\nAs shown in a and b, the H<sub>2</sub> evolution rates over the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS composite increase with increasing Co<sub>9</sub>S<sub>8</sub> content, achieving a maximum value of 9395.3 μmol\ng<sup>–1</sup> h<sup>–1</sup> with a Co<sub>9</sub>S<sub>8</sub> content of 5%. However, further increasing the Co<sub>9</sub>S<sub>8</sub> content leads to a decrease of photocatalytic H<sub>2</sub> evolution rates. It is obvious that the Co<sub>9</sub>S<sub>8</sub> content in the composite greatly affects the photocatalytic\nactivity of the composite. When the Co<sub>9</sub>S<sub>8</sub> content\nis relatively low (&lt;5%), the enhanced photocatalytic activity of\nCo<sub>9</sub>S<sub>8</sub>@ZnAgInS can be ascribed to the formation\nof a heterojunction, which accelerates the transfer and separation\nof photoinduced charges, enhances solar light harvesting, and offers\nlarge surface area and active sites for photocatalytic reaction. Nevertheless,\nexcessive Co<sub>9</sub>S<sub>8</sub> causes a reduction in the photocatalytic\nefficiency. The decrease is probably due to the following reasons:\n(i) Accompanying the increase of Co<sub>9</sub>S<sub>8</sub> content,\nthe content of ZnAgInS, which is the main activity substance, will\ndecrease relatively. (ii) Excessive Co<sub>9</sub>S<sub>8</sub> may\nturn into a recombination center for photoinduced charges.\n</p>", "clean_text": "The surface areas and porous structure of the products were measured by an N2 adsorption-desorption experiment. As shown in a, all samples exhibit type IV isotherms, suggesting the mesoporous structure of the materials. The pore-size distributions of the samples are estimated by the BJH (Barrett-Joyner-Halenda) method. The obtained results are shown in b and . The BET specific surface areas of pristine Co9S8 and ZnAgInS are 34.9 and 86.2 m2g-1, respectively. Compared with Co9S8 and ZnAgInS, Co9S8@ZnAgInS shows an increased specific surface area (132.9 m2g-1). It is well-known that the larger surface area can provide more active sites for photocatalytic reactions, resulting in an enhanced photocatalytic activity. \n\nOptical Properties\n\nThe UV-vis diffuse reflectance spectra of pristine ZnAgInS, Co9S8, and Co9S8@ZnAgInS were measured and are shown in a. Pure Co9S8 exhibits broad absorption from the ultraviolet region to the visible region (300-800 nm), suggesting it owns a strong light harvesting capacity. It is reported that hollow structured polyhedral cage Co9S8 possesses a stronger light absorption in contrast to the solid polyhedral Co9S8, due to multiple reflections inside the cavity of the hollow structure. The absorption edge of pure ZnAgInS located at about 560 nm can be assigned to its intrinsic band gap absorption. The Co9S8@ZnAgInS samples show stronger light absorption and extended visible light response in comparison with those of pure ZnAgInS. The absorption edges of Co9S8@ZnAgInS samples show a systematic red-shift with increasing the Co9S8 content. The red-shift and strong visible light absorption suggest that the composite can absorb more visible light to generate more electron-hole pairs. Digital photographs of the samples (Figure S4) show that the colors of bare ZnAgInS and Co9S8 are brown and black, respectively. When the ZnAgInS is coupled with Co9S8 to form a composite, its color changes from brown to brownish black and black, and the color becomes deep with an increasing of content of Co9S8.\n\nThe band gaps of the prepared products are obtained from the Kubelka-Munk plots (b). The band gap values of ZnAgInS and Co9S8 are estimated to be about 2.52 and 1.01 eV, respectively. As can be seen from b, the band gap values of Co9S8@ZnAgInS decrease with an increase of Co9S8 content, and the band gap values of Co9S8@ZnAgInS-2, Co9S8@ZnAgInS-5, Co9S8@ZnAgInS-8, and Co9S8@ZnAgInS-15 are estimated to be 2.45, 2.35, 2.10, and 1.85 eV, respectively.\n\nPhotoelectrochemical Measurements\n\nThe transfer and separation of the photoinduced charge carriers in the interfaces of the composite have great influence on the photocatalytic reaction. The photoluminescence (PL) spectrum is often employed to investigate the behavior of electron-hole pairs. Usually, a higher PL intensity of the photocatalyst indicates a fast recombination of the charge carriers, resulting in lower photocatalytic activity. As shown in a, the pure ZnAgInS shows a strong emission peak located at about 500 nm with an excitation wavelength of 330 nm. Compared with pure ZnAgInS, the PL intensity of Co9S8@ZnAgInS reduces drastically, indicating that the recombination of the charge carriers is decreased dramatically due to the formation of a heterostructred composite with intimate contact of the interfaces between Co9S8 and ZnAgInS. Moreover, time-resolved PL spectroscopy was measured to study the charge carrier dynamics of the materials. As shown in Figure S5 and Table S1, the average lifetime of Co9S8@ZnAgInS-5 (9.97 ns) is longer than that of ZnAgInS (4.18 ns), which further confirms that the formed heterojunction can effectively promote the separation of photoinduced charge carriers.\n\nThe interface charge transfer and separation efficiency can be further investigated by the photoelectrochemical measurements. b shows the transient photocurrent response of pure ZnAgInS, Co9S8, and Co9S8@ZnAgInS for several on-off cycles. The pure Co9S8 shows a very low photocurrent density, due to its fast recombination of photogenerated electrons and holes. The unmodified ZnAgInS photoelectrode generates an anodic photocurrent with a value of about 1.5 μA⋅cm-2, while the Co9S8@ZnAgInS shows a much higher photocurrent intensity compared with Co9S8 and ZnAgInS. These results demonstrate that the prepared composite possesses a stronger ability to generate and transfer the photoinduced charge carriers under light irradiation. c reveals the EIS Nyquist plots of the products, corresponding to their charge transfer resistance. The smaller arc radius of the EIS Nyquist plot implies a lower impedance and faster interface charge transfer. As shown in c, Co9S8@ZnAgInS has the smallest arc radius of the EIS Nyquist plots, indicating that the hybrid composite has the lowest resistance in contrast to its single components Co9S8 and ZnAgInS. These results verify the improved transfer and separation efficiency of photoinduced charges in Co9S8@ZnAgInS.\n\nPhotocatalytic Degradation of RhB\n\nThe photocatalytic properties of the as-prepared samples were evaluated first by the degradation of RhB under simulated solar light irradiation. As shown in a, the result of the blank test demonstrates that there is no obvious degradation of RhB after irradiation for 25 min, suggesting that RhB is quite stable under irradiation. Both pure Co9S8 and ZnAgInS samples exhibit low photocatalytic activity for the degradation of RhB under simulated solar light irradiation. However, after assembling the ZnAgInS nanosheets on the surface of the Co9S8 polyhedral cage to form the hollow structured heterojunction, the photocatalytic efficiency is substantially improved. Moreover, the Co9S8 content has a significant influence on the photocatalytic efficiency of Co9S8@ZnAgInS. As shown in a, with an increase of Co9S8 content, the photocatalytic efficiency of Co9S8@ZnAgInS increases and reaches a maximum value at 5% Co9S8. Co9S8@ZnAgInS-5 shows the highest photocatalytic activity with 95% degradation ratio of the RhB after exposure under Xe lamp for 25 min. b shows the absorbance spectra of RhB catalyzed by Co9S8@ZnAgInS-5 under simulated solar light irradiation as a function of the irradiation time. The main absorption peak of the RhB molecule located at 554 nm gradually decreases with the increase of irradiation time, demonstrating the degradation of RhB upon simulated solar light irradiation. The kinetic behaviors of as-prepared samples for RhB degradation were further investigated. As illustrated in c, all of them fit well with the pseudo-first-order correlation. On the basis of the plots, the calculated degradation apparent rate constants of the catalysts are 0.122, 0.0426, and 0.0029 min-1 for Co9S8@ZnAgInS-5, ZnAgInS, and Co9S8 (d), respectively. The Co9S8@ZnAgInS-5 is 3 and 42 times higher than that of ZnAgInS and Co9S8, respectively. Figure S6 shows the results of recycling tests of Co9S8@ZnAgInS-5 for photocatalytic degradation of RhB. The photocatalytic activity does not show a significant decrease in five successive cycles, indicating the high stability of the as-prepared composite.\n\nPhotocatalytic Hydrogen Evolution\n\nThe photocatalytic hydrogen evolution activities of the as-prepared samples were evaluated under simulated solar light irradiation using ascorbic acid (AA) as a scavenger. As shown in , bare Co9S8 is almost inactive to photocatalytic hydrogen evolution, probably due to its high recombination rate of photoinduced charges. Pristine ZnAgInS exhibits low photocatalytic activity with a H2 evolution rate of 2171.3 μmol g-1 h-1. However, after coupling with Co9S8 to form the composite Co9S8@ZnAgInS, the catalytic activity is substantially promoted, with the highest hydrogen evolution rate being 9395.3 μmol g-1 h-1, which is about 4.3 and many times higher than that of pure ZnAgInS and Co9S8, respectively. Interestingly, the obtained result is also higher than for other similar materials reported in the previous literatures (Table S2). As shown in a and b, the H2 evolution rates over the Co9S8@ZnAgInS composite increase with increasing Co9S8 content, achieving a maximum value of 9395.3 μmol g-1 h-1 with a Co9S8 content of 5%. However, further increasing the Co9S8 content leads to a decrease of photocatalytic H2 evolution rates. It is obvious that the Co9S8 content in the composite greatly affects the photocatalytic activity of the composite. When the Co9S8 content is relatively low (<5%), the enhanced photocatalytic activity of Co9S8@ZnAgInS can be ascribed to the formation of a heterojunction, which accelerates the transfer and separation of photoinduced charges, enhances solar light harvesting, and offers large surface area and active sites for photocatalytic reaction. Nevertheless, excessive Co9S8 causes a reduction in the photocatalytic efficiency. The decrease is probably due to the following reasons: (i) Accompanying the increase of Co9S8 content, the content of ZnAgInS, which is the main activity substance, will decrease relatively. (ii) Excessive Co9S8 may turn into a recombination center for photoinduced charges. ", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "34.9", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "86.2", "unit": "m2/g", "condition": ""}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "", "probe": "", "value": "132.9", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 27, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Textural Properties of\nthe Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub> (m<sup>2</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">pore volume (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">average pore\nsize (nm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Co<sub>9</sub>S<sub>8</sub>@ZnAgInS</oasis:entry>\n<oasis:entry>132.869</oasis:entry>\n<oasis:entry>0.280</oasis:entry>\n<oasis:entry>1.845</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnAgInS</oasis:entry>\n<oasis:entry>86.164</oasis:entry>\n<oasis:entry>0.097</oasis:entry>\n<oasis:entry>1.813</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co<sub>9</sub>S<sub>8</sub>\n</oasis:entry>\n<oasis:entry>34.907</oasis:entry>\n<oasis:entry>0.047</oasis:entry>\n<oasis:entry>13.045</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Summary of Textural Properties of the Samples\n\n| sample          | S<sub>BET</sub> (m<sup>2</sup> g<sup>–1</sup>) | pore volume (cm<sup>3</sup> g<sup>–1</sup>) | average pore size (nm) |\n|-----------------|----------------------------------------------|--------------------------------------------|------------------------|\n| Co<sub>9</sub>S<sub>8</sub>@ZnAgInS | 132.869                                      | 0.280                                      | 1.845                  |\n| ZnAgInS         | 86.164                                       | 0.097                                      | 1.813                  |\n| Co<sub>9</sub>S<sub>8</sub>         | 34.907                                       | 0.047                                      | 13.045                 |", "data": [{"meta": {"name": "Co9S8@ZnAgInS", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "132.869", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.280", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "1.845", "unit": "nm", "condition": ""}]}, {"meta": {"name": "ZnAgInS", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "86.164", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.097", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "1.813", "unit": "nm", "condition": ""}]}, {"meta": {"name": "Co9S8", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "34.907", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.047", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "13.045", "unit": "nm", "condition": ""}]}], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic illustration of the synthetic process of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS heterostructured photocatalyst: (I) sulfidation\nreaction and thermal treatment in a nitrogen atmosphere and (II) growth\nof ZnAgInS nanosheets.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic0c00514_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic illustration of the synthetic process of Co9S8@ZnAgInS heterostructured photocatalyst: (I) sulfidation reaction and thermal treatment in a nitrogen atmosphere and (II) growth of ZnAgInS nanosheets.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM images\nof (a) ZnAgInS, (b) Co<sub>9</sub>S<sub>8</sub>, and\n(c) Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5. HRTEM images of (d) ZnAgInS,\n(e) Co<sub>9</sub>S<sub>8</sub>, and (f) Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic0c00514_0006.tif\"></graphic>\n</fig>", "clean_text": " 2  TEM images of (a) ZnAgInS, (b) Co9S8, and (c) Co9S8@ZnAgInS-5. HRTEM images of (d) ZnAgInS, (e) Co9S8, and (f) Co9S8@ZnAgInS-5.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a–f) EDX elemental mapping images and (g) EDX spectroscopy\nof Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5. Inset in g is the corresponding\nweight percentages of the elements.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic0c00514_0007.tif\"></graphic>\n</fig>", "clean_text": " 3  (a-f) EDX elemental mapping images and (g) EDX spectroscopy of Co9S8@ZnAgInS-5. Inset in g is the corresponding weight percentages of the elements.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>XPS spectra of Co<sub>9</sub>S<sub>8</sub>@ZnAgInS: (a) survey\nspectrum and high-resolution XPS spectra of (b) Zn 2p, (c) Ag 3d,\n(d) In 3d, (e) Co 2p, and (f) S 2p.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic0c00514_0008.tif\"></graphic>\n</fig>", "clean_text": " 4  XPS spectra of Co9S8@ZnAgInS: (a) survey spectrum and high-resolution XPS spectra of (b) Zn 2p, (c) Ag 3d, (d) In 3d, (e) Co 2p, and (f) S 2p.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XRD patterns\nof ZnAgInS, Co<sub>9</sub>S<sub>8</sub>, and Co<sub>9</sub>S<sub>8</sub>@ZnAgInS.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic0c00514_0009.tif\"></graphic>\n</fig>", "clean_text": " 5  XRD patterns of ZnAgInS, Co9S8, and Co9S8@ZnAgInS.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a)\nNitrogen absorption–desorption isotherms and (b) the\ncorresponding pore size distribution of the samples.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic0c00514_0010.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Nitrogen absorption-desorption isotherms and (b) the corresponding pore size distribution of the samples.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) UV–vis diffuse reflectance spectra of ZnAgInS,\nCo<sub>9</sub>S<sub>8</sub>, and Co<sub>9</sub>S<sub>8</sub>@ZnAgInS.\n(b)\nPlots of (α<italic>h</italic>ν)<sup>2</sup> vs photon\nenergy (<italic>h</italic>ν).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic0c00514_0011.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) UV-vis diffuse reflectance spectra of ZnAgInS, Co9S8, and Co9S8@ZnAgInS. (b) Plots of (αhν)2 vs photon energy (hν).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) PL spectra of the samples under 330 nm excitation.\n(b) Transient\nphotocurrent density response of the samples under 300 W Xe-lamp irradiation\nat 0.2 V bias vs. Ag/AgCl. (c) EIS Nyquist plots of the samples in\nthe dark.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ic0c00514_0012.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) PL spectra of the samples under 330 nm excitation. (b) Transient photocurrent density response of the samples under 300 W Xe-lamp irradiation at 0.2 V bias vs. Ag/AgCl. (c) EIS Nyquist plots of the samples in the dark.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>(a) Photocatalytic degradation of RhB over different photocatalysts\nunder simulated solar light irradiation. (b) Time-dependent absorption\nspectra for RhB degradation over Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5.\n(c) The kinetic curves and (d) apparent rate constants of the samples\nfor RhB degradation.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ic0c00514_0013.tif\"></graphic>\n</fig>", "clean_text": " 9  (a) Photocatalytic degradation of RhB over different photocatalysts under simulated solar light irradiation. (b) Time-dependent absorption spectra for RhB degradation over Co9S8@ZnAgInS-5. (c) The kinetic curves and (d) apparent rate constants of the samples for RhB degradation.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Photocatalytic degradation\nof RhB over Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 in the presence\nof different scavengers under simulated\nsolar light irradiation.</p>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"ic0c00514_0002.tif\"></graphic>\n</fig>", "clean_text": " 10  Photocatalytic degradation of RhB over Co9S8@ZnAgInS-5 in the presence of different scavengers under simulated solar light irradiation.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" position=\"float\">\n<label>11</label>\n<caption>\n<p>(a) Plots of photocatalytic hydrogen evolution amount vs irradiation\ntime and (b) the apparent hydrogen evolution rate over different samples\nunder simulated solar light irradiation.</p>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"ic0c00514_0003.tif\"></graphic>\n</fig>", "clean_text": " 11  (a) Plots of photocatalytic hydrogen evolution amount vs irradiation time and (b) the apparent hydrogen evolution rate over different samples under simulated solar light irradiation.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig12\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Recycling tests of the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS-5 nanocomposite\nfor photocatalytic hydrogen evolution in five successive cycling reactions.\nThe duration of simulated solar light exposure in each cycle was 4\nh (irradiation time = 20 h).</p>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"ic0c00514_0004.tif\"></graphic>\n</fig>", "clean_text": " 12  Recycling tests of the Co9S8@ZnAgInS-5 nanocomposite for photocatalytic hydrogen evolution in five successive cycling reactions. The duration of simulated solar light exposure in each cycle was 4 h (irradiation time = 20 h).   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig13\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Schematic illustration\nof photocatalytic mechanism in the Co<sub>9</sub>S<sub>8</sub>@ZnAgInS\nphotocatalyst under simulated solar\nlight irradiation: (a) H<sub>2</sub> production, (b) RhB degradation.</p>\n</caption>\n<graphic id=\"gr13\" position=\"float\" xlink:href=\"ic0c00514_0005.tif\"></graphic>\n</fig>", "clean_text": " 13  Schematic illustration of photocatalytic mechanism in the Co9S8@ZnAgInS photocatalyst under simulated solar light irradiation: (a) H2 production, (b) RhB degradation.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.0c00514", "title": null, "journal": "American\nChemical Society", "date": "2020.04", "author_list": ["Zhao\nFeifei", "Yin\nDongguang", "Khaing\nKyu Kyu", "Liu\nBingqi", "Chen\nTao", "Deng\nLinlin", "Li\nLuqiu", "Guo\nXiandi", "Wang\nJun", "Xiao\nSongtao", "Ouyang\nYinggen", "Liu\nJinliang", "Zhang\nYong"]}}