{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic1c02704.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Mechanochemical synthesis is emerging\nas an environmentally friendly\nyet efficient approach to preparing metal–organic frameworks\n(MOFs). Herein, we report our systematic investigation on the mechanochemical\nsyntheses of Group 4 element-based MOFs. The developed mechanochemistry\nallows us to synthesize a family of Hf<sub>4</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub>-based MOFs. Integrating [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OAc)<sub>12</sub>]<sub>2</sub> and\n[Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OAc)<sub>12</sub>]<sub>2</sub> under the mechanochemical conditions leads to a unique family\nof cluster-precise multimetallic MOFs that cannot be accessed by the\nconventional solvothermal synthesis. Extensive efforts have not yielded\nan effective pathway for preparing Ti<sup>IV</sup>-derived MOFs, tentatively\nbecause of the relatively low Ti–O bond dissociation energy.</p>", "clean_text": "Mechanochemical synthesis is emerging as an environmentally friendly yet efficient approach to preparing metal-organic frameworks (MOFs). Herein, we report our systematic investigation on the mechanochemical syntheses of Group 4 element-based MOFs. The developed mechanochemistry allows us to synthesize a family of Hf4O4(OH)4(OOC)12-based MOFs. Integrating [Zr6O4(OH)4(OAc)12]2 and [Hf6O4(OH)4(OAc)12]2 under the mechanochemical conditions leads to a unique family of cluster-precise multimetallic MOFs that cannot be accessed by the conventional solvothermal synthesis. Extensive efforts have not yielded an effective pathway for preparing TiIV-derived MOFs, tentatively because of the relatively low Ti-O bond dissociation energy.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>We describe our systematic investigation on the\nmechanochemical\nsyntheses of Group 4 element-based metal−organic frameworks\n(MOFs). The reported mechanochemistry not only enables us to synthesize\na family of Hf<sub>4</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub>-based MOFs but also leads to a unique family of cluster-precise\nmultimetallic MOFs by integrating [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OAc)<sub>12</sub>]<sub>2</sub> and [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OAc)<sub>12</sub>]<sub>2</sub>, which cannot be\naccessed by the conventional solvothermal synthesis.</p>", "clean_text": "We describe our systematic investigation on the mechanochemical syntheses of Group 4 element-based metal-organic frameworks (MOFs). The reported mechanochemistry not only enables us to synthesize a family of Hf4O4(OH)4(OOC)12-based MOFs but also leads to a unique family of cluster-precise multimetallic MOFs by integrating [Zr6O4(OH)4(OAc)12]2 and [Hf6O4(OH)4(OAc)12]2, which cannot be accessed by the conventional solvothermal synthesis.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\n(MOFs), a type of crystalline porous materials,\nhave garnered significant attention because of their structural modularity\nand potential applications in gas storage, separation, catalysis, and others. Among them, Group 4 element-based\nMOFs, including tetravalent Ti-, Zr-, and Hf-based ones, are some of\nthe well-investigated families of MOFs, in part given by their superior\nchemical stability. Conventional methods\nto obtain crystalline MOFs have to involve the reversible formation\nof coordination bonds, which typically relies on solvothermal reactions\nat high temperature for an extended period of time in the presence\nof excessive amounts of toxic solvents, e.g., <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF).</p>", "clean_text": "Metal-organic frameworks (MOFs), a type of crystalline porous materials, have garnered significant attention because of their structural modularity and potential applications in gas storage, separation, catalysis, and others. Among them, Group 4 element-based MOFs, including tetravalent Ti-, Zr-, and Hf-based ones, are some of the well-investigated families of MOFs, in part given by their superior chemical stability. Conventional methods to obtain crystalline MOFs have to involve the reversible formation of coordination bonds, which typically relies on solvothermal reactions at high temperature for an extended period of time in the presence of excessive amounts of toxic solvents, e.g., N,N-dimethylformamide (DMF).", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Mechanochemical synthesis\nhas emerged as an alternative environmentally\nfriendly approach to preparing MOFs in a short time. Zr<sup>IV</sup>-based MOFs, such as UiO-66, UiO-67, and MOF-804, have been established\nby mechanochemical syntheses of [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCR)<sub>12</sub>] [R = C­(CH<sub>3</sub>)CH<sub>2</sub> or C<sub>6</sub>H<sub>5</sub>] or [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> molecular\ncomplexes and the corresponding ligands (a). Thus far, there have been no reports\nabout mechanochemical syntheses of MOFs based on other elements in\nGroup 4. Herein we report our systematic efforts on the development\nof mechanochemical syntheses for Group 4 element-based MOFs. A family\nof Hf<sup>IV</sup>-based MOFs has been successfully synthesized by\nthe mechanochemical method based on a molecular precursor of [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> (b). The mechanochemical method also allows us to prepare a unique\nfamily of cluster-precise multimetallic MOFs derived from Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> and Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> secondary building units (SBUs; c), which cannot be prepared by the conventional\nsolvothermal method. Extensive attempts have not afforded any Ti-derived\nMOFs, presumably attributed to the low Ti–O bond enthalpy.</p>", "clean_text": "Mechanochemical synthesis has emerged as an alternative environmentally friendly approach to preparing MOFs in a short time. ZrIV-based MOFs, such as UiO-66, UiO-67, and MOF-804, have been established by mechanochemical syntheses of [Zr6O4(OH)4(OOCR)12] [R = C(CH3)CH2 or C6H5] or [Zr6O4(OH)4(OOCCH3)12]2 molecular complexes and the corresponding ligands (a). Thus far, there have been no reports about mechanochemical syntheses of MOFs based on other elements in Group 4. Herein we report our systematic efforts on the development of mechanochemical syntheses for Group 4 element-based MOFs. A family of HfIV-based MOFs has been successfully synthesized by the mechanochemical method based on a molecular precursor of [Hf6O4(OH)4(OOCCH3)12]2 (b). The mechanochemical method also allows us to prepare a unique family of cluster-precise multimetallic MOFs derived from Zr6O4(OH)4 and Hf6O4(OH)4 secondary building units (SBUs; c), which cannot be prepared by the conventional solvothermal method. Extensive attempts have not afforded any Ti-derived MOFs, presumably attributed to the low Ti-O bond enthalpy.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Reported\nmechanochemistry accessing [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub>]-based MOFs. (b) [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub>]-based MOFs reported\nin this work to be accessible by mechanochemistry. (c) Family of cluster-precise\nmultimetallic MOFs highlighted in this work to be only accessible\nby mechanochemistry rather than solvothermal methods.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c02704_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Reported mechanochemistry accessing [Zr6O4(OH)4(OOC)12]-based MOFs. (b) [Hf6O4(OH)4(OOC)12]-based MOFs reported in this work to be accessible by mechanochemistry. (c) Family of cluster-precise multimetallic MOFs highlighted in this work to be only accessible by mechanochemistry rather than solvothermal methods.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Inspired by the facile ligand substitution of [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> generating Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>-based\nMOFs\nunder mechanochemical conditions, we initiated our investigation by\npreparing a molecular compound with a formula of [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub>. The phase purity of the molecular\nHf complex is confirmed by powder X-ray diffraction (PXRD) analysis\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). The complex of [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> (b),\nisostructural to [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub>, is composed of two Hf<sub>6</sub> subunits, which are connected by four acetate bridges. Given that\nHf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub> is a\ncommonly encountered SBU in Hf-based MOFs, we started to examine the\nrole of [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> as a molecular precursor for the mechanochemical\nsynthesis of relevant MOFs.</p>", "clean_text": "Inspired by the facile ligand substitution of [Zr6O4(OH)4(OOCCH3)12]2 generating Zr6O4(OH)4-based MOFs under mechanochemical conditions, we initiated our investigation by preparing a molecular compound with a formula of [Hf6O4(OH)4(OOCCH3)12]2. The phase purity of the molecular Hf complex is confirmed by powder X-ray diffraction (PXRD) analysis (Figure S1). The complex of [Hf6O4(OH)4(OOCCH3)12]2 (b), isostructural to [Zr6O4(OH)4(OOCCH3)12]2, is composed of two Hf6 subunits, which are connected by four acetate bridges. Given that Hf6O4(OH)4(OOC)12 is a commonly encountered SBU in Hf-based MOFs, we started to examine the role of [Hf6O4(OH)4(OOCCH3)12]2 as a molecular precursor for the mechanochemical synthesis of relevant MOFs.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<p>Aiming at Hf-UiO-66, we chose 1,4-benzenedicarboxylic\nacid (H<sub>2</sub>bdc) as the ligand in the initial mechanical syntheses.\nBall\nmilling a 1:12 mixture of [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> and H<sub>2</sub>bdc\nin the presence of added DMF (η = 0.67 μL/mg) afforded\nwhite crystalline solids, which did not dissolve in DMF or methanol.\nPXRD analysis reveals that the obtained materials match both the calculated\nPXRD patterns of Hf-UiO-66 and those of solvothermally synthesized\nHf-UiO-66 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S2a,b</ext-link>). The completeness\nof the mechanochemical reaction is monitored through infrared (IR)\nspectroscopy by examining the disappearance of carbonyl stretching\nfrom free carboxylic acid groups at 1674 cm<sup>–1</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The presence of DMF and its amount\nemployed as the assisting liquid during the synthesis are crucial,\nwhich is highlighted by control experiments: (1) Milling a 1:12 mixture\nof [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> and H<sub>2</sub>bdc under neat conditions\nor in the presence of water did not generate any crystalline phase\nof Hf-UiO-66 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S4a</ext-link>). (2) The impact\nof the DMF amount on the mechanochemical synthesis was systemically\nexplored, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S2c</ext-link>. The DMF\nloading of η = 0.67 μL/mg affords the best crystallinity.\nThe permanent porosity of the mechanochemically synthesized Hf-UiO-66\nwas characterized by the N<sub>2</sub> adsorption isotherm at 77 K\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S4b</ext-link>). Hf-UiO-66 has a measured\nBrunauer–Emmett–Teller (BET) surface area of 944 m<sup>2</sup>/g (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.02–0.15),\nwhich is comparable to the reported BET surface area value (940 m<sup>2</sup>/g) of the solvothermally prepared Hf-UiO-66.\n</p>", "clean_text": "Aiming at Hf-UiO-66, we chose 1,4-benzenedicarboxylic acid (H2bdc) as the ligand in the initial mechanical syntheses. Ball milling a 1:12 mixture of [Hf6O4(OH)4(OOCCH3)12]2 and H2bdc in the presence of added DMF (η = 0.67 μL/mg) afforded white crystalline solids, which did not dissolve in DMF or methanol. PXRD analysis reveals that the obtained materials match both the calculated PXRD patterns of Hf-UiO-66 and those of solvothermally synthesized Hf-UiO-66 (Figure S2a,b). The completeness of the mechanochemical reaction is monitored through infrared (IR) spectroscopy by examining the disappearance of carbonyl stretching from free carboxylic acid groups at 1674 cm-1 (Figure S3). The presence of DMF and its amount employed as the assisting liquid during the synthesis are crucial, which is highlighted by control experiments: (1) Milling a 1:12 mixture of [Hf6O4(OH)4(OOCCH3)12]2 and H2bdc under neat conditions or in the presence of water did not generate any crystalline phase of Hf-UiO-66 (Figure S4a). (2) The impact of the DMF amount on the mechanochemical synthesis was systemically explored, as shown in Figure S2c. The DMF loading of η = 0.67 μL/mg affords the best crystallinity. The permanent porosity of the mechanochemically synthesized Hf-UiO-66 was characterized by the N2 adsorption isotherm at 77 K (Figure S4b). Hf-UiO-66 has a measured Brunauer-Emmett-Teller (BET) surface area of 944 m2/g (P/P 0 = 0.02-0.15), which is comparable to the reported BET surface area value (940 m2/g) of the solvothermally prepared Hf-UiO-66. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>To generalize the developed mechanochemical synthetic\nmethod, we\nsuccessfully prepared a family of Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub>-based MOFs under similar reaction conditions,\nincluding Hf-UiO-66-NH<sub>2</sub>, Hf-MOF-804, Hf-MOF-801, and Hf-UiO-67,\nbased on 2-aminoterephthalic acid, 2,5-dihydroxyterephthalic acid,\nfumaric acid, and biphenyl-4,4′-dicarboxylic acid, respectively\n(see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, SI). Their crystalline phases were characterized by PXRD analysis\n( and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">S5–S7</ext-link>), and the surface area values were\nevaluated based on the N<sub>2</sub> adsorption isotherms at 77 K\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S8a and Table S2</ext-link>). The linker extension\nfrom fumaric acid to biphenyl-4,4′-dicarboxylic acid leads\nto the corresponding peaks in the PXRD patterns shifting toward the\nlower angle direction, which is consistent with the increasing  cavity\nspace.</p>", "clean_text": "To generalize the developed mechanochemical synthetic method, we successfully prepared a family of Hf6O4(OH)4(OOC)12-based MOFs under similar reaction conditions, including Hf-UiO-66-NH2, Hf-MOF-804, Hf-MOF-801, and Hf-UiO-67, based on 2-aminoterephthalic acid, 2,5-dihydroxyterephthalic acid, fumaric acid, and biphenyl-4,4'-dicarboxylic acid, respectively (see details in the Supporting Information, SI). Their crystalline phases were characterized by PXRD analysis ( and S5-S7), and the surface area values were evaluated based on the N2 adsorption isotherms at 77 K (Figure S8a and Table S2). The linker extension from fumaric acid to biphenyl-4,4'-dicarboxylic acid leads to the corresponding peaks in the PXRD patterns shifting toward the lower angle direction, which is consistent with the increasing  cavity space.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Mechanochemistry affording a family of Hf<sup>IV</sup>-based MOFs.\nThe PXRD patterns of the mechanochemically prepared Hf-UiO-66 (black\n; λ = 0.45191 Å), Hf-UiO-66-NH<sub>2</sub> (red\n; λ = 0.45174 Å), Hf-MOF-804 (blue ; λ\n= 0.45174 Å), Hf-MOF-801­(pink ; λ = 0.45174 Å),\nand Hf-UiO-67 (green ; λ = 0.45191 Å) are presented.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c02704_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Mechanochemistry affording a family of HfIV-based MOFs. The PXRD patterns of the mechanochemically prepared Hf-UiO-66 (black ; λ = 0.45191 Å), Hf-UiO-66-NH2 (red ; λ = 0.45174 Å), Hf-MOF-804 (blue ; λ = 0.45174 Å), Hf-MOF-801(pink ; λ = 0.45174 Å), and Hf-UiO-67 (green ; λ = 0.45191 Å) are presented.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The developed mechanochemical synthesis also provides\naccess to\na family of multimetallic MOF materials. By employing [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> and [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> as molecular precursors with tunable\nratios (e.g., 1:4, 1:1, and 4:1) as well as the H<sub>2</sub>bdc ligand,\nwe synthesized a family of Hf<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>Zr<sub>\n<italic toggle=\"yes\">y</italic>\n</sub>-based mixed-metal MOF materials mechanochemically.\nThese materials were characterized by PXRD analysis (a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">S9</ext-link>), which indicates that they are isostructural to Zr-UiO-66\nand Hf-UiO-66. Meanwhile, the metal ratios of Hf/Zr were evaluated\nby energy-dispersive spectroscopy and inductively coupled plasma mass\nspectrometry (ICP-MS) of samples digested with nitric acid (see details\nin the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). Both techniques provide consistent\nHf/Zr ratios, which are comparable to the initial loading ratio of\nthe mechanochemical syntheses (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link>). The increasing Zr content in the mixed-metal MOFs results in a\nslight shift of the corresponding peaks in the PXRD patterns toward\nthe lower-angle direction (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S9b</ext-link>),\nwhich is caused by the slightly larger ionic radius of Zr<sup>IV</sup> (79 pm) than of Hf<sup>IV</sup> (78 pm). Their scanning electron\nmicroscopy (SEM) images are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>, and the BET surface areas derived from the N<sub>2</sub> adsorption\nisotherms at 77 K are reported in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S11 and Table S4</ext-link>.</p>", "clean_text": "The developed mechanochemical synthesis also provides access to a family of multimetallic MOF materials. By employing [Zr6O4(OH)4(OOCH3)12]2 and [Hf6O4(OH)4(OOCCH3)12]2 as molecular precursors with tunable ratios (e.g., 1:4, 1:1, and 4:1) as well as the H2bdc ligand, we synthesized a family of Hf x Zr y -based mixed-metal MOF materials mechanochemically. These materials were characterized by PXRD analysis (a and S9), which indicates that they are isostructural to Zr-UiO-66 and Hf-UiO-66. Meanwhile, the metal ratios of Hf/Zr were evaluated by energy-dispersive spectroscopy and inductively coupled plasma mass spectrometry (ICP-MS) of samples digested with nitric acid (see details in the SI). Both techniques provide consistent Hf/Zr ratios, which are comparable to the initial loading ratio of the mechanochemical syntheses (Table S3). The increasing Zr content in the mixed-metal MOFs results in a slight shift of the corresponding peaks in the PXRD patterns toward the lower-angle direction (Figure S9b), which is caused by the slightly larger ionic radius of ZrIV (79 pm) than of HfIV (78 pm). Their scanning electron microscopy (SEM) images are shown in Figure S10, and the BET surface areas derived from the N2 adsorption isotherms at 77 K are reported in Figure S11 and Table S4.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Developed mechanochemistry accessing a family of multimetallic\nMOFs. The PXRD patterns of the mechanochemically prepared Hf-UiO-66\n(black ), Hf<sub>4</sub>Zr-UiO-66 (red ), HfZr-UiO-66\n(blue ), HfZr<sub>4</sub>-UiO-66 (pink ), and Zr-UiO-66\n(green ) were collected. (b) Solvothermal reactions also afford\na family of multimetallic MOFs. The PXRD patterns of the solvothermally\nsynthesized Hf-UiO-66 (black ), Hf<sub>4</sub>Zr-UiO-66 (red\n), HfZr-UiO-66 (blue ), HfZr<sub>4</sub>-UiO-66 (pink\n), and Zr-UiO-66 (green ) were collected.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c02704_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Developed mechanochemistry accessing a family of multimetallic MOFs. The PXRD patterns of the mechanochemically prepared Hf-UiO-66 (black ), Hf4Zr-UiO-66 (red ), HfZr-UiO-66 (blue ), HfZr4-UiO-66 (pink ), and Zr-UiO-66 (green ) were collected. (b) Solvothermal reactions also afford a family of multimetallic MOFs. The PXRD patterns of the solvothermally synthesized Hf-UiO-66 (black ), Hf4Zr-UiO-66 (red ), HfZr-UiO-66 (blue ), HfZr4-UiO-66 (pink ), and Zr-UiO-66 (green ) were collected.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Meanwhile, solvothermal reactions employing both HfCl<sub>4</sub> and ZrCl<sub>4</sub> with the addition of H<sub>2</sub>bdc,\nexcessive\nDMF, and acetic acid as the modulator at 120 °C for 24 h also\nprovide crystalline mixed-metal MOF materials (see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>), isostructural to UiO-66 (b). For instance, the equimolar\nloading of HfCl<sub>4</sub> and ZrCl<sub>4</sub> under solvothermal\nconditions provides a crystalline multimetallic MOF, characterized\nby PXRD (b)\nand the N<sub>2</sub> adsorption isotherm at 77 K (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S12a and Table S5</ext-link>). The metal ratio of 1:1 was confirmed\nby ICP-MS (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Table S6</ext-link>).</p>", "clean_text": "Meanwhile, solvothermal reactions employing both HfCl4 and ZrCl4 with the addition of H2bdc, excessive DMF, and acetic acid as the modulator at 120 °C for 24 h also provide crystalline mixed-metal MOF materials (see details in the SI), isostructural to UiO-66 (b). For instance, the equimolar loading of HfCl4 and ZrCl4 under solvothermal conditions provides a crystalline multimetallic MOF, characterized by PXRD (b) and the N2 adsorption isotherm at 77 K (Figure S12a and Table S5). The metal ratio of 1:1 was confirmed by ICP-MS (Table S6).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>X-ray absorption\nnear-edge structure data for Zr and Hf (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>) indicate that Zr and Hf from the\nsolvothermally prepared and mechanochemically synthesized multimetallic\nmaterials retain the Zr<sup>IV</sup> and Hf<sup>IV</sup> oxidation\nstates, respectively, similar to that of Zr-UiO-66 and Hf-UiO-66.\nMoreover, Zr K-edge extended X-ray absorption final structure (EXAFS)\ndata collected for the mechanochemically synthesized HfZr-UiO-66­(mechano)\n(see details in a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">S14a,c and Table S7</ext-link>) suggest that\nZr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub> represents\nthe Zr-containing cluster within the multimetallic framework, which\nis consistent with the observation of the singular metal MOF Zr-UiO-66\n(see details in a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">S14b,c and Table S7</ext-link>). However, the\nZr K-edge EXAFS spectrum of the solvothermally prepared HfZr-UiO-66­(solvo)\nshows a much weaker and less distinguishable peak around 3.1 Å\nin <italic toggle=\"yes\">R</italic> space (a) than those of Zr-UiO-66 and HfZr-UiO-66­(mechano),\nwhich is attributed to less Zr–Zr scattering in HfZr-UiO-66­(solvo). Thus, the mixed-metal cluster composed\nof both Zr<sup>IV</sup> and Hf<sup>IV</sup> is expected in the solvothermally\nprepared HfZr-UiO-66­(solvo).</p>", "clean_text": "X-ray absorption near-edge structure data for Zr and Hf (Figure S13) indicate that Zr and Hf from the solvothermally prepared and mechanochemically synthesized multimetallic materials retain the ZrIV and HfIV oxidation states, respectively, similar to that of Zr-UiO-66 and Hf-UiO-66. Moreover, Zr K-edge extended X-ray absorption final structure (EXAFS) data collected for the mechanochemically synthesized HfZr-UiO-66(mechano) (see details in a and S14a,c and Table S7) suggest that Zr6O4(OH)4(OOC)12 represents the Zr-containing cluster within the multimetallic framework, which is consistent with the observation of the singular metal MOF Zr-UiO-66 (see details in a and S14b,c and Table S7). However, the Zr K-edge EXAFS spectrum of the solvothermally prepared HfZr-UiO-66(solvo) shows a much weaker and less distinguishable peak around 3.1 Å in R space (a) than those of Zr-UiO-66 and HfZr-UiO-66(mechano), which is attributed to less Zr-Zr scattering in HfZr-UiO-66(solvo). Thus, the mixed-metal cluster composed of both ZrIV and HfIV is expected in the solvothermally prepared HfZr-UiO-66(solvo).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Zr K-edge EXAFS data in <italic toggle=\"yes\">R</italic> space shown for\nHfZr-UiO-66­(mechano) (red ), Zr-UiO-66 (blue ), and\nHfZr-UiO-66­(solvo) (black ). The M–M scattering around\n3.1 Å is highlighted. (b) Hf L<sub>3</sub>-edge EXAFS data in <italic toggle=\"yes\">R</italic> space shown for HfZr-UiO-66­(mechano) (red ), Hf-UiO-66\n(blue ), and HfZr-UiO-66­(solvo) (blcak ). The M–M\nscattering around 3.1 Å is highlighted.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c02704_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Zr K-edge EXAFS data in R space shown for HfZr-UiO-66(mechano) (red ), Zr-UiO-66 (blue ), and HfZr-UiO-66(solvo) (black ). The M-M scattering around 3.1 Å is highlighted. (b) Hf L3-edge EXAFS data in R space shown for HfZr-UiO-66(mechano) (red ), Hf-UiO-66 (blue ), and HfZr-UiO-66(solvo) (blcak ). The M-M scattering around 3.1 Å is highlighted.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>This is further evidenced by examination of the Hf L<sub>3</sub>-edge\nEXAFS data (see details in b and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">S15 and Table S8</ext-link>)\ncollected for HfZr-UiO-66­(mechano), HfZr-UiO-66­(solvo), and Hf-UiO-66.\nThey indicate that HfZr-UiO-66­(mechano) retains the single-metal cluster\nof Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub>,\nsimilar to that of Hf-UiO-66, which is a significant departure from\nthat of HfZr-UiO-66­(solvo) (b). Therefore, two types of single-metal clusters,\nZr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub> and\nHf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub>, are\nobserved in the multimetallic materials prepared by the mechanochemistry.\nIn comparison, the conventional solvothermal method affords mixed\nmetals in the individual cluster.</p>", "clean_text": "This is further evidenced by examination of the Hf L3-edge EXAFS data (see details in b and S15 and Table S8) collected for HfZr-UiO-66(mechano), HfZr-UiO-66(solvo), and Hf-UiO-66. They indicate that HfZr-UiO-66(mechano) retains the single-metal cluster of Hf6O4(OH)4(OOC)12, similar to that of Hf-UiO-66, which is a significant departure from that of HfZr-UiO-66(solvo) (b). Therefore, two types of single-metal clusters, Zr6O4(OH)4(OOC)12 and Hf6O4(OH)4(OOC)12, are observed in the multimetallic materials prepared by the mechanochemistry. In comparison, the conventional solvothermal method affords mixed metals in the individual cluster.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The observed ligand substitution\nof Hf<sup>IV</sup> and Zr<sup>IV</sup> under mechanochemical conditions\ngenerates extended corresponding\nMOFs. This drove us to examine the possibility of preparing Ti<sup>IV</sup>-derived MOFs by mechanochemistry. Aiming at PCN-415, a known\nMOF based on Ti<sub>8</sub>Zr<sub>2</sub>O<sub>12</sub>(OOC)<sub>16</sub> and H<sub>2</sub>bdc, we prepared a\nmolecular complex with a formula of [Ti<sub>8</sub>Zr<sub>2</sub>O<sub>12</sub>(OOCCH<sub>3</sub>)<sub>16</sub>]·0.33H<sub>2</sub>O\n(see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>) for mechanochemical\nsyntheses. This complex was characterized by single-crystal X-ray\ndiffraction (SCXRD; <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Table S9 and Figure S16</ext-link>) and PXRD (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>) analyses. SCXRD\nanalysis reveals that the metal cluster consists of a Ti<sub>8</sub> cube capped by two Zr<sup>IV</sup> cations on the top and bottom.\nAll 18 acetate ligands in the complex participate in the bridging\nof two adjacent metal cations. Extensive trials using [Ti<sub>8</sub>Zr<sub>2</sub>O<sub>12</sub>(OOCCH<sub>3</sub>)<sub>16</sub>]·0.33H<sub>2</sub>O as the molecular precursor and H<sub>2</sub>bdc have been\nattempted to build PCN-415 under mechanochemical conditions without\nany success (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Table S1 and Figure S18</ext-link>).\nThis is tentatively explained by the difference of the bond enthalpy\nvalues: 662 kJ/mol of Ti–O, 760 kJ/mol of Zr–O, and\n791 kJ/mol of Hf–O. The relatively\nlow bond energy in the Ti–O bond possibly leads to rapid aggregation\nof the molecular clusters by themselves under mechanochemical conditions,\nobserved from milling [Ti<sub>8</sub>Zr<sub>2</sub>O<sub>12</sub>(OOCCH<sub>3</sub>)<sub>16</sub>]·0.33H<sub>2</sub>O alone without any\nH<sub>2</sub>bdc or solvents (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>).</p>", "clean_text": "The observed ligand substitution of HfIV and ZrIV under mechanochemical conditions generates extended corresponding MOFs. This drove us to examine the possibility of preparing TiIV-derived MOFs by mechanochemistry. Aiming at PCN-415, a known MOF based on Ti8Zr2O12(OOC)16 and H2bdc, we prepared a molecular complex with a formula of [Ti8Zr2O12(OOCCH3)16]⋅0.33H2O (see details in the SI) for mechanochemical syntheses. This complex was characterized by single-crystal X-ray diffraction (SCXRD; Table S9 and Figure S16) and PXRD (Figure S17) analyses. SCXRD analysis reveals that the metal cluster consists of a Ti8 cube capped by two ZrIV cations on the top and bottom. All 18 acetate ligands in the complex participate in the bridging of two adjacent metal cations. Extensive trials using [Ti8Zr2O12(OOCCH3)16]⋅0.33H2O as the molecular precursor and H2bdc have been attempted to build PCN-415 under mechanochemical conditions without any success (Table S1 and Figure S18). This is tentatively explained by the difference of the bond enthalpy values: 662 kJ/mol of Ti-O, 760 kJ/mol of Zr-O, and 791 kJ/mol of Hf-O. The relatively low bond energy in the Ti-O bond possibly leads to rapid aggregation of the molecular clusters by themselves under mechanochemical conditions, observed from milling [Ti8Zr2O12(OOCCH3)16]⋅0.33H2O alone without any H2bdc or solvents (Figure S18).", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Overall, we not only report an effective mechanochemical\nmethod\nto synthesize Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>-based MOFs\nbut also demonstrate the mechanochemistry that provides a unique family\nof cluster-precise multimetallic materials. In contrast to the solvothermally\nprepared MOFs exhibiting mixed metals in the individual metal cluster,\nthe mechanochemically synthesized multimetallic materials demonstrate\ntwo types of single-metal clusters. Although extensive attempts fail\nto deliver the mechanochemical synthesis of Ti-derived MOFs, we expect\nour systematic investigation on the mechanochemical syntheses of Group\n4 element-based MOFs to be an alternative yet unparalleled synthetic\nmethod for multimetallic materials with controllable metal compositions.</p>", "clean_text": "Overall, we not only report an effective mechanochemical method to synthesize Hf6O4(OH)4-based MOFs but also demonstrate the mechanochemistry that provides a unique family of cluster-precise multimetallic materials. In contrast to the solvothermally prepared MOFs exhibiting mixed metals in the individual metal cluster, the mechanochemically synthesized multimetallic materials demonstrate two types of single-metal clusters. Although extensive attempts fail to deliver the mechanochemical synthesis of Ti-derived MOFs, we expect our systematic investigation on the mechanochemical syntheses of Group 4 element-based MOFs to be an alternative yet unparalleled synthetic method for multimetallic materials with controllable metal compositions.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.1c02704?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.1c02704</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>General considerations,\nsynthesis and characterization,\nand supporting data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>General considerations,\nsynthesis and characterization,\nand supporting data (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2090486\" xlink:type=\"simple\">2090486</ext-link> contains the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.1c02704.  General considerations, synthesis and characterization, and supporting data (PDF)   \n\nGeneral considerations, synthesis and characterization, and supporting data (PDF)\n\nCCDC 2090486 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<p>Aiming at Hf-UiO-66, we chose 1,4-benzenedicarboxylic\nacid (H<sub>2</sub>bdc) as the ligand in the initial mechanical syntheses.\nBall\nmilling a 1:12 mixture of [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> and H<sub>2</sub>bdc\nin the presence of added DMF (η = 0.67 μL/mg) afforded\nwhite crystalline solids, which did not dissolve in DMF or methanol.\nPXRD analysis reveals that the obtained materials match both the calculated\nPXRD patterns of Hf-UiO-66 and those of solvothermally synthesized\nHf-UiO-66 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S2a,b</ext-link>). The completeness\nof the mechanochemical reaction is monitored through infrared (IR)\nspectroscopy by examining the disappearance of carbonyl stretching\nfrom free carboxylic acid groups at 1674 cm<sup>–1</sup> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The presence of DMF and its amount\nemployed as the assisting liquid during the synthesis are crucial,\nwhich is highlighted by control experiments: (1) Milling a 1:12 mixture\nof [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOCCH<sub>3</sub>)<sub>12</sub>]<sub>2</sub> and H<sub>2</sub>bdc under neat conditions\nor in the presence of water did not generate any crystalline phase\nof Hf-UiO-66 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S4a</ext-link>). (2) The impact\nof the DMF amount on the mechanochemical synthesis was systemically\nexplored, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S2c</ext-link>. The DMF\nloading of η = 0.67 μL/mg affords the best crystallinity.\nThe permanent porosity of the mechanochemically synthesized Hf-UiO-66\nwas characterized by the N<sub>2</sub> adsorption isotherm at 77 K\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c02704/suppl_file/ic1c02704_si_001.pdf\" xlink:type=\"simple\">Figure S4b</ext-link>). Hf-UiO-66 has a measured\nBrunauer–Emmett–Teller (BET) surface area of 944 m<sup>2</sup>/g (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.02–0.15),\nwhich is comparable to the reported BET surface area value (940 m<sup>2</sup>/g) of the solvothermally prepared Hf-UiO-66.\n</p>", "clean_text": "Aiming at Hf-UiO-66, we chose 1,4-benzenedicarboxylic acid (H2bdc) as the ligand in the initial mechanical syntheses. Ball milling a 1:12 mixture of [Hf6O4(OH)4(OOCCH3)12]2 and H2bdc in the presence of added DMF (η = 0.67 μL/mg) afforded white crystalline solids, which did not dissolve in DMF or methanol. PXRD analysis reveals that the obtained materials match both the calculated PXRD patterns of Hf-UiO-66 and those of solvothermally synthesized Hf-UiO-66 (Figure S2a,b). The completeness of the mechanochemical reaction is monitored through infrared (IR) spectroscopy by examining the disappearance of carbonyl stretching from free carboxylic acid groups at 1674 cm-1 (Figure S3). The presence of DMF and its amount employed as the assisting liquid during the synthesis are crucial, which is highlighted by control experiments: (1) Milling a 1:12 mixture of [Hf6O4(OH)4(OOCCH3)12]2 and H2bdc under neat conditions or in the presence of water did not generate any crystalline phase of Hf-UiO-66 (Figure S4a). (2) The impact of the DMF amount on the mechanochemical synthesis was systemically explored, as shown in Figure S2c. The DMF loading of η = 0.67 μL/mg affords the best crystallinity. The permanent porosity of the mechanochemically synthesized Hf-UiO-66 was characterized by the N2 adsorption isotherm at 77 K (Figure S4b). Hf-UiO-66 has a measured Brunauer-Emmett-Teller (BET) surface area of 944 m2/g (P/P 0 = 0.02-0.15), which is comparable to the reported BET surface area value (940 m2/g) of the solvothermally prepared Hf-UiO-66. ", "data": [{"meta": {"name": "Hf-UiO-66", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "ball milling", "material": "[Hf6O4(OH)4(OOCCH3)12]2", "type": "mechanical synthesis", "rotation speed": "", "total time": "", "milling time": "", "rest time": "", "ball to material weight ratio": "1:12", "material mass": "", "solvent": "DMF", "ball material": "", "ball size": "", "jar shape": "", "jar volume": "", "jar material": "", "atmosphere": ""}, {"synthesis method": "infrared spectroscopy", "observation": "disappearance of carbonyl stretching from free carboxylic acid groups at 1674 cm-1"}, {"synthesis method": "N2 adsorption isotherm", "temperature": "77 K", "pressure": "P/P0 = 0.02-0.15", "surface area": "944 m2/g"}], "yield": "", "other properties": []}], "include_properties": ["ball_milling"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Reported\nmechanochemistry accessing [Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub>]-based MOFs. (b) [Hf<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>(OOC)<sub>12</sub>]-based MOFs reported\nin this work to be accessible by mechanochemistry. (c) Family of cluster-precise\nmultimetallic MOFs highlighted in this work to be only accessible\nby mechanochemistry rather than solvothermal methods.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c02704_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Reported mechanochemistry accessing [Zr6O4(OH)4(OOC)12]-based MOFs. (b) [Hf6O4(OH)4(OOC)12]-based MOFs reported in this work to be accessible by mechanochemistry. (c) Family of cluster-precise multimetallic MOFs highlighted in this work to be only accessible by mechanochemistry rather than solvothermal methods.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Mechanochemistry affording a family of Hf<sup>IV</sup>-based MOFs.\nThe PXRD patterns of the mechanochemically prepared Hf-UiO-66 (black\n; λ = 0.45191 Å), Hf-UiO-66-NH<sub>2</sub> (red\n; λ = 0.45174 Å), Hf-MOF-804 (blue ; λ\n= 0.45174 Å), Hf-MOF-801­(pink ; λ = 0.45174 Å),\nand Hf-UiO-67 (green ; λ = 0.45191 Å) are presented.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c02704_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Mechanochemistry affording a family of HfIV-based MOFs. The PXRD patterns of the mechanochemically prepared Hf-UiO-66 (black ; λ = 0.45191 Å), Hf-UiO-66-NH2 (red ; λ = 0.45174 Å), Hf-MOF-804 (blue ; λ = 0.45174 Å), Hf-MOF-801(pink ; λ = 0.45174 Å), and Hf-UiO-67 (green ; λ = 0.45191 Å) are presented.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Developed mechanochemistry accessing a family of multimetallic\nMOFs. The PXRD patterns of the mechanochemically prepared Hf-UiO-66\n(black ), Hf<sub>4</sub>Zr-UiO-66 (red ), HfZr-UiO-66\n(blue ), HfZr<sub>4</sub>-UiO-66 (pink ), and Zr-UiO-66\n(green ) were collected. (b) Solvothermal reactions also afford\na family of multimetallic MOFs. The PXRD patterns of the solvothermally\nsynthesized Hf-UiO-66 (black ), Hf<sub>4</sub>Zr-UiO-66 (red\n), HfZr-UiO-66 (blue ), HfZr<sub>4</sub>-UiO-66 (pink\n), and Zr-UiO-66 (green ) were collected.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c02704_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Developed mechanochemistry accessing a family of multimetallic MOFs. The PXRD patterns of the mechanochemically prepared Hf-UiO-66 (black ), Hf4Zr-UiO-66 (red ), HfZr-UiO-66 (blue ), HfZr4-UiO-66 (pink ), and Zr-UiO-66 (green ) were collected. (b) Solvothermal reactions also afford a family of multimetallic MOFs. The PXRD patterns of the solvothermally synthesized Hf-UiO-66 (black ), Hf4Zr-UiO-66 (red ), HfZr-UiO-66 (blue ), HfZr4-UiO-66 (pink ), and Zr-UiO-66 (green ) were collected.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Zr K-edge EXAFS data in <italic toggle=\"yes\">R</italic> space shown for\nHfZr-UiO-66­(mechano) (red ), Zr-UiO-66 (blue ), and\nHfZr-UiO-66­(solvo) (black ). The M–M scattering around\n3.1 Å is highlighted. (b) Hf L<sub>3</sub>-edge EXAFS data in <italic toggle=\"yes\">R</italic> space shown for HfZr-UiO-66­(mechano) (red ), Hf-UiO-66\n(blue ), and HfZr-UiO-66­(solvo) (blcak ). The M–M\nscattering around 3.1 Å is highlighted.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c02704_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Zr K-edge EXAFS data in R space shown for HfZr-UiO-66(mechano) (red ), Zr-UiO-66 (blue ), and HfZr-UiO-66(solvo) (black ). The M-M scattering around 3.1 Å is highlighted. (b) Hf L3-edge EXAFS data in R space shown for HfZr-UiO-66(mechano) (red ), Hf-UiO-66 (blue ), and HfZr-UiO-66(solvo) (blcak ). The M-M scattering around 3.1 Å is highlighted.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.1c02704", "title": null, "journal": "American Chemical Society", "date": "2021.10", "author_list": ["Salvador\nFillipp\nEdvard", "Miller\nVance", "Shimada\nKaoru", "Wang\nChen-Hao", "Wright\nJoshua", "Das\nMilton", "Chen\nYing-Pin", "Chen\nYu-Sheng", "Sheehan\nChris", "Xu\nWenqian", "Rubasinghege\nGayan", "Gao\nWen-Yang"]}}