{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic1c00357.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>A versatile microporous metal–organic\nframework (MOF), {[Cu­(TIA)]·1.5CH<sub>3</sub>OH}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>Cu-1</bold>), was\nsuccessfully obtained via the solvothermal reaction of cuprous­(II)\nsalt with the bifunctional ligand 3-(1<italic toggle=\"yes\">H</italic>-1,2,4-triazol-1-yl)­isophthalic\nacid. Single-crystal X-ray diffraction studies indicate that <bold>Cu-1</bold> contains an <italic toggle=\"yes\">apo</italic> three-dimensional skeleton\nand two types of one-dimensional channels. The framework of <bold>Cu-1</bold> has excellent acid-alkali resistance and thermal stability,\nwhich is stable in a pH = 2–13 aqueous solution and an 260\n°C air environment. In addition, the microporous copper MOF shows\nvery high uptakes of CO<sub>2</sub> (180 cm<sup>3</sup>·g<sup>–1</sup>) and C<sub>2</sub>H<sub>2</sub> (113 cm<sup>3</sup>·g<sup>–1</sup>) at 273 K and displays excellent adsorption\nselectivity for small molecular gases. The ideal adsorbed solution\ntheory selectivity values for C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub>, CO<sub>2</sub>/CH<sub>4</sub>, and CO<sub>2</sub>/N<sub>2</sub> are 2, 9, and 22 at 298 K, respectively. At the same time,\nbreakthrough experiments for CO<sub>2</sub>/CH<sub>4</sub>, CO<sub>2</sub>/N<sub>2</sub>, and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> were further conducted to verify the efficient separation\nperformances.</p>", "clean_text": "A versatile microporous metal-organic framework (MOF), {[Cu(TIA)]⋅1.5CH3OH} n  (Cu-1), was successfully obtained via the solvothermal reaction of cuprous(II) salt with the bifunctional ligand 3-(1H-1,2,4-triazol-1-yl)isophthalic acid. Single-crystal X-ray diffraction studies indicate that Cu-1 contains an apo three-dimensional skeleton and two types of one-dimensional channels. The framework of Cu-1 has excellent acid-alkali resistance and thermal stability, which is stable in a pH = 2-13 aqueous solution and an 260 °C air environment. In addition, the microporous copper MOF shows very high uptakes of CO2 (180 cm3⋅g-1) and C2H2 (113 cm3⋅g-1) at 273 K and displays excellent adsorption selectivity for small molecular gases. The ideal adsorbed solution theory selectivity values for C2H2/C2H4, CO2/CH4, and CO2/N2 are 2, 9, and 22 at 298 K, respectively. At the same time, breakthrough experiments for CO2/CH4, CO2/N2, and C2H2/C2H4 were further conducted to verify the efficient separation performances.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Using a multifunctional ligand, 3-(1<italic toggle=\"yes\">H</italic>-1,2,4-triazol-1-yl)­isophthalic\nacid (H<sub>2</sub>TIA), a novel three-dimensional copper metal−organic\nframework, {[Cu­(TIA)]·1.5CH<sub>3</sub>OH}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>Cu-1</bold>), with polar micropores has been successfully\nobtained, and the framework of <bold>Cu-1</bold> has excellent acid-alkali\nresistance and thermal stability. In addition, <bold>Cu-1</bold> exhibits\nexcellent uptakes of CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>. What is more, it displays excellent CO<sub>2</sub>/CH<sub>4</sub>, CO<sub>2</sub>/N<sub>2</sub>, and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> selectivity, which was also confirmed by breakthrough\nexperiments.</p>", "clean_text": "Using a multifunctional ligand, 3-(1H-1,2,4-triazol-1-yl)isophthalic acid (H2TIA), a novel three-dimensional copper metal-organic framework, {[Cu(TIA)]⋅1.5CH3OH} n  (Cu-1), with polar micropores has been successfully obtained, and the framework of Cu-1 has excellent acid-alkali resistance and thermal stability. In addition, Cu-1 exhibits excellent uptakes of CO2 and C2H2. What is more, it displays excellent CO2/CH4, CO2/N2, and C2H2/C2H4 selectivity, which was also confirmed by breakthrough experiments.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Following the rapid\ndevelopment of industry, the greenhouse effect\ncaused by carbon dioxide (CO<sub>2</sub>) emission has become more\nand more serious. It has been estimated\nthat more than half of the world’s CO<sub>2</sub> emissions\nis exhausted from power plants. If the postconsumption CO<sub>2</sub> can be directly captured from the flue gases before emission, the\ngreenhouse effect will certainly be suppressed. Therefore, it is of\nutmost important to capture, store, and transform CO<sub>2</sub> economically\nand efficiently. In addition, natural\ngas, as an important fossil fuel, is mainly composed of methane (CH<sub>4</sub>), which is considered to be the most promising alternative\nenergy owing to its high energy conversion efficiency and low environmental\nimpact. However, the CO<sub>2</sub> existence in CH<sub>4</sub> is\na big problem, which not only sharply decreases the combustion calorific\nvalue but also causes terrible corrosion of the transmission pipeline,\neven in a small or trace concentration. Therefore, the removal of CO<sub>2</sub> from natural gas is particularly\nimportant for its industrial application value. The latest developments\nof separation techniques and methods indicate that the selective capture\nof CO<sub>2</sub> by porous materials is an environmentally friendly\nand low-energy-consumption method. In comparison with inorganic porous\nmaterials, metal–organic frameworks (MOFs) are considered to\nbe promising materials for CO<sub>2</sub> adsorption.\n</p>", "clean_text": "Introduction\n\nFollowing the rapid development of industry, the greenhouse effect caused by carbon dioxide (CO2) emission has become more and more serious. It has been estimated that more than half of the world's CO2 emissions is exhausted from power plants. If the postconsumption CO2 can be directly captured from the flue gases before emission, the greenhouse effect will certainly be suppressed. Therefore, it is of utmost important to capture, store, and transform CO2 economically and efficiently. In addition, natural gas, as an important fossil fuel, is mainly composed of methane (CH4), which is considered to be the most promising alternative energy owing to its high energy conversion efficiency and low environmental impact. However, the CO2 existence in CH4 is a big problem, which not only sharply decreases the combustion calorific value but also causes terrible corrosion of the transmission pipeline, even in a small or trace concentration. Therefore, the removal of CO2 from natural gas is particularly important for its industrial application value. The latest developments of separation techniques and methods indicate that the selective capture of CO2 by porous materials is an environmentally friendly and low-energy-consumption method. In comparison with inorganic porous materials, metal-organic frameworks (MOFs) are considered to be promising materials for CO2 adsorption. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>On the other hand, ethylene, as one of the most important\nfeedstocks,\nhas been widely used in the synthesis of industrial products such\nas fibers, rubber, plastics, and so on. In industry, ethylene is usually prepared by cracking petroleum\nand oxidative coupling of CH<sub>4</sub> in natural gas; accordingly,\na trace amount of acetylene (ca. 1%) as an impurity is mixed with\nethylene. A trace amount of acetylene\nin ethylene can make the catalyst poisonous in the ethylene polymerization\nprocess by forming metal acetylides; therefore, it is critically important\nto deeply purify ethylene and thoroughly remove acetylene. However, unsaturated C<sub>2</sub> hydrocarbons have similar physical\nand chemical properties and make separation even more difficult. In\nindustry, cryogenic distillation at high pressure is usually used\nto separate light hydrocarbons, or solvent extraction and catalytic\nhydrogenation are used. These two methods either need high energy\nconsumption or are accompanied by environmental pollution. Therefore, it is urgent to find a separation\nmethod with high efficiency and low energy consumption.</p>", "clean_text": "On the other hand, ethylene, as one of the most important feedstocks, has been widely used in the synthesis of industrial products such as fibers, rubber, plastics, and so on. In industry, ethylene is usually prepared by cracking petroleum and oxidative coupling of CH4 in natural gas; accordingly, a trace amount of acetylene (ca. 1%) as an impurity is mixed with ethylene. A trace amount of acetylene in ethylene can make the catalyst poisonous in the ethylene polymerization process by forming metal acetylides; therefore, it is critically important to deeply purify ethylene and thoroughly remove acetylene. However, unsaturated C2 hydrocarbons have similar physical and chemical properties and make separation even more difficult. In industry, cryogenic distillation at high pressure is usually used to separate light hydrocarbons, or solvent extraction and catalytic hydrogenation are used. These two methods either need high energy consumption or are accompanied by environmental pollution. Therefore, it is urgent to find a separation method with high efficiency and low energy consumption.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>MOFs,\nalso known as porous coordination polymers, have been paid\nmuch attention because of their outstanding capabilities in the areas\nof gas deposition and segregation, luminescence, interfacial catalysis,\nand biomedicine. Compared with traditional porous materials such as activated carbon,\nmolecular sieve, etc., the frame structure, pore shape and size, and\nfunctionalities of the MOFs could be regulated at the molecular level. These excellent properties have stimulated considerable research\nwork on exploring their functions in gas selective adsorption and\nseparation. In the recent 2 decades, MOFs have exhibited potential\napplications in CO<sub>2</sub> capture, light hydrocarbon separation, and so on. Because of the special relationship between the structure\nand functionalization of MOF materials, MOFs can be designed and tuned\nby the suitable adjustment and selection of bridging linkers and metal\nunits to meet the functional requirements. However, it is still a\nchallenge to develop the MOF materials, which not only are able to\ncapture CO<sub>2</sub> from the fuel gases and but also can adsorb\na trace amount of acetylene in ethylene. Because in practical application,\nthe adsorption materials are required to have excellent adsorption\nperformance and selectivity and at the same time can tolerate water\nand acid gas, which are always mixed in fuel and natural gases. Chemists found that high-valence conjugated carboxylic acid ligands\ncan be used to synthesize water-stable MOFs. In addition, metal clusters, such as M<sub>2</sub>(COO)<sub>2</sub> (M = Cu<sup>2+</sup>, Zn<sup>2+</sup>, Co<sup>2+</sup>, and Ni<sup>2+</sup>), as secondary building units (SBUs) can always be formed\nwhen organic ligands containing carboxyl groups are used. MOFs containing metal clusters as SBUs are always\naccompanied by permanent porosity and excellent sorption performance. What is more, on the basis of the theory of hard–soft acid–base,\nthe MOFs formed by a combination of the soft base containing an azolate\nring (such as pyrazolates, imidazolates, triazolates, and tetrazolates)\nand the bivalent transition soft acid metal ions (such as Cu<sup>2+</sup>, Zn<sup>2+</sup>, Mn<sup>2+</sup>, and Ni<sup>2+</sup>) are more\nstable. Bearing this in mind, a multifunctional\nligand, 3-(1<italic toggle=\"yes\">H</italic>-1,2,4-triazol-1-yl)­isophthalic acid\n(H<sub>2</sub>TIA), was selected in our study. As expected, a porous\nMOF, namely, {[Cu­(TIA)]·1.5CH<sub>3</sub>OH}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>Cu-1</bold>), which contains the SBU of Cu<sub>2</sub>(COO)<sub>2</sub>, was successfully obtained. <bold>Cu-1</bold> not\nonly has exceptional thermal and chemical stability but also has two\ndifferent sizes of micropores. Further study found that <bold>Cu-1</bold> showed extraordinary adsorption capacities for CO<sub>2</sub> (180\ncm<sup>3</sup>·g<sup>–1</sup> at 273 K) and C<sub>2</sub>H<sub>2</sub> (113 cm<sup>3</sup>·g<sup>–1</sup>) as\nwell as good CO<sub>2</sub>/CH<sub>4</sub>, CO<sub>2</sub>/N<sub>2</sub>, and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> gas selectivity.</p>", "clean_text": "MOFs, also known as porous coordination polymers, have been paid much attention because of their outstanding capabilities in the areas of gas deposition and segregation, luminescence, interfacial catalysis, and biomedicine. Compared with traditional porous materials such as activated carbon, molecular sieve, etc., the frame structure, pore shape and size, and functionalities of the MOFs could be regulated at the molecular level. These excellent properties have stimulated considerable research work on exploring their functions in gas selective adsorption and separation. In the recent 2 decades, MOFs have exhibited potential applications in CO2 capture, light hydrocarbon separation, and so on. Because of the special relationship between the structure and functionalization of MOF materials, MOFs can be designed and tuned by the suitable adjustment and selection of bridging linkers and metal units to meet the functional requirements. However, it is still a challenge to develop the MOF materials, which not only are able to capture CO2 from the fuel gases and but also can adsorb a trace amount of acetylene in ethylene. Because in practical application, the adsorption materials are required to have excellent adsorption performance and selectivity and at the same time can tolerate water and acid gas, which are always mixed in fuel and natural gases. Chemists found that high-valence conjugated carboxylic acid ligands can be used to synthesize water-stable MOFs. In addition, metal clusters, such as M2(COO)2 (M = Cu2+, Zn2+, Co2+, and Ni2+), as secondary building units (SBUs) can always be formed when organic ligands containing carboxyl groups are used. MOFs containing metal clusters as SBUs are always accompanied by permanent porosity and excellent sorption performance. What is more, on the basis of the theory of hard-soft acid-base, the MOFs formed by a combination of the soft base containing an azolate ring (such as pyrazolates, imidazolates, triazolates, and tetrazolates) and the bivalent transition soft acid metal ions (such as Cu2+, Zn2+, Mn2+, and Ni2+) are more stable. Bearing this in mind, a multifunctional ligand, 3-(1H-1,2,4-triazol-1-yl)isophthalic acid (H2TIA), was selected in our study. As expected, a porous MOF, namely, {[Cu(TIA)]⋅1.5CH3OH} n  (Cu-1), which contains the SBU of Cu2(COO)2, was successfully obtained. Cu-1 not only has exceptional thermal and chemical stability but also has two different sizes of micropores. Further study found that Cu-1 showed extraordinary adsorption capacities for CO2 (180 cm3⋅g-1 at 273 K) and C2H2 (113 cm3⋅g-1) as well as good CO2/CH4, CO2/N2, and C2H2/C2H4 gas selectivity.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Commercial\nreactants and solvents were directly\nused without any further pretreatment, except that the solvent dimethyl\nsulfoxide (DMSO) needs to be tried by 4 Å molecular sieve and\ndistilled under vacuum conditions. 3-(1<italic toggle=\"yes\">H</italic>-1,2,4-Triazol-1-yl)­isophthalic\nacid (H<sub>2</sub>TIA) was synthesized based on the method provided\nin the literature.\n</p>", "clean_text": "Experimental Section\n\nMaterials\n\nCommercial reactants and solvents were directly used without any further pretreatment, except that the solvent dimethyl sulfoxide (DMSO) needs to be tried by 4 Å molecular sieve and distilled under vacuum conditions. 3-(1H-1,2,4-Triazol-1-yl)isophthalic acid (H2TIA) was synthesized based on the method provided in the literature. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation\nof {[Cu­(TIA)]·1.5CH<sub>3</sub>OH}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>Cu-1</bold>)</title><p>H<sub>2</sub>TIA (11.7\nmg, 0.05 mmol), Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (24.2 mg, 0.1 mmol), 4,4′-PBY (7.8 mg, 0.05 mmol), and 5\nmL of methanol were added in a 15 mL reactor in turn, and then the\nmixture was heated at 120 °C for 4 days. After that, the autoclave\nwas cooled to room temperature at a rate of 1.5 °C·h<sup>–1</sup>. Blue rectangular crystals of <bold>Cu-1</bold> (10.16\nmg) were obtained (yield 65% based on H<sub>2</sub>TIA). Elem anal.\nCalcd for C<sub>11.5</sub>H<sub>11</sub>CuN<sub>3</sub>O<sub>5.5</sub> (342.78): C, 40.29; H, 3.23; N, 12.26. Found: C, 40.66; H, 3.05;\nN, 12.32. IR (KBr pellet): 3446 (b), 3389 (b), 3127 (s), 1708 (s),\n1627 (m), 1427 (m), 1364 (s), 1207 (w), 1135 (s), 1076 (m), 983 (w),\n845 (w), 664 (m), 539 (s) cm<sup>–1</sup>.</p>", "clean_text": "Preparation of {[Cu(TIA)]⋅1.5CH3OH} n  (Cu-1)\n\nH2TIA (11.7 mg, 0.05 mmol), Cu(NO3)2⋅3H2O (24.2 mg, 0.1 mmol), 4,4'-PBY (7.8 mg, 0.05 mmol), and 5 mL of methanol were added in a 15 mL reactor in turn, and then the mixture was heated at 120 °C for 4 days. After that, the autoclave was cooled to room temperature at a rate of 1.5 °C⋅h-1. Blue rectangular crystals of Cu-1 (10.16 mg) were obtained (yield 65% based on H2TIA). Elem anal. Calcd for C11.5H11CuN3O5.5 (342.78): C, 40.29; H, 3.23; N, 12.26. Found: C, 40.66; H, 3.05; N, 12.32. IR (KBr pellet): 3446 (b), 3389 (b), 3127 (s), 1708 (s), 1627 (m), 1427 (m), 1364 (s), 1207 (w), 1135 (s), 1076 (m), 983 (w), 845 (w), 664 (m), 539 (s) cm-1.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Activation\nof <bold>Cu-1</bold> and Gas Sorption Measurements</title><p>The synthesized\nsample of <bold>Cu-1</bold> was activated at 70\n°C for 10 h in vacuum conditions. N<sub>2</sub> sorption isotherms\nwere obtained from 0 to 1 bar at 77 K with liquid nitrogen by a volumetric\nmethod on a Micromeritics ASAP 2020HD88 surface area and pore analyzer.\nThe low-pressure gas sorption data of CH<sub>4</sub>, CO<sub>2</sub>, and N<sub>2</sub> were carried out on the same instruments, whereas\nthe adsorption isotherms of light hydrocarbons such as C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub> were measured on a Micromeritics ASAP 2460 analyzer.</p>", "clean_text": "Activation of Cu-1 and Gas Sorption Measurements\n\nThe synthesized sample of Cu-1 was activated at 70 °C for 10 h in vacuum conditions. N2 sorption isotherms were obtained from 0 to 1 bar at 77 K with liquid nitrogen by a volumetric method on a Micromeritics ASAP 2020HD88 surface area and pore analyzer. The low-pressure gas sorption data of CH4, CO2, and N2 were carried out on the same instruments, whereas the adsorption isotherms of light hydrocarbons such as C2H2, C2H4, and C2H6 were measured on a Micromeritics ASAP 2460 analyzer.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Crystal Structure Descriptions of <bold>Cu-1</bold>\n</title><p>Single-crystal X-ray diffraction analysis revealed that <bold>Cu-1</bold> crystallizes in the orthorhombic <italic toggle=\"yes\">Pbcn</italic> space group\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c00357/suppl_file/ic1c00357_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>), and the free methanol content\nof <bold>Cu-1</bold> was further determined by the recognized means\nof SQUEEZE, elemental analysis, and thermogravimetry. In <bold>Cu-1</bold>, each asymmetric unit is composed of one Cu<sup>2+</sup> ion, one\nTIA<sup>2–</sup> anion, and one and a half free methanol molecules.\nAs displayed in a, the central Cu<sup>2+</sup> ion existed in a pentacoordinated\nmode surrounded by four carboxylic O atoms and one triazole N atom\nfrom five different TIA<sup>2–</sup> ligands to form a square-pyramidal\nconfiguration. Four μ<sub>2</sub>-η<sub>1</sub>:η<sub>1</sub>-carboxyl bridges come from four distinct TIA<sup>2–</sup> ligands connected two Cu<sup>2+</sup> ions to form a binuclear paddle-wheel\n[Cu<sub>2</sub>(COO)<sub>4</sub>] moiety with a Cu–Cu separation\nof 2.668(1) Å (a). The Cu<sup>II</sup>–O bond lengths vary from 1.960(3)\nto 2.027(4) Å, while the Cu–N bond distance is 2.129(4)\nÅ (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c00357/suppl_file/ic1c00357_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). In <bold>Cu-1</bold>, the dihedral angles formed between the triazolyl ring, the two\ncarboxylate groups, and the central phenyl ring in the same TIA<sup>2–</sup> ligand are 19.160(2)°, 28.345(2)°, and\n24.920(2)°, respectively. The paddle-wheel [Cu<sub>2</sub>(COO)<sub>4</sub>] moieties are further connected by carboxylate groups and\ntriazole N atoms from around the TIA<sup>2–</sup> anions to\nform a three-dimensional (3D) framework (b), with approximately rectangle dimensional\nchannels with side lengths of about 6.9 × 5.7 Å exist along\nthe <italic toggle=\"yes\">c</italic> direction and irregular channels with an approximate\nsize of 7.9 × 3.8 Å<sup>2</sup> along the [110] direction\n(b,c). With\nthe help of <italic toggle=\"yes\">PLATON</italic>, the solvent-accessible void space\nof <bold>Cu-1</bold> was calculated as 53.7%, which was occupied by\nfree methanol molecules. From the perspective of topology, the TIA<sup>2–</sup> ligands can be regarded as 3-connected nodes, and\nthe paddle wheel can be simplified as 6-connected nodes (d). Therefore, the\nstructure of <bold>Cu-1</bold> can be described as a new 3,6-connected <italic toggle=\"yes\">apo</italic> framework.</p>", "clean_text": "Results and Discussion\n\nCrystal Structure Descriptions of Cu-1 \n\nSingle-crystal X-ray diffraction analysis revealed that Cu-1 crystallizes in the orthorhombic Pbcn space group (Table S1), and the free methanol content of Cu-1 was further determined by the recognized means of SQUEEZE, elemental analysis, and thermogravimetry. In Cu-1, each asymmetric unit is composed of one Cu2+ ion, one TIA2- anion, and one and a half free methanol molecules. As displayed in a, the central Cu2+ ion existed in a pentacoordinated mode surrounded by four carboxylic O atoms and one triazole N atom from five different TIA2- ligands to form a square-pyramidal configuration. Four μ2-η1:η1-carboxyl bridges come from four distinct TIA2- ligands connected two Cu2+ ions to form a binuclear paddle-wheel [Cu2(COO)4] moiety with a Cu-Cu separation of 2.668(1) Å (a). The CuII-O bond lengths vary from 1.960(3) to 2.027(4) Å, while the Cu-N bond distance is 2.129(4) Å (Table S2). In Cu-1, the dihedral angles formed between the triazolyl ring, the two carboxylate groups, and the central phenyl ring in the same TIA2- ligand are 19.160(2)°, 28.345(2)°, and 24.920(2)°, respectively. The paddle-wheel [Cu2(COO)4] moieties are further connected by carboxylate groups and triazole N atoms from around the TIA2- anions to form a three-dimensional (3D) framework (b), with approximately rectangle dimensional channels with side lengths of about 6.9 × 5.7 Å exist along the c direction and irregular channels with an approximate size of 7.9 × 3.8 Å2 along the [110] direction (b,c). With the help of PLATON, the solvent-accessible void space of Cu-1 was calculated as 53.7%, which was occupied by free methanol molecules. From the perspective of topology, the TIA2- ligands can be regarded as 3-connected nodes, and the paddle wheel can be simplified as 6-connected nodes (d). Therefore, the structure of Cu-1 can be described as a new 3,6-connected apo framework.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Linkage of Cu<sub>2</sub>(COO)<sub>4</sub> moieties with a\nTIA<sup>2–</sup> ligand in <bold>Cu-1</bold>. (b) 3D framework\nof <bold>Cu-1</bold> viewed along the 001 direction. (c) Structural\ndetail of interpenetrating channels with dimensions of 6.9 ×\n5.7 and 7.9 × 3.8 Å<sup>2</sup>, respectively, viewed along\nthe [110] direction. (d) Topology network of the <bold>Cu-1</bold> framework.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Linkage of Cu2(COO)4 moieties with a TIA2- ligand in Cu-1. (b) 3D framework of Cu-1 viewed along the 001 direction. (c) Structural detail of interpenetrating channels with dimensions of 6.9 × 5.7 and 7.9 × 3.8 Å2, respectively, viewed along the [110] direction. (d) Topology network of the Cu-1 framework.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>It is worth noting that the channel\nwall of <bold>Cu-1</bold> is\nmodified by polar triazole rings that can be regarded as active sites,\nwhich can strengthen the interactions between the framework and the\npolar gases of small molecules such as CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>. Thus, the adsorption capacity and selectivity of these\ngases can be enhanced.</p>", "clean_text": "It is worth noting that the channel wall of Cu-1 is modified by polar triazole rings that can be regarded as active sites, which can strengthen the interactions between the framework and the polar gases of small molecules such as CO2 and C2H2. Thus, the adsorption capacity and selectivity of these gases can be enhanced.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<title>Stabilities of <bold>Cu-1</bold>\n</title><p>Powder X-ray diffraction\n(PXRD) and thermogravimetric analysis (TGA) experiments were conducted\nto confirm the stability of the MOF <bold>Cu-1</bold>. As can be seen\nfrom a, the\nframework of <bold>Cu-1</bold> has outstanding acid–base stability,\nwhich can remain invariant in a wide range of pH = 2–13. In\naddition, the temperature-dependent PXRD pattern (b) and TGA curve (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c00357/suppl_file/ic1c00357_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>) confirm that the framework also has\nexcellent thermal stability, which can withstand high temperature\nup to 260 °C, and the structure of <bold>Cu-1</bold> starts to\ncollapse when the temperature is above 300 °C. Therefore, <bold>Cu-1</bold> has excellent thermal and chemical stability, which is\nthe basis for the following adsorption and separation experiments.</p>", "clean_text": "Stabilities of Cu-1 \n\nPowder X-ray diffraction (PXRD) and thermogravimetric analysis (TGA) experiments were conducted to confirm the stability of the MOF Cu-1. As can be seen from a, the framework of Cu-1 has outstanding acid-base stability, which can remain invariant in a wide range of pH = 2-13. In addition, the temperature-dependent PXRD pattern (b) and TGA curve (Figure S2) confirm that the framework also has excellent thermal stability, which can withstand high temperature up to 260 °C, and the structure of Cu-1 starts to collapse when the temperature is above 300 °C. Therefore, Cu-1 has excellent thermal and chemical stability, which is the basis for the following adsorption and separation experiments.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Stability\nof <bold>Cu-1</bold>: (a) PXRD patterns of the MOF <bold>Cu-1</bold> after being soaked in different pH aqueous solutions\nfor 48 h; (b) PXRD curves of the MOF <bold>Cu-1</bold> after being\nheated at different temperatures for 2 h.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0002.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Stability of Cu-1: (a) PXRD patterns of the MOF Cu-1 after being soaked in different pH aqueous solutions for 48 h; (b) PXRD curves of the MOF Cu-1 after being heated at different temperatures for 2 h.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<title>Gas Sorption Properties</title><p>N<sub>2</sub> sorption–desorption\nisotherms of the activated <bold>Cu-1</bold> were obtained to verify\nthe permanent porosity. The results are exhibited in , a typical reversible type\nI isotherm behavior with a breakthrough uptake at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> &lt; 0.01, explaining the characteristics\nof the micropores. At 77 K, the maximum uptake of N<sub>2</sub> reached\n270 cm<sup>3</sup>·g<sup>–1</sup>, and the corresponding\nBrunauer–Emmett–Teller (BET) and Langmuir surface areas\nwere calculated as 766 and 1117 m<sup>2</sup>·g<sup>–1</sup>, respectively. In addition, it can be seen in b that there exist two kinds of pore systems.\nThe large BET surface areas and various pore sizes inspire us to study\nthe <bold>Cu-1</bold> adsorption performance for small-molecule gases,\nsuch as CO<sub>2</sub>, N<sub>2</sub>, CH<sub>4</sub>, and C<sub>2</sub> hydrocarbons (C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub>).</p>", "clean_text": "Gas Sorption Properties\n\nN2 sorption-desorption isotherms of the activated Cu-1 were obtained to verify the permanent porosity. The results are exhibited in , a typical reversible type I isotherm behavior with a breakthrough uptake at P/P 0 < 0.01, explaining the characteristics of the micropores. At 77 K, the maximum uptake of N2 reached 270 cm3⋅g-1, and the corresponding Brunauer-Emmett-Teller (BET) and Langmuir surface areas were calculated as 766 and 1117 m2⋅g-1, respectively. In addition, it can be seen in b that there exist two kinds of pore systems. The large BET surface areas and various pore sizes inspire us to study the Cu-1 adsorption performance for small-molecule gases, such as CO2, N2, CH4, and C2 hydrocarbons (C2H2, C2H4, and C2H6).", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) N<sub>2</sub> sorption isotherms of <bold>Cu-1</bold> at 77\nK. (b) Pore distribution of <bold>Cu-1</bold> based on the density\nfunctional theory model.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) N2 sorption isotherms of Cu-1 at 77 K. (b) Pore distribution of Cu-1 based on the density functional theory model.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>The single-component\nsorption isotherms of CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub> for <bold>Cu-1</bold> at 273 and 298 K\nup to 1 bar () were collected to explore the abilities for adsorption and separation\nfor these gases. As presented in a, <bold>Cu-1</bold> has a very excellent\nCO<sub>2</sub> uptake capacity of 128.77 cm<sup>3</sup>·g<sup>–1</sup> at 298 K and 1 bar, which is higher than the reported\nrecorded value of bio-MOF-11 (92 cm<sup>3</sup>·g<sup>–1</sup>). In addition, the CO<sub>2</sub> loading\nat 273 K and 1 bar of <bold>Cu-1</bold> is 180.05 cm<sup>3</sup>·g<sup>–1</sup>; it also set a very excellernt value for CO<sub>2</sub> adsorption compared with the reported highest uptake of NOTT-101\n(164 cm<sup>3</sup>·g<sup>–1</sup>). The excellent adsorption properties of <bold>Cu-1</bold> for CO<sub>2</sub> can be ascribed to its higher surface area, multiple pores,\nthe matching effect of micropoles, the size of the CO<sub>2</sub> molecule,\nand the introduction of 1<italic toggle=\"yes\">H</italic>-triazole rings in H<sub>2</sub>TIA, which can strengthen the affinity between the framework\nand CO<sub>2</sub>. Furthermore, <bold>Cu-1</bold> exhibits a low\nadsorption capacity for CH<sub>4</sub> (41.37 cm<sup>3</sup>·g<sup>–1</sup> at 273 K and 26.07 cm<sup>3</sup>·g<sup>–1</sup> at 298 K) and N<sub>2</sub> (11.46 cm<sup>3</sup>·g<sup>–1</sup> at 273 K and 9.81 cm<sup>3</sup>·g<sup>–1</sup> at 298\nK) under the condition of 1 bar. For the sake of detecting the interaction\nbetween gases and the framework of the MOF <bold>Cu-1</bold>, the\nisoteric heat of adsorption (<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) of CO<sub>2</sub>, N<sub>2</sub>, and CH<sub>4</sub> was obtained based on\nthe adsorption isotherms at 273 and 298 K with the help of a virial\nequation. As exhibited in , the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value of CO<sub>2</sub> near zero loading is 27.6 kJ·mol<sup>–1</sup>; it slowly rises to 32 kJ·mol<sup>–1</sup> following\nand increase of the adsorption capacity. For CH<sub>4</sub> and N<sub>2</sub>, the zero-loading <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values\nare 16.4 and 16.3 kJ·mol<sup>–1</sup>, respectively ().</p>", "clean_text": "The single-component sorption isotherms of CO2, CH4, and N2 for Cu-1 at 273 and 298 K up to 1 bar () were collected to explore the abilities for adsorption and separation for these gases. As presented in a, Cu-1 has a very excellent CO2 uptake capacity of 128.77 cm3⋅g-1 at 298 K and 1 bar, which is higher than the reported recorded value of bio-MOF-11 (92 cm3⋅g-1). In addition, the CO2 loading at 273 K and 1 bar of Cu-1 is 180.05 cm3⋅g-1; it also set a very excellernt value for CO2 adsorption compared with the reported highest uptake of NOTT-101 (164 cm3⋅g-1). The excellent adsorption properties of Cu-1 for CO2 can be ascribed to its higher surface area, multiple pores, the matching effect of micropoles, the size of the CO2 molecule, and the introduction of 1H-triazole rings in H2TIA, which can strengthen the affinity between the framework and CO2. Furthermore, Cu-1 exhibits a low adsorption capacity for CH4 (41.37 cm3⋅g-1 at 273 K and 26.07 cm3⋅g-1 at 298 K) and N2 (11.46 cm3⋅g-1 at 273 K and 9.81 cm3⋅g-1 at 298 K) under the condition of 1 bar. For the sake of detecting the interaction between gases and the framework of the MOF Cu-1, the isoteric heat of adsorption (Q st) of CO2, N2, and CH4 was obtained based on the adsorption isotherms at 273 and 298 K with the help of a virial equation. As exhibited in , the Q st value of CO2 near zero loading is 27.6 kJ⋅mol-1; it slowly rises to 32 kJ⋅mol-1 following and increase of the adsorption capacity. For CH4 and N2, the zero-loading Q st values are 16.4 and 16.3 kJ⋅mol-1, respectively ().", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub> sorption\nisotherms of <bold>Cu-1</bold> at 273 and 298 K. (b) C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub> sorption isotherms of <bold>Cu-1</bold> at 273 and 298 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) CO2, CH4, and N2 sorption isotherms of Cu-1 at 273 and 298 K. (b) C2H2, C2H4, and C2H6 sorption isotherms of Cu-1 at 273 and 298 K.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>\n<italic toggle=\"yes\">Q</italic>\n<sub>st</sub> relationship of CO<sub>2</sub>,\nC<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, CH<sub>4</sub>, and N<sub>2</sub> adsorption for <bold>Cu-1</bold> estimated from virial expression fits at 273 and 298\nK.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5   Q st relationship of CO2, C2H2, C2H4, C2H6, CH4, and N2 adsorption for Cu-1 estimated from virial expression fits at 273 and 298 K.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>It is well-known that the selective\nadsorption and separation of\nlight hydrocarbons play a vital role in the development of petrochemical\nenterprises. Considering the microporous characteristics of the MOF <bold>Cu-1</bold>, single components of C<sub>2</sub> hydrocarbons (C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub>) were also carried out at 273 and 298 K with pressures\nfrom 0 to 1 bar. As shown in b, <bold>Cu-1</bold> also displays high adsorption\ncapacities for C<sub>2</sub> hydrocarbons, and the corresponding uptakes\nare 112.88 cm<sup>3</sup>·g<sup>–1</sup> and 5.04 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>2</sub>, 84.95 cm<sup>3</sup>·g<sup>–1</sup> and 3.79 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>4</sub>, and 79.11 cm<sup>3</sup>·g<sup>–1</sup> and 3.53 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>6</sub> at 273 K. The adsorption capacity of <bold>Cu-1</bold> at 298 K is basically similar to that of 273 K, which are 95.68\ncm<sup>3</sup>·g<sup>–1</sup> and 4.27 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>2</sub>, 68.06 cm<sup>3</sup>·g<sup>–1</sup> and 3.04 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>4</sub>, and 57.99 cm<sup>3</sup>·g<sup>–1</sup> and 2.59 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>6</sub> at 298 K, respectively. The uptake for C<sub>2</sub>H<sub>2</sub> at 298 K is higher than those of the famous\nMOFs UTSA-300 (76.4 cm<sup>3</sup>·g<sup>–1</sup>, 3.41 mmol·g<sup>–1</sup>), SIFSIX-3-Zn<sup>10</sup> (86.5 cm<sup>3</sup>·g<sup>–1</sup>, 3.86 mmol·g<sup>–1</sup>), and NTU-65 (75.4 cm<sup>3</sup>·g<sup>–1</sup>, 3.36 mmol·g<sup>–1</sup>). Similarly, the interactions between the gases and MOF materials\nare also measured by calculation of the isosteric heat of adsorption\n(<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) at 273 and 298 K; the values of <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> at low coverage are 30 kJ·mol<sup>–1</sup> (C<sub>2</sub>H<sub>2</sub>), 27.3 kJ·mol<sup>–1</sup> (C<sub>2</sub>H<sub>4</sub>), and 26.3 kJ·mol<sup>–1</sup> (C<sub>2</sub>H<sub>6</sub>) ().</p>", "clean_text": "It is well-known that the selective adsorption and separation of light hydrocarbons play a vital role in the development of petrochemical enterprises. Considering the microporous characteristics of the MOF Cu-1, single components of C2 hydrocarbons (C2H2, C2H4, and C2H6) were also carried out at 273 and 298 K with pressures from 0 to 1 bar. As shown in b, Cu-1 also displays high adsorption capacities for C2 hydrocarbons, and the corresponding uptakes are 112.88 cm3⋅g-1 and 5.04 mmol⋅g-1 for C2H2, 84.95 cm3⋅g-1 and 3.79 mmol⋅g-1 for C2H4, and 79.11 cm3⋅g-1 and 3.53 mmol⋅g-1 for C2H6 at 273 K. The adsorption capacity of Cu-1 at 298 K is basically similar to that of 273 K, which are 95.68 cm3⋅g-1 and 4.27 mmol⋅g-1 for C2H2, 68.06 cm3⋅g-1 and 3.04 mmol⋅g-1 for C2H4, and 57.99 cm3⋅g-1 and 2.59 mmol⋅g-1 for C2H6 at 298 K, respectively. The uptake for C2H2 at 298 K is higher than those of the famous MOFs UTSA-300 (76.4 cm3⋅g-1, 3.41 mmol⋅g-1), SIFSIX-3-Zn10 (86.5 cm3⋅g-1, 3.86 mmol⋅g-1), and NTU-65 (75.4 cm3⋅g-1, 3.36 mmol⋅g-1). Similarly, the interactions between the gases and MOF materials are also measured by calculation of the isosteric heat of adsorption (Q st) at 273 and 298 K; the values of Q st at low coverage are 30 kJ⋅mol-1 (C2H2), 27.3 kJ⋅mol-1 (C2H4), and 26.3 kJ⋅mol-1 (C2H6) ().", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>In order to theoretically explore the excellent\nadsorption properties\nof the complexes for CO<sub>2</sub> and acetylene, the distribution\nof CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub> molecules in <bold>Cu-1</bold> at 300 K were confirmed by ab initio molecular dynamics\n(AIMD) simulations. As exhibited in , the reason is that C<sub>2</sub>H<sub>2</sub> and CO<sub>2</sub> can have such a strong force with the framework\nby C–H···O and C–H···N\ninteractions between guests and hosts. The O atoms in the CO<sub>2</sub> molecule interact with the microporous channel walls through the\nstrong interaction of C10–H10···O [H···O,\n2.52 Å &lt; 2.72 Å, the sum of van der Waals radii of the\nO (1.52 Å) and H (1.20 Å) atoms] and the weak interaction\nof C5–H5···O (H···O, 2.82 Å).\nSimilarly, H atoms in acetylene form strong interactions with O and\nN atoms in the micropores through CH···O\n(2.61 Å) and CH···N (2.55 Å).\nFurther, the simulated values of <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> for\nCO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub> are 22.21 and 23.53\nkJ·mol<sup>–1</sup>, respectively. On the basis of the\nabove calculation results, it is precisely because the O atoms on\npolar CO of CO<sub>2</sub> and acidic H atom in acetylene\ncan form stronger interactions with the channel walls, resulting in\nbetter adsorption capacities for CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>.</p>", "clean_text": "In order to theoretically explore the excellent adsorption properties of the complexes for CO2 and acetylene, the distribution of CO2 and C2H2 molecules in Cu-1 at 300 K were confirmed by ab initio molecular dynamics (AIMD) simulations. As exhibited in , the reason is that C2H2 and CO2 can have such a strong force with the framework by C-H⋅⋅⋅O and C-H⋅⋅⋅N interactions between guests and hosts. The O atoms in the CO2 molecule interact with the microporous channel walls through the strong interaction of C10-H10⋅⋅⋅O [H⋅⋅⋅O, 2.52 Å < 2.72 Å, the sum of van der Waals radii of the O (1.52 Å) and H (1.20 Å) atoms] and the weak interaction of C5-H5⋅⋅⋅O (H⋅⋅⋅O, 2.82 Å). Similarly, H atoms in acetylene form strong interactions with O and N atoms in the micropores through CH⋅⋅⋅O (2.61 Å) and CH⋅⋅⋅N (2.55 Å). Further, the simulated values of Q st for CO2 and C2H2 are 22.21 and 23.53 kJ⋅mol-1, respectively. On the basis of the above calculation results, it is precisely because the O atoms on polar CO of CO2 and acidic H atom in acetylene can form stronger interactions with the channel walls, resulting in better adsorption capacities for CO2 and C2H2.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Results of the AIMD simulations, showing the adsorption sites for\n(a) CO<sub>2</sub> and (b) C<sub>2</sub>H<sub>2</sub> in the MOF <bold>Cu-1</bold>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Results of the AIMD simulations, showing the adsorption sites for (a) CO2 and (b) C2H2 in the MOF Cu-1.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>Inspired by the extremely high\nadsorption capacity of <bold>Cu-1</bold> for CO<sub>2</sub> compared\nwith CH<sub>4</sub> or N<sub>2</sub>, as well as the excellent uptake\nof C<sub>2</sub>H<sub>2</sub> toward\nC<sub>2</sub>H<sub>4</sub>, the ideal adsorbed solution theory (IAST)\nwas used to obtain the selectivity value. Complex <bold>Cu-1</bold> displays a fairly high selectivity value of 22 at 298 K and 1 bar\nconditions with CO<sub>2</sub>/N<sub>2</sub> mixed in a 15:85 molar\nratio, which is higher than those of some reported MOFs. In addition, a selectivity product of 9 for CO<sub>2</sub>/CH<sub>4</sub> at 298 K with the same mole ratio mixtures is achieved (a); the selectivity\nvalue for CO<sub>2</sub>/CH<sub>4</sub> (50:50) is higher than some\nrecently reported MOFs at the same condition. For binary mixtures of C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub>, the adsorption selectivity in ratios of 50:50 (v/v) and\n1:99 (v/v) at 298 K were 2.18 and 2.09, respectively (b), which is better than the\nfamous NOTT-300 and MOF-74 systems.</p>", "clean_text": "Inspired by the extremely high adsorption capacity of Cu-1 for CO2 compared with CH4 or N2, as well as the excellent uptake of C2H2 toward C2H4, the ideal adsorbed solution theory (IAST) was used to obtain the selectivity value. Complex Cu-1 displays a fairly high selectivity value of 22 at 298 K and 1 bar conditions with CO2/N2 mixed in a 15:85 molar ratio, which is higher than those of some reported MOFs. In addition, a selectivity product of 9 for CO2/CH4 at 298 K with the same mole ratio mixtures is achieved (a); the selectivity value for CO2/CH4 (50:50) is higher than some recently reported MOFs at the same condition. For binary mixtures of C2H2/C2H4, the adsorption selectivity in ratios of 50:50 (v/v) and 1:99 (v/v) at 298 K were 2.18 and 2.09, respectively (b), which is better than the famous NOTT-300 and MOF-74 systems.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>IAST selectivities at 298 K: (a) CO<sub>2</sub>/CH<sub>4</sub> and\nCO<sub>2</sub>/N<sub>2</sub>; (b) C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  IAST selectivities at 298 K: (a) CO2/CH4 and CO2/N2; (b) C2H2/C2H4.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<title>Breakthrough Experiments</title><p>In order to detect the feasibility\nof the MOF <bold>Cu-1</bold> in the actual gas purification process,\ndynamic breakthrough experiments were conducted by different ratios\nof CO<sub>2</sub>/N<sub>2</sub> (10:90), CO<sub>2</sub>/CH<sub>4</sub> (50:50), and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (1:99) mixed gases passing through a packed column containing 744\nmg of solid <bold>Cu-1</bold> with a flow rate of 2 mL·min<sup>–1</sup> at 298 K. The results exhibit that not only can CO<sub>2</sub> be effectively separated from the mixed gases of CO<sub>2</sub>/N<sub>2</sub> (10:90) and CO<sub>2</sub>/CH<sub>4</sub> (50:50)\nbut also acetylene can be effectively separated from a C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (1:99) mixture (a–c). For\nthe CO<sub>2</sub>/N<sub>2</sub> (10:90) mixture, it only takes 253\ns for nitrogen to pass through the fixed bed, whereas the elution\nof CO<sub>2</sub> gas needs 33 min. For a CO<sub>2</sub>/CH<sub>4</sub> (50:50) mixed gas, CH<sub>4</sub> gas needs 600 s to break through\nthe fixed bed, but CO<sub>2</sub> gas takes an additional 39 min.\nThe breakthrough experiments further verified the feasibility that\nthe MOF <bold>Cu-1</bold> can serve as an adsorbent in the purification\nof natural gas and selectively capturing CO<sub>2</sub> from fuel\ngas in industry. In addition, the same test of the MOF <bold>Cu-1</bold> to C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (1:99)\nmixture shows that pure ethylene was first detected from the outflow\ngas, and acetylene was not detected at this period of time. After\n20 min, the acetylene adsorption capacity reached saturation and broke\nthrough the adsorbent (c). The results confirm that the MOF <bold>Cu-1</bold> can\nalso be used in the deep purification of ethylene in industrial production.</p>", "clean_text": "Breakthrough Experiments\n\nIn order to detect the feasibility of the MOF Cu-1 in the actual gas purification process, dynamic breakthrough experiments were conducted by different ratios of CO2/N2 (10:90), CO2/CH4 (50:50), and C2H2/C2H4 (1:99) mixed gases passing through a packed column containing 744 mg of solid Cu-1 with a flow rate of 2 mL⋅min-1 at 298 K. The results exhibit that not only can CO2 be effectively separated from the mixed gases of CO2/N2 (10:90) and CO2/CH4 (50:50) but also acetylene can be effectively separated from a C2H2/C2H4 (1:99) mixture (a-c). For the CO2/N2 (10:90) mixture, it only takes 253 s for nitrogen to pass through the fixed bed, whereas the elution of CO2 gas needs 33 min. For a CO2/CH4 (50:50) mixed gas, CH4 gas needs 600 s to break through the fixed bed, but CO2 gas takes an additional 39 min. The breakthrough experiments further verified the feasibility that the MOF Cu-1 can serve as an adsorbent in the purification of natural gas and selectively capturing CO2 from fuel gas in industry. In addition, the same test of the MOF Cu-1 to C2H2/C2H4 (1:99) mixture shows that pure ethylene was first detected from the outflow gas, and acetylene was not detected at this period of time. After 20 min, the acetylene adsorption capacity reached saturation and broke through the adsorbent (c). The results confirm that the MOF Cu-1 can also be used in the deep purification of ethylene in industrial production.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Simulated\nbreakthrough curves of MOF <bold>Cu-1</bold> for separation\nat 298 K: (a) N<sub>2</sub>/CO<sub>2</sub> (90:10); (b) CH<sub>4</sub>/CO<sub>2</sub> (50:50); (c) C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>2</sub> (99:1).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0008.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Simulated breakthrough curves of MOF Cu-1 for separation at 298 K: (a) N2/CO2 (90:10); (b) CH4/CO2 (50:50); (c) C2H4/C2H2 (99:1).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In\nsummary, a versatile microporous MOF <bold>Cu-1</bold> was successfully\nobtained based on the bifunctional ligand H<sub>2</sub>TIA, which\nnot only has excellent acid-alkali resistance and thermal stability\nbut also possesses polar micropores, which can match CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub> molecules very well. The microporous\nMOF shows very high uptakes of CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>. In addition, it displays good CO<sub>2</sub>/CH<sub>4</sub>, CO<sub>2</sub>/N<sub>2</sub>, and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> selectivity, which was also confirmed by breakthrough\nexperiments. The high adsorption capacity for CO<sub>2</sub> and high\nselectivities of CO<sub>2</sub>/CH<sub>4</sub> and CO<sub>2</sub>/N<sub>2</sub> make it a possible ideal substitute for capturing postconsumption\nCO<sub>2</sub> and purifying of natural gas. What is more, the excellent\nuptake for C<sub>2</sub>H<sub>2</sub> and the corresponding breakthrough\nexperiment suggest its application prospect in the deep purification\nof ethylene in petrochemical enterprises.</p>", "clean_text": "Conclusions\n\nIn summary, a versatile microporous MOF Cu-1 was successfully obtained based on the bifunctional ligand H2TIA, which not only has excellent acid-alkali resistance and thermal stability but also possesses polar micropores, which can match CO2 and C2H2 molecules very well. The microporous MOF shows very high uptakes of CO2 and C2H2. In addition, it displays good CO2/CH4, CO2/N2, and C2H2/C2H4 selectivity, which was also confirmed by breakthrough experiments. The high adsorption capacity for CO2 and high selectivities of CO2/CH4 and CO2/N2 make it a possible ideal substitute for capturing postconsumption CO2 and purifying of natural gas. What is more, the excellent uptake for C2H2 and the corresponding breakthrough experiment suggest its application prospect in the deep purification of ethylene in petrochemical enterprises.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.1c00357?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.1c00357</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Computational\nmethods, physical measurements, synthesis\nof H<sub>2</sub>TIA, crystallographic data, PXRD, TGA, other sorption\nproperties, and calculation of <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c00357/suppl_file/ic1c00357_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.1c00357.  Computational methods, physical measurements, synthesis of H2TIA, crystallographic data, PXRD, TGA, other sorption properties, and calculation of Q st (PDF)   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Computational\nmethods, physical measurements, synthesis\nof H<sub>2</sub>TIA, crystallographic data, PXRD, TGA, other sorption\nproperties, and calculation of <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c00357/suppl_file/ic1c00357_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2060840\" xlink:type=\"simple\">2060840</ext-link> contains the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Computational methods, physical measurements, synthesis of H2TIA, crystallographic data, PXRD, TGA, other sorption properties, and calculation of Q st (PDF)\n\nCCDC 2060840 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<title>Preparation\nof {[Cu­(TIA)]·1.5CH<sub>3</sub>OH}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>Cu-1</bold>)</title><p>H<sub>2</sub>TIA (11.7\nmg, 0.05 mmol), Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (24.2 mg, 0.1 mmol), 4,4′-PBY (7.8 mg, 0.05 mmol), and 5\nmL of methanol were added in a 15 mL reactor in turn, and then the\nmixture was heated at 120 °C for 4 days. After that, the autoclave\nwas cooled to room temperature at a rate of 1.5 °C·h<sup>–1</sup>. Blue rectangular crystals of <bold>Cu-1</bold> (10.16\nmg) were obtained (yield 65% based on H<sub>2</sub>TIA). Elem anal.\nCalcd for C<sub>11.5</sub>H<sub>11</sub>CuN<sub>3</sub>O<sub>5.5</sub> (342.78): C, 40.29; H, 3.23; N, 12.26. Found: C, 40.66; H, 3.05;\nN, 12.32. IR (KBr pellet): 3446 (b), 3389 (b), 3127 (s), 1708 (s),\n1627 (m), 1427 (m), 1364 (s), 1207 (w), 1135 (s), 1076 (m), 983 (w),\n845 (w), 664 (m), 539 (s) cm<sup>–1</sup>.</p>", "clean_text": "Preparation of {[Cu(TIA)]⋅1.5CH3OH} n  (Cu-1)\n\nH2TIA (11.7 mg, 0.05 mmol), Cu(NO3)2⋅3H2O (24.2 mg, 0.1 mmol), 4,4'-PBY (7.8 mg, 0.05 mmol), and 5 mL of methanol were added in a 15 mL reactor in turn, and then the mixture was heated at 120 °C for 4 days. After that, the autoclave was cooled to room temperature at a rate of 1.5 °C⋅h-1. Blue rectangular crystals of Cu-1 (10.16 mg) were obtained (yield 65% based on H2TIA). Elem anal. Calcd for C11.5H11CuN3O5.5 (342.78): C, 40.29; H, 3.23; N, 12.26. Found: C, 40.66; H, 3.05; N, 12.32. IR (KBr pellet): 3446 (b), 3389 (b), 3127 (s), 1708 (s), 1627 (m), 1427 (m), 1364 (s), 1207 (w), 1135 (s), 1076 (m), 983 (w), 845 (w), 664 (m), 539 (s) cm-1.", "data": [{"meta": {"name": "[Cu­(TIA)]·1.5CH3OH", "symbol": "Cu-1", "chemical formula": "C11.5H11CuN3O5.5"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "H2TIA", "amount": "11.7", "unit": "mg"}, {"name": "Cu­(NO3)2·3H2O", "amount": "24.2", "unit": "mg"}, {"name": "4,4′-PBY", "amount": "7.8", "unit": "mg"}], "solvent": [{"name": "methanol", "amount": "5", "unit": "mL"}], "pressure": "", "temperature": "120°C", "time": "4 days", "heating rate": "", "cooling rate": "1.5°C·h-1"}], "yield": "65%"}], "include_properties": ["solvothermal_synthesis"]}, {"idx": "1, 5, 12, 14, 16, 19", "type": "text", "classification": "property", "content": "<p>A versatile microporous metal–organic\nframework (MOF), {[Cu­(TIA)]·1.5CH<sub>3</sub>OH}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>Cu-1</bold>), was\nsuccessfully obtained via the solvothermal reaction of cuprous­(II)\nsalt with the bifunctional ligand 3-(1<italic toggle=\"yes\">H</italic>-1,2,4-triazol-1-yl)­isophthalic\nacid. Single-crystal X-ray diffraction studies indicate that <bold>Cu-1</bold> contains an <italic toggle=\"yes\">apo</italic> three-dimensional skeleton\nand two types of one-dimensional channels. The framework of <bold>Cu-1</bold> has excellent acid-alkali resistance and thermal stability,\nwhich is stable in a pH = 2–13 aqueous solution and an 260\n°C air environment. In addition, the microporous copper MOF shows\nvery high uptakes of CO<sub>2</sub> (180 cm<sup>3</sup>·g<sup>–1</sup>) and C<sub>2</sub>H<sub>2</sub> (113 cm<sup>3</sup>·g<sup>–1</sup>) at 273 K and displays excellent adsorption\nselectivity for small molecular gases. The ideal adsorbed solution\ntheory selectivity values for C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub>, CO<sub>2</sub>/CH<sub>4</sub>, and CO<sub>2</sub>/N<sub>2</sub> are 2, 9, and 22 at 298 K, respectively. At the same time,\nbreakthrough experiments for CO<sub>2</sub>/CH<sub>4</sub>, CO<sub>2</sub>/N<sub>2</sub>, and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> were further conducted to verify the efficient separation\nperformances.</p><p>MOFs,\nalso known as porous coordination polymers, have been paid\nmuch attention because of their outstanding capabilities in the areas\nof gas deposition and segregation, luminescence, interfacial catalysis,\nand biomedicine. Compared with traditional porous materials such as activated carbon,\nmolecular sieve, etc., the frame structure, pore shape and size, and\nfunctionalities of the MOFs could be regulated at the molecular level. These excellent properties have stimulated considerable research\nwork on exploring their functions in gas selective adsorption and\nseparation. In the recent 2 decades, MOFs have exhibited potential\napplications in CO<sub>2</sub> capture, light hydrocarbon separation, and so on. Because of the special relationship between the structure\nand functionalization of MOF materials, MOFs can be designed and tuned\nby the suitable adjustment and selection of bridging linkers and metal\nunits to meet the functional requirements. However, it is still a\nchallenge to develop the MOF materials, which not only are able to\ncapture CO<sub>2</sub> from the fuel gases and but also can adsorb\na trace amount of acetylene in ethylene. Because in practical application,\nthe adsorption materials are required to have excellent adsorption\nperformance and selectivity and at the same time can tolerate water\nand acid gas, which are always mixed in fuel and natural gases. Chemists found that high-valence conjugated carboxylic acid ligands\ncan be used to synthesize water-stable MOFs. In addition, metal clusters, such as M<sub>2</sub>(COO)<sub>2</sub> (M = Cu<sup>2+</sup>, Zn<sup>2+</sup>, Co<sup>2+</sup>, and Ni<sup>2+</sup>), as secondary building units (SBUs) can always be formed\nwhen organic ligands containing carboxyl groups are used. MOFs containing metal clusters as SBUs are always\naccompanied by permanent porosity and excellent sorption performance. What is more, on the basis of the theory of hard–soft acid–base,\nthe MOFs formed by a combination of the soft base containing an azolate\nring (such as pyrazolates, imidazolates, triazolates, and tetrazolates)\nand the bivalent transition soft acid metal ions (such as Cu<sup>2+</sup>, Zn<sup>2+</sup>, Mn<sup>2+</sup>, and Ni<sup>2+</sup>) are more\nstable. Bearing this in mind, a multifunctional\nligand, 3-(1<italic toggle=\"yes\">H</italic>-1,2,4-triazol-1-yl)­isophthalic acid\n(H<sub>2</sub>TIA), was selected in our study. As expected, a porous\nMOF, namely, {[Cu­(TIA)]·1.5CH<sub>3</sub>OH}<sub>\n<italic toggle=\"yes\">n</italic>\n</sub> (<bold>Cu-1</bold>), which contains the SBU of Cu<sub>2</sub>(COO)<sub>2</sub>, was successfully obtained. <bold>Cu-1</bold> not\nonly has exceptional thermal and chemical stability but also has two\ndifferent sizes of micropores. Further study found that <bold>Cu-1</bold> showed extraordinary adsorption capacities for CO<sub>2</sub> (180\ncm<sup>3</sup>·g<sup>–1</sup> at 273 K) and C<sub>2</sub>H<sub>2</sub> (113 cm<sup>3</sup>·g<sup>–1</sup>) as\nwell as good CO<sub>2</sub>/CH<sub>4</sub>, CO<sub>2</sub>/N<sub>2</sub>, and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> gas selectivity.</p><title>Stabilities of <bold>Cu-1</bold>\n</title><p>Powder X-ray diffraction\n(PXRD) and thermogravimetric analysis (TGA) experiments were conducted\nto confirm the stability of the MOF <bold>Cu-1</bold>. As can be seen\nfrom a, the\nframework of <bold>Cu-1</bold> has outstanding acid–base stability,\nwhich can remain invariant in a wide range of pH = 2–13. In\naddition, the temperature-dependent PXRD pattern (b) and TGA curve (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.1c00357/suppl_file/ic1c00357_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>) confirm that the framework also has\nexcellent thermal stability, which can withstand high temperature\nup to 260 °C, and the structure of <bold>Cu-1</bold> starts to\ncollapse when the temperature is above 300 °C. Therefore, <bold>Cu-1</bold> has excellent thermal and chemical stability, which is\nthe basis for the following adsorption and separation experiments.</p><title>Gas Sorption Properties</title><p>N<sub>2</sub> sorption–desorption\nisotherms of the activated <bold>Cu-1</bold> were obtained to verify\nthe permanent porosity. The results are exhibited in , a typical reversible type\nI isotherm behavior with a breakthrough uptake at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> &lt; 0.01, explaining the characteristics\nof the micropores. At 77 K, the maximum uptake of N<sub>2</sub> reached\n270 cm<sup>3</sup>·g<sup>–1</sup>, and the corresponding\nBrunauer–Emmett–Teller (BET) and Langmuir surface areas\nwere calculated as 766 and 1117 m<sup>2</sup>·g<sup>–1</sup>, respectively. In addition, it can be seen in b that there exist two kinds of pore systems.\nThe large BET surface areas and various pore sizes inspire us to study\nthe <bold>Cu-1</bold> adsorption performance for small-molecule gases,\nsuch as CO<sub>2</sub>, N<sub>2</sub>, CH<sub>4</sub>, and C<sub>2</sub> hydrocarbons (C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub>).</p><p>The single-component\nsorption isotherms of CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub> for <bold>Cu-1</bold> at 273 and 298 K\nup to 1 bar () were collected to explore the abilities for adsorption and separation\nfor these gases. As presented in a, <bold>Cu-1</bold> has a very excellent\nCO<sub>2</sub> uptake capacity of 128.77 cm<sup>3</sup>·g<sup>–1</sup> at 298 K and 1 bar, which is higher than the reported\nrecorded value of bio-MOF-11 (92 cm<sup>3</sup>·g<sup>–1</sup>). In addition, the CO<sub>2</sub> loading\nat 273 K and 1 bar of <bold>Cu-1</bold> is 180.05 cm<sup>3</sup>·g<sup>–1</sup>; it also set a very excellernt value for CO<sub>2</sub> adsorption compared with the reported highest uptake of NOTT-101\n(164 cm<sup>3</sup>·g<sup>–1</sup>). The excellent adsorption properties of <bold>Cu-1</bold> for CO<sub>2</sub> can be ascribed to its higher surface area, multiple pores,\nthe matching effect of micropoles, the size of the CO<sub>2</sub> molecule,\nand the introduction of 1<italic toggle=\"yes\">H</italic>-triazole rings in H<sub>2</sub>TIA, which can strengthen the affinity between the framework\nand CO<sub>2</sub>. Furthermore, <bold>Cu-1</bold> exhibits a low\nadsorption capacity for CH<sub>4</sub> (41.37 cm<sup>3</sup>·g<sup>–1</sup> at 273 K and 26.07 cm<sup>3</sup>·g<sup>–1</sup> at 298 K) and N<sub>2</sub> (11.46 cm<sup>3</sup>·g<sup>–1</sup> at 273 K and 9.81 cm<sup>3</sup>·g<sup>–1</sup> at 298\nK) under the condition of 1 bar. For the sake of detecting the interaction\nbetween gases and the framework of the MOF <bold>Cu-1</bold>, the\nisoteric heat of adsorption (<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) of CO<sub>2</sub>, N<sub>2</sub>, and CH<sub>4</sub> was obtained based on\nthe adsorption isotherms at 273 and 298 K with the help of a virial\nequation. As exhibited in , the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value of CO<sub>2</sub> near zero loading is 27.6 kJ·mol<sup>–1</sup>; it slowly rises to 32 kJ·mol<sup>–1</sup> following\nand increase of the adsorption capacity. For CH<sub>4</sub> and N<sub>2</sub>, the zero-loading <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values\nare 16.4 and 16.3 kJ·mol<sup>–1</sup>, respectively ().</p><p>It is well-known that the selective\nadsorption and separation of\nlight hydrocarbons play a vital role in the development of petrochemical\nenterprises. Considering the microporous characteristics of the MOF <bold>Cu-1</bold>, single components of C<sub>2</sub> hydrocarbons (C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub>) were also carried out at 273 and 298 K with pressures\nfrom 0 to 1 bar. As shown in b, <bold>Cu-1</bold> also displays high adsorption\ncapacities for C<sub>2</sub> hydrocarbons, and the corresponding uptakes\nare 112.88 cm<sup>3</sup>·g<sup>–1</sup> and 5.04 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>2</sub>, 84.95 cm<sup>3</sup>·g<sup>–1</sup> and 3.79 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>4</sub>, and 79.11 cm<sup>3</sup>·g<sup>–1</sup> and 3.53 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>6</sub> at 273 K. The adsorption capacity of <bold>Cu-1</bold> at 298 K is basically similar to that of 273 K, which are 95.68\ncm<sup>3</sup>·g<sup>–1</sup> and 4.27 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>2</sub>, 68.06 cm<sup>3</sup>·g<sup>–1</sup> and 3.04 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>4</sub>, and 57.99 cm<sup>3</sup>·g<sup>–1</sup> and 2.59 mmol·g<sup>–1</sup> for C<sub>2</sub>H<sub>6</sub> at 298 K, respectively. The uptake for C<sub>2</sub>H<sub>2</sub> at 298 K is higher than those of the famous\nMOFs UTSA-300 (76.4 cm<sup>3</sup>·g<sup>–1</sup>, 3.41 mmol·g<sup>–1</sup>), SIFSIX-3-Zn<sup>10</sup> (86.5 cm<sup>3</sup>·g<sup>–1</sup>, 3.86 mmol·g<sup>–1</sup>), and NTU-65 (75.4 cm<sup>3</sup>·g<sup>–1</sup>, 3.36 mmol·g<sup>–1</sup>). Similarly, the interactions between the gases and MOF materials\nare also measured by calculation of the isosteric heat of adsorption\n(<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) at 273 and 298 K; the values of <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> at low coverage are 30 kJ·mol<sup>–1</sup> (C<sub>2</sub>H<sub>2</sub>), 27.3 kJ·mol<sup>–1</sup> (C<sub>2</sub>H<sub>4</sub>), and 26.3 kJ·mol<sup>–1</sup> (C<sub>2</sub>H<sub>6</sub>) ().</p>", "clean_text": "A versatile microporous metal-organic framework (MOF), {[Cu(TIA)]⋅1.5CH3OH} n  (Cu-1), was successfully obtained via the solvothermal reaction of cuprous(II) salt with the bifunctional ligand 3-(1H-1,2,4-triazol-1-yl)isophthalic acid. Single-crystal X-ray diffraction studies indicate that Cu-1 contains an apo three-dimensional skeleton and two types of one-dimensional channels. The framework of Cu-1 has excellent acid-alkali resistance and thermal stability, which is stable in a pH = 2-13 aqueous solution and an 260 °C air environment. In addition, the microporous copper MOF shows very high uptakes of CO2 (180 cm3⋅g-1) and C2H2 (113 cm3⋅g-1) at 273 K and displays excellent adsorption selectivity for small molecular gases. The ideal adsorbed solution theory selectivity values for C2H2/C2H4, CO2/CH4, and CO2/N2 are 2, 9, and 22 at 298 K, respectively. At the same time, breakthrough experiments for CO2/CH4, CO2/N2, and C2H2/C2H4 were further conducted to verify the efficient separation performances.\n\nMOFs, also known as porous coordination polymers, have been paid much attention because of their outstanding capabilities in the areas of gas deposition and segregation, luminescence, interfacial catalysis, and biomedicine. Compared with traditional porous materials such as activated carbon, molecular sieve, etc., the frame structure, pore shape and size, and functionalities of the MOFs could be regulated at the molecular level. These excellent properties have stimulated considerable research work on exploring their functions in gas selective adsorption and separation. In the recent 2 decades, MOFs have exhibited potential applications in CO2 capture, light hydrocarbon separation, and so on. Because of the special relationship between the structure and functionalization of MOF materials, MOFs can be designed and tuned by the suitable adjustment and selection of bridging linkers and metal units to meet the functional requirements. However, it is still a challenge to develop the MOF materials, which not only are able to capture CO2 from the fuel gases and but also can adsorb a trace amount of acetylene in ethylene. Because in practical application, the adsorption materials are required to have excellent adsorption performance and selectivity and at the same time can tolerate water and acid gas, which are always mixed in fuel and natural gases. Chemists found that high-valence conjugated carboxylic acid ligands can be used to synthesize water-stable MOFs. In addition, metal clusters, such as M2(COO)2 (M = Cu2+, Zn2+, Co2+, and Ni2+), as secondary building units (SBUs) can always be formed when organic ligands containing carboxyl groups are used. MOFs containing metal clusters as SBUs are always accompanied by permanent porosity and excellent sorption performance. What is more, on the basis of the theory of hard-soft acid-base, the MOFs formed by a combination of the soft base containing an azolate ring (such as pyrazolates, imidazolates, triazolates, and tetrazolates) and the bivalent transition soft acid metal ions (such as Cu2+, Zn2+, Mn2+, and Ni2+) are more stable. Bearing this in mind, a multifunctional ligand, 3-(1H-1,2,4-triazol-1-yl)isophthalic acid (H2TIA), was selected in our study. As expected, a porous MOF, namely, {[Cu(TIA)]⋅1.5CH3OH} n  (Cu-1), which contains the SBU of Cu2(COO)2, was successfully obtained. Cu-1 not only has exceptional thermal and chemical stability but also has two different sizes of micropores. Further study found that Cu-1 showed extraordinary adsorption capacities for CO2 (180 cm3⋅g-1 at 273 K) and C2H2 (113 cm3⋅g-1) as well as good CO2/CH4, CO2/N2, and C2H2/C2H4 gas selectivity.\n\nStabilities of Cu-1 \n\nPowder X-ray diffraction (PXRD) and thermogravimetric analysis (TGA) experiments were conducted to confirm the stability of the MOF Cu-1. As can be seen from a, the framework of Cu-1 has outstanding acid-base stability, which can remain invariant in a wide range of pH = 2-13. In addition, the temperature-dependent PXRD pattern (b) and TGA curve (Figure S2) confirm that the framework also has excellent thermal stability, which can withstand high temperature up to 260 °C, and the structure of Cu-1 starts to collapse when the temperature is above 300 °C. Therefore, Cu-1 has excellent thermal and chemical stability, which is the basis for the following adsorption and separation experiments.\n\nGas Sorption Properties\n\nN2 sorption-desorption isotherms of the activated Cu-1 were obtained to verify the permanent porosity. The results are exhibited in , a typical reversible type I isotherm behavior with a breakthrough uptake at P/P 0 < 0.01, explaining the characteristics of the micropores. At 77 K, the maximum uptake of N2 reached 270 cm3⋅g-1, and the corresponding Brunauer-Emmett-Teller (BET) and Langmuir surface areas were calculated as 766 and 1117 m2⋅g-1, respectively. In addition, it can be seen in b that there exist two kinds of pore systems. The large BET surface areas and various pore sizes inspire us to study the Cu-1 adsorption performance for small-molecule gases, such as CO2, N2, CH4, and C2 hydrocarbons (C2H2, C2H4, and C2H6).\n\nThe single-component sorption isotherms of CO2, CH4, and N2 for Cu-1 at 273 and 298 K up to 1 bar () were collected to explore the abilities for adsorption and separation for these gases. As presented in a, Cu-1 has a very excellent CO2 uptake capacity of 128.77 cm3⋅g-1 at 298 K and 1 bar, which is higher than the reported recorded value of bio-MOF-11 (92 cm3⋅g-1). In addition, the CO2 loading at 273 K and 1 bar of Cu-1 is 180.05 cm3⋅g-1; it also set a very excellernt value for CO2 adsorption compared with the reported highest uptake of NOTT-101 (164 cm3⋅g-1). The excellent adsorption properties of Cu-1 for CO2 can be ascribed to its higher surface area, multiple pores, the matching effect of micropoles, the size of the CO2 molecule, and the introduction of 1H-triazole rings in H2TIA, which can strengthen the affinity between the framework and CO2. Furthermore, Cu-1 exhibits a low adsorption capacity for CH4 (41.37 cm3⋅g-1 at 273 K and 26.07 cm3⋅g-1 at 298 K) and N2 (11.46 cm3⋅g-1 at 273 K and 9.81 cm3⋅g-1 at 298 K) under the condition of 1 bar. For the sake of detecting the interaction between gases and the framework of the MOF Cu-1, the isoteric heat of adsorption (Q st) of CO2, N2, and CH4 was obtained based on the adsorption isotherms at 273 and 298 K with the help of a virial equation. As exhibited in , the Q st value of CO2 near zero loading is 27.6 kJ⋅mol-1; it slowly rises to 32 kJ⋅mol-1 following and increase of the adsorption capacity. For CH4 and N2, the zero-loading Q st values are 16.4 and 16.3 kJ⋅mol-1, respectively ().\n\nIt is well-known that the selective adsorption and separation of light hydrocarbons play a vital role in the development of petrochemical enterprises. Considering the microporous characteristics of the MOF Cu-1, single components of C2 hydrocarbons (C2H2, C2H4, and C2H6) were also carried out at 273 and 298 K with pressures from 0 to 1 bar. As shown in b, Cu-1 also displays high adsorption capacities for C2 hydrocarbons, and the corresponding uptakes are 112.88 cm3⋅g-1 and 5.04 mmol⋅g-1 for C2H2, 84.95 cm3⋅g-1 and 3.79 mmol⋅g-1 for C2H4, and 79.11 cm3⋅g-1 and 3.53 mmol⋅g-1 for C2H6 at 273 K. The adsorption capacity of Cu-1 at 298 K is basically similar to that of 273 K, which are 95.68 cm3⋅g-1 and 4.27 mmol⋅g-1 for C2H2, 68.06 cm3⋅g-1 and 3.04 mmol⋅g-1 for C2H4, and 57.99 cm3⋅g-1 and 2.59 mmol⋅g-1 for C2H6 at 298 K, respectively. The uptake for C2H2 at 298 K is higher than those of the famous MOFs UTSA-300 (76.4 cm3⋅g-1, 3.41 mmol⋅g-1), SIFSIX-3-Zn10 (86.5 cm3⋅g-1, 3.86 mmol⋅g-1), and NTU-65 (75.4 cm3⋅g-1, 3.36 mmol⋅g-1). Similarly, the interactions between the gases and MOF materials are also measured by calculation of the isosteric heat of adsorption (Q st) at 273 and 298 K; the values of Q st at low coverage are 30 kJ⋅mol-1 (C2H2), 27.3 kJ⋅mol-1 (C2H4), and 26.3 kJ⋅mol-1 (C2H6) ().", "data": [[{"meta": {"name": "Cu-1", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "180.05", "unit": "cm3/g", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "128.77", "unit": "cm3/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CH4", "adsorbed amount": "41.37", "unit": "cm3/g", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CH4", "adsorbed amount": "26.07", "unit": "cm3/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "N2", "adsorbed amount": "11.46", "unit": "cm3/g", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "N2", "adsorbed amount": "9.81", "unit": "cm3/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H2", "adsorbed amount": "112.88", "unit": "cm3/g", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H2", "adsorbed amount": "5.04", "unit": "mmol/g", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H2", "adsorbed amount": "95.68", "unit": "cm3/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H2", "adsorbed amount": "4.27", "unit": "mmol/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H4", "adsorbed amount": "84.95", "unit": "cm3/g", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H4", "adsorbed amount": "3.79", "unit": "mmol/g", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H4", "adsorbed amount": "68.06", "unit": "cm3/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H4", "adsorbed amount": "3.04", "unit": "mmol/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H6", "adsorbed amount": "79.11", "unit": "cm3/g", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H6", "adsorbed amount": "3.53", "unit": "mmol/g", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H6", "adsorbed amount": "57.99", "unit": "cm3/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "C2H6", "adsorbed amount": "2.59", "unit": "mmol/g", "temperature": "298 K", "pressure": "1 bar", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": "20, 22, 24", "type": "text", "classification": "property", "content": "<p>In order to theoretically explore the excellent\nadsorption properties\nof the complexes for CO<sub>2</sub> and acetylene, the distribution\nof CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub> molecules in <bold>Cu-1</bold> at 300 K were confirmed by ab initio molecular dynamics\n(AIMD) simulations. As exhibited in , the reason is that C<sub>2</sub>H<sub>2</sub> and CO<sub>2</sub> can have such a strong force with the framework\nby C–H···O and C–H···N\ninteractions between guests and hosts. The O atoms in the CO<sub>2</sub> molecule interact with the microporous channel walls through the\nstrong interaction of C10–H10···O [H···O,\n2.52 Å &lt; 2.72 Å, the sum of van der Waals radii of the\nO (1.52 Å) and H (1.20 Å) atoms] and the weak interaction\nof C5–H5···O (H···O, 2.82 Å).\nSimilarly, H atoms in acetylene form strong interactions with O and\nN atoms in the micropores through CH···O\n(2.61 Å) and CH···N (2.55 Å).\nFurther, the simulated values of <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> for\nCO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub> are 22.21 and 23.53\nkJ·mol<sup>–1</sup>, respectively. On the basis of the\nabove calculation results, it is precisely because the O atoms on\npolar CO of CO<sub>2</sub> and acidic H atom in acetylene\ncan form stronger interactions with the channel walls, resulting in\nbetter adsorption capacities for CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>.</p><p>Inspired by the extremely high\nadsorption capacity of <bold>Cu-1</bold> for CO<sub>2</sub> compared\nwith CH<sub>4</sub> or N<sub>2</sub>, as well as the excellent uptake\nof C<sub>2</sub>H<sub>2</sub> toward\nC<sub>2</sub>H<sub>4</sub>, the ideal adsorbed solution theory (IAST)\nwas used to obtain the selectivity value. Complex <bold>Cu-1</bold> displays a fairly high selectivity value of 22 at 298 K and 1 bar\nconditions with CO<sub>2</sub>/N<sub>2</sub> mixed in a 15:85 molar\nratio, which is higher than those of some reported MOFs. In addition, a selectivity product of 9 for CO<sub>2</sub>/CH<sub>4</sub> at 298 K with the same mole ratio mixtures is achieved (a); the selectivity\nvalue for CO<sub>2</sub>/CH<sub>4</sub> (50:50) is higher than some\nrecently reported MOFs at the same condition. For binary mixtures of C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub>, the adsorption selectivity in ratios of 50:50 (v/v) and\n1:99 (v/v) at 298 K were 2.18 and 2.09, respectively (b), which is better than the\nfamous NOTT-300 and MOF-74 systems.</p><title>Breakthrough Experiments</title><p>In order to detect the feasibility\nof the MOF <bold>Cu-1</bold> in the actual gas purification process,\ndynamic breakthrough experiments were conducted by different ratios\nof CO<sub>2</sub>/N<sub>2</sub> (10:90), CO<sub>2</sub>/CH<sub>4</sub> (50:50), and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (1:99) mixed gases passing through a packed column containing 744\nmg of solid <bold>Cu-1</bold> with a flow rate of 2 mL·min<sup>–1</sup> at 298 K. The results exhibit that not only can CO<sub>2</sub> be effectively separated from the mixed gases of CO<sub>2</sub>/N<sub>2</sub> (10:90) and CO<sub>2</sub>/CH<sub>4</sub> (50:50)\nbut also acetylene can be effectively separated from a C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (1:99) mixture (a–c). For\nthe CO<sub>2</sub>/N<sub>2</sub> (10:90) mixture, it only takes 253\ns for nitrogen to pass through the fixed bed, whereas the elution\nof CO<sub>2</sub> gas needs 33 min. For a CO<sub>2</sub>/CH<sub>4</sub> (50:50) mixed gas, CH<sub>4</sub> gas needs 600 s to break through\nthe fixed bed, but CO<sub>2</sub> gas takes an additional 39 min.\nThe breakthrough experiments further verified the feasibility that\nthe MOF <bold>Cu-1</bold> can serve as an adsorbent in the purification\nof natural gas and selectively capturing CO<sub>2</sub> from fuel\ngas in industry. In addition, the same test of the MOF <bold>Cu-1</bold> to C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (1:99)\nmixture shows that pure ethylene was first detected from the outflow\ngas, and acetylene was not detected at this period of time. After\n20 min, the acetylene adsorption capacity reached saturation and broke\nthrough the adsorbent (c). The results confirm that the MOF <bold>Cu-1</bold> can\nalso be used in the deep purification of ethylene in industrial production.</p>", "clean_text": "In order to theoretically explore the excellent adsorption properties of the complexes for CO2 and acetylene, the distribution of CO2 and C2H2 molecules in Cu-1 at 300 K were confirmed by ab initio molecular dynamics (AIMD) simulations. As exhibited in , the reason is that C2H2 and CO2 can have such a strong force with the framework by C-H⋅⋅⋅O and C-H⋅⋅⋅N interactions between guests and hosts. The O atoms in the CO2 molecule interact with the microporous channel walls through the strong interaction of C10-H10⋅⋅⋅O [H⋅⋅⋅O, 2.52 Å < 2.72 Å, the sum of van der Waals radii of the O (1.52 Å) and H (1.20 Å) atoms] and the weak interaction of C5-H5⋅⋅⋅O (H⋅⋅⋅O, 2.82 Å). Similarly, H atoms in acetylene form strong interactions with O and N atoms in the micropores through CH⋅⋅⋅O (2.61 Å) and CH⋅⋅⋅N (2.55 Å). Further, the simulated values of Q st for CO2 and C2H2 are 22.21 and 23.53 kJ⋅mol-1, respectively. On the basis of the above calculation results, it is precisely because the O atoms on polar CO of CO2 and acidic H atom in acetylene can form stronger interactions with the channel walls, resulting in better adsorption capacities for CO2 and C2H2.\n\nInspired by the extremely high adsorption capacity of Cu-1 for CO2 compared with CH4 or N2, as well as the excellent uptake of C2H2 toward C2H4, the ideal adsorbed solution theory (IAST) was used to obtain the selectivity value. Complex Cu-1 displays a fairly high selectivity value of 22 at 298 K and 1 bar conditions with CO2/N2 mixed in a 15:85 molar ratio, which is higher than those of some reported MOFs. In addition, a selectivity product of 9 for CO2/CH4 at 298 K with the same mole ratio mixtures is achieved (a); the selectivity value for CO2/CH4 (50:50) is higher than some recently reported MOFs at the same condition. For binary mixtures of C2H2/C2H4, the adsorption selectivity in ratios of 50:50 (v/v) and 1:99 (v/v) at 298 K were 2.18 and 2.09, respectively (b), which is better than the famous NOTT-300 and MOF-74 systems.\n\nBreakthrough Experiments\n\nIn order to detect the feasibility of the MOF Cu-1 in the actual gas purification process, dynamic breakthrough experiments were conducted by different ratios of CO2/N2 (10:90), CO2/CH4 (50:50), and C2H2/C2H4 (1:99) mixed gases passing through a packed column containing 744 mg of solid Cu-1 with a flow rate of 2 mL⋅min-1 at 298 K. The results exhibit that not only can CO2 be effectively separated from the mixed gases of CO2/N2 (10:90) and CO2/CH4 (50:50) but also acetylene can be effectively separated from a C2H2/C2H4 (1:99) mixture (a-c). For the CO2/N2 (10:90) mixture, it only takes 253 s for nitrogen to pass through the fixed bed, whereas the elution of CO2 gas needs 33 min. For a CO2/CH4 (50:50) mixed gas, CH4 gas needs 600 s to break through the fixed bed, but CO2 gas takes an additional 39 min. The breakthrough experiments further verified the feasibility that the MOF Cu-1 can serve as an adsorbent in the purification of natural gas and selectively capturing CO2 from fuel gas in industry. In addition, the same test of the MOF Cu-1 to C2H2/C2H4 (1:99) mixture shows that pure ethylene was first detected from the outflow gas, and acetylene was not detected at this period of time. After 20 min, the acetylene adsorption capacity reached saturation and broke through the adsorbent (c). The results confirm that the MOF Cu-1 can also be used in the deep purification of ethylene in industrial production.", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "selectivity": [{"value": "20", "unit": "", "substrate": "CO2", "catalyst": "", "pressure": "1 atm", "temperature": "", "solvent": "", "time": ""}]}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "selectivity": [{"value": "50", "unit": "", "substrate": "H2", "catalyst": "", "pressure": "1 bar", "temperature": "77 K", "solvent": "", "time": ""}]}, {"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "dielectric constant", "value": "4.5", "unit": "", "condition": ""}]}, {"meta": {"name": "MOF-B", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "electrical conductivity", "value": "0.02", "unit": "S/cm", "condition": ""}]}, {"meta": {"name": "NOTT-202", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "electrical resistance", "value": "10000000", "unit": "ohm·cm", "condition": ""}]}]], "include_properties": ["selectivity", "etc"]}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Linkage of Cu<sub>2</sub>(COO)<sub>4</sub> moieties with a\nTIA<sup>2–</sup> ligand in <bold>Cu-1</bold>. (b) 3D framework\nof <bold>Cu-1</bold> viewed along the 001 direction. (c) Structural\ndetail of interpenetrating channels with dimensions of 6.9 ×\n5.7 and 7.9 × 3.8 Å<sup>2</sup>, respectively, viewed along\nthe [110] direction. (d) Topology network of the <bold>Cu-1</bold> framework.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Linkage of Cu2(COO)4 moieties with a TIA2- ligand in Cu-1. (b) 3D framework of Cu-1 viewed along the 001 direction. (c) Structural detail of interpenetrating channels with dimensions of 6.9 × 5.7 and 7.9 × 3.8 Å2, respectively, viewed along the [110] direction. (d) Topology network of the Cu-1 framework.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Stability\nof <bold>Cu-1</bold>: (a) PXRD patterns of the MOF <bold>Cu-1</bold> after being soaked in different pH aqueous solutions\nfor 48 h; (b) PXRD curves of the MOF <bold>Cu-1</bold> after being\nheated at different temperatures for 2 h.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0002.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Stability of Cu-1: (a) PXRD patterns of the MOF Cu-1 after being soaked in different pH aqueous solutions for 48 h; (b) PXRD curves of the MOF Cu-1 after being heated at different temperatures for 2 h.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) N<sub>2</sub> sorption isotherms of <bold>Cu-1</bold> at 77\nK. (b) Pore distribution of <bold>Cu-1</bold> based on the density\nfunctional theory model.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) N2 sorption isotherms of Cu-1 at 77 K. (b) Pore distribution of Cu-1 based on the density functional theory model.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) CO<sub>2</sub>, CH<sub>4</sub>, and N<sub>2</sub> sorption\nisotherms of <bold>Cu-1</bold> at 273 and 298 K. (b) C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and C<sub>2</sub>H<sub>6</sub> sorption isotherms of <bold>Cu-1</bold> at 273 and 298 K.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0004.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) CO2, CH4, and N2 sorption isotherms of Cu-1 at 273 and 298 K. (b) C2H2, C2H4, and C2H6 sorption isotherms of Cu-1 at 273 and 298 K.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>\n<italic toggle=\"yes\">Q</italic>\n<sub>st</sub> relationship of CO<sub>2</sub>,\nC<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, CH<sub>4</sub>, and N<sub>2</sub> adsorption for <bold>Cu-1</bold> estimated from virial expression fits at 273 and 298\nK.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5   Q st relationship of CO2, C2H2, C2H4, C2H6, CH4, and N2 adsorption for Cu-1 estimated from virial expression fits at 273 and 298 K.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Results of the AIMD simulations, showing the adsorption sites for\n(a) CO<sub>2</sub> and (b) C<sub>2</sub>H<sub>2</sub> in the MOF <bold>Cu-1</bold>.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Results of the AIMD simulations, showing the adsorption sites for (a) CO2 and (b) C2H2 in the MOF Cu-1.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>IAST selectivities at 298 K: (a) CO<sub>2</sub>/CH<sub>4</sub> and\nCO<sub>2</sub>/N<sub>2</sub>; (b) C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  IAST selectivities at 298 K: (a) CO2/CH4 and CO2/N2; (b) C2H2/C2H4.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Simulated\nbreakthrough curves of MOF <bold>Cu-1</bold> for separation\nat 298 K: (a) N<sub>2</sub>/CO<sub>2</sub> (90:10); (b) CH<sub>4</sub>/CO<sub>2</sub> (50:50); (c) C<sub>2</sub>H<sub>4</sub>/C<sub>2</sub>H<sub>2</sub> (99:1).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic1c00357_0008.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Simulated breakthrough curves of MOF Cu-1 for separation at 298 K: (a) N2/CO2 (90:10); (b) CH4/CO2 (50:50); (c) C2H4/C2H2 (99:1).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.1c00357", "title": null, "journal": "American Chemical Society", "date": "2021.04", "author_list": ["Ma\nZhi Long", "Liu\nPu Xu", "Liu\nZhong Yi", "Wang\nJia Jun", "Li\nLi Bo", "Tian\nLi"]}}