{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic2c03236.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The development of high-performance adsorbents is critical\nfor\nthe low-energy separation of acetylene. Herein, we synthesized an\nFe-MOF (MOF, metal–organic framework) with U-shaped channels.\nThe adsorption isotherms of C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub> show that the adsorption capacity\nof acetylene is significantly larger than that of the other two gases.\nMeanwhile, the actual separation performance was verified by breakthrough\nexperiments, indicating the potential to separate C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> mixtures at normal temperatures. Grand Canonical Monte\nCarlo (GCMC) simulation demonstrates that the framework with U-shaped\nchannels interacts more strongly with C<sub>2</sub>H<sub>2</sub> than\nwith C<sub>2</sub>H<sub>4</sub> and CO<sub>2</sub>. The high C<sub>2</sub>H<sub>2</sub> uptake and low adsorption enthalpy highlight\nFe-MOF as a promising candidate for C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> separation with a low regeneration energy.</p>", "clean_text": "The development of high-performance adsorbents is critical for the low-energy separation of acetylene. Herein, we synthesized an Fe-MOF (MOF, metal-organic framework) with U-shaped channels. The adsorption isotherms of C2H2, C2H4, and CO2 show that the adsorption capacity of acetylene is significantly larger than that of the other two gases. Meanwhile, the actual separation performance was verified by breakthrough experiments, indicating the potential to separate C2H2/CO2 and C2H2/C2H4 mixtures at normal temperatures. Grand Canonical Monte Carlo (GCMC) simulation demonstrates that the framework with U-shaped channels interacts more strongly with C2H2 than with C2H4 and CO2. The high C2H2 uptake and low adsorption enthalpy highlight Fe-MOF as a promising candidate for C2H2/CO2 separation with a low regeneration energy.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>A stable Fe-MOF with unique U-shaped channel and 3,9-c <italic toggle=\"yes\">xmz</italic> topology exhibits high C<sub>2</sub>H<sub>2</sub> uptake\nand low adsorption enthalpy, highlighting it as a promising candidate\nfor separation of C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> with low regeneration\nenergy.</p>", "clean_text": "A stable Fe-MOF with unique U-shaped channel and 3,9-c xmz topology exhibits high C2H2 uptake and low adsorption enthalpy, highlighting it as a promising candidate for separation of C2H2/CO2 and C2H2/C2H4 with low regeneration energy.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Separation and purification\nare key processes in the chemical industry. The global energy consumption\nfor the separation and purification of various chemicals accounts\nfor about 15% of annual energy consumption. Acetylene (C<sub>2</sub>H<sub>2</sub>) is an important fuel gas\nand chemical raw material for producing vinyl chloride, acrylic acid,\n1,4-butanediol, and plastics. The main process for producing C<sub>2</sub>H<sub>2</sub> is the partial oxidation of alkanes or steam\ncracking of naphtha. During these processes, carbon dioxide (CO<sub>2</sub>) is produced as a byproduct. However,\nthe boiling points and sizes of C<sub>2</sub>H<sub>2</sub> and CO<sub>2</sub> molecules are similar, and solvent extraction is generally\nused to separate them in production, resulting in a huge energy consumption.\nDuring steam cracking, C<sub>2</sub>H<sub>2</sub>, as an impurity\nin ethylene (C<sub>2</sub>H<sub>4</sub>), can cause catalyst poisoning\nor explosions in polyethylene production. C<sub>2</sub>H<sub>4</sub> is one of the most important raw materials in the chemical industry,\nand the hydrogenation removal purification technology used to remove\nC<sub>2</sub>H<sub>2</sub> is very energy-intensive. Therefore, in order to separate C<sub>2</sub>H<sub>2</sub>, efforts\nhave been made to study the adsorption of C<sub>2</sub>H<sub>2</sub> in porous physical sorbents. Compared\nwith traditional separation technology, adsorptive separation can\nbe carried out at room temperature and pressure with higher separation\nefficiency and lower energy consumption, which has a good application\nprospect.\n</p>", "clean_text": "Separation and purification are key processes in the chemical industry. The global energy consumption for the separation and purification of various chemicals accounts for about 15% of annual energy consumption. Acetylene (C2H2) is an important fuel gas and chemical raw material for producing vinyl chloride, acrylic acid, 1,4-butanediol, and plastics. The main process for producing C2H2 is the partial oxidation of alkanes or steam cracking of naphtha. During these processes, carbon dioxide (CO2) is produced as a byproduct. However, the boiling points and sizes of C2H2 and CO2 molecules are similar, and solvent extraction is generally used to separate them in production, resulting in a huge energy consumption. During steam cracking, C2H2, as an impurity in ethylene (C2H4), can cause catalyst poisoning or explosions in polyethylene production. C2H4 is one of the most important raw materials in the chemical industry, and the hydrogenation removal purification technology used to remove C2H2 is very energy-intensive. Therefore, in order to separate C2H2, efforts have been made to study the adsorption of C2H2 in porous physical sorbents. Compared with traditional separation technology, adsorptive separation can be carried out at room temperature and pressure with higher separation efficiency and lower energy consumption, which has a good application prospect. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks (MOFs) are\ncrystalline porous materials\nwith a periodic network structure formed by self-assembly with metal\nions or clusters as nodes and organic ligands as linkers. Over the past decade, MOFs have not only been widely studied in\nthe fields of fluorescence and catalysis but also gained considerable achievements in gas adsorption and\nseparation applications due to their structural designability and\ntunability. Most of the existing reports use MOFs with channels or cages to\naccommodate gas molecules and adjust the pore environment to increase\nthe affinity for gas molecules. For example, Ma et al. facilitated C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> separation\nin three isostructural MOFs (MIL-160, CAU-10H, and CAU-23) by tuning\nhydrogen bond nanotraps on the pore surface. MIL-160 has abundant\nhydrogen bond receptors, which can selectively capture C<sub>2</sub>H<sub>2</sub> molecules for effectively separating C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub>. We previously reported a strategy to optimize\nthe pore environment of a multivariate MOF by tuning the metal components,\nfunctionalized ligands, and terminal ligands. The optimized UPC-200­(Al)-F-BIM material exhibited the highest C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> separation efficiency in the\nsystem. However, some MOFs with special structures can generate strong\ninteractions with specific gas molecules due to their unique pores,\nwhich have great advantages in gas adsorption and separation. Furthermore,\nthe ideal separation material should possess high adsorption capacity\nand selectivity as well as low adsorption enthalpy (<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) to facilitate efficient material regeneration.</p>", "clean_text": "Metal-organic frameworks (MOFs) are crystalline porous materials with a periodic network structure formed by self-assembly with metal ions or clusters as nodes and organic ligands as linkers. Over the past decade, MOFs have not only been widely studied in the fields of fluorescence and catalysis but also gained considerable achievements in gas adsorption and separation applications due to their structural designability and tunability. Most of the existing reports use MOFs with channels or cages to accommodate gas molecules and adjust the pore environment to increase the affinity for gas molecules. For example, Ma et al. facilitated C2H2/CO2 separation in three isostructural MOFs (MIL-160, CAU-10H, and CAU-23) by tuning hydrogen bond nanotraps on the pore surface. MIL-160 has abundant hydrogen bond receptors, which can selectively capture C2H2 molecules for effectively separating C2H2/CO2. We previously reported a strategy to optimize the pore environment of a multivariate MOF by tuning the metal components, functionalized ligands, and terminal ligands. The optimized UPC-200(Al)-F-BIM material exhibited the highest C2H2/CO2 separation efficiency in the system. However, some MOFs with special structures can generate strong interactions with specific gas molecules due to their unique pores, which have great advantages in gas adsorption and separation. Furthermore, the ideal separation material should possess high adsorption capacity and selectivity as well as low adsorption enthalpy (Q st) to facilitate efficient material regeneration.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Herein, we selected an Fe-MOF with unique U-shaped channels, {[Fe<sub>3</sub>(O)­(L)<sub>3</sub>]·<italic toggle=\"yes\">n</italic>(solv)}<italic toggle=\"yes\">n</italic>\n (L = deprotonated pyridine-3,5-bis­(phenyl-4-carboxylic\nacid), which was named Compound-1. The appropriate channel can effectively\nmaximize the bulk density of C<sub>2</sub>H<sub>2</sub>, thereby increasing\nthe adsorption capacity and achieving the efficient separation of\nC<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub>.</p>", "clean_text": "Herein, we selected an Fe-MOF with unique U-shaped channels, {[Fe3(O)(L)3]⋅n(solv)}n  (L = deprotonated pyridine-3,5-bis(phenyl-4-carboxylic acid), which was named Compound-1. The appropriate channel can effectively maximize the bulk density of C2H2, thereby increasing the adsorption capacity and achieving the efficient separation of C2H2/C2H4 and C2H2/CO2.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<p>High-quality single crystals\nwere obtained by a solvothermal reaction\nwith pyridine-3,5-bis­(phenyl-4-carboxylic acid) (H<sub>2</sub>L, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>) and FeCl<sub>3</sub>. Single crystal\nX-ray diffraction analysis indicated that Compound-1 was crystallized\nin the trigonal <italic toggle=\"yes\">R</italic>3<italic toggle=\"yes\">c</italic> space group\nand had a cage with a diameter of approximately 6 Å in the [001]\naxis (a). However,\nthe channels of the framework are not simple one-dimensional channels\nas usual but are segmented by V-shaped ligands distributed up and\ndown, presenting a U-shape (b,c). The entire structure\nwas determined by TOPOS Pro as the connected network of 3,9-c <italic toggle=\"yes\">xmz</italic> topology with the point symbol {4<sup>2</sup>.6}<sub>3</sub>{4<sup>6</sup>.6<sup>21</sup>.8<sup>9</sup>}. According to\nthe crystal structure, the porosity reached 57.1%, and the pore volume\nwas 0.76 cm<sup>3</sup> g<sup>–1</sup> based on Platon calculations.</p>", "clean_text": "High-quality single crystals were obtained by a solvothermal reaction with pyridine-3,5-bis(phenyl-4-carboxylic acid) (H2L, Figure S1) and FeCl3. Single crystal X-ray diffraction analysis indicated that Compound-1 was crystallized in the trigonal R3c space group and had a cage with a diameter of approximately 6 Å in the [001] axis (a). However, the channels of the framework are not simple one-dimensional channels as usual but are segmented by V-shaped ligands distributed up and down, presenting a U-shape (b,c). The entire structure was determined by TOPOS Pro as the connected network of 3,9-c xmz topology with the point symbol {42.6}3{46.621.89}. According to the crystal structure, the porosity reached 57.1%, and the pore volume was 0.76 cm3 g-1 based on Platon calculations.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic\ndiagram of the framework and cage (yellow ball) of\nCompound-1 after topology simplification. (b) Diagram of the U-shaped\nchannel of Compound-1 in the axial direction of [001]. (c) Visualization\nof the U-shaped channel of Compound-1 simulated by Materials Studio.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c03236_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic diagram of the framework and cage (yellow ball) of Compound-1 after topology simplification. (b) Diagram of the U-shaped channel of Compound-1 in the axial direction of [001]. (c) Visualization of the U-shaped channel of Compound-1 simulated by Materials Studio.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>The experimental powder X-ray diffraction (PXRD)\nwas consistent\nwith the simulation results, indicating good phase purity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). Thermogravimetric analysis (TGA)\nshows that the framework can be stabilized to 400 °C in a nitrogen\natmosphere, confirming the good thermal stability of Compound-1 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The infrared spectrum shows that\nthere are no characteristic absorption peaks of free carboxyl group\nnear 1740–1690 cm<sup>–1</sup>, indicating that all\ncarboxyl groups on the ligand have been deprotonated (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). The nitrogen adsorption (77 K) result\nshows that the maximum adsorption amount reaches 522.09 cm<sup>3</sup> g<sup>–1</sup> (23.31 mmol g<sup>–1</sup>) with a\nspecific surface area of 1519.15 m<sup>2</sup> g<sup>–1</sup> (a), and\nthe isotherm shows a typical type I, indicating permanent porosity.</p>", "clean_text": "The experimental powder X-ray diffraction (PXRD) was consistent with the simulation results, indicating good phase purity (Figure S2). Thermogravimetric analysis (TGA) shows that the framework can be stabilized to 400 °C in a nitrogen atmosphere, confirming the good thermal stability of Compound-1 (Figure S3). The infrared spectrum shows that there are no characteristic absorption peaks of free carboxyl group near 1740-1690 cm-1, indicating that all carboxyl groups on the ligand have been deprotonated (Figure S4). The nitrogen adsorption (77 K) result shows that the maximum adsorption amount reaches 522.09 cm3 g-1 (23.31 mmol g-1) with a specific surface area of 1519.15 m2 g-1 (a), and the isotherm shows a typical type I, indicating permanent porosity.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) N<sub>2</sub> adsorption and desorption isotherms and pore\nsize distribution of Compound-1. (b) Adsorption and desorption isotherms\nof Compound-1 for C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub> at 298 K. (c) Separation ratio of equimolar\nC<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> at 298 K. Breakthrough curves of equimolar\nC<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> (d) and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (e) at a flow rate of 1 mL min<sup>–1</sup> at 298 K. (f) Comparison of C<sub>2</sub>H<sub>2</sub> captured among representative MOFs for C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> separation.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c03236_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) N2 adsorption and desorption isotherms and pore size distribution of Compound-1. (b) Adsorption and desorption isotherms of Compound-1 for C2H2, C2H4, and CO2 at 298 K. (c) Separation ratio of equimolar C2H2/CO2 and C2H2/C2H4 at 298 K. Breakthrough curves of equimolar C2H2/CO2 (d) and C2H2/C2H4 (e) at a flow rate of 1 mL min-1 at 298 K. (f) Comparison of C2H2 captured among representative MOFs for C2H2/CO2 separation.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>Considering the large specific surface area and\nporosity of Compound-1,\nthe adsorption and separation properties of C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub> were further investigated.\nThe single-component adsorption isotherms of C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub> were collected at\n273 and 298 K, respectively (b, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). At 298 K,\nthe adsorption capacities of Compound-1 for C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub> were 141.8 (6.33),\n96.1 (4.29), and 55.7 (2.49) cm<sup>3</sup> g<sup>–1</sup> (mmol\ng<sup>–1</sup>), respectively. The adsorption capacity of Compound-1\nfor C<sub>2</sub>H<sub>2</sub> is much greater than those for C<sub>2</sub>H<sub>4</sub> and CO<sub>2</sub>. The adsorption enthalpies\n(<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) of Compound-1 for C<sub>2</sub>H<sub>2</sub> (10.51 kJ mol<sup>–1</sup>) are higher than those\nof C<sub>2</sub>H<sub>4</sub> (7.07 kJ mol<sup>–1</sup>) and\nCO<sub>2</sub> (9.87 kJ mol<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>), indicating that the affinity between the framework\nand C<sub>2</sub>H<sub>2</sub> is stronger than those of C<sub>2</sub>H<sub>4</sub> and CO<sub>2</sub>. In addition, these <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> are significantly lower than those of ELM-12 (25.4\nkJ mol<sup>–1</sup> for C<sub>2</sub>H<sub>2</sub>) and SIFSIX-22-Zn (36.5 kJ mol<sup>–1</sup> for C<sub>2</sub>H<sub>2</sub> and 25 kJ mol<sup>–1</sup> for CO<sub>2</sub>), indicating that\nCompound-1 is easy to activate and regenerate.</p>", "clean_text": "Considering the large specific surface area and porosity of Compound-1, the adsorption and separation properties of C2H2, C2H4, and CO2 were further investigated. The single-component adsorption isotherms of C2H2, C2H4, and CO2 were collected at 273 and 298 K, respectively (b, Figure S5). At 298 K, the adsorption capacities of Compound-1 for C2H2, C2H4, and CO2 were 141.8 (6.33), 96.1 (4.29), and 55.7 (2.49) cm3 g-1 (mmol g-1), respectively. The adsorption capacity of Compound-1 for C2H2 is much greater than those for C2H4 and CO2. The adsorption enthalpies (Q st) of Compound-1 for C2H2 (10.51 kJ mol-1) are higher than those of C2H4 (7.07 kJ mol-1) and CO2 (9.87 kJ mol-1, Figure S7), indicating that the affinity between the framework and C2H2 is stronger than those of C2H4 and CO2. In addition, these Q st are significantly lower than those of ELM-12 (25.4 kJ mol-1 for C2H2) and SIFSIX-22-Zn (36.5 kJ mol-1 for C2H2 and 25 kJ mol-1 for CO2), indicating that Compound-1 is easy to activate and regenerate.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>The gas adsorption\ncapacity and <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> differ greatly among\nC<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub>, indicating that Compound-1 has great\npotential to separate C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub>. The ideal\nadsorption solution theory (IAST) calculations were used to evaluate\nthe separation performance of Compound-1. At 298 K, the separation\nratios of C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (50/50,\nv/v) and C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> (50/50, v/v) for\nCompound-1 were 1.79 and 3.59, respectively (c).</p>", "clean_text": "The gas adsorption capacity and Q st differ greatly among C2H2, C2H4, and CO2, indicating that Compound-1 has great potential to separate C2H2/C2H4 and C2H2/CO2. The ideal adsorption solution theory (IAST) calculations were used to evaluate the separation performance of Compound-1. At 298 K, the separation ratios of C2H2/C2H4 (50/50, v/v) and C2H2/CO2 (50/50, v/v) for Compound-1 were 1.79 and 3.59, respectively (c).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>Actually, the gas separation performance\nof many MOFs is mainly\nevaluated by single-component adsorption isotherms. However, the actual\nbreakthrough experiment is necessary to judge the separation performance\nmore accurately. The mixtures of C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> (50/50, v/v) and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (50/50, v/v) were effectively separated by the adsorbent\ncolumn packed with a powder sample of Compound-1 at 298 K and 1 bar.\nC<sub>2</sub>H<sub>2</sub> penetrates later in both separations due\nto strong interaction with the framework. Compound-1 can effectively\nseparate equimolar C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> with separation times\nof 30.0 and 5.0 min g<sup>–1</sup>, respectively, at the flow\nrate of 1 mL min<sup>–1</sup> (d,e). In addition, Compound-1 can also effectively\ncapture the trace C<sub>2</sub>H<sub>2</sub> from C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (1/99) to obtain a highly pure\nC<sub>2</sub>H<sub>4</sub> (&gt;99.99%, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). Dynamic cycle breakthrough experiments (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>) and stability test results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figures S2 and S10</ext-link>) highlight the potential of Compound-1 for actual\nindustrial applications.</p>", "clean_text": "Actually, the gas separation performance of many MOFs is mainly evaluated by single-component adsorption isotherms. However, the actual breakthrough experiment is necessary to judge the separation performance more accurately. The mixtures of C2H2/CO2 (50/50, v/v) and C2H2/C2H4 (50/50, v/v) were effectively separated by the adsorbent column packed with a powder sample of Compound-1 at 298 K and 1 bar. C2H2 penetrates later in both separations due to strong interaction with the framework. Compound-1 can effectively separate equimolar C2H2/CO2 and C2H2/C2H4 with separation times of 30.0 and 5.0 min g-1, respectively, at the flow rate of 1 mL min-1 (d,e). In addition, Compound-1 can also effectively capture the trace C2H2 from C2H2/C2H4 (1/99) to obtain a highly pure C2H4 (>99.99%, Figure S9). Dynamic cycle breakthrough experiments (Figure S8) and stability test results (Figures S2 and S10) highlight the potential of Compound-1 for actual industrial applications.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>We summarized the representative MOF\nmaterials with high C<sub>2</sub>H<sub>2</sub> captured productivity\nfor C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> separation at 298 K\nand 1 bar (f; and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S6 and Table S2</ext-link>). Most MOFs\nare constrained by the\ntrade-off between adsorption capacity and separation selectivity.\nDue to the special U-shaped channel structure, Compound-1 can achieve\nhigh adsorption of C<sub>2</sub>H<sub>2</sub> (141.8 cm<sup>3</sup> g<sup>–1</sup>, 298 K), which is similar to UTSA-74a (145\ncm<sup>3</sup> g<sup>–1</sup>), but higher than FJU-22a (114.8\ncm<sup>3</sup> g<sup>–1</sup>), UTSA-300a (68.9 cm<sup>3</sup> g<sup>–1</sup>), and NKMOF-1-Ni (61 cm<sup>3</sup> g<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). In addition,\nCompound-1 has a moderate dynamic capture productivity of C<sub>2</sub>H<sub>2</sub> (1.56 mol kg<sup>–1</sup>), which was higher\nthan those of NbU-3-MnFe (0.74 mol kg<sup>–1</sup>), UTSA-300a\n(1.14 mol kg<sup>–1</sup>), and JXNU-5 (1.25 mol kg<sup>–1</sup>, f, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>).</p>", "clean_text": "We summarized the representative MOF materials with high C2H2 captured productivity for C2H2/CO2 separation at 298 K and 1 bar (f; and Figure S6 and Table S2). Most MOFs are constrained by the trade-off between adsorption capacity and separation selectivity. Due to the special U-shaped channel structure, Compound-1 can achieve high adsorption of C2H2 (141.8 cm3 g-1, 298 K), which is similar to UTSA-74a (145 cm3 g-1), but higher than FJU-22a (114.8 cm3 g-1), UTSA-300a (68.9 cm3 g-1), and NKMOF-1-Ni (61 cm3 g-1, Figure S6). In addition, Compound-1 has a moderate dynamic capture productivity of C2H2 (1.56 mol kg-1), which was higher than those of NbU-3-MnFe (0.74 mol kg-1), UTSA-300a (1.14 mol kg-1), and JXNU-5 (1.25 mol kg-1, f, Table S2).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>To further investigate the interaction\nof C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub> with Compound1,\nGrand Canonical Monte Carlo (GCMC) simulations were performed. The\nresults show that the main forces between the three gases and the\nframework are hydrogen bonds and van der Waals forces. Since hydrogen\nbonds are much stronger than van der Waals interactions, only hydrogen\nbonds are analyzed here, and specific data are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>. First, C<sub>2</sub>H<sub>2</sub> is\nanalyzed, interacting with four oxygen atoms from two carboxyl groups\nvia hydrogen bonds, C1–H1···O1, C1–H1···O2,\nC1–H1···O3, and C1–H1···O4\n(H···O distances ranging from 3.025 to3.721 Å, a). C<sub>2</sub>H<sub>4</sub> forms hydrogen bonds with the three oxygen atoms of\nthe framework, C1–H1···O1, C1–H2···O2,\nand C1–H2···O3 (H···O distances\nranging from 3.044 to 3.574 Å, b). Due to the limitation of distance and\nangle, CO<sub>2</sub> only forms one hydrogen bond with the framework,\nand the H···O distance is 3.445 Å (c). The simulation data showed that C<sub>2</sub>H<sub>2</sub> formed\nthe most hydrogen bonds with the framework; the distance was short,\nand its affinity with the framework was the strongest, while CO<sub>2</sub> had the weakest affinity with the framework, which was consistent\nwith the calculated adsorption enthalpy trend.</p>", "clean_text": "To further investigate the interaction of C2H2, C2H4, and CO2 with Compound1, Grand Canonical Monte Carlo (GCMC) simulations were performed. The results show that the main forces between the three gases and the framework are hydrogen bonds and van der Waals forces. Since hydrogen bonds are much stronger than van der Waals interactions, only hydrogen bonds are analyzed here, and specific data are shown in Table S1. First, C2H2 is analyzed, interacting with four oxygen atoms from two carboxyl groups via hydrogen bonds, C1-H1⋅⋅⋅O1, C1-H1⋅⋅⋅O2, C1-H1⋅⋅⋅O3, and C1-H1⋅⋅⋅O4 (H⋅⋅⋅O distances ranging from 3.025 to3.721 Å, a). C2H4 forms hydrogen bonds with the three oxygen atoms of the framework, C1-H1⋅⋅⋅O1, C1-H2⋅⋅⋅O2, and C1-H2⋅⋅⋅O3 (H⋅⋅⋅O distances ranging from 3.044 to 3.574 Å, b). Due to the limitation of distance and angle, CO2 only forms one hydrogen bond with the framework, and the H⋅⋅⋅O distance is 3.445 Å (c). The simulation data showed that C2H2 formed the most hydrogen bonds with the framework; the distance was short, and its affinity with the framework was the strongest, while CO2 had the weakest affinity with the framework, which was consistent with the calculated adsorption enthalpy trend.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Simulated preferred adsorption\nsites for (a) C<sub>2</sub>H<sub>2</sub>, (b) C<sub>2</sub>H<sub>4</sub>, and (c) CO<sub>2</sub> in\nCompound-1.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c03236_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Simulated preferred adsorption sites for (a) C2H2, (b) C2H4, and (c) CO2 in Compound-1.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>In conclusion, the large specific surface area,\nporosity, and U-shaped\nchannels of Fe-MOF endow it with an excellent adsorption performance.\nThe U-shaped channel allows the gas molecules more adequate contact\nwith the framework, and the C<sub>2</sub>H<sub>2</sub> molecules with\nstrong interaction with the framework are more easily adsorbed, thus\nexhibiting efficient C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> and\nC<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> separation at\nnormal temperature. All the metal sites in the framework are coordination\nsaturated, making the material easier to regenerate through activation\ndue to the low adsorption enthalpy. The high C<sub>2</sub>H<sub>2</sub> uptake, low adsorption enthalpy, and stability highlight Compound-1\nas an ideal candidate for the low-energy separation of C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub>.</p>", "clean_text": "In conclusion, the large specific surface area, porosity, and U-shaped channels of Fe-MOF endow it with an excellent adsorption performance. The U-shaped channel allows the gas molecules more adequate contact with the framework, and the C2H2 molecules with strong interaction with the framework are more easily adsorbed, thus exhibiting efficient C2H2/CO2 and C2H2/C2H4 separation at normal temperature. All the metal sites in the framework are coordination saturated, making the material easier to regenerate through activation due to the low adsorption enthalpy. The high C2H2 uptake, low adsorption enthalpy, and stability highlight Compound-1 as an ideal candidate for the low-energy separation of C2H2/CO2 and C2H2/C2H4.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c03236?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c03236</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Materials and instrumentation, synthesis and characterization,\nand calculation details (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c03236.  Materials and instrumentation, synthesis and characterization, and calculation details (PDF)   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Materials and instrumentation, synthesis and characterization,\nand calculation details (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2209154\" xlink:type=\"simple\">2209154</ext-link> contains the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Materials and instrumentation, synthesis and characterization, and calculation details (PDF)\n\nCCDC 2209154 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>All authors\nhave given approval to the final version of the manuscript.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 8, 10, 11, 12, 13", "type": "text", "classification": "property", "content": "<p>High-quality single crystals\nwere obtained by a solvothermal reaction\nwith pyridine-3,5-bis­(phenyl-4-carboxylic acid) (H<sub>2</sub>L, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>) and FeCl<sub>3</sub>. Single crystal\nX-ray diffraction analysis indicated that Compound-1 was crystallized\nin the trigonal <italic toggle=\"yes\">R</italic>3<italic toggle=\"yes\">c</italic> space group\nand had a cage with a diameter of approximately 6 Å in the [001]\naxis (a). However,\nthe channels of the framework are not simple one-dimensional channels\nas usual but are segmented by V-shaped ligands distributed up and\ndown, presenting a U-shape (b,c). The entire structure\nwas determined by TOPOS Pro as the connected network of 3,9-c <italic toggle=\"yes\">xmz</italic> topology with the point symbol {4<sup>2</sup>.6}<sub>3</sub>{4<sup>6</sup>.6<sup>21</sup>.8<sup>9</sup>}. According to\nthe crystal structure, the porosity reached 57.1%, and the pore volume\nwas 0.76 cm<sup>3</sup> g<sup>–1</sup> based on Platon calculations.</p><p>The experimental powder X-ray diffraction (PXRD)\nwas consistent\nwith the simulation results, indicating good phase purity (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). Thermogravimetric analysis (TGA)\nshows that the framework can be stabilized to 400 °C in a nitrogen\natmosphere, confirming the good thermal stability of Compound-1 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The infrared spectrum shows that\nthere are no characteristic absorption peaks of free carboxyl group\nnear 1740–1690 cm<sup>–1</sup>, indicating that all\ncarboxyl groups on the ligand have been deprotonated (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). The nitrogen adsorption (77 K) result\nshows that the maximum adsorption amount reaches 522.09 cm<sup>3</sup> g<sup>–1</sup> (23.31 mmol g<sup>–1</sup>) with a\nspecific surface area of 1519.15 m<sup>2</sup> g<sup>–1</sup> (a), and\nthe isotherm shows a typical type I, indicating permanent porosity.</p><p>Considering the large specific surface area and\nporosity of Compound-1,\nthe adsorption and separation properties of C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub> were further investigated.\nThe single-component adsorption isotherms of C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub> were collected at\n273 and 298 K, respectively (b, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). At 298 K,\nthe adsorption capacities of Compound-1 for C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub> were 141.8 (6.33),\n96.1 (4.29), and 55.7 (2.49) cm<sup>3</sup> g<sup>–1</sup> (mmol\ng<sup>–1</sup>), respectively. The adsorption capacity of Compound-1\nfor C<sub>2</sub>H<sub>2</sub> is much greater than those for C<sub>2</sub>H<sub>4</sub> and CO<sub>2</sub>. The adsorption enthalpies\n(<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) of Compound-1 for C<sub>2</sub>H<sub>2</sub> (10.51 kJ mol<sup>–1</sup>) are higher than those\nof C<sub>2</sub>H<sub>4</sub> (7.07 kJ mol<sup>–1</sup>) and\nCO<sub>2</sub> (9.87 kJ mol<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>), indicating that the affinity between the framework\nand C<sub>2</sub>H<sub>2</sub> is stronger than those of C<sub>2</sub>H<sub>4</sub> and CO<sub>2</sub>. In addition, these <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> are significantly lower than those of ELM-12 (25.4\nkJ mol<sup>–1</sup> for C<sub>2</sub>H<sub>2</sub>) and SIFSIX-22-Zn (36.5 kJ mol<sup>–1</sup> for C<sub>2</sub>H<sub>2</sub> and 25 kJ mol<sup>–1</sup> for CO<sub>2</sub>), indicating that\nCompound-1 is easy to activate and regenerate.</p><p>The gas adsorption\ncapacity and <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> differ greatly among\nC<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub>, indicating that Compound-1 has great\npotential to separate C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> and C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub>. The ideal\nadsorption solution theory (IAST) calculations were used to evaluate\nthe separation performance of Compound-1. At 298 K, the separation\nratios of C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (50/50,\nv/v) and C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> (50/50, v/v) for\nCompound-1 were 1.79 and 3.59, respectively (c).</p><p>Actually, the gas separation performance\nof many MOFs is mainly\nevaluated by single-component adsorption isotherms. However, the actual\nbreakthrough experiment is necessary to judge the separation performance\nmore accurately. The mixtures of C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> (50/50, v/v) and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (50/50, v/v) were effectively separated by the adsorbent\ncolumn packed with a powder sample of Compound-1 at 298 K and 1 bar.\nC<sub>2</sub>H<sub>2</sub> penetrates later in both separations due\nto strong interaction with the framework. Compound-1 can effectively\nseparate equimolar C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> with separation times\nof 30.0 and 5.0 min g<sup>–1</sup>, respectively, at the flow\nrate of 1 mL min<sup>–1</sup> (d,e). In addition, Compound-1 can also effectively\ncapture the trace C<sub>2</sub>H<sub>2</sub> from C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (1/99) to obtain a highly pure\nC<sub>2</sub>H<sub>4</sub> (&gt;99.99%, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). Dynamic cycle breakthrough experiments (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>) and stability test results (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figures S2 and S10</ext-link>) highlight the potential of Compound-1 for actual\nindustrial applications.</p><p>We summarized the representative MOF\nmaterials with high C<sub>2</sub>H<sub>2</sub> captured productivity\nfor C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> separation at 298 K\nand 1 bar (f; and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S6 and Table S2</ext-link>). Most MOFs\nare constrained by the\ntrade-off between adsorption capacity and separation selectivity.\nDue to the special U-shaped channel structure, Compound-1 can achieve\nhigh adsorption of C<sub>2</sub>H<sub>2</sub> (141.8 cm<sup>3</sup> g<sup>–1</sup>, 298 K), which is similar to UTSA-74a (145\ncm<sup>3</sup> g<sup>–1</sup>), but higher than FJU-22a (114.8\ncm<sup>3</sup> g<sup>–1</sup>), UTSA-300a (68.9 cm<sup>3</sup> g<sup>–1</sup>), and NKMOF-1-Ni (61 cm<sup>3</sup> g<sup>–1</sup>, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). In addition,\nCompound-1 has a moderate dynamic capture productivity of C<sub>2</sub>H<sub>2</sub> (1.56 mol kg<sup>–1</sup>), which was higher\nthan those of NbU-3-MnFe (0.74 mol kg<sup>–1</sup>), UTSA-300a\n(1.14 mol kg<sup>–1</sup>), and JXNU-5 (1.25 mol kg<sup>–1</sup>, f, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c03236/suppl_file/ic2c03236_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>).</p>", "clean_text": "High-quality single crystals were obtained by a solvothermal reaction with pyridine-3,5-bis(phenyl-4-carboxylic acid) (H2L, Figure S1) and FeCl3. Single crystal X-ray diffraction analysis indicated that Compound-1 was crystallized in the trigonal R3c space group and had a cage with a diameter of approximately 6 Å in the [001] axis (a). However, the channels of the framework are not simple one-dimensional channels as usual but are segmented by V-shaped ligands distributed up and down, presenting a U-shape (b,c). The entire structure was determined by TOPOS Pro as the connected network of 3,9-c xmz topology with the point symbol {42.6}3{46.621.89}. According to the crystal structure, the porosity reached 57.1%, and the pore volume was 0.76 cm3 g-1 based on Platon calculations.\n\nThe experimental powder X-ray diffraction (PXRD) was consistent with the simulation results, indicating good phase purity (Figure S2). Thermogravimetric analysis (TGA) shows that the framework can be stabilized to 400 °C in a nitrogen atmosphere, confirming the good thermal stability of Compound-1 (Figure S3). The infrared spectrum shows that there are no characteristic absorption peaks of free carboxyl group near 1740-1690 cm-1, indicating that all carboxyl groups on the ligand have been deprotonated (Figure S4). The nitrogen adsorption (77 K) result shows that the maximum adsorption amount reaches 522.09 cm3 g-1 (23.31 mmol g-1) with a specific surface area of 1519.15 m2 g-1 (a), and the isotherm shows a typical type I, indicating permanent porosity.\n\nConsidering the large specific surface area and porosity of Compound-1, the adsorption and separation properties of C2H2, C2H4, and CO2 were further investigated. The single-component adsorption isotherms of C2H2, C2H4, and CO2 were collected at 273 and 298 K, respectively (b, Figure S5). At 298 K, the adsorption capacities of Compound-1 for C2H2, C2H4, and CO2 were 141.8 (6.33), 96.1 (4.29), and 55.7 (2.49) cm3 g-1 (mmol g-1), respectively. The adsorption capacity of Compound-1 for C2H2 is much greater than those for C2H4 and CO2. The adsorption enthalpies (Q st) of Compound-1 for C2H2 (10.51 kJ mol-1) are higher than those of C2H4 (7.07 kJ mol-1) and CO2 (9.87 kJ mol-1, Figure S7), indicating that the affinity between the framework and C2H2 is stronger than those of C2H4 and CO2. In addition, these Q st are significantly lower than those of ELM-12 (25.4 kJ mol-1 for C2H2) and SIFSIX-22-Zn (36.5 kJ mol-1 for C2H2 and 25 kJ mol-1 for CO2), indicating that Compound-1 is easy to activate and regenerate.\n\nThe gas adsorption capacity and Q st differ greatly among C2H2, C2H4, and CO2, indicating that Compound-1 has great potential to separate C2H2/C2H4 and C2H2/CO2. The ideal adsorption solution theory (IAST) calculations were used to evaluate the separation performance of Compound-1. At 298 K, the separation ratios of C2H2/C2H4 (50/50, v/v) and C2H2/CO2 (50/50, v/v) for Compound-1 were 1.79 and 3.59, respectively (c).\n\nActually, the gas separation performance of many MOFs is mainly evaluated by single-component adsorption isotherms. However, the actual breakthrough experiment is necessary to judge the separation performance more accurately. The mixtures of C2H2/CO2 (50/50, v/v) and C2H2/C2H4 (50/50, v/v) were effectively separated by the adsorbent column packed with a powder sample of Compound-1 at 298 K and 1 bar. C2H2 penetrates later in both separations due to strong interaction with the framework. Compound-1 can effectively separate equimolar C2H2/CO2 and C2H2/C2H4 with separation times of 30.0 and 5.0 min g-1, respectively, at the flow rate of 1 mL min-1 (d,e). In addition, Compound-1 can also effectively capture the trace C2H2 from C2H2/C2H4 (1/99) to obtain a highly pure C2H4 (>99.99%, Figure S9). Dynamic cycle breakthrough experiments (Figure S8) and stability test results (Figures S2 and S10) highlight the potential of Compound-1 for actual industrial applications.\n\nWe summarized the representative MOF materials with high C2H2 captured productivity for C2H2/CO2 separation at 298 K and 1 bar (f; and Figure S6 and Table S2). Most MOFs are constrained by the trade-off between adsorption capacity and separation selectivity. Due to the special U-shaped channel structure, Compound-1 can achieve high adsorption of C2H2 (141.8 cm3 g-1, 298 K), which is similar to UTSA-74a (145 cm3 g-1), but higher than FJU-22a (114.8 cm3 g-1), UTSA-300a (68.9 cm3 g-1), and NKMOF-1-Ni (61 cm3 g-1, Figure S6). In addition, Compound-1 has a moderate dynamic capture productivity of C2H2 (1.56 mol kg-1), which was higher than those of NbU-3-MnFe (0.74 mol kg-1), UTSA-300a (1.14 mol kg-1), and JXNU-5 (1.25 mol kg-1, f, Table S2).", "data": [[{"meta": {"name": "Compound-1", "symbol": "", "chemical formula": ""}, "topology": [{"value": "3,9-c xmz", "condition": ""}], "porosity": [{"proboe": "", "value": "57.1", "unit": "%", "condition": ""}], "pore volume": [{"probe": "", "value": "0.76", "unit": "cm3/g", "condition": "Platon calculations"}], "surface area": [{"type": "BET", "probe": "", "value": "1519.15", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["topology", "porosity", "pore_volume", "surface_area"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic\ndiagram of the framework and cage (yellow ball) of\nCompound-1 after topology simplification. (b) Diagram of the U-shaped\nchannel of Compound-1 in the axial direction of [001]. (c) Visualization\nof the U-shaped channel of Compound-1 simulated by Materials Studio.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c03236_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic diagram of the framework and cage (yellow ball) of Compound-1 after topology simplification. (b) Diagram of the U-shaped channel of Compound-1 in the axial direction of [001]. (c) Visualization of the U-shaped channel of Compound-1 simulated by Materials Studio.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) N<sub>2</sub> adsorption and desorption isotherms and pore\nsize distribution of Compound-1. (b) Adsorption and desorption isotherms\nof Compound-1 for C<sub>2</sub>H<sub>2</sub>, C<sub>2</sub>H<sub>4</sub>, and CO<sub>2</sub> at 298 K. (c) Separation ratio of equimolar\nC<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> at 298 K. Breakthrough curves of equimolar\nC<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> (d) and C<sub>2</sub>H<sub>2</sub>/C<sub>2</sub>H<sub>4</sub> (e) at a flow rate of 1 mL min<sup>–1</sup> at 298 K. (f) Comparison of C<sub>2</sub>H<sub>2</sub> captured among representative MOFs for C<sub>2</sub>H<sub>2</sub>/CO<sub>2</sub> separation.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c03236_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) N2 adsorption and desorption isotherms and pore size distribution of Compound-1. (b) Adsorption and desorption isotherms of Compound-1 for C2H2, C2H4, and CO2 at 298 K. (c) Separation ratio of equimolar C2H2/CO2 and C2H2/C2H4 at 298 K. Breakthrough curves of equimolar C2H2/CO2 (d) and C2H2/C2H4 (e) at a flow rate of 1 mL min-1 at 298 K. (f) Comparison of C2H2 captured among representative MOFs for C2H2/CO2 separation.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Simulated preferred adsorption\nsites for (a) C<sub>2</sub>H<sub>2</sub>, (b) C<sub>2</sub>H<sub>4</sub>, and (c) CO<sub>2</sub> in\nCompound-1.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c03236_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Simulated preferred adsorption sites for (a) C2H2, (b) C2H4, and (c) CO2 in Compound-1.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.2c03236", "title": null, "journal": "American Chemical Society", "date": "2023.02", "author_list": ["Li\nYue", "Wang\nXiaokang", "Yang\nXinlei", "Liu\nHongyan", "Chai\nXianyi", "Wang\nYutong", "Fan\nWeidong", "Sun\nDaofeng"]}}