{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic2c04019.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Mechanochemistry, a resurging synthetic approach, has\nbeen developed\ninto an effective and controllable method to access a family of crystalline\nporous catechol-derived metal–organic frameworks (MOFs) for\nthe first time. We have identified that the obtained crystalline phase\nis readily tunable by precursors and the addition of solvents or drying\nagents. The described mechanochemistry allows us to synthesize these\nmaterials in a highly sustainable manner. Thus, mechanochemistry is\nexpected to pave a promising avenue to access a broader class of MOF\nmaterials, in addition to those based on the motifs of carboxylic\nacid or imidazole.</p>", "clean_text": "Mechanochemistry, a resurging synthetic approach, has been developed into an effective and controllable method to access a family of crystalline porous catechol-derived metal-organic frameworks (MOFs) for the first time. We have identified that the obtained crystalline phase is readily tunable by precursors and the addition of solvents or drying agents. The described mechanochemistry allows us to synthesize these materials in a highly sustainable manner. Thus, mechanochemistry is expected to pave a promising avenue to access a broader class of MOF materials, in addition to those based on the motifs of carboxylic acid or imidazole.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Mechanochemistry provides\na sustainable yet highly tunable\nsynthetic approach to access a broad family of catechol-derived metal−organic\nframeworks. It has been identified that the obtained crystalline phase\nis readily controlled by precursors and the addition of solvents or\ndrying agents.</p>", "clean_text": "Mechanochemistry provides a sustainable yet highly tunable synthetic approach to access a broad family of catechol-derived metal-organic frameworks. It has been identified that the obtained crystalline phase is readily controlled by precursors and the addition of solvents or drying agents.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Catechol-derived metal–organic\nframeworks (MOFs), a subfamily of MOFs built by the self-assembly\nof metal ions and hydroxyquinone- or catechol-based ligands, have\nrecently garnered significant attention as a unique class of functional\nporous materials. In particular, the noninnocence brought by ligand-based redox-active\nbehavior results in attractive coordination materials with potential\napplications in areas of magnetism, conductivity, and energy conversion and storage. Meanwhile, mechanochemistry is a resurging\nsynthetic method that drives chemical reactions via mechanical forces\ninstead of heat, light, or electricity, avoids high temperature and\nsolvents, and offers a remarkably sustainable alternative to conventional\nsynthetic routes. With regard to the synthesis of MOFs, mechanochemistry has demonstrated\nits applicability to the synthesis of classic structures (e.g., HKUST-1,\nMOF-5, MOF-74, ZIFs, UiOs series) that only involve linkage motifs of carboxylic acid or imidazole.\nCatechol-derived MOFs have not yet been accessed by the mechanochemical\nsynthesis.</p>", "clean_text": "Catechol-derived metal-organic frameworks (MOFs), a subfamily of MOFs built by the self-assembly of metal ions and hydroxyquinone- or catechol-based ligands, have recently garnered significant attention as a unique class of functional porous materials. In particular, the noninnocence brought by ligand-based redox-active behavior results in attractive coordination materials with potential applications in areas of magnetism, conductivity, and energy conversion and storage. Meanwhile, mechanochemistry is a resurging synthetic method that drives chemical reactions via mechanical forces instead of heat, light, or electricity, avoids high temperature and solvents, and offers a remarkably sustainable alternative to conventional synthetic routes. With regard to the synthesis of MOFs, mechanochemistry has demonstrated its applicability to the synthesis of classic structures (e.g., HKUST-1, MOF-5, MOF-74, ZIFs, UiOs series) that only involve linkage motifs of carboxylic acid or imidazole. Catechol-derived MOFs have not yet been accessed by the mechanochemical synthesis.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Herein, we report our systematic efforts in developing\nmechanochemistry\nas an effective and controllable synthetic strategy to easily access\na family of catechol-derived MOFs. For instance, known procedures\nto access an example of these MOFs, [M<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> (H<sub>2</sub>dhbq = 2,5-dihydroxy-1,4-benzoquinone),\nare described by either the <italic toggle=\"yes\">in situ</italic> hydrolysis of\n2,5-diamino-1,4-benzoquinone (dabq) at high temperature for an extended\nperiod of time or the slow addition of\nM­(OAc)<sub>2</sub> (M = Ni and Co) to the solution of H<sub>2</sub>dhbq under an inert atmosphere (a,b). This work\npresents a new synthetic pathway, mechanochemistry, that enables access\nto [M<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> (M\n= Zn and Cu) in a green and controllable manner (c). The developed mechanochemical\nsynthesis is accomplished by one-pot loading in air under solvent-free\nconditions at ambient temperature for a short period of time, which\nunderlines features of sustainability and environmental friendliness.\nBeyond the doubly interpenetrated three-dimensional (3D) [M<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>, the mechanochemistry\nis immediately extended to a series of catechol-derived MOFs based\non other ligands, as shown in d.</p>", "clean_text": "Herein, we report our systematic efforts in developing mechanochemistry as an effective and controllable synthetic strategy to easily access a family of catechol-derived MOFs. For instance, known procedures to access an example of these MOFs, [M2(dhbq)3](Bu4N)2 (H2dhbq = 2,5-dihydroxy-1,4-benzoquinone), are described by either the in situ hydrolysis of 2,5-diamino-1,4-benzoquinone (dabq) at high temperature for an extended period of time or the slow addition of M(OAc)2 (M = Ni and Co) to the solution of H2dhbq under an inert atmosphere (a,b). This work presents a new synthetic pathway, mechanochemistry, that enables access to [M2(dhbq)3](Bu4N)2 (M = Zn and Cu) in a green and controllable manner (c). The developed mechanochemical synthesis is accomplished by one-pot loading in air under solvent-free conditions at ambient temperature for a short period of time, which underlines features of sustainability and environmental friendliness. Beyond the doubly interpenetrated three-dimensional (3D) [M2(dhbq)3](Bu4N)2, the mechanochemistry is immediately extended to a series of catechol-derived MOFs based on other ligands, as shown in d.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a and b) Prior art to access [M<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>, an example of 3D doubly interpenetrated\nMOFs,\navailable by either <italic toggle=\"yes\">in situ</italic> hydrolysis of dabq at\nhigh temperature for an extended period of time or the slow addition\nof M­(OAc)<sub>2</sub> (M = Ni and Co) to the solution of H<sub>2</sub>dhbq under an inert atmosphere. (c) New synthetic pathway, mechanochemistry,\nthat allows us to access [M<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> (M = Zn and Cu) in a green and controllable\nmanner. (d) Described mechanochemistry that is readily generalizable\nto other ligands, including H<sub>2</sub>can and H<sub>6</sub>hhtp.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c04019_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a and b) Prior art to access [M2(dhbq)3](Bu4N)2, an example of 3D doubly interpenetrated MOFs, available by either in situ hydrolysis of dabq at high temperature for an extended period of time or the slow addition of M(OAc)2 (M = Ni and Co) to the solution of H2dhbq under an inert atmosphere. (c) New synthetic pathway, mechanochemistry, that allows us to access [M2(dhbq)3](Bu4N)2 (M = Zn and Cu) in a green and controllable manner. (d) Described mechanochemistry that is readily generalizable to other ligands, including H2can and H6hhtp.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The 3D [M<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> structure (a,b), initially reported by Abrahams et al., features a (10,3)-<italic toggle=\"yes\">a</italic> topology\nnetwork with octahedral\nM­(II) centers bridged by three dhbq anions and tetrabutylammonium\n(Bu<sub>4</sub>N<sup>+</sup>) as the countercation. Aiming at [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>, we initiated\nour investigation by milling anhydrous zinc sulfate (ZnSO<sub>4</sub>), H<sub>2</sub>dhbq, and tetrabutylammonium bromide [TBAB or (Bu<sub>4</sub>N)­Br] without any additive solvent at 30 Hz for 1 h. Powder\nX-ray diffraction (PXRD) analysis of the obtained solids (blue line\nin ) indicates\na mixture of the targeted 3D structure and the one-dimensional (1D)\nlinear chain of [Zn­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>] (indicated\nby 2θ at 12.2°, 26.1°, and 28.4° labeled by dashed\nlines in ).\nAs shown in c, the linear chain is composed of alternating Zn­(II) cations and\ndhbq anions, isostructural to [M­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>] (M = Mn and Co). Each dhbq anion acts as a bridging\nlinker coordinating to two Zn­(II) ions on the equatorial plane in\na trans arrangement. Hexacoordination of the Zn­(II) cation is completed\nby two aqua ligands occupying axial positions. The pure phase of the\n1D [Zn­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>], illustrated by PXRD patterns\nin  (green\nline), is immediately accessible by milling only H<sub>2</sub>dhbq\nand ZnSO<sub>4</sub> under neat conditions without Na<sub>2</sub>SO<sub>4</sub> or TBAB.</p>", "clean_text": "The 3D [M2(dhbq)3](Bu4N)2 structure (a,b), initially reported by Abrahams et al., features a (10,3)-a topology network with octahedral M(II) centers bridged by three dhbq anions and tetrabutylammonium (Bu4N+) as the countercation. Aiming at [Zn2(dhbq)3](Bu4N)2, we initiated our investigation by milling anhydrous zinc sulfate (ZnSO4), H2dhbq, and tetrabutylammonium bromide [TBAB or (Bu4N)Br] without any additive solvent at 30 Hz for 1 h. Powder X-ray diffraction (PXRD) analysis of the obtained solids (blue line in ) indicates a mixture of the targeted 3D structure and the one-dimensional (1D) linear chain of [Zn(dhbq)(OH2)2] (indicated by 2θ at 12.2°, 26.1°, and 28.4° labeled by dashed lines in ). As shown in c, the linear chain is composed of alternating Zn(II) cations and dhbq anions, isostructural to [M(dhbq)(OH2)2] (M = Mn and Co). Each dhbq anion acts as a bridging linker coordinating to two Zn(II) ions on the equatorial plane in a trans arrangement. Hexacoordination of the Zn(II) cation is completed by two aqua ligands occupying axial positions. The pure phase of the 1D [Zn(dhbq)(OH2)2], illustrated by PXRD patterns in  (green line), is immediately accessible by milling only H2dhbq and ZnSO4 under neat conditions without Na2SO4 or TBAB.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Ball milling of H<sub>2</sub>dhbq and ZnSO<sub>4</sub> affording\ntwo coordination polymers, which are readily tunable by the additives\nin the reaction medium. (b) Employment of water scavengers, e.g.,\nNa<sub>2</sub>SO<sub>4</sub>, in the presence of TBAB leading to formation\nof the targeted 3D doubly interpenetrated network. (c) Neat condition\nwithout TBAB or Na<sub>2</sub>SO<sub>4</sub> generating a 1D linear\nchain structure. The reaction condition only with TBAB results in\na mixture of the 3D network and 1D linear structure.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c04019_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Ball milling of H2dhbq and ZnSO4 affording two coordination polymers, which are readily tunable by the additives in the reaction medium. (b) Employment of water scavengers, e.g., Na2SO4, in the presence of TBAB leading to formation of the targeted 3D doubly interpenetrated network. (c) Neat condition without TBAB or Na2SO4 generating a 1D linear chain structure. The reaction condition only with TBAB results in a mixture of the 3D network and 1D linear structure.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>PXRD patterns of the calculated 3D network (black line),\nthe experimentally\npure 3D MOF obtained by adding both TBAB and Na<sub>2</sub>SO<sub>4</sub> (red line), the mixture of 3D network and 1D chain only in\nthe presence of TBAB (blue line), the experimental 1D chain structure\nresulting from the neat condition (green line), and the calculated\n1D linear coordination polymer (pink line).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c04019_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  PXRD patterns of the calculated 3D network (black line), the experimentally pure 3D MOF obtained by adding both TBAB and Na2SO4 (red line), the mixture of 3D network and 1D chain only in the presence of TBAB (blue line), the experimental 1D chain structure resulting from the neat condition (green line), and the calculated 1D linear coordination polymer (pink line).   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<p>In order to obtain the pure 3D phase, we have identified\nthat the\naddition of an appropriate amount of water scavengers, such as sodium\nsulfate (Na<sub>2</sub>SO<sub>4</sub>), allows us to effectively prevent\nthe formation of 1D chains and access the desired 3D structure (red\nline in ; see\nmore details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figures S1–S4</ext-link>).\nThe presence of Na<sub>2</sub>SO<sub>4</sub> and its amount in the\nreaction are crucial to afford the 3D phase, which is highlighted\nby control experiments: (1) As mentioned, milling H<sub>2</sub>dhbq,\nZnSO<sub>4</sub>, and TBAB without Na<sub>2</sub>SO<sub>4</sub> generates\nmixed phases; (2) Milling H<sub>2</sub>dhbq, ZnSO<sub>4</sub>, and\nTBAB with the addition of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide\n(η = 0.05 μL/mg) or H<sub>2</sub>O (η = 0.05–0.8\nμL/mg) also provides mixed phases (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), while increasing the amount of H<sub>2</sub>O makes peaks\nof the 1D chain intensify. (3) A total of 1.9 equiv of Na<sub>2</sub>SO<sub>4</sub> (relative to the stoichiometry of ZnSO<sub>4</sub>) guarantees formation of the pure 3D phase because 1.0 equiv of\nNa<sub>2</sub>SO<sub>4</sub> still gives mixed phases (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The initially introduced Na<sub>2</sub>SO<sub>4</sub> was cleaned up by postsynthetic water washing to afford\nthe expected pure 3D structure further verified by the elemental analysis\nresults (see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, SI). Additional attempts to replace Bu<sub>4</sub>N<sup>+</sup> with smaller countercations (e.g., tetraethylammonium, Et<sub>4</sub>N<sup>+</sup>) by employing (Et<sub>4</sub>N)­Br, instead of (Bu<sub>4</sub>N)­Br, only afford the 1D chain of [Zn­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>] rather than the 3D network (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). Employing zinc acetate dihydrate [Zn­(OAc)<sub>2</sub>·2H<sub>2</sub>O] for mechanochemical synthesis with H<sub>2</sub>dhbq and\nTBAB cannot produce the pure 3D phase under various conditions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S4a</ext-link>), possibly due to the presence of\nwater in the zinc precursor.</p>", "clean_text": "In order to obtain the pure 3D phase, we have identified that the addition of an appropriate amount of water scavengers, such as sodium sulfate (Na2SO4), allows us to effectively prevent the formation of 1D chains and access the desired 3D structure (red line in ; see more details in Figures S1-S4). The presence of Na2SO4 and its amount in the reaction are crucial to afford the 3D phase, which is highlighted by control experiments: (1) As mentioned, milling H2dhbq, ZnSO4, and TBAB without Na2SO4 generates mixed phases; (2) Milling H2dhbq, ZnSO4, and TBAB with the addition of N,N-dimethylformamide (η = 0.05 μL/mg) or H2O (η = 0.05-0.8 μL/mg) also provides mixed phases (Figure S1), while increasing the amount of H2O makes peaks of the 1D chain intensify. (3) A total of 1.9 equiv of Na2SO4 (relative to the stoichiometry of ZnSO4) guarantees formation of the pure 3D phase because 1.0 equiv of Na2SO4 still gives mixed phases (Figure S2). The initially introduced Na2SO4 was cleaned up by postsynthetic water washing to afford the expected pure 3D structure further verified by the elemental analysis results (see details in the Supporting Information, SI). Additional attempts to replace Bu4N+ with smaller countercations (e.g., tetraethylammonium, Et4N+) by employing (Et4N)Br, instead of (Bu4N)Br, only afford the 1D chain of [Zn(dhbq)(OH2)2] rather than the 3D network (Figure S2). Employing zinc acetate dihydrate [Zn(OAc)2⋅2H2O] for mechanochemical synthesis with H2dhbq and TBAB cannot produce the pure 3D phase under various conditions (Figure S4a), possibly due to the presence of water in the zinc precursor.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>The completeness of the mechanochemical\nreactions to access [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> and [Zn­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>] is monitored\nthrough infrared (IR) spectroscopy\nby examining the disappearance of the O–H stretch at 3300 cm<sup>–1</sup> and the noncoordinated carbonyl stretch at 1616 cm<sup>–1</sup> along with the shift of the C–O stretch at\n1120 cm<sup>–1</sup> observed in the free ligand (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). The chelated carbonyl group displays\na stretching vibration at 1508 cm<sup>–1</sup> in the 3D [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> and at 1537\ncm<sup>–1</sup> in the 1D [Zn­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>]. Other characterization\ndata, including UV–vis diffuse-reflectance spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), thermogravimetric analysis (TGA)\nplots (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>), and N<sub>2</sub> adsorption\nisotherms at 77 K (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>), were collected\non the samples of [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> and [Zn­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>]. The TGA\nplot of [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> indicates that no weight loss is observed before 305 °C, the\nsame as the thermal behavior of the sample prepared by the hydrolysis\nof dabq. The Brunauer–Emmett–Teller\n(BET) surface area of [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> is calculated as 41 m<sup>2</sup>/g (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.02–0.15) based on N<sub>2</sub> adsorption isotherms at 77 K. The low surface area is comparable\nto the surface area of its isostructure, attributed to the countercation\nof Bu<sub>4</sub>N<sup>+</sup> occupying the pore cavities.\n</p>", "clean_text": "The completeness of the mechanochemical reactions to access [Zn2(dhbq)3](Bu4N)2 and [Zn(dhbq)(OH2)2] is monitored through infrared (IR) spectroscopy by examining the disappearance of the O-H stretch at 3300 cm-1 and the noncoordinated carbonyl stretch at 1616 cm-1 along with the shift of the C-O stretch at 1120 cm-1 observed in the free ligand (Figure S5). The chelated carbonyl group displays a stretching vibration at 1508 cm-1 in the 3D [Zn2(dhbq)3](Bu4N)2 and at 1537 cm-1 in the 1D [Zn(dhbq)(OH2)2]. Other characterization data, including UV-vis diffuse-reflectance spectra (Figure S6), thermogravimetric analysis (TGA) plots (Figure S7), and N2 adsorption isotherms at 77 K (Figure S8), were collected on the samples of [Zn2(dhbq)3](Bu4N)2 and [Zn(dhbq)(OH2)2]. The TGA plot of [Zn2(dhbq)3](Bu4N)2 indicates that no weight loss is observed before 305 °C, the same as the thermal behavior of the sample prepared by the hydrolysis of dabq. The Brunauer-Emmett-Teller (BET) surface area of [Zn2(dhbq)3](Bu4N)2 is calculated as 41 m2/g (P/P 0 = 0.02-0.15) based on N2 adsorption isotherms at 77 K. The low surface area is comparable to the surface area of its isostructure, attributed to the countercation of Bu4N+ occupying the pore cavities. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Moreover, the developed mechanochemical\nsynthesis allows us to\nprepare an isostructural 3D network, [Cu<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>, under similar reaction conditions.\nWe have identified that the milling of CuSO<sub>4</sub>, H<sub>2</sub>dhbq, and (Bu<sub>4</sub>N)Br requires the addition of 4.2 equiv\nof MgSO<sub>4</sub> (relative to the stoichiometry of CuSO<sub>4</sub>) to the reaction to access the pure phase of [Cu<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> (see more details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>). The mechanochemically synthesized [Cu<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> was fully\ncharacterized by PXRD (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>), IR (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>), UV–vis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>), TGA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>),\nand N<sub>2</sub> adsorption analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>), which are consistent with observations in the literature. The multimetallic materials of [Zn<sub>\n<italic toggle=\"yes\">m</italic>\n</sub>Cu<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> become immediately accessible by loading\nvariable amounts of ZnSO<sub>4</sub> and CuSO<sub>4</sub> to the milling\nreaction given the solid-state synthesis nature of mechanochemistry.\nWe have explored the synthesis of [Zn<sub>\n<italic toggle=\"yes\">m</italic>\n</sub>Cu<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> (<italic toggle=\"yes\">m</italic>/<italic toggle=\"yes\">n</italic> = 3/1, 1/1,\n1/3, <italic toggle=\"yes\">m</italic> + <italic toggle=\"yes\">n</italic> = 2), and these materials\nwere characterized by UV–vis spectroscopy (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>), PXRD (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>),\nIR (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S15</ext-link>), and TGA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>). The TGA plots indicate that multimetallic MOFs\ndemonstrate thermal stability (stable up to 305 °C) similar to\nthat of the single-metal MOFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figures S7 and S12</ext-link>). Because the single-metal [Cu<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> shows a broad absorbance across the\nrange of 200–700 nm, the absorbances at 259, 348, and 408 nm\n[troughs observed in [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>] are gradually increased with increasing Cu content\nin the multimetallic materials (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>). The metal ratios of the resultant materials are confirmed by inductively\ncoupled plasma mass spectrometry (ICP-MS) of samples digested with\nnitric acid (see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">SI</ext-link>) and\nare comparable to the initial reaction loadings.</p>", "clean_text": "Moreover, the developed mechanochemical synthesis allows us to prepare an isostructural 3D network, [Cu2(dhbq)3](Bu4N)2, under similar reaction conditions. We have identified that the milling of CuSO4, H2dhbq, and (Bu4N)Br requires the addition of 4.2 equiv of MgSO4 (relative to the stoichiometry of CuSO4) to the reaction to access the pure phase of [Cu2(dhbq)3](Bu4N)2 (see more details in the SI). The mechanochemically synthesized [Cu2(dhbq)3](Bu4N)2 was fully characterized by PXRD (Figure S9), IR (Figure S10), UV-vis (Figure S11), TGA (Figure S12), and N2 adsorption analysis (Figure S13), which are consistent with observations in the literature. The multimetallic materials of [Zn m Cu n (dhbq)3](Bu4N)2 become immediately accessible by loading variable amounts of ZnSO4 and CuSO4 to the milling reaction given the solid-state synthesis nature of mechanochemistry. We have explored the synthesis of [Zn m Cu n (dhbq)3](Bu4N)2 (m/n = 3/1, 1/1, 1/3, m + n = 2), and these materials were characterized by UV-vis spectroscopy (Figure S11), PXRD (Figure S14), IR (Figure S15), and TGA (Figure S16). The TGA plots indicate that multimetallic MOFs demonstrate thermal stability (stable up to 305 °C) similar to that of the single-metal MOFs (Figures S7 and S12). Because the single-metal [Cu2(dhbq)3](Bu4N)2 shows a broad absorbance across the range of 200-700 nm, the absorbances at 259, 348, and 408 nm [troughs observed in [Zn2(dhbq)3](Bu4N)2] are gradually increased with increasing Cu content in the multimetallic materials (Figure S11). The metal ratios of the resultant materials are confirmed by inductively coupled plasma mass spectrometry (ICP-MS) of samples digested with nitric acid (see details in the SI) and are comparable to the initial reaction loadings.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The developed\nmechanochemistry is generalized to other types of\ncatechol-derived linkers, including chloranilic acid (H<sub>2</sub>can) and hexahydroxytriphenylene (H<sub>6</sub>hhtp). A family of\n3D networks with the formula of [M<sub>2</sub>(can)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>) (M = Mn, Zn, or Cd) are obtained by ball milling\nmetal acetate, H<sub>2</sub>can, and (Bu<sub>4</sub>N)Br in the presence\nof methanol (see optimization details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">SI</ext-link> and full characterizations in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figures S17–S25</ext-link>). PXRD analysis () illustrates that these resultant MOFs are isostructural\nto the reported [Mn<sub>2</sub>(can)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>) prepared by the diffusion method using 1,2,4,5-tetrahydroxy-3,6-dichlorobenzene. IR spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>) of [M<sub>2</sub>(can)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>) display typical C–H stretching from the Bu<sub>4</sub>N<sup>+</sup> counterion in the range of 2970–2870 cm<sup>–1</sup> and the same vibrational bands with similar shape and intensity\nbetween 1800 and 700 cm<sup>–1</sup>, which suggest the same\ncoordination geometry and the same chemical environment for Mn­(II),\nZn­(II), and Cd­(II) complexes. These [M<sub>2</sub>(can)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>) materials\nshare similar thermal stabilities up to ∼310 °C based\non TGA (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>) and BET surface areas\nof 20–40 m<sup>2</sup>/g derived from N<sub>2</sub> adsorption\nisotherms at 77 K (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S22 and Table S5</ext-link>), which are similar to those of [M<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>) (M = Zn or Cu). In addition, mechanochemistry\nallows us to synthesize [Cu<sub>3</sub>(hhtp)<sub>2</sub>(OH<sub>2</sub>)<sub>6</sub>], one of the classical metal catecholate frameworks, by milling Cu­(OAc)<sub>2</sub>·H<sub>2</sub>O and H<sub>6</sub>hhtp with the addition of H<sub>2</sub>O (η\n= 0.60 μL/mg) for 1 h (see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">SI and Figures S26–S32</ext-link>). Its phase purity is confirmed\nby PXRD patterns, which match those of the hydrothermally prepared\nsample (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S26</ext-link>). Significant attenuation\nof the O–H stretch around 3425 cm<sup>–1</sup> is observed\nin the IR spectrum of [Cu<sub>3</sub>(hhtp)<sub>2</sub>(OH<sub>2</sub>)<sub>6</sub>], along with shifts of C–O stretching at 1225\ncm<sup>–1</sup> and C–O bending at 1145 cm<sup>–1</sup> initially observed in the linker (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S30</ext-link>).</p>", "clean_text": "The developed mechanochemistry is generalized to other types of catechol-derived linkers, including chloranilic acid (H2can) and hexahydroxytriphenylene (H6hhtp). A family of 3D networks with the formula of [M2(can)3](Bu4N)2) (M = Mn, Zn, or Cd) are obtained by ball milling metal acetate, H2can, and (Bu4N)Br in the presence of methanol (see optimization details in the SI and full characterizations in Figures S17-S25). PXRD analysis () illustrates that these resultant MOFs are isostructural to the reported [Mn2(can)3](Bu4N)2) prepared by the diffusion method using 1,2,4,5-tetrahydroxy-3,6-dichlorobenzene. IR spectra (Figure S19) of [M2(can)3](Bu4N)2) display typical C-H stretching from the Bu4N+ counterion in the range of 2970-2870 cm-1 and the same vibrational bands with similar shape and intensity between 1800 and 700 cm-1, which suggest the same coordination geometry and the same chemical environment for Mn(II), Zn(II), and Cd(II) complexes. These [M2(can)3](Bu4N)2) materials share similar thermal stabilities up to ~310 °C based on TGA (Figure S21) and BET surface areas of 20-40 m2/g derived from N2 adsorption isotherms at 77 K (Figure S22 and Table S5), which are similar to those of [M2(dhbq)3](Bu4N)2) (M = Zn or Cu). In addition, mechanochemistry allows us to synthesize [Cu3(hhtp)2(OH2)6], one of the classical metal catecholate frameworks, by milling Cu(OAc)2⋅H2O and H6hhtp with the addition of H2O (η = 0.60 μL/mg) for 1 h (see details in the SI and Figures S26-S32). Its phase purity is confirmed by PXRD patterns, which match those of the hydrothermally prepared sample (Figure S26). Significant attenuation of the O-H stretch around 3425 cm-1 is observed in the IR spectrum of [Cu3(hhtp)2(OH2)6], along with shifts of C-O stretching at 1225 cm-1 and C-O bending at 1145 cm-1 initially observed in the linker (Figure S30).", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Family of 3D networks obtained via the developed mechanochemical\nsynthesis. PXRD patterns of the calculated network (black line), the\nas-synthesized Mn-based network (red line), the as-synthesized Zn-based\nnetwork (blue line), and the as-synthesized Cd-based network (green\nline).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c04019_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Family of 3D networks obtained via the developed mechanochemical synthesis. PXRD patterns of the calculated network (black line), the as-synthesized Mn-based network (red line), the as-synthesized Zn-based network (blue line), and the as-synthesized Cd-based network (green line).   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>In conclusion, we report a new synthetic strategy,\nmechanochemical\nsynthesis, to access catechol-derived MOFs, a distinctive family of\nMOFs. The mechanochemistry is completed in a highly sustainable manner,\nwhich only requires ambient temperature and a short period of reaction\ntime with no or minimal additive solvent. We have identified that\nthe obtained phase is readily tunable by precursors and the addition\nof solvents or drying agents. The resurging mechanochemistry is expected\nto pave a promising avenue to access a broader class of MOF materials,\nin addition to those based on the motifs of carboxylic acid or imidazole.</p>", "clean_text": "In conclusion, we report a new synthetic strategy, mechanochemical synthesis, to access catechol-derived MOFs, a distinctive family of MOFs. The mechanochemistry is completed in a highly sustainable manner, which only requires ambient temperature and a short period of reaction time with no or minimal additive solvent. We have identified that the obtained phase is readily tunable by precursors and the addition of solvents or drying agents. The resurging mechanochemistry is expected to pave a promising avenue to access a broader class of MOF materials, in addition to those based on the motifs of carboxylic acid or imidazole.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c04019?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c04019</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>General considerations, synthesis and characterization,\nand supporting data, including PXRD patterns, IR spectra, UV–vis\ndiffuse-reflectance spectra, elemental analysis results, TGA plots,\nICP-MS data, and N<sub>2</sub> adsorption isotherms (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.2c04019.  General considerations, synthesis and characterization, and supporting data, including PXRD patterns, IR spectra, UV-vis diffuse-reflectance spectra, elemental analysis results, TGA plots, ICP-MS data, and N2 adsorption isotherms (PDF)   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>General considerations, synthesis and characterization,\nand supporting data, including PXRD patterns, IR spectra, UV–vis\ndiffuse-reflectance spectra, elemental analysis results, TGA plots,\nICP-MS data, and N<sub>2</sub> adsorption isotherms (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "General considerations, synthesis and characterization, and supporting data, including PXRD patterns, IR spectra, UV-vis diffuse-reflectance spectra, elemental analysis results, TGA plots, ICP-MS data, and N2 adsorption isotherms (PDF)", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 9, "type": "text", "classification": "synthesis condition", "content": "<p>In order to obtain the pure 3D phase, we have identified\nthat the\naddition of an appropriate amount of water scavengers, such as sodium\nsulfate (Na<sub>2</sub>SO<sub>4</sub>), allows us to effectively prevent\nthe formation of 1D chains and access the desired 3D structure (red\nline in ; see\nmore details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figures S1–S4</ext-link>).\nThe presence of Na<sub>2</sub>SO<sub>4</sub> and its amount in the\nreaction are crucial to afford the 3D phase, which is highlighted\nby control experiments: (1) As mentioned, milling H<sub>2</sub>dhbq,\nZnSO<sub>4</sub>, and TBAB without Na<sub>2</sub>SO<sub>4</sub> generates\nmixed phases; (2) Milling H<sub>2</sub>dhbq, ZnSO<sub>4</sub>, and\nTBAB with the addition of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide\n(η = 0.05 μL/mg) or H<sub>2</sub>O (η = 0.05–0.8\nμL/mg) also provides mixed phases (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), while increasing the amount of H<sub>2</sub>O makes peaks\nof the 1D chain intensify. (3) A total of 1.9 equiv of Na<sub>2</sub>SO<sub>4</sub> (relative to the stoichiometry of ZnSO<sub>4</sub>) guarantees formation of the pure 3D phase because 1.0 equiv of\nNa<sub>2</sub>SO<sub>4</sub> still gives mixed phases (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The initially introduced Na<sub>2</sub>SO<sub>4</sub> was cleaned up by postsynthetic water washing to afford\nthe expected pure 3D structure further verified by the elemental analysis\nresults (see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, SI). Additional attempts to replace Bu<sub>4</sub>N<sup>+</sup> with smaller countercations (e.g., tetraethylammonium, Et<sub>4</sub>N<sup>+</sup>) by employing (Et<sub>4</sub>N)­Br, instead of (Bu<sub>4</sub>N)­Br, only afford the 1D chain of [Zn­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>] rather than the 3D network (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). Employing zinc acetate dihydrate [Zn­(OAc)<sub>2</sub>·2H<sub>2</sub>O] for mechanochemical synthesis with H<sub>2</sub>dhbq and\nTBAB cannot produce the pure 3D phase under various conditions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S4a</ext-link>), possibly due to the presence of\nwater in the zinc precursor.</p>", "clean_text": "In order to obtain the pure 3D phase, we have identified that the addition of an appropriate amount of water scavengers, such as sodium sulfate (Na2SO4), allows us to effectively prevent the formation of 1D chains and access the desired 3D structure (red line in ; see more details in Figures S1-S4). The presence of Na2SO4 and its amount in the reaction are crucial to afford the 3D phase, which is highlighted by control experiments: (1) As mentioned, milling H2dhbq, ZnSO4, and TBAB without Na2SO4 generates mixed phases; (2) Milling H2dhbq, ZnSO4, and TBAB with the addition of N,N-dimethylformamide (η = 0.05 μL/mg) or H2O (η = 0.05-0.8 μL/mg) also provides mixed phases (Figure S1), while increasing the amount of H2O makes peaks of the 1D chain intensify. (3) A total of 1.9 equiv of Na2SO4 (relative to the stoichiometry of ZnSO4) guarantees formation of the pure 3D phase because 1.0 equiv of Na2SO4 still gives mixed phases (Figure S2). The initially introduced Na2SO4 was cleaned up by postsynthetic water washing to afford the expected pure 3D structure further verified by the elemental analysis results (see details in the Supporting Information, SI). Additional attempts to replace Bu4N+ with smaller countercations (e.g., tetraethylammonium, Et4N+) by employing (Et4N)Br, instead of (Bu4N)Br, only afford the 1D chain of [Zn(dhbq)(OH2)2] rather than the 3D network (Figure S2). Employing zinc acetate dihydrate [Zn(OAc)2⋅2H2O] for mechanochemical synthesis with H2dhbq and TBAB cannot produce the pure 3D phase under various conditions (Figure S4a), possibly due to the presence of water in the zinc precursor.", "data": [{"meta": {"name": "[Zn­(dhbq)­(OH2)2]", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "mechanochemical synthesis", "precursor": [{"name": "H2dhbq", "amount": "", "unit": ""}, {"name": "ZnSO4", "amount": "", "unit": ""}, {"name": "TBAB", "amount": "", "unit": ""}], "solution": [{"name": "Na2SO4", "amount": "1.9 equiv", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "washing", "washing solution": "water", "amount": ""}], "yield": ""}], "include_properties": ["chemical_synthesis", "washing"]}, {"idx": 10, "type": "text", "classification": "property", "content": "<p>The completeness of the mechanochemical\nreactions to access [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> and [Zn­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>] is monitored\nthrough infrared (IR) spectroscopy\nby examining the disappearance of the O–H stretch at 3300 cm<sup>–1</sup> and the noncoordinated carbonyl stretch at 1616 cm<sup>–1</sup> along with the shift of the C–O stretch at\n1120 cm<sup>–1</sup> observed in the free ligand (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). The chelated carbonyl group displays\na stretching vibration at 1508 cm<sup>–1</sup> in the 3D [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> and at 1537\ncm<sup>–1</sup> in the 1D [Zn­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>]. Other characterization\ndata, including UV–vis diffuse-reflectance spectra (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), thermogravimetric analysis (TGA)\nplots (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>), and N<sub>2</sub> adsorption\nisotherms at 77 K (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.2c04019/suppl_file/ic2c04019_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>), were collected\non the samples of [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> and [Zn­(dhbq)­(OH<sub>2</sub>)<sub>2</sub>]. The TGA\nplot of [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> indicates that no weight loss is observed before 305 °C, the\nsame as the thermal behavior of the sample prepared by the hydrolysis\nof dabq. The Brunauer–Emmett–Teller\n(BET) surface area of [Zn<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> is calculated as 41 m<sup>2</sup>/g (<italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.02–0.15) based on N<sub>2</sub> adsorption isotherms at 77 K. The low surface area is comparable\nto the surface area of its isostructure, attributed to the countercation\nof Bu<sub>4</sub>N<sup>+</sup> occupying the pore cavities.\n</p>", "clean_text": "The completeness of the mechanochemical reactions to access [Zn2(dhbq)3](Bu4N)2 and [Zn(dhbq)(OH2)2] is monitored through infrared (IR) spectroscopy by examining the disappearance of the O-H stretch at 3300 cm-1 and the noncoordinated carbonyl stretch at 1616 cm-1 along with the shift of the C-O stretch at 1120 cm-1 observed in the free ligand (Figure S5). The chelated carbonyl group displays a stretching vibration at 1508 cm-1 in the 3D [Zn2(dhbq)3](Bu4N)2 and at 1537 cm-1 in the 1D [Zn(dhbq)(OH2)2]. Other characterization data, including UV-vis diffuse-reflectance spectra (Figure S6), thermogravimetric analysis (TGA) plots (Figure S7), and N2 adsorption isotherms at 77 K (Figure S8), were collected on the samples of [Zn2(dhbq)3](Bu4N)2 and [Zn(dhbq)(OH2)2]. The TGA plot of [Zn2(dhbq)3](Bu4N)2 indicates that no weight loss is observed before 305 °C, the same as the thermal behavior of the sample prepared by the hydrolysis of dabq. The Brunauer-Emmett-Teller (BET) surface area of [Zn2(dhbq)3](Bu4N)2 is calculated as 41 m2/g (P/P 0 = 0.02-0.15) based on N2 adsorption isotherms at 77 K. The low surface area is comparable to the surface area of its isostructure, attributed to the countercation of Bu4N+ occupying the pore cavities. ", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "41", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["surface_area"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a and b) Prior art to access [M<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub>, an example of 3D doubly interpenetrated\nMOFs,\navailable by either <italic toggle=\"yes\">in situ</italic> hydrolysis of dabq at\nhigh temperature for an extended period of time or the slow addition\nof M­(OAc)<sub>2</sub> (M = Ni and Co) to the solution of H<sub>2</sub>dhbq under an inert atmosphere. (c) New synthetic pathway, mechanochemistry,\nthat allows us to access [M<sub>2</sub>(dhbq)<sub>3</sub>]­(Bu<sub>4</sub>N)<sub>2</sub> (M = Zn and Cu) in a green and controllable\nmanner. (d) Described mechanochemistry that is readily generalizable\nto other ligands, including H<sub>2</sub>can and H<sub>6</sub>hhtp.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c04019_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a and b) Prior art to access [M2(dhbq)3](Bu4N)2, an example of 3D doubly interpenetrated MOFs, available by either in situ hydrolysis of dabq at high temperature for an extended period of time or the slow addition of M(OAc)2 (M = Ni and Co) to the solution of H2dhbq under an inert atmosphere. (c) New synthetic pathway, mechanochemistry, that allows us to access [M2(dhbq)3](Bu4N)2 (M = Zn and Cu) in a green and controllable manner. (d) Described mechanochemistry that is readily generalizable to other ligands, including H2can and H6hhtp.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Ball milling of H<sub>2</sub>dhbq and ZnSO<sub>4</sub> affording\ntwo coordination polymers, which are readily tunable by the additives\nin the reaction medium. (b) Employment of water scavengers, e.g.,\nNa<sub>2</sub>SO<sub>4</sub>, in the presence of TBAB leading to formation\nof the targeted 3D doubly interpenetrated network. (c) Neat condition\nwithout TBAB or Na<sub>2</sub>SO<sub>4</sub> generating a 1D linear\nchain structure. The reaction condition only with TBAB results in\na mixture of the 3D network and 1D linear structure.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c04019_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Ball milling of H2dhbq and ZnSO4 affording two coordination polymers, which are readily tunable by the additives in the reaction medium. (b) Employment of water scavengers, e.g., Na2SO4, in the presence of TBAB leading to formation of the targeted 3D doubly interpenetrated network. (c) Neat condition without TBAB or Na2SO4 generating a 1D linear chain structure. The reaction condition only with TBAB results in a mixture of the 3D network and 1D linear structure.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>PXRD patterns of the calculated 3D network (black line),\nthe experimentally\npure 3D MOF obtained by adding both TBAB and Na<sub>2</sub>SO<sub>4</sub> (red line), the mixture of 3D network and 1D chain only in\nthe presence of TBAB (blue line), the experimental 1D chain structure\nresulting from the neat condition (green line), and the calculated\n1D linear coordination polymer (pink line).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c04019_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  PXRD patterns of the calculated 3D network (black line), the experimentally pure 3D MOF obtained by adding both TBAB and Na2SO4 (red line), the mixture of 3D network and 1D chain only in the presence of TBAB (blue line), the experimental 1D chain structure resulting from the neat condition (green line), and the calculated 1D linear coordination polymer (pink line).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Family of 3D networks obtained via the developed mechanochemical\nsynthesis. PXRD patterns of the calculated network (black line), the\nas-synthesized Mn-based network (red line), the as-synthesized Zn-based\nnetwork (blue line), and the as-synthesized Cd-based network (green\nline).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic2c04019_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Family of 3D networks obtained via the developed mechanochemical synthesis. PXRD patterns of the calculated network (black line), the as-synthesized Mn-based network (red line), the as-synthesized Zn-based network (blue line), and the as-synthesized Cd-based network (green line).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.2c04019", "title": null, "journal": "American Chemical Society", "date": "2023.02", "author_list": ["Salvador\nFillipp\nEdvard", "Barajas\nJesus O.", "Gao\nWen-Yang"]}}