{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic301257k.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Four novel polyoxometalate-based copper(I)-organic frameworks,\nnamely, [Cu<sup>I</sup>\n<sub>2</sub>(<italic toggle=\"yes\">cis</italic>-L1)<sub>2</sub>][Cu<sup>I</sup>\n<sub>2</sub>(<italic toggle=\"yes\">trans</italic>-L1)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>1</bold>), [Cu<sup>I</sup>\n<sub>4</sub>(L2)<sub>4</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>2</bold>),\n[Cu<sup>I</sup>\n<sub>4</sub>(L3)<sub>4</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>3</bold>), and [Cu<sup>I</sup>\n<sub>4</sub>(L4)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>4</bold>) (L1 = 1,3-bis(1,2,4-triazol-1-yl)propane,\nL2 = 1,4-bis(1,2,4-triazol-1-yl)butane, L3 = 1,5-bis(1,2,4-triazol-1-yl)pentane,\nand L4 = 1,6-bis(1,2,4-triazol-1-yl)hexane), have been successfully\nsynthesized under hydrothermal conditions. Their structures have been\ndetermined by single-crystal X-ray diffraction analyses and further\ncharacterized by elemental analyses, infrared spectra (IR), UV–vis\nspectra, powder X-ray diffraction (PXRD), and thermogravimetric (TG)\nanalyses. Compound <bold>1</bold> is composed of two crystallographically\nindependent and distinct polymeric motifs: one-dimensional (1D) S-shaped\nchain and two-dimensional (2D) undulated layer. The S-shaped chains\npenetrated into the 2D parallel layers to generate an unusual 1D +\n2D → three-dimensional (3D) poly<italic toggle=\"yes\">pseudo</italic>-rotaxane\nframework. In <bold>2</bold>, the As<sub>2</sub>Mo<sub>6</sub> polyoxoanions\nin tetradentate modes link four neighboring −L2–Cu–L2–\nchains to produce a rare 3D trinodal (3,4)-connected self-penetrated\nframework with Point Symbol of (8<sup>3</sup>)<sub>2</sub>(8<sup>2</sup>·12<sup>4</sup>). In <bold>3</bold>, adjacent Cu<sup>I</sup> atoms are linked by As<sub>2</sub>Mo<sub>6</sub> polyoxoanions and\nL3 ligands into a 2D layer. The layers are further interlocked by\nthe two nearest neighboring ones to form a 3D polycatenated framework.\nIn <bold>4</bold>, L4 ligands bridge four Cu<sup>I</sup> atoms to\nyield 2D wavelike layers, which are further linked by the octadentate\nAs<sub>2</sub>Mo<sub>6</sub> polyoxoanions to form a 3D tetranodal\n(3,4,6)-connected framework with Point Symbol of (6<sup>3</sup>)(4·6<sup>3</sup>·8<sup>2</sup>)(6<sup>4</sup>·8<sup>2</sup>)(4<sup>2</sup>·6<sup>2</sup>·8<sup>10</sup>·10). In addition,\nthe photocatalytic activities of compounds <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> for decomposition of methylene blue (<bold>MB</bold>) under UV light have been investigated. Moreover, their electrochemical\nproperties have also been studied in 1 M H<sub>2</sub>SO<sub>4</sub> aqueous solution.</p>", "clean_text": "Four novel polyoxometalate-based copper(I)-organic frameworks, namely, [CuI 2(cis-L1)2][CuI 2(trans-L1)2Mo6O18(O3AsPh)2] (1), [CuI 4(L2)4Mo6O18(O3AsPh)2] (2), [CuI 4(L3)4Mo6O18(O3AsPh)2] (3), and [CuI 4(L4)2Mo6O18(O3AsPh)2] (4) (L1 = 1,3-bis(1,2,4-triazol-1-yl)propane, L2 = 1,4-bis(1,2,4-triazol-1-yl)butane, L3 = 1,5-bis(1,2,4-triazol-1-yl)pentane, and L4 = 1,6-bis(1,2,4-triazol-1-yl)hexane), have been successfully synthesized under hydrothermal conditions. Their structures have been determined by single-crystal X-ray diffraction analyses and further characterized by elemental analyses, infrared spectra (IR), UV-vis spectra, powder X-ray diffraction (PXRD), and thermogravimetric (TG) analyses. Compound 1 is composed of two crystallographically independent and distinct polymeric motifs: one-dimensional (1D) S-shaped chain and two-dimensional (2D) undulated layer. The S-shaped chains penetrated into the 2D parallel layers to generate an unusual 1D + 2D → three-dimensional (3D) polypseudo-rotaxane framework. In 2, the As2Mo6 polyoxoanions in tetradentate modes link four neighboring -L2-Cu-L2- chains to produce a rare 3D trinodal (3,4)-connected self-penetrated framework with Point Symbol of (83)2(82⋅124). In 3, adjacent CuI atoms are linked by As2Mo6 polyoxoanions and L3 ligands into a 2D layer. The layers are further interlocked by the two nearest neighboring ones to form a 3D polycatenated framework. In 4, L4 ligands bridge four CuI atoms to yield 2D wavelike layers, which are further linked by the octadentate As2Mo6 polyoxoanions to form a 3D tetranodal (3,4,6)-connected framework with Point Symbol of (63)(4⋅63⋅82)(64⋅82)(42⋅62⋅810⋅10). In addition, the photocatalytic activities of compounds 1, 3, and 4 for decomposition of methylene blue (MB) under UV light have been investigated. Moreover, their electrochemical properties have also been studied in 1 M H2SO4 aqueous solution.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Four novel 3D polyoxometalate-based metal−organic\nframeworks have been constructed from [Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>]<sup>4−</sup> polyoxoanion\nand different bis(triazole) ligands, and their electrochemical and\nphotocatalytical properties have been studied in detail.</p>", "clean_text": "Four novel 3D polyoxometalate-based metal-organic frameworks have been constructed from [Mo6O18(O3AsPh)2]4- polyoxoanion and different bis(triazole) ligands, and their electrochemical and photocatalytical properties have been studied in detail.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Polyoxometalates (POMs) are metal-oxide\nclusters of early transition\nmetals Mo, W, V, and so forth. The interest in POM systems stems\nfrom their application in various areas, including structural chemistry,\nanalytical chemistry, surface chemistry, medicine, electrochemistry,\nand photochemistry. In recent years, the\nintroduction of metal–organic frameworks (MOFs) into the POM\nsystems has been emerging as one of the most promising strategies\nfor optimizing the performance of POMs. As a result, a large\nnumber of examples of POM-based MOFs (PMOFs) have been reported and\nshown appealing structural motifs with improved properties. So far, most of PMOFs are based on classical\nPOMs. For example, α-[Mo<sub>8</sub>O<sub>26</sub>]<sup>4–</sup> has widely been investigated and produced a number of charming entangled\nPMOFs. However, its analogue [Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>]<sup>4–</sup> with covalently linked organic groups has received less attention.\n</p>", "clean_text": "Introduction\n\nPolyoxometalates (POMs) are metal-oxide clusters of early transition metals Mo, W, V, and so forth. The interest in POM systems stems from their application in various areas, including structural chemistry, analytical chemistry, surface chemistry, medicine, electrochemistry, and photochemistry. In recent years, the introduction of metal-organic frameworks (MOFs) into the POM systems has been emerging as one of the most promising strategies for optimizing the performance of POMs. As a result, a large number of examples of POM-based MOFs (PMOFs) have been reported and shown appealing structural motifs with improved properties. So far, most of PMOFs are based on classical POMs. For example, α-[Mo8O26]4- has widely been investigated and produced a number of charming entangled PMOFs. However, its analogue [Mo6O18(O3AsPh)2]4- with covalently linked organic groups has received less attention. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Recently, the flexible N-donor bridging\nbis(triazole) ligands have\nshown excellent features in the construction of PMOFs. Compared with rigid 4,4′-bipyridine, their flexibility and\nconformational freedom allow them to better conform to the coordination\nenvironments of the metal cations and POMs. Besides, bis(triazole)\nligands have more multiple coordination sites than flexible bis(imidazole)\nligands, and therefore, they can adopt more versatile conformations. Thus, the bis(triazole) ligands are good candidates\nfor the construction of entangled PMOFs. In this work,\nfour fascinating PMOFs based on [Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>]<sup>4–</sup> polyoxoanions and copper(I)-organic\nfragments, namely, [Cu<sup>I</sup>\n<sub>2</sub>(<italic toggle=\"yes\">cis</italic>-L1)<sub>2</sub>][Cu<sup>I</sup>\n<sub>2</sub>(<italic toggle=\"yes\">trans</italic>-L1)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>1</bold>), [Cu<sup>I</sup>\n<sub>4</sub>(L2)<sub>4</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>2</bold>), [Cu<sup>I</sup>\n<sub>4</sub>(L3)<sub>4</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>3</bold>),\nand [Cu<sup>I</sup>\n<sub>4</sub>(L4)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>4</bold>), where\nL1 = 1,3-bis(1,2,4-triazol-1-yl)propane, L2 = 1,4-bis(1,2,4-triazol-1-yl)butane,\nL3 = 1,5-bis(1,2,4-triazol-1-yl)pentane and L4 = 1,6-bis(1,2,4-triazol-1-yl)hexane\n(Scheme ), have been successfully synthesized\nunder hydrothermal conditions. The compounds were characterized by\nIR spectra, UV–vis spectra, TGA, and powder XRD patterns. Photocatalytic\nactivities for dye degradation under UV light irradiation have been\nstudied for compounds <bold>1</bold>, <bold>3</bold>, <bold>4</bold>. In addition, the electrochemical properties of compounds <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> have also been investigated.</p>", "clean_text": "Recently, the flexible N-donor bridging bis(triazole) ligands have shown excellent features in the construction of PMOFs. Compared with rigid 4,4'-bipyridine, their flexibility and conformational freedom allow them to better conform to the coordination environments of the metal cations and POMs. Besides, bis(triazole) ligands have more multiple coordination sites than flexible bis(imidazole) ligands, and therefore, they can adopt more versatile conformations. Thus, the bis(triazole) ligands are good candidates for the construction of entangled PMOFs. In this work, four fascinating PMOFs based on [Mo6O18(O3AsPh)2]4- polyoxoanions and copper(I)-organic fragments, namely, [CuI 2(cis-L1)2][CuI 2(trans-L1)2Mo6O18(O3AsPh)2] (1), [CuI 4(L2)4Mo6O18(O3AsPh)2] (2), [CuI 4(L3)4Mo6O18(O3AsPh)2] (3), and [CuI 4(L4)2Mo6O18(O3AsPh)2] (4), where L1 = 1,3-bis(1,2,4-triazol-1-yl)propane, L2 = 1,4-bis(1,2,4-triazol-1-yl)butane, L3 = 1,5-bis(1,2,4-triazol-1-yl)pentane and L4 = 1,6-bis(1,2,4-triazol-1-yl)hexane (Scheme ), have been successfully synthesized under hydrothermal conditions. The compounds were characterized by IR spectra, UV-vis spectra, TGA, and powder XRD patterns. Photocatalytic activities for dye degradation under UV light irradiation have been studied for compounds 1, 3, 4. In addition, the electrochemical properties of compounds 1, 3, and 4 have also been investigated.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Bis(triazole) Ligands Used In This Work</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0019.tif\"></graphic>\n</fig>", "clean_text": " 1  Bis(triazole) Ligands Used In This Work   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Instruments</title><p>The organic ligands L1–L4\nwere synthesized by the general method described in the literature. Other reagents were purchased from commercial\nsources and used as received. Elemental analyses (C, H, and N) were\nconducted on a Perkin-Elmer 2400CHN elemental analyzer. The inductively\ncoupled plasma (ICP) analyses were performed on a Leeman Laboratories\nProdigy inductively coupled plasma-optical atomic emission spectrometer\n(ICP-AES). The FT-IR spectra were recorded from KBr pellet in the\nrange 4000–400 cm<sup>–1</sup> on a Mattson Alpha-Centauri\nspectrometer. The solid diffuse reflectance UV–vis spectra\nwere recorded on a Varian Cary 500 UV–vis spectrometer, whereas\nthe UV–vis spectra for solution samples were obtained on a\nShimadzu UV 2450 spectrometer. The powder X-ray diffraction (PXRD)\ndata were collected on a Rigaku RINT2000 diffractometer at room temperature\nwith Cu K<sub>α</sub> radiation. Thermogravimetric analyses\n(TGA) were performed on a Perkin-Elmer TG-7 analyzer heated from room\ntemperature to 800 °C under nitrogen gas. Photocatalytic experiments\nin aqueous solutions were performed in a 500 mL water-cooled quartz\ncylindrical vessel. Typically, the reaction mixture in the vessel\nwas maintained at room temperature by a continuous flow of water through\nan external cooling coil. A 125 W high-pressure mercury lamp was used\nas the UV light source. To establish an adsorption/desorption equilibrium\nof methylene blue (<bold>MB</bold>) on the sample surface, a suspension\nof powdered catalyst (70 mg) in fresh aqueous solution of <bold>MB</bold> (200 mL, 5.0 × 10<sup>–5</sup> mol L<sup>–1</sup>) was magnetically stirred in the dark for 30 min in the vessel before\nirradiation. At given irradiation time intervals, a series of aqueous\nsolutions of a certain volume were collected and separated through\na centrifuge to remove suspended catalyst particles and then subjected\nto UV–vis spectroscopic measurement. The organic dye concentration\nwas estimated by the absorbance at 665 nm.</p>", "clean_text": "Experimental Section\n\nMaterials and Instruments\n\nThe organic ligands L1-L4 were synthesized by the general method described in the literature. Other reagents were purchased from commercial sources and used as received. Elemental analyses (C, H, and N) were conducted on a Perkin-Elmer 2400CHN elemental analyzer. The inductively coupled plasma (ICP) analyses were performed on a Leeman Laboratories Prodigy inductively coupled plasma-optical atomic emission spectrometer (ICP-AES). The FT-IR spectra were recorded from KBr pellet in the range 4000-400 cm-1 on a Mattson Alpha-Centauri spectrometer. The solid diffuse reflectance UV-vis spectra were recorded on a Varian Cary 500 UV-vis spectrometer, whereas the UV-vis spectra for solution samples were obtained on a Shimadzu UV 2450 spectrometer. The powder X-ray diffraction (PXRD) data were collected on a Rigaku RINT2000 diffractometer at room temperature with Cu Kα radiation. Thermogravimetric analyses (TGA) were performed on a Perkin-Elmer TG-7 analyzer heated from room temperature to 800 °C under nitrogen gas. Photocatalytic experiments in aqueous solutions were performed in a 500 mL water-cooled quartz cylindrical vessel. Typically, the reaction mixture in the vessel was maintained at room temperature by a continuous flow of water through an external cooling coil. A 125 W high-pressure mercury lamp was used as the UV light source. To establish an adsorption/desorption equilibrium of methylene blue (MB) on the sample surface, a suspension of powdered catalyst (70 mg) in fresh aqueous solution of MB (200 mL, 5.0 × 10-5 mol L-1) was magnetically stirred in the dark for 30 min in the vessel before irradiation. At given irradiation time intervals, a series of aqueous solutions of a certain volume were collected and separated through a centrifuge to remove suspended catalyst particles and then subjected to UV-vis spectroscopic measurement. The organic dye concentration was estimated by the absorbance at 665 nm.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystallography</title><p>Single-crystal X-ray diffraction\ndata for <bold>1</bold>–<bold>4</bold> were recorded on an\nOxford Diffraction Gemini R CCD with graphite-monochromated Mo Kα\nradiation (λ = 0.71073 Å) at 298 K. The structure was solved\nby the Direct Method of SHELXS-97 and\nrefined by full-matrix least-squares techniques using the SHELXL-97\nprogram within WINGX. Non-hydrogen atoms were refined with anisotropic temperature\nparameters, and hydrogen atoms of the organic components were refined\nas rigid groups. The disordered C atoms in compound <bold>2</bold> (C3, C3′ C4, C4′, C15, C15′, C16 and C16′)\nand <bold>3</bold> (C4, C4′, C5, C5′, C15, C15′,\nC16, and C16′) were refined using C atoms split over two sites,\nwith a total occupancy of 1. The detailed crystallographic data and\nstructure refinement parameters for these compounds are summarized\nin Table . Selected bond distances and angles\nare listed in and –S4.</p>", "clean_text": "X-ray Crystallography\n\nSingle-crystal X-ray diffraction data for 1-4 were recorded on an Oxford Diffraction Gemini R CCD with graphite-monochromated Mo Kα radiation (λ = 0.71073 Å) at 298 K. The structure was solved by the Direct Method of SHELXS-97 and refined by full-matrix least-squares techniques using the SHELXL-97 program within WINGX. Non-hydrogen atoms were refined with anisotropic temperature parameters, and hydrogen atoms of the organic components were refined as rigid groups. The disordered C atoms in compound 2 (C3, C3' C4, C4', C15, C15', C16 and C16') and 3 (C4, C4', C5, C5', C15, C15', C16, and C16') were refined using C atoms split over two sites, with a total occupancy of 1. The detailed crystallographic data and structure refinement parameters for these compounds are summarized in Table . Selected bond distances and angles are listed in and -S4.", "data": null, "include_properties": null}, {"idx": 8, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and Structure Refinements\nfor Compounds <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"5\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"COLSPEC2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"COLSPEC3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>20</sub>H<sub>25</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>22</sub>H<sub>29</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>33</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>16</sub>H<sub>21</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>6</sub>O<sub>12</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fw</oasis:entry>\n<oasis:entry>1115.16</oasis:entry>\n<oasis:entry>1143.39</oasis:entry>\n<oasis:entry>1171.44</oasis:entry>\n<oasis:entry>979.06</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> [Å]</oasis:entry>\n<oasis:entry>14.3901(4)</oasis:entry>\n<oasis:entry>11.3976(3)</oasis:entry>\n<oasis:entry>11.4894(3)</oasis:entry>\n<oasis:entry>11.4377(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> [Å]</oasis:entry>\n<oasis:entry>12.5772(4)</oasis:entry>\n<oasis:entry>13.3822(4)</oasis:entry>\n<oasis:entry>13.0862(3)</oasis:entry>\n<oasis:entry>19.3351(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> [Å]</oasis:entry>\n<oasis:entry>21.7574(8)</oasis:entry>\n<oasis:entry>13.3964(5)</oasis:entry>\n<oasis:entry>13.1470(3)</oasis:entry>\n<oasis:entry>14.3898(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α [deg]</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>109.716(3)</oasis:entry>\n<oasis:entry>82.996(2)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">ß</italic> [deg]</oasis:entry>\n<oasis:entry>124.537(2)</oasis:entry>\n<oasis:entry>96.413(2)</oasis:entry>\n<oasis:entry>82.647(2)</oasis:entry>\n<oasis:entry>128.4860(10)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ [deg]</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>107.931(2)</oasis:entry>\n<oasis:entry>85.451(2)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> [Å<sup>3</sup>]</oasis:entry>\n<oasis:entry>3243.81(18)</oasis:entry>\n<oasis:entry>1776.28(1)</oasis:entry>\n<oasis:entry>1941.72(8)</oasis:entry>\n<oasis:entry>2490.97(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>c</sub> (g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry>2.283</oasis:entry>\n<oasis:entry>2.138</oasis:entry>\n<oasis:entry>2.004</oasis:entry>\n<oasis:entry>2.611</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF</oasis:entry>\n<oasis:entry>0.905</oasis:entry>\n<oasis:entry>1.052</oasis:entry>\n<oasis:entry>0.943</oasis:entry>\n<oasis:entry>0.946</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.0263</oasis:entry>\n<oasis:entry>0.0191</oasis:entry>\n<oasis:entry>0.0278</oasis:entry>\n<oasis:entry>0.0201</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0247</oasis:entry>\n<oasis:entry>0.0380</oasis:entry>\n<oasis:entry>0.0425</oasis:entry>\n<oasis:entry>0.0224</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>2 (all data)</oasis:entry>\n<oasis:entry>0.0489</oasis:entry>\n<oasis:entry>0.1092</oasis:entry>\n<oasis:entry>0.1116</oasis:entry>\n<oasis:entry>0.0487</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Preparations of <bold>1</bold>-, <bold>3</bold>-, and <bold>4</bold>-CPEs</title><p>Compound <bold>1</bold> modified carbon paste\nelectrode (<bold>1</bold>-CPE) was fabricated as follows: 90 mg of\ngraphite powder and 9 mg of <bold>1</bold> were mixed and ground together\nwith an agate mortar and pestle to achieve a uniform mixture, and\nthen 0.1 mL of Nujol was added with stirring. The homogenized mixture\nwas packed into a glass tube with a 1.5 mm inner diameter, and the\ntube surface was wiped with paper. Electrical contact was established\nwith a copper rod through the back of the electrode. <bold>3</bold>- and <bold>4</bold>-CPEs also can be made successfully in a similar\nmanner.</p>", "clean_text": "Preparations of 1-, 3-, and 4-CPEs\n\nCompound 1 modified carbon paste electrode (1-CPE) was fabricated as follows: 90 mg of graphite powder and 9 mg of 1 were mixed and ground together with an agate mortar and pestle to achieve a uniform mixture, and then 0.1 mL of Nujol was added with stirring. The homogenized mixture was packed into a glass tube with a 1.5 mm inner diameter, and the tube surface was wiped with paper. Electrical contact was established with a copper rod through the back of the electrode. 3- and 4-CPEs also can be made successfully in a similar manner.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [Cu<sup>I</sup>\n<sub>2</sub>(<italic toggle=\"yes\">cis</italic>-L1)<sub>2</sub>][Cu<sup>I</sup>\n<sub>2</sub>(<italic toggle=\"yes\">trans</italic>-L1)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] <bold>1</bold>\n</title><p>A mixture of Cu(OAc)<sub>2</sub>·H<sub>2</sub>O (100 mg, 0.5 mmol), L1 (90 mg, 0.5 mmol), Na<sub>2</sub>MoO<sub>4</sub>·2H<sub>2</sub>O (242 mg, 1 mmol), PhAsO<sub>3</sub>H<sub>2</sub> (200 mg, 1 mol), and water (10 mL) was placed\nin a 18 mL Teflon reactor. The pH value of the mixture was adjusted\nto about 3–4 by 4 M HCl, and kept under autogenous pressure\nat 170 °C for 5 days. Then the mixture was cooled to room temperature,\nand yellow crystals of <bold>1</bold> were obtained in a 28% yield\nbased on Cu. Elemental analysis results for C<sub>20</sub>H<sub>25</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>: Calcd\n(%): C 21.54, H 2.26, N 15.07, Cu 11.40, Mo 25.81; Found (%): C 21.45,\nH 2.29, N 15.14; Cu 11.59, Mo 25.60. FTIR (KBr pellet, cm<sup>–1</sup>): 1527(m), 1475(s), 1448(s), 1278(m), 1213(m), 1144(m), 1094(s),\n913(w), 788(w), 633(w), 575(m), 512(m).</p>", "clean_text": "Synthesis of [CuI 2(cis-L1)2][CuI 2(trans-L1)2Mo6O18(O3AsPh)2] 1 \n\nA mixture of Cu(OAc)2⋅H2O (100 mg, 0.5 mmol), L1 (90 mg, 0.5 mmol), Na2MoO4⋅2H2O (242 mg, 1 mmol), PhAsO3H2 (200 mg, 1 mol), and water (10 mL) was placed in a 18 mL Teflon reactor. The pH value of the mixture was adjusted to about 3-4 by 4 M HCl, and kept under autogenous pressure at 170 °C for 5 days. Then the mixture was cooled to room temperature, and yellow crystals of 1 were obtained in a 28% yield based on Cu. Elemental analysis results for C20H25AsCu2Mo3N12O12: Calcd (%): C 21.54, H 2.26, N 15.07, Cu 11.40, Mo 25.81; Found (%): C 21.45, H 2.29, N 15.14; Cu 11.59, Mo 25.60. FTIR (KBr pellet, cm-1): 1527(m), 1475(s), 1448(s), 1278(m), 1213(m), 1144(m), 1094(s), 913(w), 788(w), 633(w), 575(m), 512(m).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [Cu<sup>I</sup>\n<sub>4</sub>(L2)<sub>4</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] <bold>2</bold>\n</title><p>Compound <bold>2</bold> was prepared similar to that of\ncompound <bold>1</bold>, but the L2 (95 mg, 0.5 mmol) was used instead\nof L1. Yellow crystals of <bold>2</bold> were obtained in a 5% yield\nbased on Cu. Elemental analysis results for C<sub>22</sub>H<sub>29</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>: Calcd\n(%): C 23.11, H 2.56, N 14.70, Cu 11.12, Mo 25.17; Found (%): C 23.17,\nH 2.52, N 14.64, Cu 10.83, Mo 25.29. FTIR (KBr pellet, cm<sup>–1</sup>): 1529(m), 1473(s), 1438(s), 1279(m), 1212(m), 1136(m), 1090(s),\n1004(s), 906(w), 791(w), 658(w), 584(m), 517(m).</p>", "clean_text": "Synthesis of [CuI 4(L2)4Mo6O18(O3AsPh)2] 2 \n\nCompound 2 was prepared similar to that of compound 1, but the L2 (95 mg, 0.5 mmol) was used instead of L1. Yellow crystals of 2 were obtained in a 5% yield based on Cu. Elemental analysis results for C22H29AsCu2Mo3N12O12: Calcd (%): C 23.11, H 2.56, N 14.70, Cu 11.12, Mo 25.17; Found (%): C 23.17, H 2.52, N 14.64, Cu 10.83, Mo 25.29. FTIR (KBr pellet, cm-1): 1529(m), 1473(s), 1438(s), 1279(m), 1212(m), 1136(m), 1090(s), 1004(s), 906(w), 791(w), 658(w), 584(m), 517(m).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [Cu<sup>I</sup>\n<sub>4</sub>(L3)<sub>4</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] <bold>3</bold>\n</title><p>Compound <bold>3</bold> was prepared similar to that of\ncompound <bold>1</bold>, but the L3 (103 mg, 0.5 mmol) was used instead\nof L1. Brown crystals of <bold>3</bold> were obtained in a 35% yield\nbased on Cu. Elemental analysis results for C<sub>24</sub>H<sub>33</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>: Calcd\n(%): C 24.61, H 2.84, N 14.35, Cu 10.85, Mo 24.57; Found (%): C 24.56,\nH 2.87, N 14.29, Cu 10.73, Mo 24.69. FTIR (KBr pellet, cm<sup>–1</sup>): 1525(s), 1476(s), 1436(m), 1297(m), 1209(s), 1136(m), 1092(m),\n995(s), 948(w), 887(w), 791(w), 648(w), 583(m), 518(m).</p>", "clean_text": "Synthesis of [CuI 4(L3)4Mo6O18(O3AsPh)2] 3 \n\nCompound 3 was prepared similar to that of compound 1, but the L3 (103 mg, 0.5 mmol) was used instead of L1. Brown crystals of 3 were obtained in a 35% yield based on Cu. Elemental analysis results for C24H33AsCu2Mo3N12O12: Calcd (%): C 24.61, H 2.84, N 14.35, Cu 10.85, Mo 24.57; Found (%): C 24.56, H 2.87, N 14.29, Cu 10.73, Mo 24.69. FTIR (KBr pellet, cm-1): 1525(s), 1476(s), 1436(m), 1297(m), 1209(s), 1136(m), 1092(m), 995(s), 948(w), 887(w), 791(w), 648(w), 583(m), 518(m).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of [Cu<sup>I</sup>\n<sub>4</sub>(L4)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] <bold>4</bold>\n</title><p>Compound <bold>4</bold> was prepared similar to that of\ncompound <bold>1</bold>, but the L4 (110 mg, 0.5 mmol) was used instead\nof L1. Brown crystals of <bold>4</bold> were obtained in a 32% yield\nbased on Cu. Elemental analysis results for C<sub>16</sub>H<sub>21</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>6</sub>O<sub>12</sub>: Calcd\n(%): C 19.63, H 2.16, N 8.58, Cu 12.98, Mo 29.39; Found (%): C 19.61,\nH 2.19, N 8.91, Cu 12.76, Mo 29.55. FTIR (KBr pellet, cm<sup>–1</sup>): 1529(m), 1474(m), 1435(m), 1298(m), 1200(m), 1143(m), 1047(m),\n992(m), 943(w), 891(w), 796(w), 649(w), 583(w), 517(m).</p>", "clean_text": "Synthesis of [CuI 4(L4)2Mo6O18(O3AsPh)2] 4 \n\nCompound 4 was prepared similar to that of compound 1, but the L4 (110 mg, 0.5 mmol) was used instead of L1. Brown crystals of 4 were obtained in a 32% yield based on Cu. Elemental analysis results for C16H21AsCu2Mo3N6O12: Calcd (%): C 19.63, H 2.16, N 8.58, Cu 12.98, Mo 29.39; Found (%): C 19.61, H 2.19, N 8.91, Cu 12.76, Mo 29.55. FTIR (KBr pellet, cm-1): 1529(m), 1474(m), 1435(m), 1298(m), 1200(m), 1143(m), 1047(m), 992(m), 943(w), 891(w), 796(w), 649(w), 583(w), 517(m).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>The building block [Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>]<sup>4–</sup> (shortened as As<sub>2</sub>Mo<sub>6</sub>) in compounds <bold>1</bold>–<bold>4</bold> is similar to\nthe α-[Mo<sub>8</sub>O<sub>26</sub>]<sup>4–</sup> configuration\nwhich consists of a ring of <italic toggle=\"yes\">cis</italic>-edge sharing {MoO<sub>6</sub>} octahedron, capped on both faces by a {O<sub>3</sub>AsPh}\ntetrahedron. Each arsonate subunit shares three oxo-groups with the\nmolybdate ring. In turn, each of the oxo-groups adopts the μ<sub>3</sub> bridging mode, linking two molybdenum atoms and one arsenic\natom (). The bond valence sum calculations confirm that all Mo centers are in +VI oxidation\nstates, all the As centers are in +V oxidation state, and all the\nCu centers are in +I oxidation state. The As–O and Mo–O\nlengths are in the normal ranges.\n</p>", "clean_text": "Results and Discussion\n\nThe building block [Mo6O18(O3AsPh)2]4- (shortened as As2Mo6) in compounds 1-4 is similar to the α-[Mo8O26]4- configuration which consists of a ring of cis-edge sharing {MoO6} octahedron, capped on both faces by a {O3AsPh} tetrahedron. Each arsonate subunit shares three oxo-groups with the molybdate ring. In turn, each of the oxo-groups adopts the μ3 bridging mode, linking two molybdenum atoms and one arsenic atom (). The bond valence sum calculations confirm that all Mo centers are in +VI oxidation states, all the As centers are in +V oxidation state, and all the Cu centers are in +I oxidation state. The As-O and Mo-O lengths are in the normal ranges. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Structure Description of <bold>1</bold>\n</title><p>Single-crystal\nX-ray analysis reveals that compound <bold>1</bold> is composed of\ntwo crystallographically independent and distinct polymeric motifs.\nThe asymmetric unit of <bold>1</bold> contains one and two half Cu<sup>I</sup> cations, two L1 ligands (<italic toggle=\"yes\">cis</italic>-L1 and <italic toggle=\"yes\">trans</italic>-L1) (), and half an As<sub>2</sub>Mo<sub>6</sub> polyoxoanion\n(Figure ). Cu1 cation adopts a T-type geometry,\ncoordinated by one terminal O atom from one As<sub>2</sub>Mo<sub>6</sub> polyoxoanion, and two N atoms from two <italic toggle=\"yes\">trans</italic>-L1\nligands (Cu1–N1 = 1.885(3), Cu1–N6<sup>#1</sup> = 1.881(3)\nand Cu1–O1 = 2.712(3) Å). Both Cu2 and Cu3 cations are\ntwo-coordinated by two nitrogen atoms from two different <italic toggle=\"yes\">cis-</italic>L1 ligands in linear geometries (Cu2–N7 = 1.858(3) and Cu3–N12\n= 1.891(3) Å). The <italic toggle=\"yes\">cis-</italic>L1 ligands bridges neighboring\nCu<sup>I</sup> atoms to form the first one-dimensional (1D) S-shaped\n[Cu<sub>2</sub>(<italic toggle=\"yes\">cis-</italic>L1)<sub>2</sub>]<sup>2+</sup> motif (Figure a), while the <italic toggle=\"yes\">trans</italic>-L1 ligands and the bidentate As<sub>2</sub>Mo<sub>6</sub> anions\nlink the adjacent Cu<sup>I</sup> atoms into the second two-dimensional\n(2D) [(Cu1)<sub>2</sub>(<italic toggle=\"yes\">trans</italic>-L1)<sub>2</sub>(As<sub>2</sub>Mo<sub>6</sub>)]<sup>2–</sup> motif (Figure b). Notably, the 2D layer is highly undulated. Strikingly,\nthe S-shaped chains penetrated into the 2D parallel layers to generate\nan unusual 1D + 2D → three-dimensional (3D) framework (Figures c and ). From a topological\nviewpoint, the unusual 3D array belongs to poly<italic toggle=\"yes\">pseudo</italic>-rotaxane architecture (Figure ).</p>", "clean_text": "Structure Description of 1 \n\nSingle-crystal X-ray analysis reveals that compound 1 is composed of two crystallographically independent and distinct polymeric motifs. The asymmetric unit of 1 contains one and two half CuI cations, two L1 ligands (cis-L1 and trans-L1) (), and half an As2Mo6 polyoxoanion (Figure ). Cu1 cation adopts a T-type geometry, coordinated by one terminal O atom from one As2Mo6 polyoxoanion, and two N atoms from two trans-L1 ligands (Cu1-N1 = 1.885(3), Cu1-N6#1 = 1.881(3) and Cu1-O1 = 2.712(3) Å). Both Cu2 and Cu3 cations are two-coordinated by two nitrogen atoms from two different cis-L1 ligands in linear geometries (Cu2-N7 = 1.858(3) and Cu3-N12 = 1.891(3) Å). The cis-L1 ligands bridges neighboring CuI atoms to form the first one-dimensional (1D) S-shaped [Cu2(cis-L1)2]2+ motif (Figure a), while the trans-L1 ligands and the bidentate As2Mo6 anions link the adjacent CuI atoms into the second two-dimensional (2D) [(Cu1)2(trans-L1)2(As2Mo6)]2- motif (Figure b). Notably, the 2D layer is highly undulated. Strikingly, the S-shaped chains penetrated into the 2D parallel layers to generate an unusual 1D + 2D → three-dimensional (3D) framework (Figures c and ). From a topological viewpoint, the unusual 3D array belongs to polypseudo-rotaxane architecture (Figure ).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>It\nis noteworthy that the structure of <bold>1</bold> is different from\nthe previously reported 3D poly<italic toggle=\"yes\">pseudo</italic>-rotaxane architecture\n[Ag(bpp)][Ag<sub>2</sub>(bpp)<sub>2</sub>(ox)]NO<sub>3</sub> (bpp\n= 1,3-bis-(4-pyridyl)propane and ox = oxalate). As shown in , they all show (6,3) nets; however, the detailed\narrays are different. In that reported structure, each layer can be\nconsidered as a honeycomb (6,3) sheet, where all atoms in one layer\nare almost coplanar (a). All penetrated chains are parallel to each other (). However,\nin <bold>1</bold>, the layer exhibits a wavelike brick-wall (6,3)\nnetwork (b). As a result, it is penetrated by a 1D chain in two different\ndirections (Figure ). To the best of our knowledge,\nthe 3D poly<italic toggle=\"yes\">pseudo</italic>-rotaxane constructed by wavelike\nbrick-wall (6,3) layers and 1D chains has not been reported in POM\nsystems.\n</p>", "clean_text": "It is noteworthy that the structure of 1 is different from the previously reported 3D polypseudo-rotaxane architecture [Ag(bpp)][Ag2(bpp)2(ox)]NO3 (bpp = 1,3-bis-(4-pyridyl)propane and ox = oxalate). As shown in , they all show (6,3) nets; however, the detailed arrays are different. In that reported structure, each layer can be considered as a honeycomb (6,3) sheet, where all atoms in one layer are almost coplanar (a). All penetrated chains are parallel to each other (). However, in 1, the layer exhibits a wavelike brick-wall (6,3) network (b). As a result, it is penetrated by a 1D chain in two different directions (Figure ). To the best of our knowledge, the 3D polypseudo-rotaxane constructed by wavelike brick-wall (6,3) layers and 1D chains has not been reported in POM systems. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination\nenvironments of the Cu<sup>I</sup> centers in <bold>1</bold> with\n30% thermal ellipsoids. All hydrogen atoms were omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination environments of the CuI centers in 1 with 30% thermal ellipsoids. All hydrogen atoms were omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>View of two different motifs in <bold>1</bold>: (a) 1D\nS-shaped\nchain, (b) 2D highly undulated layer. (c) View of the 3D poly<italic toggle=\"yes\">pseudo</italic>-rotaxane array constructed by 1D S-shaped chains\nand 2D undulated layer.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  View of two different motifs in 1: (a) 1D S-shaped chain, (b) 2D highly undulated layer. (c) View of the 3D polypseudo-rotaxane array constructed by 1D S-shaped chains and 2D undulated layer.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Schematic representation of the 3D poly<italic toggle=\"yes\">pseudo</italic>-rotaxane\nframework in <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Schematic representation of the 3D polypseudo-rotaxane framework in 1.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Schematic representation of the 1D chain penetrated in\ntwo directions\nin <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Schematic representation of the 1D chain penetrated in two directions in 1.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Structure Description of <bold>2</bold>\n</title><p>To investigate\nthe influence of the spacer length of the bis(triazole) ligand on\nthe formation of the compound structure, L2 was used under the same\nsynthetic condition as <bold>1</bold>. As shown in Figure , the asymmetric unit of <bold>2</bold> contains\ntwo Cu<sup>I</sup> cations, four half L2 ligands (L2<sup>a</sup>,\nL2<sup>b</sup>, L2<sup>c</sup>, and L2<sup>d</sup>, ) and half an As<sub>2</sub>Mo<sub>6</sub> polyoxoanion. Each Cu<sup>I</sup> cation shows a T-type\ngeometry, coordinated by one terminal O atom from one As<sub>2</sub>Mo<sub>6</sub> polyoxoanion and two N atoms from two different L2\nligands (Cu1–N1 = 1.895(5), Cu1–N4 = 1.900(5), Cu2–N7\n= 1.878(5), Cu2–N10 = 1.873(6), Cu1–O1 = 2.298(4), and\nCu2–O6 = 2.342(4) Å). Cu1 and its symmetry-related species\nare bridged by L2<sup>a</sup> and L2<sup>b</sup> ligands to form a\nmeso-helix chain (Figure a), while Cu2 and\nits symmetry-related species are linked by L2<sup>c</sup> and L2<sup>d</sup> ligands to generate a stair-like chain (Figure b). Further, two meso-helix chains and two stair-like chains\nare linked by the tetradentate As<sub>2</sub>Mo<sub>6</sub> polyoxoanion\ninto an intricate 3D framework (Figures c,\nand ).</p>", "clean_text": "Structure Description of 2 \n\nTo investigate the influence of the spacer length of the bis(triazole) ligand on the formation of the compound structure, L2 was used under the same synthetic condition as 1. As shown in Figure , the asymmetric unit of 2 contains two CuI cations, four half L2 ligands (L2a, L2b, L2c, and L2d, ) and half an As2Mo6 polyoxoanion. Each CuI cation shows a T-type geometry, coordinated by one terminal O atom from one As2Mo6 polyoxoanion and two N atoms from two different L2 ligands (Cu1-N1 = 1.895(5), Cu1-N4 = 1.900(5), Cu2-N7 = 1.878(5), Cu2-N10 = 1.873(6), Cu1-O1 = 2.298(4), and Cu2-O6 = 2.342(4) Å). Cu1 and its symmetry-related species are bridged by L2a and L2b ligands to form a meso-helix chain (Figure a), while Cu2 and its symmetry-related species are linked by L2c and L2d ligands to generate a stair-like chain (Figure b). Further, two meso-helix chains and two stair-like chains are linked by the tetradentate As2Mo6 polyoxoanion into an intricate 3D framework (Figures c, and ).", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>From a topological viewpoint, if each Cu<sup>I</sup> cation\nis considered to be a 3-connected node and each As<sub>2</sub>Mo<sub>6</sub> polyoxoanion is regarded as a 4-connected node, the framework\nof <bold>2</bold> becomes a 3D trinodal (3,4)-connected net with the\nPoint Symbol of (8<sup>3</sup>)<sub>2</sub>(8<sup>2</sup>·12<sup>4</sup>) (Figure ). By careful inspection\nof the structure, we found that the framework of <bold>2</bold> is\nself-penetrating, where the rods pass through the circuits (). As far as\nwe know, only a few POM-based self-penetrating frameworks have been\nreported so far. However, POM-based self-penetrating\n(3,4)-connected framework has not been observed before.</p>", "clean_text": "From a topological viewpoint, if each CuI cation is considered to be a 3-connected node and each As2Mo6 polyoxoanion is regarded as a 4-connected node, the framework of 2 becomes a 3D trinodal (3,4)-connected net with the Point Symbol of (83)2(82⋅124) (Figure ). By careful inspection of the structure, we found that the framework of 2 is self-penetrating, where the rods pass through the circuits (). As far as we know, only a few POM-based self-penetrating frameworks have been reported so far. However, POM-based self-penetrating (3,4)-connected framework has not been observed before.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Coordination environments\nof the Cu<sup>I</sup> centers in <bold>2</bold> with 30% thermal ellipsoids.\nAll hydrogen atoms were omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Coordination environments of the CuI centers in 2 with 30% thermal ellipsoids. All hydrogen atoms were omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Three kinds of building units in <bold>2</bold>: (a) the\nmeso-helix\nchain, (b) the stair-like chain, and (c) the tetradentate As<sub>2</sub>Mo<sub>6</sub> type POM.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Three kinds of building units in 2: (a) the meso-helix chain, (b) the stair-like chain, and (c) the tetradentate As2Mo6 type POM.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Schematic representation of the 3D trinodal (3,4)-connected\nnet\nof <bold>2</bold>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Schematic representation of the 3D trinodal (3,4)-connected net of 2.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Structure Description of <bold>3</bold>\n</title><p>When a relatively\nlong bis(triazole) ligand L3 was utilized to replace L1 under the\nsame synthetic condition, a structurally different compound <bold>3</bold> was obtained. As shown in Figure , the asymmetric unit of <bold>3</bold> contains two Cu<sup>I</sup> cations, two L3 ligands (L3<sup>a</sup> and L3<sup>b</sup>, ) and half an\nAs<sub>2</sub>Mo<sub>6</sub> polyoxoanion. The Cu1 cation shows a\nT-type geometry, defined by one terminal O atom from one As<sub>2</sub>Mo<sub>6</sub> polyoxoanion and two N atoms from one L3<sup>a</sup> and one L3<sup>b</sup> ligands (Cu1–N1 = 1.876(7), Cu1–N7\n= 1.881(7), and Cu1–O2 = 2.324(4) Å). The Cu2 cation adopts\na “seesaw” geometry, coordinated by two terminal O atoms\nfrom one As<sub>2</sub>Mo<sub>6</sub> polyoxoanion and two N atoms\nfrom one L3<sup>a</sup> and one L3<sup>b</sup> ligands (Cu2–N6\n= 1.882(6), Cu2–N12<sup>#1</sup> = 1.885(6), Cu2–O6<sup>#4</sup> = 2.455(2), and Cu2–O8<sup>#4</sup> = 2.781(6) Å).\nCu1, Cu2 and their symmetry-related species are linked alternatively\nby L3<sup>a</sup> and L3<sup>b</sup> ligands to generate a helix chain\n(). Each\nAs<sub>2</sub>Mo<sub>6</sub> polyoxoanion joints four Cu<sup>I</sup> cations from four parallel helix chains to yield a 2D double-layer\nstructure (Figure ).</p>", "clean_text": "Structure Description of 3 \n\nWhen a relatively long bis(triazole) ligand L3 was utilized to replace L1 under the same synthetic condition, a structurally different compound 3 was obtained. As shown in Figure , the asymmetric unit of 3 contains two CuI cations, two L3 ligands (L3a and L3b, ) and half an As2Mo6 polyoxoanion. The Cu1 cation shows a T-type geometry, defined by one terminal O atom from one As2Mo6 polyoxoanion and two N atoms from one L3a and one L3b ligands (Cu1-N1 = 1.876(7), Cu1-N7 = 1.881(7), and Cu1-O2 = 2.324(4) Å). The Cu2 cation adopts a \"seesaw\" geometry, coordinated by two terminal O atoms from one As2Mo6 polyoxoanion and two N atoms from one L3a and one L3b ligands (Cu2-N6 = 1.882(6), Cu2-N12#1 = 1.885(6), Cu2-O6#4 = 2.455(2), and Cu2-O8#4 = 2.781(6) Å). Cu1, Cu2 and their symmetry-related species are linked alternatively by L3a and L3b ligands to generate a helix chain (). Each As2Mo6 polyoxoanion joints four CuI cations from four parallel helix chains to yield a 2D double-layer structure (Figure ).", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Topologically,\nif Cu1 and Cu2 cations are considered as 3-connected nodes, respectively,\nand the As<sub>2</sub>Mo<sub>6</sub> polyoxoanion acts as a 4-connected\nnode, the 2D double-layer can be regarded as a trinodal (3,4)-connected\nnetwork with (6<sup>2</sup>·8)<sub>2</sub>(6<sup>2</sup>·8<sup>4</sup>) topology (Figure a). The most fascinating\nand peculiar structural feature of <bold>3</bold> is that each double-layer\nis interlocked by the two nearest neighboring ones to form a 3D polycatenated\nframework (Figure b). It is well-known that\nthe polycatenated features have been widely reported in coordination\npolymer systems. However, the POM-based polycatenated framework is\nnot common, and POM-based compound with polycatenated feature similar\nto compound <bold>3</bold> has never been reported so far.\n</p>", "clean_text": "Topologically, if Cu1 and Cu2 cations are considered as 3-connected nodes, respectively, and the As2Mo6 polyoxoanion acts as a 4-connected node, the 2D double-layer can be regarded as a trinodal (3,4)-connected network with (62⋅8)2(62⋅84) topology (Figure a). The most fascinating and peculiar structural feature of 3 is that each double-layer is interlocked by the two nearest neighboring ones to form a 3D polycatenated framework (Figure b). It is well-known that the polycatenated features have been widely reported in coordination polymer systems. However, the POM-based polycatenated framework is not common, and POM-based compound with polycatenated feature similar to compound 3 has never been reported so far. ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Coordination\nenvironments of the Cu<sup>I</sup> centers of <bold>3</bold> with\n30% thermal ellipsoids. All hydrogen atoms were omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Coordination environments of the CuI centers of 3 with 30% thermal ellipsoids. All hydrogen atoms were omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>View of the 2D double-layer structure of <bold>3</bold>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  View of the 2D double-layer structure of 3.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a) Schematic representation of the trinodal (3,4)-connected\nnet\nof <bold>3</bold>, and (b) view of the 2D→3D polycatenated\nframework.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  (a) Schematic representation of the trinodal (3,4)-connected net of 3, and (b) view of the 2D→3D polycatenated framework.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Structure Description of <bold>4</bold>\n</title><p>When a longer\nbis(triazole) ligand L4 was employed to replace L1 under the same\nsynthetic condition, a new compound <bold>4</bold> was obtained. As\nshown in Figure , the asymmetric unit of <bold>4</bold> has two Cu<sup>I</sup> cations, one L4 ligand and half an\nAs<sub>2</sub>Mo<sub>6</sub> polyoxoanion. Both Cu1 and Cu2 cations\nshow the “seesaw” geometries. Cu1 cation is coordinated\nby two terminal O atoms from two As<sub>2</sub>Mo<sub>6</sub> polyoxoanions\nand two N atoms from two adjacent L4 ligands (Cu1–N2 = 1.968(3),\nCu1–N6<sup>#1</sup> = 1.961(3), Cu1–O1 = 2.211(2), and\nCu1–O7<sup>#2</sup> = 2.238(2) Å), while Cu2 cation is\ncoordinated by two terminal O atoms from one As<sub>2</sub>Mo<sub>6</sub> polyoxoanion and two N atoms from two different L4 ligands\n(Cu2–N1<sup>#3</sup> = 1.949(3), Cu2–N5<sup>#4</sup> = 1.966(3), Cu2–O2 = 2.237(2), and Cu2–O11 = 2.181(2)\nÅ). Notably, in <bold>4</bold>, L4 ligand shows one kind of configuration\nand coordinates with Cu<sup>I</sup> cations in tetradentate mode (). In this\nway, each L4 ligand bridges Cu1 and Cu2 cations to give a wavelike\nlayer (Figure ). Further, the adjacent layers\nare linked by the As<sub>2</sub>Mo<sub>6</sub> polyoxoanion in an\noctadentate mode to yield a 3D framework (Figure ).</p>", "clean_text": "Structure Description of 4 \n\nWhen a longer bis(triazole) ligand L4 was employed to replace L1 under the same synthetic condition, a new compound 4 was obtained. As shown in Figure , the asymmetric unit of 4 has two CuI cations, one L4 ligand and half an As2Mo6 polyoxoanion. Both Cu1 and Cu2 cations show the \"seesaw\" geometries. Cu1 cation is coordinated by two terminal O atoms from two As2Mo6 polyoxoanions and two N atoms from two adjacent L4 ligands (Cu1-N2 = 1.968(3), Cu1-N6#1 = 1.961(3), Cu1-O1 = 2.211(2), and Cu1-O7#2 = 2.238(2) Å), while Cu2 cation is coordinated by two terminal O atoms from one As2Mo6 polyoxoanion and two N atoms from two different L4 ligands (Cu2-N1#3 = 1.949(3), Cu2-N5#4 = 1.966(3), Cu2-O2 = 2.237(2), and Cu2-O11 = 2.181(2) Å). Notably, in 4, L4 ligand shows one kind of configuration and coordinates with CuI cations in tetradentate mode (). In this way, each L4 ligand bridges Cu1 and Cu2 cations to give a wavelike layer (Figure ). Further, the adjacent layers are linked by the As2Mo6 polyoxoanion in an octadentate mode to yield a 3D framework (Figure ).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Topologically, if Cu1 and Cu2 cations are considered\nto be 4-connected and 3-connected nodes, respectively, L4 ligand acts\nas a 4-connected node, and the As<sub>2</sub>Mo<sub>6</sub> polyoxoanion\nis considered as a 6-connected node, then the structure of compound <bold>4</bold> can be simplified as a 3D tetranodal (3,4,6)-connected net\nwith the (6<sup>3</sup>)(4·6<sup>3</sup>·8<sup>2</sup>)(6<sup>4</sup>·8<sup>2</sup>)(4<sup>2</sup>·6<sup>2</sup>·8<sup>10</sup>·10) topology (Figure ). As\nfar as we know, up to date, only one 3D trinodal (3,4,6)-connected\nnet with the Point Symbol of (6<sup>3</sup>)(6<sup>5</sup>·8)(6<sup>12</sup>·8·10<sup>2</sup>) has been reported in compound\n[Co<sub>2</sub>(Hbidc)<sub>2</sub>(bpt)<sub>2</sub>]·7H<sub>2</sub>O (H<sub>3</sub>bidc = 1<italic toggle=\"yes\">H</italic>-benzimidazole-5,6-dicarboxylic\nacid, bpt = 1<italic toggle=\"yes\">H</italic>-3,5-bis(4-pyridyl)-1,2,4-triazole). However, the 3D tetranodal (3,4,6)-connected\npolyoxometalate-based framework has never been observed in coordination\nchemistry.</p>", "clean_text": "Topologically, if Cu1 and Cu2 cations are considered to be 4-connected and 3-connected nodes, respectively, L4 ligand acts as a 4-connected node, and the As2Mo6 polyoxoanion is considered as a 6-connected node, then the structure of compound 4 can be simplified as a 3D tetranodal (3,4,6)-connected net with the (63)(4⋅63⋅82)(64⋅82)(42⋅62⋅810⋅10) topology (Figure ). As far as we know, up to date, only one 3D trinodal (3,4,6)-connected net with the Point Symbol of (63)(65⋅8)(612⋅8⋅102) has been reported in compound [Co2(Hbidc)2(bpt)2]⋅7H2O (H3bidc = 1H-benzimidazole-5,6-dicarboxylic acid, bpt = 1H-3,5-bis(4-pyridyl)-1,2,4-triazole). However, the 3D tetranodal (3,4,6)-connected polyoxometalate-based framework has never been observed in coordination chemistry.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Coordination environments of the Cu<sup>I</sup> centers\nin <bold>4</bold> with 50% thermal ellipsoids. All hydrogen atoms\nwere omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Coordination environments of the CuI centers in 4 with 50% thermal ellipsoids. All hydrogen atoms were omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>View of the 2D wavelike layer in <bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  View of the 2D wavelike layer in 4.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>View of the 3D framework of <bold>4</bold> formed by infinite\nchains\nand parallel layers.</p>\n</caption>\n<graphic id=\"gr14\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0013.tif\"></graphic>\n</fig>", "clean_text": " 13  View of the 3D framework of 4 formed by infinite chains and parallel layers.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig14\" orientation=\"portrait\" position=\"float\">\n<label>14</label>\n<caption>\n<p>Schematic representation of the tetranodal (3,4,6)-connected\nnet\nof <bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr15\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0014.tif\"></graphic>\n</fig>", "clean_text": " 14  Schematic representation of the tetranodal (3,4,6)-connected net of 4.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>From the structure descriptions above, we can see\nthat the introduction\nof the As<sub>2</sub>Mo<sub>6</sub> cluster into the MOFs significantly\nenriched the final compound structures. Compared with the corresponding\nPOM-free system, the introduction of the As<sub>2</sub>Mo<sub>6</sub> cluster can vary the configurations and coordination modes of the\nbis(triazole) ligands (L1–L4). Take compounds [Cu<sup>I</sup>\n<sub>2</sub>(<italic toggle=\"yes\">cis</italic>-L1)<sub>2</sub>][Cu<sup>I</sup>\n<sub>2</sub>(<italic toggle=\"yes\">trans</italic>-L1)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>1</bold>),\n[Cu<sup>I</sup>\n<sub>4</sub>(L2)<sub>4</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>2</bold>), and [Cu<sup>I</sup>\n<sub>4</sub>(L4)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>4</bold>) for example. In the reported\nPOM-free compound [Zn<sub>2</sub>(HL)<sub>2</sub>(<italic toggle=\"yes\">cis</italic>-L1)<sub>2</sub>]·2H<sub>2</sub>O (<bold>5</bold>) (H<sub>3</sub>L = 5-(benzonic-4-ylmethoxy) isophthalic acid), two L1 ligands bridge\nadjacent Zn<sup>II</sup> atoms in <italic toggle=\"yes\">cis</italic>-configurations\n() to\ngive a dimeric unit [Zn(L1)<sub>2</sub>Zn], which are further linked by HL anions to furnish a 1D ribbon structure.\nHowever, in <bold>1</bold>, the L1 ligands show <italic toggle=\"yes\">cis</italic>- and <italic toggle=\"yes\">trans</italic>-configurations (). The S-shaped [Cu<sub>2</sub>(<italic toggle=\"yes\">cis-</italic>L1)<sub>2</sub>]<sup>2+</sup> chains penetrated\ninto the 2D parallel [(Cu1)<sub>2</sub>(<italic toggle=\"yes\">trans</italic>-L1)<sub>2</sub>(As<sub>2</sub>Mo<sub>6</sub>)]<sup>2–</sup> layers\nto generate an unusual 1D + 2D → 3D framework. In the reported\nPOM-free compound [Cu<sub>2</sub>(L2)<sub>3.5</sub>(C4AS)(H<sub>2</sub>O)]·2.5(H<sub>2</sub>O) (<bold>6</bold>) (C4AS = <italic toggle=\"yes\">p</italic>-sulfonato-calix[4]arene) (), the L2 ligands link the Cu<sup>II</sup> atoms\nin <italic toggle=\"yes\">cis</italic>- and <italic toggle=\"yes\">trans</italic>-configurations\nto generate a 3D framework. Nevertheless,\nin <bold>2</bold>, the Cu<sup>I</sup> atoms are linked by the L2 ligands\nin <italic toggle=\"yes\">trans</italic>-configurations () and the As<sub>2</sub>Mo<sub>6</sub> polyoxoanions in tetradentate modes, yielding a rare 3D trinodal\n(3,4)-connected self-penetrated framework. In addition, the effect\nof the introduction of the As<sub>2</sub>Mo<sub>6</sub> cluster on\nthe complex structure is also supported by the different coordination\nmodes of the bis(triazole) ligands. For example, in the reported POM-free\ncompound [Zn(HL)(L4)<sub>0.5</sub>] (<bold>7</bold>), neighboring\nZn<sup>II</sup> atoms are linked by HL anions to generate 2D layers,\nwhich are further linked by L4 in a bidentate mode () to form a 3D (3,4)-connected\nframework. However, in [Cu<sup>I</sup>\n<sub>4</sub>(L4)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] (<bold>4</bold>), each L4 ligand bridges four\nCu<sup>I</sup> atoms in a tetradentate mode () to yield 2D wavelike layers, which\nare further linked by the octadentate As<sub>2</sub>Mo<sub>6</sub> polyoxoanions into a 3D tetranodal (3,4,6)-connected framework.\nClearly, the introduction of the As<sub>2</sub>Mo<sub>6</sub> cluster\ninto the MOFs results in the structure differences of the compounds\nthrough the variations of the bis(triazole) ligands in the configurations\nand coordination modes.</p>", "clean_text": "From the structure descriptions above, we can see that the introduction of the As2Mo6 cluster into the MOFs significantly enriched the final compound structures. Compared with the corresponding POM-free system, the introduction of the As2Mo6 cluster can vary the configurations and coordination modes of the bis(triazole) ligands (L1-L4). Take compounds [CuI 2(cis-L1)2][CuI 2(trans-L1)2Mo6O18(O3AsPh)2] (1), [CuI 4(L2)4Mo6O18(O3AsPh)2] (2), and [CuI 4(L4)2Mo6O18(O3AsPh)2] (4) for example. In the reported POM-free compound [Zn2(HL)2(cis-L1)2]⋅2H2O (5) (H3L = 5-(benzonic-4-ylmethoxy) isophthalic acid), two L1 ligands bridge adjacent ZnII atoms in cis-configurations () to give a dimeric unit [Zn(L1)2Zn], which are further linked by HL anions to furnish a 1D ribbon structure. However, in 1, the L1 ligands show cis- and trans-configurations (). The S-shaped [Cu2(cis-L1)2]2+ chains penetrated into the 2D parallel [(Cu1)2(trans-L1)2(As2Mo6)]2- layers to generate an unusual 1D + 2D → 3D framework. In the reported POM-free compound [Cu2(L2)3.5(C4AS)(H2O)]⋅2.5(H2O) (6) (C4AS = p-sulfonato-calix[4]arene) (), the L2 ligands link the CuII atoms in cis- and trans-configurations to generate a 3D framework. Nevertheless, in 2, the CuI atoms are linked by the L2 ligands in trans-configurations () and the As2Mo6 polyoxoanions in tetradentate modes, yielding a rare 3D trinodal (3,4)-connected self-penetrated framework. In addition, the effect of the introduction of the As2Mo6 cluster on the complex structure is also supported by the different coordination modes of the bis(triazole) ligands. For example, in the reported POM-free compound [Zn(HL)(L4)0.5] (7), neighboring ZnII atoms are linked by HL anions to generate 2D layers, which are further linked by L4 in a bidentate mode () to form a 3D (3,4)-connected framework. However, in [CuI 4(L4)2Mo6O18(O3AsPh)2] (4), each L4 ligand bridges four CuI atoms in a tetradentate mode () to yield 2D wavelike layers, which are further linked by the octadentate As2Mo6 polyoxoanions into a 3D tetranodal (3,4,6)-connected framework. Clearly, the introduction of the As2Mo6 cluster into the MOFs results in the structure differences of the compounds through the variations of the bis(triazole) ligands in the configurations and coordination modes.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Effects of the Bis(triazole) Ligands on the Frameworks</title><p>From the structure descriptions above, we can see that the bis(triazole)\nligands have a remarkable effect on the construction of the final\nstructures. In this work, four bis(triazole) ligands (L1–L4)\nwere used to investigate the spacer length effects of the ligands\non the structures. Compared with L1, L2 has an additional −CH<sub>2</sub>– group at the center of the molecule. The difference\nin the numbers of the −CH<sub>2</sub>– groups between\nL1 and L2 led to the difference in their complex structures. In <bold>1</bold>, the <italic toggle=\"yes\">cis-</italic>L1 ligands bridge neighboring\nCu2 and Cu3 atoms to yield a 1D S-shaped chain, whereas the <italic toggle=\"yes\">trans</italic>-L1 ligands and As<sub>2</sub>Mo<sub>6</sub> polyoxoanions\nlink adjacent Cu1 atoms to form a highly undulated layer. Further,\nthe S-shaped chains penetrated through the 2D parallel layers to generate\nan unusual 1D + 2D → 3D poly<italic toggle=\"yes\">pseudo</italic>-rotaxane\narchitecture. In <bold>2</bold>, the L2 ligands link the neighboring\nCu<sup>I</sup> atoms to furnish a −L2–Cu–L2–\nchains. The neighboring chains are further linked by the tetradentate\nAs<sub>2</sub>Mo<sub>6</sub> polyoxoanions to produce a rare 3D trinodal\n(3,4)-connected self-penetrating framework with Point Symbol of (8<sup>3</sup>)<sub>2</sub>(8<sup>2</sup>·12<sup>4</sup>). The spacer\nlength effect on the structures was also supported by compounds <bold>3</bold> and <bold>4</bold>. Compared with L3, L4 has a relatively\nlong alkyl spacer. In <bold>3</bold>, each L3 ligand bridges two Cu<sup>I</sup> cations to generate a helix chain. The chains are further\nextended by As<sub>2</sub>Mo<sub>6</sub> polyoxoanions into a 3D polycatenated\nPMOFs. In <bold>4</bold>, each L4 ligand links four Cu<sup>I</sup> cations to yield a wavelike layer. The layers are further linked\nby As<sub>2</sub>Mo<sub>6</sub> polyoxoanions to furnish a 3D tetranodal\n(3,4,6)-connected framework. Clearly, the spacer lengths of the bis(triazole)\nligands show important effects on the structures of the PMOFs.</p>", "clean_text": "Effects of the Bis(triazole) Ligands on the Frameworks\n\nFrom the structure descriptions above, we can see that the bis(triazole) ligands have a remarkable effect on the construction of the final structures. In this work, four bis(triazole) ligands (L1-L4) were used to investigate the spacer length effects of the ligands on the structures. Compared with L1, L2 has an additional -CH2- group at the center of the molecule. The difference in the numbers of the -CH2- groups between L1 and L2 led to the difference in their complex structures. In 1, the cis-L1 ligands bridge neighboring Cu2 and Cu3 atoms to yield a 1D S-shaped chain, whereas the trans-L1 ligands and As2Mo6 polyoxoanions link adjacent Cu1 atoms to form a highly undulated layer. Further, the S-shaped chains penetrated through the 2D parallel layers to generate an unusual 1D + 2D → 3D polypseudo-rotaxane architecture. In 2, the L2 ligands link the neighboring CuI atoms to furnish a -L2-Cu-L2- chains. The neighboring chains are further linked by the tetradentate As2Mo6 polyoxoanions to produce a rare 3D trinodal (3,4)-connected self-penetrating framework with Point Symbol of (83)2(82⋅124). The spacer length effect on the structures was also supported by compounds 3 and 4. Compared with L3, L4 has a relatively long alkyl spacer. In 3, each L3 ligand bridges two CuI cations to generate a helix chain. The chains are further extended by As2Mo6 polyoxoanions into a 3D polycatenated PMOFs. In 4, each L4 ligand links four CuI cations to yield a wavelike layer. The layers are further linked by As2Mo6 polyoxoanions to furnish a 3D tetranodal (3,4,6)-connected framework. Clearly, the spacer lengths of the bis(triazole) ligands show important effects on the structures of the PMOFs.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Coordination Modes of As<sub>2</sub>Mo<sub>6</sub> Polyoxoanion</title><p>It is well-known that the POMs play an important role in both the\nstructural diversities and the potential applications of the compounds. The POMs can coordinate with metals in various modes, leading to\nstructural diversities of the final compounds. As shown in Figure , the As<sub>2</sub>Mo<sub>6</sub> polyoxoanions\nin <bold>1</bold>–<bold>4</bold> adopt four different coordination\nfashions (bidentate, tetradentate, hexadentate, and octadentate modes),\nwhich have significant effects on the final structures of the compounds.\nIn <bold>1</bold>, the As<sub>2</sub>Mo<sub>6</sub> polyoxoanion in\na bidentate mode coordinated with two Cu<sup>I</sup> cations through\ntwo terminal O atoms (Figure a). The bidentate\nAs<sub>2</sub>Mo<sub>6</sub> anions and the <italic toggle=\"yes\">trans</italic>-L1 ligands link the adjacent Cu<sup>I</sup> atoms to form the 2D\n[(Cu1)<sub>2</sub>(<italic toggle=\"yes\">trans</italic>-L1)<sub>2</sub>(As<sub>2</sub>Mo<sub>6</sub>)]<sup>2–</sup> motif. The 2D highly undulated\nmotifs are further penetrated by the S-shaped [Cu<sub>2</sub>(<italic toggle=\"yes\">cis-</italic>L1)<sub>2</sub>]<sup>2+</sup> chains to generate an\nunusual 1D + 2D → 3D framework. However, in <bold>2</bold>,\nthe As<sub>2</sub>Mo<sub>6</sub> anion bridges four Cu<sup>I</sup> cations in a tetradentate mode (Figure b). The tetradentate As<sub>2</sub>Mo<sub>6</sub> polyoxoanions and\nthe L2 ligands linked the Cu<sup>I</sup> atoms to furnish a rare 3D\ntrinodal (3,4)-connected self-penetrated framework. In <bold>3</bold>, the As<sub>2</sub>Mo<sub>6</sub> polyoxoanion links four Cu<sup>I</sup> cations with its six terminal O atoms (Figure c). Adjacent Cu<sup>I</sup> atoms are linked by As<sub>2</sub>Mo<sub>6</sub> polyoxoanions and L3 ligands into 2D layers, which\nare further interlocked by the two nearest neighboring ones to form\na 3D polycatenated framework. However, in <bold>4</bold>, the polyoxoanion\njoints six Cu<sup>I</sup> cations in an octadentate mode (Figure d). In this fashion, the As<sub>2</sub>Mo<sub>6</sub> polyoxoanions linked the neighboring layers constructed by L4 ligands\nand Cu<sup>I</sup> cations to generate a 3D tetranodal (3,4,6)-connected\nframework. Obviously, from the coordination behaviors of the As<sub>2</sub>Mo<sub>6</sub> anions in <bold>1</bold>–<bold>4</bold>, we can see that the coordination modes and coordination numbers\nof the As<sub>2</sub>Mo<sub>6</sub> polyoxoanions have great influence\non the frameworks of the PMOFs.</p>", "clean_text": "Coordination Modes of As2Mo6 Polyoxoanion\n\nIt is well-known that the POMs play an important role in both the structural diversities and the potential applications of the compounds. The POMs can coordinate with metals in various modes, leading to structural diversities of the final compounds. As shown in Figure , the As2Mo6 polyoxoanions in 1-4 adopt four different coordination fashions (bidentate, tetradentate, hexadentate, and octadentate modes), which have significant effects on the final structures of the compounds. In 1, the As2Mo6 polyoxoanion in a bidentate mode coordinated with two CuI cations through two terminal O atoms (Figure a). The bidentate As2Mo6 anions and the trans-L1 ligands link the adjacent CuI atoms to form the 2D [(Cu1)2(trans-L1)2(As2Mo6)]2- motif. The 2D highly undulated motifs are further penetrated by the S-shaped [Cu2(cis-L1)2]2+ chains to generate an unusual 1D + 2D → 3D framework. However, in 2, the As2Mo6 anion bridges four CuI cations in a tetradentate mode (Figure b). The tetradentate As2Mo6 polyoxoanions and the L2 ligands linked the CuI atoms to furnish a rare 3D trinodal (3,4)-connected self-penetrated framework. In 3, the As2Mo6 polyoxoanion links four CuI cations with its six terminal O atoms (Figure c). Adjacent CuI atoms are linked by As2Mo6 polyoxoanions and L3 ligands into 2D layers, which are further interlocked by the two nearest neighboring ones to form a 3D polycatenated framework. However, in 4, the polyoxoanion joints six CuI cations in an octadentate mode (Figure d). In this fashion, the As2Mo6 polyoxoanions linked the neighboring layers constructed by L4 ligands and CuI cations to generate a 3D tetranodal (3,4,6)-connected framework. Obviously, from the coordination behaviors of the As2Mo6 anions in 1-4, we can see that the coordination modes and coordination numbers of the As2Mo6 polyoxoanions have great influence on the frameworks of the PMOFs.", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig id=\"fig15\" orientation=\"portrait\" position=\"float\">\n<label>15</label>\n<caption>\n<p>Coordination modes of As<sub>2</sub>Mo<sub>6</sub> polyoxoanions.</p>\n</caption>\n<graphic id=\"gr16\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0015.tif\"></graphic>\n</fig>", "clean_text": " 15  Coordination modes of As2Mo6 polyoxoanions.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["property"], "content": "<title>Thermal Analysis and PXRD Results</title><p>To characterize the\ncompounds more fully in terms of thermal stability, their thermal\nbehaviors were studied by TGA. The experiments were performed on samples\nconsisting of numerous single crystals of <bold>1</bold>–<bold>4</bold> under N<sub>2</sub> atmosphere with a heating rate of 10\n°C/min (). The networks remain intact for these compounds until about 280\n°C, and then begin to collapse. For <bold>1</bold>, the weight\nloss between 280 and 630 °C is attributed to decomposition of\nthe organic components and As<sub>2</sub>O<sub>3</sub> (obsd 48.9%,\ncalcd 47.7%). Compound <bold>2</bold> loses its organic components\nand As<sub>2</sub>O<sub>3</sub> from 270 to 800 °C (obsd 49.2%,\ncalcd 49.0%). In the case of <bold>3</bold>, weight loss of 51.3%\n(calcd 50.2%) between 270 and 715 °C is also attributed to the\norganic components and As<sub>2</sub>O<sub>3</sub>. For <bold>4</bold>, the weight loss in the temperature range of 290–730 °C\ncorresponds to the departure of organic components and As<sub>2</sub>O<sub>3</sub> (obsd 41.4%, calcd 40.5%).</p>", "clean_text": "Thermal Analysis and PXRD Results\n\nTo characterize the compounds more fully in terms of thermal stability, their thermal behaviors were studied by TGA. The experiments were performed on samples consisting of numerous single crystals of 1-4 under N2 atmosphere with a heating rate of 10 °C/min (). The networks remain intact for these compounds until about 280 °C, and then begin to collapse. For 1, the weight loss between 280 and 630 °C is attributed to decomposition of the organic components and As2O3 (obsd 48.9%, calcd 47.7%). Compound 2 loses its organic components and As2O3 from 270 to 800 °C (obsd 49.2%, calcd 49.0%). In the case of 3, weight loss of 51.3% (calcd 50.2%) between 270 and 715 °C is also attributed to the organic components and As2O3. For 4, the weight loss in the temperature range of 290-730 °C corresponds to the departure of organic components and As2O3 (obsd 41.4%, calcd 40.5%).", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>To confirm whether\nthe crystal structures are truly representative of the bulk materials,\nPXRD experiments were carried out for <bold>1</bold>–<bold>4</bold>. The experimental PXRD patterns are in good agreement with\nthe corresponding simulated ones () except for the relative intensity variation\nbecause of preferred orientations of the crystals.</p>", "clean_text": "To confirm whether the crystal structures are truly representative of the bulk materials, PXRD experiments were carried out for 1-4. The experimental PXRD patterns are in good agreement with the corresponding simulated ones () except for the relative intensity variation because of preferred orientations of the crystals.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["property"], "content": "<title>Optical Band Gap</title><p>The UV–vis absorption spectra\nof compounds <bold>1</bold>–<bold>4</bold> were measured in\nthe crystalline state at room temperature (). The energy bands from 200 to 300\nnm for <bold>1</bold>, 200 to 320 for <bold>2</bold>, 200 to 300 nm\nfor <bold>3</bold>, and 200 to 310 nm for <bold>4</bold> may be assigned\nto the O→Mo charge transfers.\n</p>", "clean_text": "Optical Band Gap\n\nThe UV-vis absorption spectra of compounds 1-4 were measured in the crystalline state at room temperature (). The energy bands from 200 to 300 nm for 1, 200 to 320 for 2, 200 to 300 nm for 3, and 200 to 310 nm for 4 may be assigned to the O→Mo charge transfers. ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<p>To study the conductivity of compounds <bold>1</bold>–<bold>4</bold>, the diffuse reflectivities for powder samples were conducted\nto obtain their band gaps (<italic toggle=\"yes\">E</italic>\n<sub>g</sub>). The band\ngaps (<italic toggle=\"yes\">E</italic>\n<sub>g</sub>) were confirmed as the intersection\npoint between the energy axis and the line extrapolated from the linear\nportion of the adsorption edge in a plot of the Kubelka–Munk\nfunction <italic toggle=\"yes\">F</italic> against <italic toggle=\"yes\">E</italic>. The optical absorption related to <italic toggle=\"yes\">E</italic>\n<sub>g</sub> can be assessed at 2.6 eV for <bold>1</bold>, 2.7 eV\nfor <bold>2</bold>, 2.1 eV for <bold>3</bold>, and 1.9 eV for <bold>4</bold>, respectively (Figure ). The reflectance\nspectra show the presence of optical band gaps and the nature of semiconductivities\nfor compounds <bold>1</bold>–<bold>4</bold>. Thus, compounds <bold>1</bold>–<bold>4</bold> have potential for photocatalytic\nactivities.\n</p>", "clean_text": "To study the conductivity of compounds 1-4, the diffuse reflectivities for powder samples were conducted to obtain their band gaps (E g). The band gaps (E g) were confirmed as the intersection point between the energy axis and the line extrapolated from the linear portion of the adsorption edge in a plot of the Kubelka-Munk function F against E. The optical absorption related to E g can be assessed at 2.6 eV for 1, 2.7 eV for 2, 2.1 eV for 3, and 1.9 eV for 4, respectively (Figure ). The reflectance spectra show the presence of optical band gaps and the nature of semiconductivities for compounds 1-4. Thus, compounds 1-4 have potential for photocatalytic activities. ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig id=\"fig16\" orientation=\"portrait\" position=\"float\">\n<label>16</label>\n<caption>\n<p>Kubelka–Munk-tranformed\ndiffuse reflectance spectra of compounds <bold>1</bold>–<bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr17\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0016.tif\"></graphic>\n</fig>", "clean_text": " 16  Kubelka-Munk-tranformed diffuse reflectance spectra of compounds 1-4.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<title>Photocatalysis Properties</title><p>Photocatalytic properties\nof POMs have attracted much attention because of their potential applications\nin purifying air and water. The introduction of POMs into MOFs can enrich their\npotential applications, such as catalysis, nonlinear optics, and electrical\nconductivity. Herein, compounds <bold>1</bold>, <bold>3</bold>,\nand <bold>4</bold> have been tested for photocatalytic degradation\nof <bold>MB</bold>. The experimental\ndetails have been described in our previous work. In a typical experiment, a 200 mL <bold>MB</bold> (5.0\n× 10<sup>–5</sup> mol L<sup>–1</sup>) solution\nwas taken along with the catalyst (<bold>1</bold>, <bold>3</bold>,\nand <bold>4</bold>) (70 mg) and exposed to UV light. As illustrated\nin Figure , the concentrations of <bold>MB</bold> versus irradiation time of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> were plotted. It can be seen that the photocatalytic activities\nincrease from 35% (without catalysts) to 76% for <bold>1</bold>, 93%\nfor <bold>3</bold>, and 97% for <bold>4</bold> after 120 min of irradiation.\nObviously, the degradation efficiency of <bold>4</bold> under UV light\nis higher than those of <bold>1</bold> and <bold>3.</bold> In ref , the concentration of\nthe <bold>MB</bold> solution is 2.7 × 10<sup>–5</sup> mol\nL<sup>–1</sup> and the volume of the solution is 90 mL. Compared\nwith ref , we\nused the UV mercury lamp with the same power (125 W) and <bold>MB</bold> solution with higher concentration (5.0 × 10<sup>–5</sup> mol L<sup>–1</sup>). After 90 min of irradiation, the photocatalytic\nactivity increased from 24% (without catalysts) to 66% for <bold>1</bold>, 88% for <bold>3</bold>, and 94% for <bold>4</bold> (Figure d). It shows that the photocatalytic activity for <bold>1</bold> is similar to that reported by ref  (ca. 70%), while for <bold>3</bold> and <bold>4</bold>, the photocatalytic activities are much\nhigher than that reported by ref . These results demonstrate that compounds <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> may be good potential\nphotocatalysts with photocatalytic activities in the degradation of\nsome organic dyes.</p>", "clean_text": "Photocatalysis Properties\n\nPhotocatalytic properties of POMs have attracted much attention because of their potential applications in purifying air and water. The introduction of POMs into MOFs can enrich their potential applications, such as catalysis, nonlinear optics, and electrical conductivity. Herein, compounds 1, 3, and 4 have been tested for photocatalytic degradation of MB. The experimental details have been described in our previous work. In a typical experiment, a 200 mL MB (5.0 × 10-5 mol L-1) solution was taken along with the catalyst (1, 3, and 4) (70 mg) and exposed to UV light. As illustrated in Figure , the concentrations of MB versus irradiation time of 1, 3, and 4 were plotted. It can be seen that the photocatalytic activities increase from 35% (without catalysts) to 76% for 1, 93% for 3, and 97% for 4 after 120 min of irradiation. Obviously, the degradation efficiency of 4 under UV light is higher than those of 1 and 3. In ref , the concentration of the MB solution is 2.7 × 10-5 mol L-1 and the volume of the solution is 90 mL. Compared with ref , we used the UV mercury lamp with the same power (125 W) and MB solution with higher concentration (5.0 × 10-5 mol L-1). After 90 min of irradiation, the photocatalytic activity increased from 24% (without catalysts) to 66% for 1, 88% for 3, and 94% for 4 (Figure d). It shows that the photocatalytic activity for 1 is similar to that reported by ref  (ca. 70%), while for 3 and 4, the photocatalytic activities are much higher than that reported by ref . These results demonstrate that compounds 1, 3, and 4 may be good potential photocatalysts with photocatalytic activities in the degradation of some organic dyes.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>Generally, the POM subunit is regarded as\nthe photocatalytic active component for the PMOFs. Therefore, the photocatalytic activities for the PMOFs\nare mainly dependent on their POM-containing structures. Notably,\nalthough <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> show the\noverall 3D structures, the extended As<sub>2</sub>Mo<sub>6</sub>-containing\nstructure of <bold>1</bold> is entirely different from that of <bold>3</bold> or <bold>4</bold>. Compound <bold>1</bold> contains the\nonly 2D As<sub>2</sub>Mo<sub>6</sub>-containing layer ([(Cu1)<sub>2</sub>(<italic toggle=\"yes\">trans</italic>-L1)<sub>2</sub>(As<sub>2</sub>Mo<sub>6</sub>)]<sup>2–</sup>). However, in <bold>3</bold> and <bold>4</bold>, the As<sub>2</sub>Mo<sub>6</sub>-containing structures\nshow the 3D polycatenated framework and the 3D tetranodal (3,4,6)-connected\nframework, respectively. Obviously, in <bold>3</bold> and <bold>4</bold>, the photocatalytic active As<sub>2</sub>Mo<sub>6</sub> polyoxoanions\ndistribute overall the 3D framework. The photocatalytic results of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> indicate that the more\nextended 3D As<sub>2</sub>Mo<sub>6</sub>-containing frameworks of <bold>3</bold> and <bold>4</bold> have an advantage over the 2D As<sub>2</sub>Mo<sub>6</sub>-containing layer of <bold>1</bold> during the\nphotocatalytic decomposition reaction with <bold>MB</bold>. In other\nwords, the more extended As<sub>2</sub>Mo<sub>6</sub>-containing frameworks\nof <bold>3</bold> and <bold>4</bold> favor the transport of excited\nholes/electrons to the surfaces to initiate the photocatalytic decomposition\nreaction with <bold>MB</bold>.\n</p>", "clean_text": "Generally, the POM subunit is regarded as the photocatalytic active component for the PMOFs. Therefore, the photocatalytic activities for the PMOFs are mainly dependent on their POM-containing structures. Notably, although 1, 3, and 4 show the overall 3D structures, the extended As2Mo6-containing structure of 1 is entirely different from that of 3 or 4. Compound 1 contains the only 2D As2Mo6-containing layer ([(Cu1)2(trans-L1)2(As2Mo6)]2-). However, in 3 and 4, the As2Mo6-containing structures show the 3D polycatenated framework and the 3D tetranodal (3,4,6)-connected framework, respectively. Obviously, in 3 and 4, the photocatalytic active As2Mo6 polyoxoanions distribute overall the 3D framework. The photocatalytic results of 1, 3, and 4 indicate that the more extended 3D As2Mo6-containing frameworks of 3 and 4 have an advantage over the 2D As2Mo6-containing layer of 1 during the photocatalytic decomposition reaction with MB. In other words, the more extended As2Mo6-containing frameworks of 3 and 4 favor the transport of excited holes/electrons to the surfaces to initiate the photocatalytic decomposition reaction with MB. ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>The photostabilities of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> were monitored by using PXRD experiments. After photocatalysis,\nthe experimental PXRD patterns are also nearly identical to that of\nthe original compounds, which confirmed that their stability toward\nphotocatalysis is good (.</p>", "clean_text": "The photostabilities of 1, 3, and 4 were monitored by using PXRD experiments. After photocatalysis, the experimental PXRD patterns are also nearly identical to that of the original compounds, which confirmed that their stability toward photocatalysis is good (.", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig id=\"fig17\" orientation=\"portrait\" position=\"float\">\n<label>17</label>\n<caption>\n<p>(a–c) UV–vis absorption\nspectra of the <bold>MB</bold> solution during the decomposition reaction\nunder UV light irradiation\nin the presence of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold>. (d) Plot of irradiation time versus concentration for <bold>MB</bold> under UV light in the presence of the compound <bold>1</bold>, <bold>3</bold>, and <bold>4</bold>, and the black curve is the control\nexperiment without any catalyst.</p>\n</caption>\n<graphic id=\"gr18\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0017.tif\"></graphic>\n</fig>", "clean_text": " 17  (a-c) UV-vis absorption spectra of the MB solution during the decomposition reaction under UV light irradiation in the presence of 1, 3, and 4. (d) Plot of irradiation time versus concentration for MB under UV light in the presence of the compound 1, 3, and 4, and the black curve is the control experiment without any catalyst.   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["property"], "content": "<title>Cyclic Voltammetry</title><p>Redox properties of compounds <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> were studied in 1 M\nH<sub>2</sub>SO<sub>4</sub> aqueous solution. The electrochemical\nbehaviors of the <bold>1</bold>-, <bold>3</bold>-, and <bold>4</bold>-CPE (Figure ) are similar except for some\nslight potential shift, and the behavior of <bold>3</bold>-CPE has\nbeen taken as an example. The cyclic\nvoltammograms for <bold>3</bold>-CPE at different scan rates are presented\nin Figure c in the potential range of −250\nto 500 mV. There exist two reversible redox peaks I–I′\nand II–II′ with the half-wave potentials <italic toggle=\"yes\">E</italic>\n<sub>1/2</sub> [= (<italic toggle=\"yes\">E</italic>\n<sub>pa</sub> + <italic toggle=\"yes\">E</italic>\n<sub>pc</sub>)/2] at −28(I–I′) and 279(II–II′)\nmV (scan rate: 40 mV·s<sup>–1</sup>), respectively. The\nredox peaks I–I′ and II–II′ might be ascribed\nto the As<sub>2</sub>Mo<sub>6</sub> cluster. When the scan rates were\nvaried from 20 to 200 mV·s<sup>–1</sup>, the peak potentials\nchange gradually: the cathodic peak potentials shift slightly toward\nnegative potential values and the corresponding anodic peak potentials\nshift toward positive potential values with increasing scan rates.\n</p>", "clean_text": "Cyclic Voltammetry\n\nRedox properties of compounds 1, 3, and 4 were studied in 1 M H2SO4 aqueous solution. The electrochemical behaviors of the 1-, 3-, and 4-CPE (Figure ) are similar except for some slight potential shift, and the behavior of 3-CPE has been taken as an example. The cyclic voltammograms for 3-CPE at different scan rates are presented in Figure c in the potential range of -250 to 500 mV. There exist two reversible redox peaks I-I' and II-II' with the half-wave potentials E 1/2 [= (E pa + E pc)/2] at -28(I-I') and 279(II-II') mV (scan rate: 40 mV⋅s-1), respectively. The redox peaks I-I' and II-II' might be ascribed to the As2Mo6 cluster. When the scan rates were varied from 20 to 200 mV⋅s-1, the peak potentials change gradually: the cathodic peak potentials shift slightly toward negative potential values and the corresponding anodic peak potentials shift toward positive potential values with increasing scan rates. ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>The <bold>3</bold>-CPE presents electrocatalytic\nactivity for the reduction of nitrite, as shown in Figure d. With the addition of nitrite, all two reduction\npeak currents gradually increase while the corresponding oxidation\npeak currents decrease, suggesting that nitrite is reduced. The inset\nof Figure d shows that catalytic currents\nwere linear with NaNO<sub>2</sub> concentration up to 10.5 mM.</p>", "clean_text": "The 3-CPE presents electrocatalytic activity for the reduction of nitrite, as shown in Figure d. With the addition of nitrite, all two reduction peak currents gradually increase while the corresponding oxidation peak currents decrease, suggesting that nitrite is reduced. The inset of Figure d shows that catalytic currents were linear with NaNO2 concentration up to 10.5 mM.", "data": null, "include_properties": null}, {"idx": 52, "type": "figure", "classification": null, "content": "<fig id=\"fig18\" orientation=\"portrait\" position=\"float\">\n<label>18</label>\n<caption>\n<p>(a) Cyclic\nvoltammograms of the <bold>1</bold>-CPE, (b) <bold>4</bold>-CPE, and\n(c) <bold>3</bold>-CPE in 1 M H<sub>2</sub>SO<sub>4</sub> at different\nscan rates (from inner to outer: 20, 40, 60, 100, 150,\nand 200 mV·s<sup>–1</sup>). (d) Cyclic voltammograms of\nthe <bold>3</bold>-CPE in 1 M H<sub>2</sub>SO<sub>4</sub> containing\n0.0, 1.1, 2.8, 5.0, 7.4, and 10.3 mM NaNO<sub>2</sub>. Scan rate:\n40 mV·s<sup>–1</sup>. Inset: the variation of cathodic\npeak currents vs NaNO<sub>2</sub> concentrations.</p>\n</caption>\n<graphic id=\"gr19\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0018.tif\"></graphic>\n</fig>", "clean_text": " 18  (a) Cyclic voltammograms of the 1-CPE, (b) 4-CPE, and (c) 3-CPE in 1 M H2SO4 at different scan rates (from inner to outer: 20, 40, 60, 100, 150, and 200 mV⋅s-1). (d) Cyclic voltammograms of the 3-CPE in 1 M H2SO4 containing 0.0, 1.1, 2.8, 5.0, 7.4, and 10.3 mM NaNO2. Scan rate: 40 mV⋅s-1. Inset: the variation of cathodic peak currents vs NaNO2 concentrations.   ", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, four novel PMOFs based on As<sub>2</sub>Mo<sub>6</sub> building blocks and copper(I)-organic fragments\nhave been synthesized\nunder the similar synthetic conditions. The series of PMOFs display\nfascinating 3D frameworks with poly<italic toggle=\"yes\">pseudo</italic>-rotaxane,\nself-penetrated and polycatenated features. The successful isolation\nof these solid materials provides intriguing examples of entangled\narchitectures. It has been proven that the bis(triazole) ligands and\nAs<sub>2</sub>Mo<sub>6</sub> building blocks are good candidates for\nthe construction of PMOFs with diverse structures. The photocatalytic\nbehaviors of compounds <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> indicate they are good and stable photocatalysts for the photodegradation\nof <bold>MB</bold> under UV light. Their electrochemical studies show\nthat the <bold>3</bold>-CPE presents electrocatalytic activity for\nthe reduction of nitrite.</p>", "clean_text": "Conclusions\n\nIn summary, four novel PMOFs based on As2Mo6 building blocks and copper(I)-organic fragments have been synthesized under the similar synthetic conditions. The series of PMOFs display fascinating 3D frameworks with polypseudo-rotaxane, self-penetrated and polycatenated features. The successful isolation of these solid materials provides intriguing examples of entangled architectures. It has been proven that the bis(triazole) ligands and As2Mo6 building blocks are good candidates for the construction of PMOFs with diverse structures. The photocatalytic behaviors of compounds 1, 3, and 4 indicate they are good and stable photocatalysts for the photodegradation of MB under UV light. Their electrochemical studies show that the 3-CPE presents electrocatalytic activity for the reduction of nitrite.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>Crystallographic data in CIF\nformat. Further details are given in Figures S1–S20 and Tables\nS1–S4. This material is available free of charge via the Internet\nat <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><p>The authors declare\nno\ncompeting financial interest.</p><title>References</title>", "clean_text": "Crystallographic data in CIF format. Further details are given in Figures S1-S20 and Tables S1-S4. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11, 12, 13", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of [Cu<sup>I</sup>\n<sub>2</sub>(<italic toggle=\"yes\">cis</italic>-L1)<sub>2</sub>][Cu<sup>I</sup>\n<sub>2</sub>(<italic toggle=\"yes\">trans</italic>-L1)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] <bold>1</bold>\n</title><p>A mixture of Cu(OAc)<sub>2</sub>·H<sub>2</sub>O (100 mg, 0.5 mmol), L1 (90 mg, 0.5 mmol), Na<sub>2</sub>MoO<sub>4</sub>·2H<sub>2</sub>O (242 mg, 1 mmol), PhAsO<sub>3</sub>H<sub>2</sub> (200 mg, 1 mol), and water (10 mL) was placed\nin a 18 mL Teflon reactor. The pH value of the mixture was adjusted\nto about 3–4 by 4 M HCl, and kept under autogenous pressure\nat 170 °C for 5 days. Then the mixture was cooled to room temperature,\nand yellow crystals of <bold>1</bold> were obtained in a 28% yield\nbased on Cu. Elemental analysis results for C<sub>20</sub>H<sub>25</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>: Calcd\n(%): C 21.54, H 2.26, N 15.07, Cu 11.40, Mo 25.81; Found (%): C 21.45,\nH 2.29, N 15.14; Cu 11.59, Mo 25.60. FTIR (KBr pellet, cm<sup>–1</sup>): 1527(m), 1475(s), 1448(s), 1278(m), 1213(m), 1144(m), 1094(s),\n913(w), 788(w), 633(w), 575(m), 512(m).</p><title>Synthesis of [Cu<sup>I</sup>\n<sub>4</sub>(L2)<sub>4</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] <bold>2</bold>\n</title><p>Compound <bold>2</bold> was prepared similar to that of\ncompound <bold>1</bold>, but the L2 (95 mg, 0.5 mmol) was used instead\nof L1. Yellow crystals of <bold>2</bold> were obtained in a 5% yield\nbased on Cu. Elemental analysis results for C<sub>22</sub>H<sub>29</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>: Calcd\n(%): C 23.11, H 2.56, N 14.70, Cu 11.12, Mo 25.17; Found (%): C 23.17,\nH 2.52, N 14.64, Cu 10.83, Mo 25.29. FTIR (KBr pellet, cm<sup>–1</sup>): 1529(m), 1473(s), 1438(s), 1279(m), 1212(m), 1136(m), 1090(s),\n1004(s), 906(w), 791(w), 658(w), 584(m), 517(m).</p><title>Synthesis of [Cu<sup>I</sup>\n<sub>4</sub>(L3)<sub>4</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] <bold>3</bold>\n</title><p>Compound <bold>3</bold> was prepared similar to that of\ncompound <bold>1</bold>, but the L3 (103 mg, 0.5 mmol) was used instead\nof L1. Brown crystals of <bold>3</bold> were obtained in a 35% yield\nbased on Cu. Elemental analysis results for C<sub>24</sub>H<sub>33</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>: Calcd\n(%): C 24.61, H 2.84, N 14.35, Cu 10.85, Mo 24.57; Found (%): C 24.56,\nH 2.87, N 14.29, Cu 10.73, Mo 24.69. FTIR (KBr pellet, cm<sup>–1</sup>): 1525(s), 1476(s), 1436(m), 1297(m), 1209(s), 1136(m), 1092(m),\n995(s), 948(w), 887(w), 791(w), 648(w), 583(m), 518(m).</p><title>Synthesis of [Cu<sup>I</sup>\n<sub>4</sub>(L4)<sub>2</sub>Mo<sub>6</sub>O<sub>18</sub>(O<sub>3</sub>AsPh)<sub>2</sub>] <bold>4</bold>\n</title><p>Compound <bold>4</bold> was prepared similar to that of\ncompound <bold>1</bold>, but the L4 (110 mg, 0.5 mmol) was used instead\nof L1. Brown crystals of <bold>4</bold> were obtained in a 32% yield\nbased on Cu. Elemental analysis results for C<sub>16</sub>H<sub>21</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>6</sub>O<sub>12</sub>: Calcd\n(%): C 19.63, H 2.16, N 8.58, Cu 12.98, Mo 29.39; Found (%): C 19.61,\nH 2.19, N 8.91, Cu 12.76, Mo 29.55. FTIR (KBr pellet, cm<sup>–1</sup>): 1529(m), 1474(m), 1435(m), 1298(m), 1200(m), 1143(m), 1047(m),\n992(m), 943(w), 891(w), 796(w), 649(w), 583(w), 517(m).</p>", "clean_text": "Synthesis of [CuI 2(cis-L1)2][CuI 2(trans-L1)2Mo6O18(O3AsPh)2] 1 \n\nA mixture of Cu(OAc)2⋅H2O (100 mg, 0.5 mmol), L1 (90 mg, 0.5 mmol), Na2MoO4⋅2H2O (242 mg, 1 mmol), PhAsO3H2 (200 mg, 1 mol), and water (10 mL) was placed in a 18 mL Teflon reactor. The pH value of the mixture was adjusted to about 3-4 by 4 M HCl, and kept under autogenous pressure at 170 °C for 5 days. Then the mixture was cooled to room temperature, and yellow crystals of 1 were obtained in a 28% yield based on Cu. Elemental analysis results for C20H25AsCu2Mo3N12O12: Calcd (%): C 21.54, H 2.26, N 15.07, Cu 11.40, Mo 25.81; Found (%): C 21.45, H 2.29, N 15.14; Cu 11.59, Mo 25.60. FTIR (KBr pellet, cm-1): 1527(m), 1475(s), 1448(s), 1278(m), 1213(m), 1144(m), 1094(s), 913(w), 788(w), 633(w), 575(m), 512(m).\n\nSynthesis of [CuI 4(L2)4Mo6O18(O3AsPh)2] 2 \n\nCompound 2 was prepared similar to that of compound 1, but the L2 (95 mg, 0.5 mmol) was used instead of L1. Yellow crystals of 2 were obtained in a 5% yield based on Cu. Elemental analysis results for C22H29AsCu2Mo3N12O12: Calcd (%): C 23.11, H 2.56, N 14.70, Cu 11.12, Mo 25.17; Found (%): C 23.17, H 2.52, N 14.64, Cu 10.83, Mo 25.29. FTIR (KBr pellet, cm-1): 1529(m), 1473(s), 1438(s), 1279(m), 1212(m), 1136(m), 1090(s), 1004(s), 906(w), 791(w), 658(w), 584(m), 517(m).\n\nSynthesis of [CuI 4(L3)4Mo6O18(O3AsPh)2] 3 \n\nCompound 3 was prepared similar to that of compound 1, but the L3 (103 mg, 0.5 mmol) was used instead of L1. Brown crystals of 3 were obtained in a 35% yield based on Cu. Elemental analysis results for C24H33AsCu2Mo3N12O12: Calcd (%): C 24.61, H 2.84, N 14.35, Cu 10.85, Mo 24.57; Found (%): C 24.56, H 2.87, N 14.29, Cu 10.73, Mo 24.69. FTIR (KBr pellet, cm-1): 1525(s), 1476(s), 1436(m), 1297(m), 1209(s), 1136(m), 1092(m), 995(s), 948(w), 887(w), 791(w), 648(w), 583(m), 518(m).\n\nSynthesis of [CuI 4(L4)2Mo6O18(O3AsPh)2] 4 \n\nCompound 4 was prepared similar to that of compound 1, but the L4 (110 mg, 0.5 mmol) was used instead of L1. Brown crystals of 4 were obtained in a 32% yield based on Cu. Elemental analysis results for C16H21AsCu2Mo3N6O12: Calcd (%): C 19.63, H 2.16, N 8.58, Cu 12.98, Mo 29.39; Found (%): C 19.61, H 2.19, N 8.91, Cu 12.76, Mo 29.55. FTIR (KBr pellet, cm-1): 1529(m), 1474(m), 1435(m), 1298(m), 1200(m), 1143(m), 1047(m), 992(m), 943(w), 891(w), 796(w), 649(w), 583(w), 517(m).", "data": [{"meta": {"name": "[CuI2(cis-L1)2][CuI2(trans-L1)2Mo6O18(O3AsPh)2]", "symbol": "1", "chemical formula": "C20H25AsCu2Mo3N12O12"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Cu(OAc)2·H2O", "amount": "100", "unit": "mg"}, {"name": "L1", "amount": "90", "unit": "mg"}, {"name": "Na2MoO4·2H2O", "amount": "242", "unit": "mg"}, {"name": "PhAsO3H2", "amount": "200", "unit": "mg"}, {"name": "water", "amount": "10", "unit": "mL"}], "pressure": "autogenous pressure", "temperature": "170°C", "time": "5 days"}, {"synthesis method": "cooling", "temperature": "room temperature", "time": ""}], "yield": "28%"}, {"meta": {"name": "[CuI4(L2)4Mo6O18(O3AsPh)2]", "symbol": "2", "chemical formula": "C22H29AsCu2Mo3N12O12"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Cu(OAc)2·H2O", "amount": "100", "unit": "mg"}, {"name": "L2", "amount": "95", "unit": "mg"}, {"name": "Na2MoO4·2H2O", "amount": "242", "unit": "mg"}, {"name": "PhAsO3H2", "amount": "200", "unit": "mg"}, {"name": "water", "amount": "10", "unit": "mL"}], "pressure": "autogenous pressure", "temperature": "170°C", "time": "5 days"}, {"synthesis method": "cooling", "temperature": "room temperature", "time": ""}], "yield": "5%"}, {"meta": {"name": "[CuI4(L3)4Mo6O18(O3AsPh)2]", "symbol": "3", "chemical formula": "C24H33AsCu2Mo3N12O12"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Cu(OAc)2·H2O", "amount": "100", "unit": "mg"}, {"name": "L3", "amount": "103", "unit": "mg"}, {"name": "Na2MoO4·2H2O", "amount": "242", "unit": "mg"}, {"name": "PhAsO3H2", "amount": "200", "unit": "mg"}, {"name": "water", "amount": "10", "unit": "mL"}], "pressure": "autogenous pressure", "temperature": "170°C", "time": "5 days"}, {"synthesis method": "cooling", "temperature": "room temperature", "time": ""}], "yield": "35%"}, {"meta": {"name": "[CuI4(L4)2Mo6O18(O3AsPh)2]", "symbol": "4", "chemical formula": "C16H21AsCu2Mo3N6O12"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Cu(OAc)2·H2O", "amount": "100", "unit": "mg"}, {"name": "L4", "amount": "110", "unit": "mg"}, {"name": "Na2MoO4·2H2O", "amount": "242", "unit": "mg"}, {"name": "PhAsO3H2", "amount": "200", "unit": "mg"}, {"name": "water", "amount": "10", "unit": "mL"}], "pressure": "autogenous pressure", "temperature": "170°C", "time": "5 days"}, {"synthesis method": "cooling", "temperature": "room temperature", "time": ""}], "yield": "32%"}], "include_properties": ["solvothermal_synthesis", "pH_adjustment"]}, {"idx": "41, 43, 44, 46, 50", "type": "text", "classification": "property", "content": "<title>Thermal Analysis and PXRD Results</title><p>To characterize the\ncompounds more fully in terms of thermal stability, their thermal\nbehaviors were studied by TGA. The experiments were performed on samples\nconsisting of numerous single crystals of <bold>1</bold>–<bold>4</bold> under N<sub>2</sub> atmosphere with a heating rate of 10\n°C/min (). The networks remain intact for these compounds until about 280\n°C, and then begin to collapse. For <bold>1</bold>, the weight\nloss between 280 and 630 °C is attributed to decomposition of\nthe organic components and As<sub>2</sub>O<sub>3</sub> (obsd 48.9%,\ncalcd 47.7%). Compound <bold>2</bold> loses its organic components\nand As<sub>2</sub>O<sub>3</sub> from 270 to 800 °C (obsd 49.2%,\ncalcd 49.0%). In the case of <bold>3</bold>, weight loss of 51.3%\n(calcd 50.2%) between 270 and 715 °C is also attributed to the\norganic components and As<sub>2</sub>O<sub>3</sub>. For <bold>4</bold>, the weight loss in the temperature range of 290–730 °C\ncorresponds to the departure of organic components and As<sub>2</sub>O<sub>3</sub> (obsd 41.4%, calcd 40.5%).</p><title>Optical Band Gap</title><p>The UV–vis absorption spectra\nof compounds <bold>1</bold>–<bold>4</bold> were measured in\nthe crystalline state at room temperature (). The energy bands from 200 to 300\nnm for <bold>1</bold>, 200 to 320 for <bold>2</bold>, 200 to 300 nm\nfor <bold>3</bold>, and 200 to 310 nm for <bold>4</bold> may be assigned\nto the O→Mo charge transfers.\n</p><p>To study the conductivity of compounds <bold>1</bold>–<bold>4</bold>, the diffuse reflectivities for powder samples were conducted\nto obtain their band gaps (<italic toggle=\"yes\">E</italic>\n<sub>g</sub>). The band\ngaps (<italic toggle=\"yes\">E</italic>\n<sub>g</sub>) were confirmed as the intersection\npoint between the energy axis and the line extrapolated from the linear\nportion of the adsorption edge in a plot of the Kubelka–Munk\nfunction <italic toggle=\"yes\">F</italic> against <italic toggle=\"yes\">E</italic>. The optical absorption related to <italic toggle=\"yes\">E</italic>\n<sub>g</sub> can be assessed at 2.6 eV for <bold>1</bold>, 2.7 eV\nfor <bold>2</bold>, 2.1 eV for <bold>3</bold>, and 1.9 eV for <bold>4</bold>, respectively (Figure ). The reflectance\nspectra show the presence of optical band gaps and the nature of semiconductivities\nfor compounds <bold>1</bold>–<bold>4</bold>. Thus, compounds <bold>1</bold>–<bold>4</bold> have potential for photocatalytic\nactivities.\n</p><title>Photocatalysis Properties</title><p>Photocatalytic properties\nof POMs have attracted much attention because of their potential applications\nin purifying air and water. The introduction of POMs into MOFs can enrich their\npotential applications, such as catalysis, nonlinear optics, and electrical\nconductivity. Herein, compounds <bold>1</bold>, <bold>3</bold>,\nand <bold>4</bold> have been tested for photocatalytic degradation\nof <bold>MB</bold>. The experimental\ndetails have been described in our previous work. In a typical experiment, a 200 mL <bold>MB</bold> (5.0\n× 10<sup>–5</sup> mol L<sup>–1</sup>) solution\nwas taken along with the catalyst (<bold>1</bold>, <bold>3</bold>,\nand <bold>4</bold>) (70 mg) and exposed to UV light. As illustrated\nin Figure , the concentrations of <bold>MB</bold> versus irradiation time of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> were plotted. It can be seen that the photocatalytic activities\nincrease from 35% (without catalysts) to 76% for <bold>1</bold>, 93%\nfor <bold>3</bold>, and 97% for <bold>4</bold> after 120 min of irradiation.\nObviously, the degradation efficiency of <bold>4</bold> under UV light\nis higher than those of <bold>1</bold> and <bold>3.</bold> In ref , the concentration of\nthe <bold>MB</bold> solution is 2.7 × 10<sup>–5</sup> mol\nL<sup>–1</sup> and the volume of the solution is 90 mL. Compared\nwith ref , we\nused the UV mercury lamp with the same power (125 W) and <bold>MB</bold> solution with higher concentration (5.0 × 10<sup>–5</sup> mol L<sup>–1</sup>). After 90 min of irradiation, the photocatalytic\nactivity increased from 24% (without catalysts) to 66% for <bold>1</bold>, 88% for <bold>3</bold>, and 94% for <bold>4</bold> (Figure d). It shows that the photocatalytic activity for <bold>1</bold> is similar to that reported by ref  (ca. 70%), while for <bold>3</bold> and <bold>4</bold>, the photocatalytic activities are much\nhigher than that reported by ref . These results demonstrate that compounds <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> may be good potential\nphotocatalysts with photocatalytic activities in the degradation of\nsome organic dyes.</p><title>Cyclic Voltammetry</title><p>Redox properties of compounds <bold>1</bold>, <bold>3</bold>, and <bold>4</bold> were studied in 1 M\nH<sub>2</sub>SO<sub>4</sub> aqueous solution. The electrochemical\nbehaviors of the <bold>1</bold>-, <bold>3</bold>-, and <bold>4</bold>-CPE (Figure ) are similar except for some\nslight potential shift, and the behavior of <bold>3</bold>-CPE has\nbeen taken as an example. The cyclic\nvoltammograms for <bold>3</bold>-CPE at different scan rates are presented\nin Figure c in the potential range of −250\nto 500 mV. There exist two reversible redox peaks I–I′\nand II–II′ with the half-wave potentials <italic toggle=\"yes\">E</italic>\n<sub>1/2</sub> [= (<italic toggle=\"yes\">E</italic>\n<sub>pa</sub> + <italic toggle=\"yes\">E</italic>\n<sub>pc</sub>)/2] at −28(I–I′) and 279(II–II′)\nmV (scan rate: 40 mV·s<sup>–1</sup>), respectively. The\nredox peaks I–I′ and II–II′ might be ascribed\nto the As<sub>2</sub>Mo<sub>6</sub> cluster. When the scan rates were\nvaried from 20 to 200 mV·s<sup>–1</sup>, the peak potentials\nchange gradually: the cathodic peak potentials shift slightly toward\nnegative potential values and the corresponding anodic peak potentials\nshift toward positive potential values with increasing scan rates.\n</p>", "clean_text": "Thermal Analysis and PXRD Results\n\nTo characterize the compounds more fully in terms of thermal stability, their thermal behaviors were studied by TGA. The experiments were performed on samples consisting of numerous single crystals of 1-4 under N2 atmosphere with a heating rate of 10 °C/min (). The networks remain intact for these compounds until about 280 °C, and then begin to collapse. For 1, the weight loss between 280 and 630 °C is attributed to decomposition of the organic components and As2O3 (obsd 48.9%, calcd 47.7%). Compound 2 loses its organic components and As2O3 from 270 to 800 °C (obsd 49.2%, calcd 49.0%). In the case of 3, weight loss of 51.3% (calcd 50.2%) between 270 and 715 °C is also attributed to the organic components and As2O3. For 4, the weight loss in the temperature range of 290-730 °C corresponds to the departure of organic components and As2O3 (obsd 41.4%, calcd 40.5%).\n\nOptical Band Gap\n\nThe UV-vis absorption spectra of compounds 1-4 were measured in the crystalline state at room temperature (). The energy bands from 200 to 300 nm for 1, 200 to 320 for 2, 200 to 300 nm for 3, and 200 to 310 nm for 4 may be assigned to the O→Mo charge transfers. \n\nTo study the conductivity of compounds 1-4, the diffuse reflectivities for powder samples were conducted to obtain their band gaps (E g). The band gaps (E g) were confirmed as the intersection point between the energy axis and the line extrapolated from the linear portion of the adsorption edge in a plot of the Kubelka-Munk function F against E. The optical absorption related to E g can be assessed at 2.6 eV for 1, 2.7 eV for 2, 2.1 eV for 3, and 1.9 eV for 4, respectively (Figure ). The reflectance spectra show the presence of optical band gaps and the nature of semiconductivities for compounds 1-4. Thus, compounds 1-4 have potential for photocatalytic activities. \n\nPhotocatalysis Properties\n\nPhotocatalytic properties of POMs have attracted much attention because of their potential applications in purifying air and water. The introduction of POMs into MOFs can enrich their potential applications, such as catalysis, nonlinear optics, and electrical conductivity. Herein, compounds 1, 3, and 4 have been tested for photocatalytic degradation of MB. The experimental details have been described in our previous work. In a typical experiment, a 200 mL MB (5.0 × 10-5 mol L-1) solution was taken along with the catalyst (1, 3, and 4) (70 mg) and exposed to UV light. As illustrated in Figure , the concentrations of MB versus irradiation time of 1, 3, and 4 were plotted. It can be seen that the photocatalytic activities increase from 35% (without catalysts) to 76% for 1, 93% for 3, and 97% for 4 after 120 min of irradiation. Obviously, the degradation efficiency of 4 under UV light is higher than those of 1 and 3. In ref , the concentration of the MB solution is 2.7 × 10-5 mol L-1 and the volume of the solution is 90 mL. Compared with ref , we used the UV mercury lamp with the same power (125 W) and MB solution with higher concentration (5.0 × 10-5 mol L-1). After 90 min of irradiation, the photocatalytic activity increased from 24% (without catalysts) to 66% for 1, 88% for 3, and 94% for 4 (Figure d). It shows that the photocatalytic activity for 1 is similar to that reported by ref  (ca. 70%), while for 3 and 4, the photocatalytic activities are much higher than that reported by ref . These results demonstrate that compounds 1, 3, and 4 may be good potential photocatalysts with photocatalytic activities in the degradation of some organic dyes.\n\nCyclic Voltammetry\n\nRedox properties of compounds 1, 3, and 4 were studied in 1 M H2SO4 aqueous solution. The electrochemical behaviors of the 1-, 3-, and 4-CPE (Figure ) are similar except for some slight potential shift, and the behavior of 3-CPE has been taken as an example. The cyclic voltammograms for 3-CPE at different scan rates are presented in Figure c in the potential range of -250 to 500 mV. There exist two reversible redox peaks I-I' and II-II' with the half-wave potentials E 1/2 [= (E pa + E pc)/2] at -28(I-I') and 279(II-II') mV (scan rate: 40 mV⋅s-1), respectively. The redox peaks I-I' and II-II' might be ascribed to the As2Mo6 cluster. When the scan rates were varied from 20 to 200 mV⋅s-1, the peak potentials change gradually: the cathodic peak potentials shift slightly toward negative potential values and the corresponding anodic peak potentials shift toward positive potential values with increasing scan rates. ", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "280", "unit": "°C", "type": "collapse", "condition": ""}, {"value": "630", "unit": "°C", "type": "decomposition of organic components and As2O3", "condition": ""}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "decomposition temperature": [{"value": "270", "unit": "°C", "type": "removal of organic components and As2O3", "condition": ""}, {"value": "800", "unit": "°C", "type": "removal of organic components and As2O3", "condition": ""}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "decomposition temperature": [{"value": "270", "unit": "°C", "type": "removal of organic components and As2O3", "condition": ""}, {"value": "715", "unit": "°C", "type": "removal of organic components and As2O3", "condition": ""}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "decomposition temperature": [{"value": "290", "unit": "°C", "type": "removal of organic components and As2O3", "condition": ""}, {"value": "730", "unit": "°C", "type": "removal of organic components and As2O3", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 8, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and Structure Refinements\nfor Compounds <bold>1</bold>–<bold>4</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup align=\"left\" cols=\"5\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:colspec colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"COLSPEC2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"COLSPEC3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">\n<bold>1</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>2</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>3</bold>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<bold>4</bold>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>20</sub>H<sub>25</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>22</sub>H<sub>29</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>24</sub>H<sub>33</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub>\n</oasis:entry>\n<oasis:entry>C<sub>16</sub>H<sub>21</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>6</sub>O<sub>12</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fw</oasis:entry>\n<oasis:entry>1115.16</oasis:entry>\n<oasis:entry>1143.39</oasis:entry>\n<oasis:entry>1171.44</oasis:entry>\n<oasis:entry>979.06</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>triclinic</oasis:entry>\n<oasis:entry>monoclinic</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>space group</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>1̅</oasis:entry>\n<oasis:entry>\n<italic toggle=\"yes\">P</italic>2<sub>1</sub>/<italic toggle=\"yes\">c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">a</italic> [Å]</oasis:entry>\n<oasis:entry>14.3901(4)</oasis:entry>\n<oasis:entry>11.3976(3)</oasis:entry>\n<oasis:entry>11.4894(3)</oasis:entry>\n<oasis:entry>11.4377(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">b</italic> [Å]</oasis:entry>\n<oasis:entry>12.5772(4)</oasis:entry>\n<oasis:entry>13.3822(4)</oasis:entry>\n<oasis:entry>13.0862(3)</oasis:entry>\n<oasis:entry>19.3351(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">c</italic> [Å]</oasis:entry>\n<oasis:entry>21.7574(8)</oasis:entry>\n<oasis:entry>13.3964(5)</oasis:entry>\n<oasis:entry>13.1470(3)</oasis:entry>\n<oasis:entry>14.3898(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>α [deg]</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>109.716(3)</oasis:entry>\n<oasis:entry>82.996(2)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">ß</italic> [deg]</oasis:entry>\n<oasis:entry>124.537(2)</oasis:entry>\n<oasis:entry>96.413(2)</oasis:entry>\n<oasis:entry>82.647(2)</oasis:entry>\n<oasis:entry>128.4860(10)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>γ [deg]</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>107.931(2)</oasis:entry>\n<oasis:entry>85.451(2)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">V</italic> [Å<sup>3</sup>]</oasis:entry>\n<oasis:entry>3243.81(18)</oasis:entry>\n<oasis:entry>1776.28(1)</oasis:entry>\n<oasis:entry>1941.72(8)</oasis:entry>\n<oasis:entry>2490.97(9)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">Z</italic>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">D</italic>\n<sub>c</sub> (g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry>2.283</oasis:entry>\n<oasis:entry>2.138</oasis:entry>\n<oasis:entry>2.004</oasis:entry>\n<oasis:entry>2.611</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF</oasis:entry>\n<oasis:entry>0.905</oasis:entry>\n<oasis:entry>1.052</oasis:entry>\n<oasis:entry>0.943</oasis:entry>\n<oasis:entry>0.946</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.0263</oasis:entry>\n<oasis:entry>0.0191</oasis:entry>\n<oasis:entry>0.0278</oasis:entry>\n<oasis:entry>0.0201</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">R</italic>1 [<italic toggle=\"yes\">I</italic> &gt; 2σ(<italic toggle=\"yes\">I</italic>)]</oasis:entry>\n<oasis:entry>0.0247</oasis:entry>\n<oasis:entry>0.0380</oasis:entry>\n<oasis:entry>0.0425</oasis:entry>\n<oasis:entry>0.0224</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic toggle=\"yes\">wR</italic>2 (all data)</oasis:entry>\n<oasis:entry>0.0489</oasis:entry>\n<oasis:entry>0.1092</oasis:entry>\n<oasis:entry>0.1116</oasis:entry>\n<oasis:entry>0.0487</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Crystal Data and Structure Refinements for Compounds 1–4\n\n|          | 1                                      | 2                                      | 3                                      | 4                                      |\n|----------|----------------------------------------|----------------------------------------|----------------------------------------|----------------------------------------|\n| formula  | C<sub>20</sub>H<sub>25</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub> | C<sub>22</sub>H<sub>29</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub> | C<sub>24</sub>H<sub>33</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>12</sub>O<sub>12</sub> | C<sub>16</sub>H<sub>21</sub>AsCu<sub>2</sub>Mo<sub>3</sub>N<sub>6</sub>O<sub>12</sub> |\n| Fw       | 1115.16                                | 1143.39                                | 1171.44                                | 979.06                                 |\n| crystal system | monoclinic                        | triclinic                             | triclinic                             | monoclinic                             |\n| space group | P2<sub>1</sub>/c                        | P1̅                                      | P1̅                                      | P2<sub>1</sub>/c                        |\n| a [Å]    | 14.3901(4)                             | 11.3976(3)                             | 11.4894(3)                             | 11.4377(2)                             |\n| b [Å]    | 12.5772(4)                             | 13.3822(4)                             | 13.0862(3)                             | 19.3351(3)                             |\n| c [Å]    | 21.7574(8)                             | 13.3964(5)                             | 13.1470(3)                             | 14.3898(4)                             |\n| α [deg]  | 90                                     | 109.716(3)                             | 82.996(2)                              | 90                                     |\n| ß [deg]  | 124.537(2)                             | 96.413(2)                              | 82.647(2)                              | 128.4860(10)                           |\n| γ [deg]  | 90                                     | 107.931(2)                             | 85.451(2)                              | 90                                     |\n| V [Å^3]  | 3243.81(18)                            | 1776.28(1)                             | 1941.72(8)                             | 2490.97(9)                             |\n| Z        | 4                                      | 2                                      | 2                                      | 4                                      |\n| Dc (g/cm^3) | 2.283                                | 2.138                                  | 2.004                                  | 2.611                                  |\n| GOF      | 0.905                                  | 1.052                                  | 0.943                                  | 0.946                                  |\n| Rint     | 0.0263                                 | 0.0191                                 | 0.0278                                 | 0.0201                                 |\n| R1 [I > 2σ(I)] | 0.0247                            | 0.0380                                 | 0.0425                                 | 0.0224                                 |\n| wR2 (all data) | 0.0489                            | 0.1092                                 | 0.1116                                 | 0.0487                                 |", "data": ["substring not found"], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Bis(triazole) Ligands Used In This Work</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0019.tif\"></graphic>\n</fig>", "clean_text": " 1  Bis(triazole) Ligands Used In This Work   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Coordination\nenvironments of the Cu<sup>I</sup> centers in <bold>1</bold> with\n30% thermal ellipsoids. All hydrogen atoms were omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Coordination environments of the CuI centers in 1 with 30% thermal ellipsoids. All hydrogen atoms were omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>View of two different motifs in <bold>1</bold>: (a) 1D\nS-shaped\nchain, (b) 2D highly undulated layer. (c) View of the 3D poly<italic toggle=\"yes\">pseudo</italic>-rotaxane array constructed by 1D S-shaped chains\nand 2D undulated layer.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  View of two different motifs in 1: (a) 1D S-shaped chain, (b) 2D highly undulated layer. (c) View of the 3D polypseudo-rotaxane array constructed by 1D S-shaped chains and 2D undulated layer.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Schematic representation of the 3D poly<italic toggle=\"yes\">pseudo</italic>-rotaxane\nframework in <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Schematic representation of the 3D polypseudo-rotaxane framework in 1.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Schematic representation of the 1D chain penetrated in\ntwo directions\nin <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Schematic representation of the 1D chain penetrated in two directions in 1.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Coordination environments\nof the Cu<sup>I</sup> centers in <bold>2</bold> with 30% thermal ellipsoids.\nAll hydrogen atoms were omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Coordination environments of the CuI centers in 2 with 30% thermal ellipsoids. All hydrogen atoms were omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Three kinds of building units in <bold>2</bold>: (a) the\nmeso-helix\nchain, (b) the stair-like chain, and (c) the tetradentate As<sub>2</sub>Mo<sub>6</sub> type POM.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Three kinds of building units in 2: (a) the meso-helix chain, (b) the stair-like chain, and (c) the tetradentate As2Mo6 type POM.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Schematic representation of the 3D trinodal (3,4)-connected\nnet\nof <bold>2</bold>.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Schematic representation of the 3D trinodal (3,4)-connected net of 2.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Coordination\nenvironments of the Cu<sup>I</sup> centers of <bold>3</bold> with\n30% thermal ellipsoids. All hydrogen atoms were omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Coordination environments of the CuI centers of 3 with 30% thermal ellipsoids. All hydrogen atoms were omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>View of the 2D double-layer structure of <bold>3</bold>.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  View of the 2D double-layer structure of 3.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(a) Schematic representation of the trinodal (3,4)-connected\nnet\nof <bold>3</bold>, and (b) view of the 2D→3D polycatenated\nframework.</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0010.tif\"></graphic>\n</fig>", "clean_text": " 10  (a) Schematic representation of the trinodal (3,4)-connected net of 3, and (b) view of the 2D→3D polycatenated framework.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Coordination environments of the Cu<sup>I</sup> centers\nin <bold>4</bold> with 50% thermal ellipsoids. All hydrogen atoms\nwere omitted\nfor clarity.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0011.tif\"></graphic>\n</fig>", "clean_text": " 11  Coordination environments of the CuI centers in 4 with 50% thermal ellipsoids. All hydrogen atoms were omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>View of the 2D wavelike layer in <bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0012.tif\"></graphic>\n</fig>", "clean_text": " 12  View of the 2D wavelike layer in 4.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>View of the 3D framework of <bold>4</bold> formed by infinite\nchains\nand parallel layers.</p>\n</caption>\n<graphic id=\"gr14\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0013.tif\"></graphic>\n</fig>", "clean_text": " 13  View of the 3D framework of 4 formed by infinite chains and parallel layers.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig14\" orientation=\"portrait\" position=\"float\">\n<label>14</label>\n<caption>\n<p>Schematic representation of the tetranodal (3,4,6)-connected\nnet\nof <bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr15\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0014.tif\"></graphic>\n</fig>", "clean_text": " 14  Schematic representation of the tetranodal (3,4,6)-connected net of 4.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig id=\"fig15\" orientation=\"portrait\" position=\"float\">\n<label>15</label>\n<caption>\n<p>Coordination modes of As<sub>2</sub>Mo<sub>6</sub> polyoxoanions.</p>\n</caption>\n<graphic id=\"gr16\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0015.tif\"></graphic>\n</fig>", "clean_text": " 15  Coordination modes of As2Mo6 polyoxoanions.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig id=\"fig16\" orientation=\"portrait\" position=\"float\">\n<label>16</label>\n<caption>\n<p>Kubelka–Munk-tranformed\ndiffuse reflectance spectra of compounds <bold>1</bold>–<bold>4</bold>.</p>\n</caption>\n<graphic id=\"gr17\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0016.tif\"></graphic>\n</fig>", "clean_text": " 16  Kubelka-Munk-tranformed diffuse reflectance spectra of compounds 1-4.   ", "data": null, "include_properties": null}, {"idx": 49, "type": "figure", "classification": null, "content": "<fig id=\"fig17\" orientation=\"portrait\" position=\"float\">\n<label>17</label>\n<caption>\n<p>(a–c) UV–vis absorption\nspectra of the <bold>MB</bold> solution during the decomposition reaction\nunder UV light irradiation\nin the presence of <bold>1</bold>, <bold>3</bold>, and <bold>4</bold>. (d) Plot of irradiation time versus concentration for <bold>MB</bold> under UV light in the presence of the compound <bold>1</bold>, <bold>3</bold>, and <bold>4</bold>, and the black curve is the control\nexperiment without any catalyst.</p>\n</caption>\n<graphic id=\"gr18\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0017.tif\"></graphic>\n</fig>", "clean_text": " 17  (a-c) UV-vis absorption spectra of the MB solution during the decomposition reaction under UV light irradiation in the presence of 1, 3, and 4. (d) Plot of irradiation time versus concentration for MB under UV light in the presence of the compound 1, 3, and 4, and the black curve is the control experiment without any catalyst.   ", "data": null, "include_properties": null}, {"idx": 52, "type": "figure", "classification": null, "content": "<fig id=\"fig18\" orientation=\"portrait\" position=\"float\">\n<label>18</label>\n<caption>\n<p>(a) Cyclic\nvoltammograms of the <bold>1</bold>-CPE, (b) <bold>4</bold>-CPE, and\n(c) <bold>3</bold>-CPE in 1 M H<sub>2</sub>SO<sub>4</sub> at different\nscan rates (from inner to outer: 20, 40, 60, 100, 150,\nand 200 mV·s<sup>–1</sup>). (d) Cyclic voltammograms of\nthe <bold>3</bold>-CPE in 1 M H<sub>2</sub>SO<sub>4</sub> containing\n0.0, 1.1, 2.8, 5.0, 7.4, and 10.3 mM NaNO<sub>2</sub>. Scan rate:\n40 mV·s<sup>–1</sup>. Inset: the variation of cathodic\npeak currents vs NaNO<sub>2</sub> concentrations.</p>\n</caption>\n<graphic id=\"gr19\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2012-01257k_0018.tif\"></graphic>\n</fig>", "clean_text": " 18  (a) Cyclic voltammograms of the 1-CPE, (b) 4-CPE, and (c) 3-CPE in 1 M H2SO4 at different scan rates (from inner to outer: 20, 40, 60, 100, 150, and 200 mV⋅s-1). (d) Cyclic voltammograms of the 3-CPE in 1 M H2SO4 containing 0.0, 1.1, 2.8, 5.0, 7.4, and 10.3 mM NaNO2. Scan rate: 40 mV⋅s-1. Inset: the variation of cathodic peak currents vs NaNO2 concentrations.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic301257k", "title": null, "journal": "American Chemical\nSociety", "date": "2012.12", "author_list": ["Liu\nBo", "Yang\nJin", "Yang\nGuo-Cheng", "Ma\nJian-Fang"]}}