{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic502639v.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Solvent-assisted ligand incorporation\n(SALI) is useful for functionalizing the channels of metal–organic\nframework (MOF) materials such as <bold>NU-1000</bold> that offer\nsubstitutionally labile zirconium(IV) coordination sites for nonbridging\nligands. Each of the 30 or so previous examples relied upon coordination\nof a carboxylate ligand to achieve incorporation. Here we show that,\nwith appropriate attention to ligand/node stoichiometry, SALI can\nalso be achieved with phosphonate-terminated ligands. Consistent with\nstronger M(IV) coordination of phosphonates versus carboxylates, this\nchange extends the pH range for retention of incorporated ligands.\nThe difference in coordination strength can be exploited to achieve\nstepwise incorporation of pairs of ligandsspecifically, phosphonates\nspecies followed by carboxylate specieswithout danger of displacement\nof the first ligand type by the second. Diffuse reflectance infrared\nFourier-transform spectroscopy suggests that the phosphonate ligands\nare connected to the MOF node as RPO<sub>2</sub>(OH)¯ species\nin a moiety that leaves a base-accessible −OH moiety on each\nbound phosphonate.</p>", "clean_text": "Solvent-assisted ligand incorporation (SALI) is useful for functionalizing the channels of metal-organic framework (MOF) materials such as NU-1000 that offer substitutionally labile zirconium(IV) coordination sites for nonbridging ligands. Each of the 30 or so previous examples relied upon coordination of a carboxylate ligand to achieve incorporation. Here we show that, with appropriate attention to ligand/node stoichiometry, SALI can also be achieved with phosphonate-terminated ligands. Consistent with stronger M(IV) coordination of phosphonates versus carboxylates, this change extends the pH range for retention of incorporated ligands. The difference in coordination strength can be exploited to achieve stepwise incorporation of pairs of ligandsspecifically, phosphonates species followed by carboxylate specieswithout danger of displacement of the first ligand type by the second. Diffuse reflectance infrared Fourier-transform spectroscopy suggests that the phosphonate ligands are connected to the MOF node as RPO2(OH)¯ species in a moiety that leaves a base-accessible -OH moiety on each bound phosphonate.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Solvent-assisted\nligand incorporation (SALI) was utilized to successfully functionalize\nZr<sub>6</sub>\n<sup>IV</sup>-based MOF <bold>NU-1000</bold> with phosphonate-terminated\nligand. The phosphonates connectivity to the M(IV) sites as well as\ntheir extended chemical stability were studied relative to the corresponding\ncarboxylate-based ligands.</p>", "clean_text": "Solvent-assisted ligand incorporation (SALI) was utilized to successfully functionalize Zr6 IV-based MOF NU-1000 with phosphonate-terminated ligand. The phosphonates connectivity to the M(IV) sites as well as their extended chemical stability were studied relative to the corresponding carboxylate-based ligands.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are solid-state compounds generated by the interconnection\nof multitopic organic linkers and metal-based nodes via coordination\nbonds. These hybrid polymers produce crystalline and often highly porous materials that hold potential  for gas capture, separation, and\nstorage. Owing to their modular nature,\nMOFs are attractive candidate materials for a wide range of applications\nincluding, but not limited to, catalysis, sensing, light harvesting, luminescence, ionic\nconductivity, and nonlinear optics. Various postsynthesis manipulations including\npostsynthesis modification and building\nblock replacement (BBR) may provide routes\nto functional MOFs when incorporating the desired chemical entities\nis not straightforward via direct synthesis methods.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are solid-state compounds generated by the interconnection of multitopic organic linkers and metal-based nodes via coordination bonds. These hybrid polymers produce crystalline and often highly porous materials that hold potential  for gas capture, separation, and storage. Owing to their modular nature, MOFs are attractive candidate materials for a wide range of applications including, but not limited to, catalysis, sensing, light harvesting, luminescence, ionic conductivity, and nonlinear optics. Various postsynthesis manipulations including postsynthesis modification and building block replacement (BBR) may provide routes to functional MOFs when incorporating the desired chemical entities is not straightforward via direct synthesis methods. ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Molecular Representations\nof <bold>NU-1000</bold> (top) and Depictions of Solvent-Assisted Ligand\nIncorporation (SALI) (bottom)</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular Representations of NU-1000 (top) and Depictions of Solvent-Assisted Ligand Incorporation (SALI) (bottom)   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Zr- and Hf-based MOFs have attracted considerable attention\ndue to their good thermal, chemical, and mechanical stability.\nMesoporous versions of these MOFs offer\nsizable channels and/or pores that, in principle, allow for extensive\ninterior functionalization. Recently, a node-centered chemical modification\nroute termed solvent-assisted ligand incorporation (SALI) was described,\nand its effectiveness was demonstrated for <bold>NU-1000</bold> [molecular\nformula Zr<sub>6</sub>(μ<sub>3</sub>-O)<sub>4</sub>(μ<sub>3</sub>-OH)<sub>4</sub>(-OH)<sub>4</sub>(-OH<sub>2</sub>)<sub>4</sub>(TBAPy)<sub>2</sub>] (see Scheme ; H<sub>4</sub>TBAPy is 1,3,6,8-tetrakis(<italic toggle=\"yes\">p</italic>-benzoic-acid)pyrene). This BBR reaction entails substitution of a terminal hydroxo and\naqua ligand pair at a single M(IV) atom by the carboxylate terminus\nof an incoming ligand. We  reported about 30 examples of SALI, including\nincorporation of fluoroalkanes, organic bases, redox species, and\ndye molecules. Additionally, we  established that daughter materials\n(termed <bold>SALI-CFG</bold>s; CFG = carboxylate functional group)\nare sufficiently robust and their channels are sufficiently accessible\nto permit reactive secondary functionalization. Because the incorporated ligands are bound to the MOF node in a\ncharge-compensating fashion and not merely by dative bonding, they\nare additionally anticipated to be strongly resistant to thermal release\ninto the vapor phase.\n</p>", "clean_text": "Zr- and Hf-based MOFs have attracted considerable attention due to their good thermal, chemical, and mechanical stability. Mesoporous versions of these MOFs offer sizable channels and/or pores that, in principle, allow for extensive interior functionalization. Recently, a node-centered chemical modification route termed solvent-assisted ligand incorporation (SALI) was described, and its effectiveness was demonstrated for NU-1000 [molecular formula Zr6(μ3-O)4(μ3-OH)4(-OH)4(-OH2)4(TBAPy)2] (see Scheme ; H4TBAPy is 1,3,6,8-tetrakis(p-benzoic-acid)pyrene). This BBR reaction entails substitution of a terminal hydroxo and aqua ligand pair at a single M(IV) atom by the carboxylate terminus of an incoming ligand. We  reported about 30 examples of SALI, including incorporation of fluoroalkanes, organic bases, redox species, and dye molecules. Additionally, we  established that daughter materials (termed SALI-CFGs; CFG = carboxylate functional group) are sufficiently robust and their channels are sufficiently accessible to permit reactive secondary functionalization. Because the incorporated ligands are bound to the MOF node in a charge-compensating fashion and not merely by dative bonding, they are additionally anticipated to be strongly resistant to thermal release into the vapor phase. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>A functional\ngroup that manifests a stronger interaction with oxophilic metal ions\nthan does carboxylate is phosphonate. In previous studies, advantage has been taken of Zr<sup>IV</sup>–phosphonates as metal-linker combinations in order to obtain\nunusually chemically stable MOFs and closely related materials. Enhanced stability is a particularly desirable property for emerging\nMOF applications such as proton conductivity in highly acidic environments. We reasoned that similar advantages might be\nobtained for MOF applications that rely upon nonbridging ligands;\nthus, we  examined and describe here the viability, with <bold>NU-1000</bold>, of phosphonate-based SALI of a representative nonbridging ligand,\nphenylphosphonate (PPA). Additionally, we  (a) compared the chemical\nstability (especially acid and base stability) of the <bold>SALI-PFG</bold> compound (PFG = phosphonate functional group) to that of a representative <bold>SALI-CFG</bold>\n compound, <bold>SALI-BA</bold>, where BA is benzoate, and (b) found\nconditions that permit sequential SALI of different ligands to be\nachieved.</p>", "clean_text": "A functional group that manifests a stronger interaction with oxophilic metal ions than does carboxylate is phosphonate. In previous studies, advantage has been taken of ZrIV-phosphonates as metal-linker combinations in order to obtain unusually chemically stable MOFs and closely related materials. Enhanced stability is a particularly desirable property for emerging MOF applications such as proton conductivity in highly acidic environments. We reasoned that similar advantages might be obtained for MOF applications that rely upon nonbridging ligands; thus, we  examined and describe here the viability, with NU-1000, of phosphonate-based SALI of a representative nonbridging ligand, phenylphosphonate (PPA). Additionally, we  (a) compared the chemical stability (especially acid and base stability) of the SALI-PFG compound (PFG = phosphonate functional group) to that of a representative SALI-CFG  compound, SALI-BA, where BA is benzoate, and (b) found conditions that permit sequential SALI of different ligands to be achieved.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Acetone\n(Macron, 98%), <italic toggle=\"yes\">N,N</italic>-dimethylformamide (DMF) (Macron,\n99.8%), dichloromethane (Macron, 99.0%), deuterated dimethyl sulfoxide\n(<italic toggle=\"yes\">d</italic>\n<sub>6</sub>-DMSO) (Cambridge Isotopes, 99%), and\ndeuterated sulfuric acid (Cambridge Isotopes, 96–98% solution\nin D<sub>2</sub>O) were used as received without further purification.\nPhenylphosphonic acid was purchased from Aldrich. H<sub>4</sub>TBAPy\n[1,3,6,8-tetrakis(<italic toggle=\"yes\">p</italic>-benzoic-acid)pyrene] was synthesized as previously described.\n</p>", "clean_text": "Experimental Section\n\nMaterials\n\nAcetone (Macron, 98%), N,N-dimethylformamide (DMF) (Macron, 99.8%), dichloromethane (Macron, 99.0%), deuterated dimethyl sulfoxide (d 6-DMSO) (Cambridge Isotopes, 99%), and deuterated sulfuric acid (Cambridge Isotopes, 96-98% solution in D2O) were used as received without further purification. Phenylphosphonic acid was purchased from Aldrich. H4TBAPy [1,3,6,8-tetrakis(p-benzoic-acid)pyrene] was synthesized as previously described. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<p>Microcrystalline <bold>NU-1000</bold> was prepared solvothermally according to a published procedure. For the activation of the as-synthesized material\n(including removal of ligated and free benzoate/benzoic acid), DMF\n(12 mL in total) and 0.5 mL of 8 M HCl (aq) were added to the isolated\nsolid and the resulting suspension was heated at 100 °C oven\nfor 18–24 h. After cooling to room temperature, the suspension\nwas centrifuged (5 min, 7000 rpm) and washed (3 × 12 mL) with\nfresh DMF. The residual solid was soaked and washed with acetone (4\n× 15 mL) and finally dried in a vacuum (∼100 Torr) oven\nfor 30 min at 50 °C to yield ∼50 mg of activated MOF.</p>", "clean_text": "Microcrystalline NU-1000 was prepared solvothermally according to a published procedure. For the activation of the as-synthesized material (including removal of ligated and free benzoate/benzoic acid), DMF (12 mL in total) and 0.5 mL of 8 M HCl (aq) were added to the isolated solid and the resulting suspension was heated at 100 °C oven for 18-24 h. After cooling to room temperature, the suspension was centrifuged (5 min, 7000 rpm) and washed (3 × 12 mL) with fresh DMF. The residual solid was soaked and washed with acetone (4 × 15 mL) and finally dried in a vacuum (~100 Torr) oven for 30 min at 50 °C to yield ~50 mg of activated MOF.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Instrumentation</title><p>Powder X-ray diffraction (PXRD) patterns\nwere recorded on a Rigaku ATXG diffractometer equipped with an 18\nkW Cu rotating anode, MLO monochromator, and a high-count-rate scintillation\ndetector (measurements made over a range of 1.5° &lt; 2θ\n&lt; 30° in 0.05° step width with a 2 deg/min scanning speed). <sup>1</sup>H and <sup>19</sup>F NMR spectra were recorded on an Agilent\n400 MHz instrument after digesting the samples in 10% D<sub>2</sub>SO<sub>4</sub>/DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub>: the <sup>19</sup>F signals of the trifluoroacetic acid were integrated against the <sup>1</sup>H NMR signals of the TBAPy ligand using an internal standard\n(2,5-dibromo-1,4-bis(trifluoromethyl)benzene) (see Figures  and SI-10, ). Diffuse reflectance Fourier transformed infrared spectra (DRIFTS)\nwere recorded on a Nicolet 7600 FTIR spectrometer equipped with an\nMCT detector. The spectra were collected in a KBr mixture. Scanning\nelectron microscopy (SEM) images and energy-dispersive X-ray spectroscopy\n(EDS) mapping were recorded on a Hitachi SU8030 SEM. Nitrogen isotherms\nwere measured on a Micromeritics TriStar II 3020 at 77 K; for BET\nsurface area analyses we ensured that the consistency criteria described\nby Rouquerol et al. and Walton et al. were satisfied. Pore size distributions were\ncalculated using the Barrett–Joyner–Halenda (BJH) method\nwith a Halsey thickness curve and Kruk–Jaroniec–Sayari\ncorrection applied.</p>", "clean_text": "Instrumentation\n\nPowder X-ray diffraction (PXRD) patterns were recorded on a Rigaku ATXG diffractometer equipped with an 18 kW Cu rotating anode, MLO monochromator, and a high-count-rate scintillation detector (measurements made over a range of 1.5° < 2θ < 30° in 0.05° step width with a 2 deg/min scanning speed). 1H and 19F NMR spectra were recorded on an Agilent 400 MHz instrument after digesting the samples in 10% D2SO4/DMSO-d 6: the 19F signals of the trifluoroacetic acid were integrated against the 1H NMR signals of the TBAPy ligand using an internal standard (2,5-dibromo-1,4-bis(trifluoromethyl)benzene) (see Figures  and SI-10, ). Diffuse reflectance Fourier transformed infrared spectra (DRIFTS) were recorded on a Nicolet 7600 FTIR spectrometer equipped with an MCT detector. The spectra were collected in a KBr mixture. Scanning electron microscopy (SEM) images and energy-dispersive X-ray spectroscopy (EDS) mapping were recorded on a Hitachi SU8030 SEM. Nitrogen isotherms were measured on a Micromeritics TriStar II 3020 at 77 K; for BET surface area analyses we ensured that the consistency criteria described by Rouquerol et al. and Walton et al. were satisfied. Pore size distributions were calculated using the Barrett-Joyner-Halenda (BJH) method with a Halsey thickness curve and Kruk-Jaroniec-Sayari correction applied.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Synthesis of <bold>SALI-BA</bold>\n</title><p>This material, featuring four benzoates per node, is simply the as-synthesized\nform of <bold>NU-1000</bold>, which\nwas sequentially washed with DMF and acetone (4 × 10 mL each\nfor 100 mg sample) prior to thermal activation at 120 °C for\n12 h.</p>", "clean_text": "Synthesis of SALI-BA \n\nThis material, featuring four benzoates per node, is simply the as-synthesized form of NU-1000, which was sequentially washed with DMF and acetone (4 × 10 mL each for 100 mg sample) prior to thermal activation at 120 °C for 12 h.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>SALI-PPA</bold>\n</title><p>Exploratory syntheses\nwere done by combining <bold>NU-1000</bold> with 0.013–0.027\nM PPA solutions. Notably, these are from 5 to 10 times less concentrated\nthan those used  typically for a SALI-CFG reaction. To obtain a version\nof <bold>SALI-PPA</bold> featuring ca. four phenylphosphonate ligands\nper Zr<sub>6</sub> node, we proceeded as follows: A 45 mg portion\nof activated <bold>NU-1000</bold> (0.021 mmol) was placed into a 4-dram\nvial (VWR). Subsequently, a 0.027 M solution of HPPA (0.102 mmol;\n∼4.42 equiv per Zr<sub>6</sub> node) in DMF was added to the\nreaction vial, which then was capped and heated at 55 °C for\n18 h with occasional swirling. The reaction mixture was centrifuged\n(7000 rpm, 5 min), and the sedimented <bold>SALI-PPA</bold> sample\nwas soaked in fresh solvent, centrifuged, washed sequentially with\nDMF (5 × 10 mL), acetone (5 × 10 mL), and dichloromethane\n(3 × 10 mL), and finally dried in a vacuum oven at 60 °C. <sup>1</sup>H NMR spectra, collected after dissolving the MOF samples\nin a 10% D<sub>2</sub>SO<sub>4</sub>/DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> mixture, confirmed that approximately four phenyl phosphonates per\nZr<sub>6</sub> node were incorporated.</p>", "clean_text": "Synthesis of SALI-PPA \n\nExploratory syntheses were done by combining NU-1000 with 0.013-0.027 M PPA solutions. Notably, these are from 5 to 10 times less concentrated than those used  typically for a SALI-CFG reaction. To obtain a version of SALI-PPA featuring ca. four phenylphosphonate ligands per Zr6 node, we proceeded as follows: A 45 mg portion of activated NU-1000 (0.021 mmol) was placed into a 4-dram vial (VWR). Subsequently, a 0.027 M solution of HPPA (0.102 mmol; ~4.42 equiv per Zr6 node) in DMF was added to the reaction vial, which then was capped and heated at 55 °C for 18 h with occasional swirling. The reaction mixture was centrifuged (7000 rpm, 5 min), and the sedimented SALI-PPA sample was soaked in fresh solvent, centrifuged, washed sequentially with DMF (5 × 10 mL), acetone (5 × 10 mL), and dichloromethane (3 × 10 mL), and finally dried in a vacuum oven at 60 °C. 1H NMR spectra, collected after dissolving the MOF samples in a 10% D2SO4/DMSO-d 6 mixture, confirmed that approximately four phenyl phosphonates per Zr6 node were incorporated.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>\n<bold>SALI-PPA@2</bold> (<bold>NU-1000</bold> decorated with, on average, ca. two phenylphosphonate\nligands per Zr<sub>6</sub> node) was similarly prepared, except that\na 0.013 M solution of HPPA (0.051 mmol; ∼2.65 equiv per Zr<sub>6</sub> node) in DMF as solvent was used. See section S1, , for characterization.</p>", "clean_text": " SALI-PPA@2 (NU-1000 decorated with, on average, ca. two phenylphosphonate ligands per Zr6 node) was similarly prepared, except that a 0.013 M solution of HPPA (0.051 mmol; ~2.65 equiv per Zr6 node) in DMF as solvent was used. See section S1, , for characterization.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Stability Tests</title><p>A 45 mg portion of <bold>SALI-BA</bold> or <bold>SALI-PPA</bold> (∼0.017 mmol) was exposed to 5 mL of 0.2 M\nsolution (corresponding to a 10-fold molar excess of reagent relative\nto the total BA or PPA ligand present) of various acids or bases in\norganic or aqueous media for 18–24 h. The pH of the aqueous\nsolutions was varied by using acids with different p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> values: 0.2 M aqueous solutions of acetic acid (pH ≈\n4.2), formic acid (pH ≈ 2.0), and hydrochloric acid (pH ≈\n0.5). Also used were aq. <italic toggle=\"yes\">N</italic>-ethylmorpholine (pH ≈\n10.5) and aq. 0.01 M NaOH. After the MOFs were treated with the respective\nchemical solution, the reaction mixture was centrifuged (7000 rpm,\n5 min) and the sedimented MOF sample was soaked in fresh solvent,\ncentrifuged, washed sequentially with DMF (5 × 10 mL), acetone\n(5 × 10 mL), and dichloromethane (3 × 10 mL), and finally\ndried in a vacuum oven at 60 °C. These samples were then characterized\nby PXRD, collection of N<sub>2</sub> sorption isotherms, and DRIFTS.</p>", "clean_text": "Stability Tests\n\nA 45 mg portion of SALI-BA or SALI-PPA (~0.017 mmol) was exposed to 5 mL of 0.2 M solution (corresponding to a 10-fold molar excess of reagent relative to the total BA or PPA ligand present) of various acids or bases in organic or aqueous media for 18-24 h. The pH of the aqueous solutions was varied by using acids with different pK a values: 0.2 M aqueous solutions of acetic acid (pH ~ 4.2), formic acid (pH ~ 2.0), and hydrochloric acid (pH ~ 0.5). Also used were aq. N-ethylmorpholine (pH ~ 10.5) and aq. 0.01 M NaOH. After the MOFs were treated with the respective chemical solution, the reaction mixture was centrifuged (7000 rpm, 5 min) and the sedimented MOF sample was soaked in fresh solvent, centrifuged, washed sequentially with DMF (5 × 10 mL), acetone (5 × 10 mL), and dichloromethane (3 × 10 mL), and finally dried in a vacuum oven at 60 °C. These samples were then characterized by PXRD, collection of N2 sorption isotherms, and DRIFTS.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis and Characterization of <bold>SALI-PPA</bold>\n</title><p>Since dibasic phosphonates form strong bonds with high-valent\ntransition metals, including Zr<sup>IV</sup>, synthesizing <bold>SALI-PPA</bold> materials required milder\nconditions than used previously for incorporating carboxylates. In particular, it proved essential to limit added PPA to stoichiometric\n(4 per Zr<sub>6</sub>) or substoichiometric amounts. When larger than\nstoichiometric amounts were used, appreciable release of TBAPy<sup>4–</sup> linker was detected. Presumably, when present in\nexcess, PPA is substituting not only for water and hydroxo ligands\nbut also for the linker. In fact, even under stoichiometric synthesis\nconditions we found that a modest amount of linker loss occurred (ca.\n8%; as detected from the absorption spectra of the supernatant recovered\nfrom the SALI reaction). In contrast, with stoichiometric or substantial\nexcess carboxylate ligand no linker loss is observed during SALI.</p>", "clean_text": "Results and Discussion\n\nSynthesis and Characterization of SALI-PPA \n\nSince dibasic phosphonates form strong bonds with high-valent transition metals, including ZrIV, synthesizing SALI-PPA materials required milder conditions than used previously for incorporating carboxylates. In particular, it proved essential to limit added PPA to stoichiometric (4 per Zr6) or substoichiometric amounts. When larger than stoichiometric amounts were used, appreciable release of TBAPy4- linker was detected. Presumably, when present in excess, PPA is substituting not only for water and hydroxo ligands but also for the linker. In fact, even under stoichiometric synthesis conditions we found that a modest amount of linker loss occurred (ca. 8%; as detected from the absorption spectra of the supernatant recovered from the SALI reaction). In contrast, with stoichiometric or substantial excess carboxylate ligand no linker loss is observed during SALI.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>Returning to PPA, <sup>1</sup>H NMR measurements for digested samples\nshowed that the extent of SALI  varied from roughly 2 PPA ligands\nper node to roughly 4 simply by varying the concentration of HPPA\nbetween 0.013 and 0.27 M (i.e., ∼2 and ∼4 equiv of PPA\nfor the volume of solution and mass of MOF used). The incompletely\ndecorated material was termed <bold>SALI-PPA@2</bold> to distinguish\nit from a fully decorated form. SEM images (Figure ) of the latter show that phosphonate ligand incorporation\ndoes not detectably change the size or shape of the MOF crystallites.</p>", "clean_text": "Returning to PPA, 1H NMR measurements for digested samples showed that the extent of SALI  varied from roughly 2 PPA ligands per node to roughly 4 simply by varying the concentration of HPPA between 0.013 and 0.27 M (i.e., ~2 and ~4 equiv of PPA for the volume of solution and mass of MOF used). The incompletely decorated material was termed SALI-PPA@2 to distinguish it from a fully decorated form. SEM images (Figure ) of the latter show that phosphonate ligand incorporation does not detectably change the size or shape of the MOF crystallites.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Representative\nSEM picture of (A) <bold>NU-1000</bold> and (B) <bold>SALI-PPA</bold> (i.e., before and after treating <bold>NU-1000</bold> with HPPA);\n(inset) enlarged crystal;  white scale bar = 2 μm.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Representative SEM picture of (A) NU-1000 and (B) SALI-PPA (i.e., before and after treating NU-1000 with HPPA); (inset) enlarged crystal;  white scale bar = 2 μm.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Previous work with carboxylate ligands established\nthat SALI of four such ligands per node yields a local coordination\nenvironment that closely resembles that for a hypothetical defect-free\nversion of <bold>UiO-66</bold>, i.e., 12 carboxylates total, with\nfour μ<sub>3</sub>-hydroxo and four μ<sub>3</sub>-oxo\nligands; see Scheme  for a simplified drawing\nwhere the eight carboxylates associated with linkers are omitted. Together these 20 ligands present a charge of −24 that is\nfully balanced by six tetravalent zirconium ions. Similar charge-balancing\nconsiderations led us to hypothesize that a dibasic phosphonate ligand\nRPO<sub>2</sub>(OH)¯ binds to a node by chelating (with two oxygen\natoms) a terminal Zr(IV), leaving one\nacidic proton (P–O–H) to hydrogen bond with either a\nμ<sub>3</sub>-oxo ligand of the node or with residual solvent\nmolecules (Scheme ).</p>", "clean_text": "Previous work with carboxylate ligands established that SALI of four such ligands per node yields a local coordination environment that closely resembles that for a hypothetical defect-free version of UiO-66, i.e., 12 carboxylates total, with four μ3-hydroxo and four μ3-oxo ligands; see Scheme  for a simplified drawing where the eight carboxylates associated with linkers are omitted. Together these 20 ligands present a charge of -24 that is fully balanced by six tetravalent zirconium ions. Similar charge-balancing considerations led us to hypothesize that a dibasic phosphonate ligand RPO2(OH)¯ binds to a node by chelating (with two oxygen atoms) a terminal Zr(IV), leaving one acidic proton (P-O-H) to hydrogen bond with either a μ3-oxo ligand of the node or with residual solvent molecules (Scheme ).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>DRIFTS spectra for (A) <bold>NU-1000</bold>, (B) <bold>SALI-BA</bold>, (C) <bold>SALI-PPA@2</bold>, and (D) <bold>SALI-PPA</bold> with marked band positions for various\nO–H stretching modes (left) and P–O stretching modes\nin bound phosphonate ligands (right). Samples were prepared under\nambient condition under air.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  DRIFTS spectra for (A) NU-1000, (B) SALI-BA, (C) SALI-PPA@2, and (D) SALI-PPA with marked band positions for various O-H stretching modes (left) and P-O stretching modes in bound phosphonate ligands (right). Samples were prepared under ambient condition under air.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Diffuse reflectance infrared Fourier transform spectroscopic\n(DRIFTS) data, summarized in Figure C and\n D, show peaks at 1145, 1133, and 1066 cm<sup>–1</sup> that are consistent with phosphorus–oxygen\nstretches for phosphonate featuring two coordinated oxygen atoms and\none P–O–H with the characteristic P–OH peak appearing\nat 2300–2350 cm<sup>–1</sup> (see Figure SI-2D, ). Peaks assignable as O–H stretches appear in the 3600–3700\ncm<sup>–1</sup> region. The intense peak at 3674 cm<sup>–1</sup> for underivatized <bold>NU-1000</bold> (Figure A) has recently been assigned to both terminal and bridging\nO–H stretches. Notably, this\npeak is significantly attenuated for <bold>SALI-PPA@2</bold> and yet\nfurther attenuated for <bold>SALI-PPA</bold>. Nevertheless, some intensity\nremains (in contrast the peak is fully eliminated for <bold>SALI-BA</bold>; see Figure B). The residual intensity indicates a detectable degree of unfunctionalized\nhydroxyl and aqua ligands at the node termini. Unfortunately, attempts to push the SALI process to completion\nby increasing the quantity of initially used HPPA results in MOF degradation\nas evidenced by release of TBAPy<sup>4–</sup>, as already noted.\nIndeed, even with stoichiometric (4:1) addition of HPPA to the MOF,\nslight degradation is observed, as evidenced again by release of ca.\n8% of the TBAPy<sup>4–</sup> initially present in the framework.</p>", "clean_text": "Diffuse reflectance infrared Fourier transform spectroscopic (DRIFTS) data, summarized in Figure C and  D, show peaks at 1145, 1133, and 1066 cm-1 that are consistent with phosphorus-oxygen stretches for phosphonate featuring two coordinated oxygen atoms and one P-O-H with the characteristic P-OH peak appearing at 2300-2350 cm-1 (see Figure SI-2D, ). Peaks assignable as O-H stretches appear in the 3600-3700 cm-1 region. The intense peak at 3674 cm-1 for underivatized NU-1000 (Figure A) has recently been assigned to both terminal and bridging O-H stretches. Notably, this peak is significantly attenuated for SALI-PPA@2 and yet further attenuated for SALI-PPA. Nevertheless, some intensity remains (in contrast the peak is fully eliminated for SALI-BA; see Figure B). The residual intensity indicates a detectable degree of unfunctionalized hydroxyl and aqua ligands at the node termini. Unfortunately, attempts to push the SALI process to completion by increasing the quantity of initially used HPPA results in MOF degradation as evidenced by release of TBAPy4-, as already noted. Indeed, even with stoichiometric (4:1) addition of HPPA to the MOF, slight degradation is observed, as evidenced again by release of ca. 8% of the TBAPy4- initially present in the framework.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Returning to the DRIFTS spectrum for <bold>SALI-PPA</bold>, peaks\nfor additional O–H stretches are observed at 3660 and 3650\ncm<sup>–1</sup>. While the former can be assigned to the residual\nbridging μ<sub>3</sub>-O–H stretch (a corresponding transition\nin the <bold>SALI-BA</bold> sample appears at 3671 cm<sup>–1</sup>), the latter is associated the acidic phosphonate O–H unit,\nas its intensity diminishes upon treatment with an organic base (vide\ninfra). Lastly, a broad band at ∼3614 cm<sup>–1</sup> is evident. By analogy to a similarly shaped peak (at ∼3653\ncm<sup>–1</sup>) for <bold>SALI-BA</bold>, the band is tentatively\nassigned to H-bonded moieties as sketched in Scheme .\n</p>", "clean_text": "Returning to the DRIFTS spectrum for SALI-PPA, peaks for additional O-H stretches are observed at 3660 and 3650 cm-1. While the former can be assigned to the residual bridging μ3-O-H stretch (a corresponding transition in the SALI-BA sample appears at 3671 cm-1), the latter is associated the acidic phosphonate O-H unit, as its intensity diminishes upon treatment with an organic base (vide infra). Lastly, a broad band at ~3614 cm-1 is evident. By analogy to a similarly shaped peak (at ~3653 cm-1) for SALI-BA, the band is tentatively assigned to H-bonded moieties as sketched in Scheme . ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) N<sub>2</sub> adsorption isotherms\nand (B) PXRD patterns for <bold>NU-1000</bold> and SALI-derived samples.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) N2 adsorption isotherms and (B) PXRD patterns for NU-1000 and SALI-derived samples.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>MOF porosities were evaluated\nvia N<sub>2</sub> adsorption isotherm measurements at 77 K (Figure A). All four versions of the MOF yielded type IVc\nisotherms. Assessments of Brunauer–Emmett–Teller (BET)\nsurface areas (Table ) show that channel functionalization\nwith either PPA or BA engenders small but easily detectable decreases.\nThe total amount of gas taken up (Figure )\nis similarly changed by SALI-based functionalization. Moreover, the\nN<sub>2</sub> adsorption isotherms exhibit a shift in the mesoporosity\nstep at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.25 for\nunmodified <bold>NU-1000</bold> to lower pressures for the functionalized\nmaterials. This result is consistent with loading-dependent decreases\nin micropore volume and channel diameter (see Table ).</p>", "clean_text": "MOF porosities were evaluated via N2 adsorption isotherm measurements at 77 K (Figure A). All four versions of the MOF yielded type IVc isotherms. Assessments of Brunauer-Emmett-Teller (BET) surface areas (Table ) show that channel functionalization with either PPA or BA engenders small but easily detectable decreases. The total amount of gas taken up (Figure ) is similarly changed by SALI-based functionalization. Moreover, the N2 adsorption isotherms exhibit a shift in the mesoporosity step at P/P 0 = 0.25 for unmodified NU-1000 to lower pressures for the functionalized materials. This result is consistent with loading-dependent decreases in micropore volume and channel diameter (see Table ).", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The crystallinity of the phosphonate-functionalized\nmaterials was assessed by powder X-ray diffraction (PXRD). The PXRD\npatterns for all <bold>SALI-PPA</bold> materials, presented in Figure B, show no sign of degradation of the crystallinity\nof the parent framework, although there are slight changes in relative\ndiffraction peak intensities, due to changes in the electron density\nintroduced by the functionalized ligands.\n</p>", "clean_text": "The crystallinity of the phosphonate-functionalized materials was assessed by powder X-ray diffraction (PXRD). The PXRD patterns for all SALI-PPA materials, presented in Figure B, show no sign of degradation of the crystallinity of the parent framework, although there are slight changes in relative diffraction peak intensities, due to changes in the electron density introduced by the functionalized ligands. ", "data": null, "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>BET Surface Areas, Pore Diameters, and Pore Volumes\nfor <bold>NU-1000</bold> and SALI-Derived Variants</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">ligand</oasis:entry>\n<oasis:entry align=\"center\">ligand:Zr<sub>6</sub>\n<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">BET surface area (m<sup>2</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">BJH pore diameter\n(Å)</oasis:entry>\n<oasis:entry align=\"center\">pore vol. (cm<sup>3</sup> g<sup>–1</sup>)<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1000</bold>\n</oasis:entry>\n<oasis:entry>–OH, −H<sub>2</sub>O</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2145</oasis:entry>\n<oasis:entry>31</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>SALI-BA</bold>\n</oasis:entry>\n<oasis:entry>PhCO<sub>2</sub>–</oasis:entry>\n<oasis:entry>4.0</oasis:entry>\n<oasis:entry>2005</oasis:entry>\n<oasis:entry>28</oasis:entry>\n<oasis:entry>1.21</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>SALI-PPA@2</bold>\n</oasis:entry>\n<oasis:entry>PhPO<sub>2</sub>(OH)–</oasis:entry>\n<oasis:entry>2.4</oasis:entry>\n<oasis:entry>1920</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>1.27</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>SALI-PPA</bold>\n</oasis:entry>\n<oasis:entry>PhPO<sub>2</sub>(OH)–</oasis:entry>\n<oasis:entry>4.1</oasis:entry>\n<oasis:entry>1720</oasis:entry>\n<oasis:entry>29</oasis:entry>\n<oasis:entry>1.12</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>See Figures <xref rid=\"fig3\"></xref> and SI-1 and SI-2, <xref rid=\"notes-1\">Supporting Information</xref>, for characterization\ndata.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Chemical Stability of <bold>SALI-BA</bold> and <bold>SALI-PPA</bold>\n</title><p>To assess the chemical\nstability of the installed-ligand/MOF-node bonding in <bold>SALI-PPA</bold> and <bold>SALI-BA</bold> and to gain further insight into the nature\nof the bonding in <bold>SALI-PPA</bold>, we challenged the two materials\nwith various chemical conditions: (i) hot water, (ii) HCl solution\nin DMF, (iii) aqueous acid and base solutions, and (iv) organic acid\nand base solutions.\n</p>", "clean_text": "Chemical Stability of SALI-BA and SALI-PPA \n\nTo assess the chemical stability of the installed-ligand/MOF-node bonding in SALI-PPA and SALI-BA and to gain further insight into the nature of the bonding in SALI-PPA, we challenged the two materials with various chemical conditions: (i) hot water, (ii) HCl solution in DMF, (iii) aqueous acid and base solutions, and (iv) organic acid and base solutions. ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>First, we soaked\nthe SALI-derived samples (<bold>SALI-BA</bold> and <bold>SALI-PPA</bold>) in water at 100 °C for 24 h. Subsequent analysis via <sup>1</sup>H NMR spectroscopy indicated little, if any, ligand loss and\nessentially no change in framework porosity or crystallinity (Figures A, B, and SI-3; Table S1, ).</p>", "clean_text": "First, we soaked the SALI-derived samples (SALI-BA and SALI-PPA) in water at 100 °C for 24 h. Subsequent analysis via 1H NMR spectroscopy indicated little, if any, ligand loss and essentially no change in framework porosity or crystallinity (Figures A, B, and SI-3; Table S1, ).", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>SALI-derived samples\nwere then treated with 0.2\nM aqueous acid solutions (5 mL each) with varying pH (realized by\nusing acids with different p<italic toggle=\"yes\">K</italic>\n<sub>a</sub>s with constant\nreagent concentration; see ). Similar degrees of ligand loss (∼12–25% by <sup>1</sup>H NMR) but no significant linker (TBAPy<sup>4–</sup>) leaching were detected for <bold>SALI-BA</bold> and <bold>SALI-PPA</bold>. Subsequent N<sub>2</sub> isotherm measurements indicated 85–96%\nporosity retention for <bold>SALI-BA</bold> and 94–98% retention\nfor <bold>SALI-PPA</bold>, as judged by BET surface areas. PXRD patterns\n(Figures E,  F, and\nSI-5, ) were unchanged.</p>", "clean_text": "SALI-derived samples were then treated with 0.2 M aqueous acid solutions (5 mL each) with varying pH (realized by using acids with different pK as with constant reagent concentration; see ). Similar degrees of ligand loss (~12-25% by 1H NMR) but no significant linker (TBAPy4-) leaching were detected for SALI-BA and SALI-PPA. Subsequent N2 isotherm measurements indicated 85-96% porosity retention for SALI-BA and 94-98% retention for SALI-PPA, as judged by BET surface areas. PXRD patterns (Figures E,  F, and SI-5, ) were unchanged.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>N<sub>2</sub> isotherms of (A) <bold>SALI-BA</bold> and (B) <bold>SALI-PPA</bold> after treatment with 0.2 M aqueous acid solutions of different pH.\nRepresentative partial <sup>1</sup>H NMR spectra and PXRD patterns\nbefore (top) and after (bottom) aqueous acid (pH 0.5) treatment for\n(C, E) <bold>SALI-BA</bold> and (D, F) <bold>SALI-PPA</bold> samples,\nrespectively. See Table S1, <xref rid=\"notes-1\">Supporting Information</xref>, for tabulated data; <sup>1</sup>H NMR peaks are marked with * for\nH<sub>4</sub>TBAPy, † for BA, and § for PPA.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  N2 isotherms of (A) SALI-BA and (B) SALI-PPA after treatment with 0.2 M aqueous acid solutions of different pH. Representative partial 1H NMR spectra and PXRD patterns before (top) and after (bottom) aqueous acid (pH 0.5) treatment for (C, E) SALI-BA and (D, F) SALI-PPA samples, respectively. See Table S1, Supporting Information, for tabulated data; 1H NMR peaks are marked with * for H4TBAPy, † for BA, and § for PPA.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Treatment with aqueous base provided a more distinctive\npicture of the relative (ligand and framework) chemical stabilities\nof the <bold>BA</bold> and <bold>PPA</bold> functionalized samples.\nExposure to 0.2 M aqueous <italic toggle=\"yes\">N</italic>-ethylmorpholine led to\nloss of 70% of the BA ligand (of <bold>SALI-BA</bold>), while the <bold>SALI-PPA</bold> sample suffered a loss of only ∼40% of its\nphosphonate ligand. After exposure to a more basic solution (pH 12.0),\nthe <bold>SALI-BA</bold> sample lost 80% of its benzoate ligands while <bold>SALI-PPA</bold> lost 60% of PPA ligands. The frameworks for both\nversions remained intact in the aqueous basic solutions as evidenced\nby PXRD and porosity measurements; see .</p>", "clean_text": "Treatment with aqueous base provided a more distinctive picture of the relative (ligand and framework) chemical stabilities of the BA and PPA functionalized samples. Exposure to 0.2 M aqueous N-ethylmorpholine led to loss of 70% of the BA ligand (of SALI-BA), while the SALI-PPA sample suffered a loss of only ~40% of its phosphonate ligand. After exposure to a more basic solution (pH 12.0), the SALI-BA sample lost 80% of its benzoate ligands while SALI-PPA lost 60% of PPA ligands. The frameworks for both versions remained intact in the aqueous basic solutions as evidenced by PXRD and porosity measurements; see .", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Finally, 45 mg samples of <bold>SALI-BA</bold> and <bold>SALI-PPA</bold> were exposed to a mixture of 8 M HCl (0.5\nmL) in DMF (12 mL) at 100 °C for 24 h. As we  previously noted\nin describing the activation of as-synthesized <bold>NU-1000</bold>, these conditions lead to quantitative\nremoval of ligated benzoate. In striking contrast, zero ligand loss\nwas detected for <bold>SALI-PPA</bold> (see Figure SI-10, ).</p>", "clean_text": "Finally, 45 mg samples of SALI-BA and SALI-PPA were exposed to a mixture of 8 M HCl (0.5 mL) in DMF (12 mL) at 100 °C for 24 h. As we  previously noted in describing the activation of as-synthesized NU-1000, these conditions lead to quantitative removal of ligated benzoate. In striking contrast, zero ligand loss was detected for SALI-PPA (see Figure SI-10, ).", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The combined results\nclearly indicate that the phosphonate ligands are more tenaciously\nbound to the Zr<sub>6</sub> node than are monotopic carboxylates.\nAdditionally, the results of base exposure indicate that PPA incorporation\nrenders the parent material slightly more resistant to hydroxide attack\nand framework dissolution. Full characterization data including <sup>1</sup>H NMR, PXRD patterns, DRIFTS data, and tabulated change in\nchemical composition and physical metrics upon exposure to various\nchemical conditions are chronicled in the  (sections S3 and S6).</p>", "clean_text": "The combined results clearly indicate that the phosphonate ligands are more tenaciously bound to the Zr6 node than are monotopic carboxylates. Additionally, the results of base exposure indicate that PPA incorporation renders the parent material slightly more resistant to hydroxide attack and framework dissolution. Full characterization data including 1H NMR, PXRD patterns, DRIFTS data, and tabulated change in chemical composition and physical metrics upon exposure to various chemical conditions are chronicled in the  (sections S3 and S6).", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<title>Ligand Binding Mode in <bold>SALI-PPA</bold>\n</title><p>Exposure to an organic base, piperidine\n(p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> of the conjugated acid ∼11)\nin DMF, left <bold>SALI-BA</bold> essentially unchanged: <sup>1</sup>H NMR data (Figure SI-15, ) indicated no loss of BA ligands, no residual base, and no change\nin N<sub>2</sub> isotherm at 77 K and corresponding BET surface area.\nIn contrast, <sup>1</sup>H NMR data for a digested sample of a piperidine-exposed\nsample of <bold>SALI-PPA</bold> (Figure A)\nrevealed incorporation of 0.8 piperidines per PPA ligand. An attractive\ninterpretation consistent with the mode of phosphonate coordination\nproposed in Scheme  is reaction of the added\nbase with PPA’s P–O–H moiety. DRIFTS data for\nthe piperidine-exposed <bold>SALI-PPA</bold> sample (Figure C) clearly show diminished band intensities at\n3662 and 3650 cm<sup>–1</sup> relative to the 3674 cm<sup>–1</sup> transition. Among these, the band at 3650 cm<sup>–1</sup> is especially affected by the piperidine treatment, suggesting that\nthe transition is associated with the acidic hydroxyl group of the\nbound phosphonate ligand. We attribute (speculatively) a broad band\nat 3598 cm<sup>–1</sup> to an H-bonded species formed by the\npiperidinium moiety with the Zr-bound phosphonate, hydroxyl, and residual\nsolvents; note a corresponding band in the <bold>SALI-PPA</bold> sample,\nprior to piperidine treatment, appearing at 3614 cm<sup>–1</sup>. Regardless of the assignments, it is clear that piperidine binds\nvia an acid/base interaction that is unavailable in <bold>SALI-BA</bold>. Thermogravimetric analysis (TGA) data (see  section S8, Figure S-20) showed ∼8%\nmass loss at 250 °C as expected for the ∼1 piperidine\nper PPA ligand (calculated ∼10%).</p>", "clean_text": "Ligand Binding Mode in SALI-PPA \n\nExposure to an organic base, piperidine (pK a of the conjugated acid ~11) in DMF, left SALI-BA essentially unchanged: 1H NMR data (Figure SI-15, ) indicated no loss of BA ligands, no residual base, and no change in N2 isotherm at 77 K and corresponding BET surface area. In contrast, 1H NMR data for a digested sample of a piperidine-exposed sample of SALI-PPA (Figure A) revealed incorporation of 0.8 piperidines per PPA ligand. An attractive interpretation consistent with the mode of phosphonate coordination proposed in Scheme  is reaction of the added base with PPA's P-O-H moiety. DRIFTS data for the piperidine-exposed SALI-PPA sample (Figure C) clearly show diminished band intensities at 3662 and 3650 cm-1 relative to the 3674 cm-1 transition. Among these, the band at 3650 cm-1 is especially affected by the piperidine treatment, suggesting that the transition is associated with the acidic hydroxyl group of the bound phosphonate ligand. We attribute (speculatively) a broad band at 3598 cm-1 to an H-bonded species formed by the piperidinium moiety with the Zr-bound phosphonate, hydroxyl, and residual solvents; note a corresponding band in the SALI-PPA sample, prior to piperidine treatment, appearing at 3614 cm-1. Regardless of the assignments, it is clear that piperidine binds via an acid/base interaction that is unavailable in SALI-BA. Thermogravimetric analysis (TGA) data (see  section S8, Figure S-20) showed ~8% mass loss at 250 °C as expected for the ~1 piperidine per PPA ligand (calculated ~10%).", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Exposure of <bold>SALI-PPA</bold> to piperidine base in DMF solvent. (A) Partial <sup>1</sup>H NMR\nspectra of <bold>SALI-PPA</bold> after exposure to piperidine showing\nincorporated piperidine relative to that of PPA ligand (sample was\ndigested in 10% D<sub>2</sub>SO<sub>4</sub>/dmso-<italic toggle=\"yes\">d</italic>\n<sub>6</sub>; <sup>1</sup>H signals for the PPA and piperidinium\nsignals are denoted by § and ⧫, respectively, where residual\nsolvent peaks are marked with ×). (B) Comparative DRIFTS data\nhighlighting evolution of the −OH stretching manifold for <bold>SALI-PPA</bold> before and after reacting with piperidine. (Note\nthat the <bold>SALI-PPA</bold> used in this study is a different batch\nthan that used in the data in Figure <xref rid=\"fig2\"></xref>D.)</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Exposure of SALI-PPA to piperidine base in DMF solvent. (A) Partial 1H NMR spectra of SALI-PPA after exposure to piperidine showing incorporated piperidine relative to that of PPA ligand (sample was digested in 10% D2SO4/dmso-d 6; 1H signals for the PPA and piperidinium signals are denoted by § and ⧫, respectively, where residual solvent peaks are marked with ×). (B) Comparative DRIFTS data highlighting evolution of the -OH stretching manifold for SALI-PPA before and after reacting with piperidine. (Note that the SALI-PPA used in this study is a different batch than that used in the data in Figure D.)   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Consecutive SALI</title><p>Exposure of <bold>SALI-BA</bold> and <bold>SALI-PPA</bold> samples\nto 0.2 M trifluoroacetic acid (HTFA) solution in DMF as solvent yielded\ncontrasting results. While all the benzoate ligands in the <bold>SALI-BA</bold> sample were replaced by trifluoroacetate, no loss of phenylphosphonate\nwas detected for <bold>SALI-PPA</bold> sample. Complete replacement\nof the benzoate ligands in <bold>SALI-BA</bold> with trifluoroacetate\nis consistent with our previous finding that the conjugate base of\nthe carboxylic acid possessing the lower p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> is more competitive for node ligation than is the conjugate base\nof the carboxylic acid featuring the higher p<italic toggle=\"yes\">K</italic>\n<sub>a</sub>. In contrast, no PPA ligand loss (via replacement) was observed in\nthe <bold>SALI-PPA</bold> sample by trifluoroacetate even though HPPA\nis a weaker acid (p<italic toggle=\"yes\">K</italic>\n<sub>a1</sub> = 1.83) than HTFA\n(p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> = 0.5). These data clearly suggest that bound phosphonate ligands at the\nZr<sub>6</sub> nodes manifest robust anchors compared to their carboxylate\nanalogues and establish, as one would anticipate, that it is not only\nthe Brönsted acidity of the conjugate of the incoming anionic\nligand that drives a SALI reaction but\nalso the strength of the newly formed metal–ligand bond(s).</p>", "clean_text": "Consecutive SALI\n\nExposure of SALI-BA and SALI-PPA samples to 0.2 M trifluoroacetic acid (HTFA) solution in DMF as solvent yielded contrasting results. While all the benzoate ligands in the SALI-BA sample were replaced by trifluoroacetate, no loss of phenylphosphonate was detected for SALI-PPA sample. Complete replacement of the benzoate ligands in SALI-BA with trifluoroacetate is consistent with our previous finding that the conjugate base of the carboxylic acid possessing the lower pK a is more competitive for node ligation than is the conjugate base of the carboxylic acid featuring the higher pK a. In contrast, no PPA ligand loss (via replacement) was observed in the SALI-PPA sample by trifluoroacetate even though HPPA is a weaker acid (pK a1 = 1.83) than HTFA (pK a = 0.5). These data clearly suggest that bound phosphonate ligands at the Zr6 nodes manifest robust anchors compared to their carboxylate analogues and establish, as one would anticipate, that it is not only the Brönsted acidity of the conjugate of the incoming anionic ligand that drives a SALI reaction but also the strength of the newly formed metal-ligand bond(s).", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Reaction\nof <bold>SALI-PPA</bold> with HTFA: (A and B) <sup>1</sup>H NMR and <sup>19</sup>F NMR spectra of HTFA-treated <bold>SALI-PPA</bold> taken\nafter decomposing the material in 10% D<sub>2</sub>SO<sub>4</sub>/DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> mixture; <sup>1</sup>H signals for the H<sub>4</sub>TBAPy and PPA ligands are denoted by * and §, respectively. <sup>1</sup>H and <sup>19</sup>F signals of 2,5-bis(trifluoromethyl)-1,4-dibromobenzene\nused as internal standards are denoted with ⧫. (C) Comparative\nDRIFTS data for <bold>SALI-PPA</bold> in the O–H stretching\nregion before and after reacting with HTFA. (Note that the <bold>SALI-PPA</bold> samples used in this study are from a different prep than that used\nin Figure <xref rid=\"fig2\"></xref>D; thus, relative peak intensities\nare not identical.)</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Reaction of SALI-PPA with HTFA: (A and B) 1H NMR and 19F NMR spectra of HTFA-treated SALI-PPA taken after decomposing the material in 10% D2SO4/DMSO-d 6 mixture; 1H signals for the H4TBAPy and PPA ligands are denoted by * and §, respectively. 1H and 19F signals of 2,5-bis(trifluoromethyl)-1,4-dibromobenzene used as internal standards are denoted with ⧫. (C) Comparative DRIFTS data for SALI-PPA in the O-H stretching region before and after reacting with HTFA. (Note that the SALI-PPA samples used in this study are from a different prep than that used in Figure D; thus, relative peak intensities are not identical.)   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Interestingly, <sup>19</sup>F NMR spectra (Figure A and  B) indicate incorporation of\n∼1 trifluoroacetate ligand per Zr<sub>6</sub> node in the <bold>SALI-PPA</bold> sample (now denoted <bold>SALI-PPA/TFA</bold>) following\nexposure to a HTFA solution, without significant change in BET surface\narea or pore volume (Table S1, ). Since the <bold>SALI-PPA</bold> sample contains a modest fraction\nof unfunctionalized, terminal Zr(IV) sites (Figures D and C), a reasonable explanation\nfor TFA incorporation is an additional SALI reaction but now with\na ligand (a carboxylate) that is not strongly interacting enough to\ninitiate partial MOF dissolution.\n DRIFTS data for the <bold>SALI-PPA/TFA</bold> sample are consistent with a consecutive-SALI scenario. Thus, the\nresidual O–H intensity at 3674 cm<sup>–1</sup> for <bold>SALI-PPA</bold> is absent for <bold>SALI-PPA/TFA</bold> and is replaced\nby a new peak at 3668 cm<sup>–1</sup>. Elemental mapping analyses\nvia SEM-EDS (Figure SI-14, ) indicate that the trifluoroacetate ligand is distributed evenly\nover MOF crystal, thus providing clues about the distribution of unfunctionalized\nsites after the PPA SALI reaction. While not explored further here,\nboth consecutive SALI (phosphonate followed by carboxylate) and SALI\nplus P–O–H neutralization with organic base appear to\nopen up a new dimension in terms of creation of chemically complex\nyet well-defined MOF cavity environments.</p>", "clean_text": "Interestingly, 19F NMR spectra (Figure A and  B) indicate incorporation of ~1 trifluoroacetate ligand per Zr6 node in the SALI-PPA sample (now denoted SALI-PPA/TFA) following exposure to a HTFA solution, without significant change in BET surface area or pore volume (Table S1, ). Since the SALI-PPA sample contains a modest fraction of unfunctionalized, terminal Zr(IV) sites (Figures D and C), a reasonable explanation for TFA incorporation is an additional SALI reaction but now with a ligand (a carboxylate) that is not strongly interacting enough to initiate partial MOF dissolution.  DRIFTS data for the SALI-PPA/TFA sample are consistent with a consecutive-SALI scenario. Thus, the residual O-H intensity at 3674 cm-1 for SALI-PPA is absent for SALI-PPA/TFA and is replaced by a new peak at 3668 cm-1. Elemental mapping analyses via SEM-EDS (Figure SI-14, ) indicate that the trifluoroacetate ligand is distributed evenly over MOF crystal, thus providing clues about the distribution of unfunctionalized sites after the PPA SALI reaction. While not explored further here, both consecutive SALI (phosphonate followed by carboxylate) and SALI plus P-O-H neutralization with organic base appear to open up a new dimension in terms of creation of chemically complex yet well-defined MOF cavity environments.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We\nfind that solvent-assisted ligand incorporation of the channels/mesopores\nof <bold>NU-1000</bold>, previously demonstrated with a broad range\nof nonbridging carboxylate ligands, can also be accomplished with\na representative phosphonate-terminated ligand, PPA. Like carboxylate\nspecies the phosphonate binds via displacement of hydroxo and aqua\nligands and chelation of a terminal Zr(IV) of the MOF node by a pair\nof oxygen atoms, as demonstrated in part by changes in DRIFTS spectra.\nPhosphonates are, as expected, significantly more strongly interacting\nwith the hexa-zirconium nodes than are carboxylates. Indeed, if the\nphosphonate is introduced in excess (i.e., beyond four PPAs per node),\nsignificant linker loss and MOF degradation occur, presumably by displacement\nof the carboxylate-terminated linker by the phosphonate. Nevertheless,\nif stoichiometric or substoichiometric amounts of PPA are used, the\namount of ligand installed can be reliably controlled. The resulting\nmodified materials are characterized by only small changes in pore\ndiameter, pore volume, and BET surface area and little change in PXRD\npattern. The difference in coordination strength between phosphonates\nand carboxylates can be exploited to achieve stepwise incorporation\nof pairs of ligandsspecifically, phosphonates species followed\nby carboxylate specieswithout danger of displacement of the\nfirst ligand type by the second. DRIFTS data suggest that the phosphonate\nligands are connected to the MOF node as RPO<sub>2</sub>(O–H)¯\nspecies in a moiety that leaves a base-accessible O–H on each\nanchored phosphonate. Exposure to an organic base (piperidine) leads\nto its incorporation and thus illustrates an additional means of modifying\nthe MOF cavity environment. We are currently exploring applications\nof modified <bold>NU-1000</bold> that can benefit from the enhanced\nstability provided by phosphonates. While not examined here, it seems\nreasonable to assume that the SALI approach can be extended to candidate\nligands presenting other oxygen-containing chelates such as acetyl\nacetonate (acac), catecholate, or hydroxamate.</p>", "clean_text": "Conclusions\n\nWe find that solvent-assisted ligand incorporation of the channels/mesopores of NU-1000, previously demonstrated with a broad range of nonbridging carboxylate ligands, can also be accomplished with a representative phosphonate-terminated ligand, PPA. Like carboxylate species the phosphonate binds via displacement of hydroxo and aqua ligands and chelation of a terminal Zr(IV) of the MOF node by a pair of oxygen atoms, as demonstrated in part by changes in DRIFTS spectra. Phosphonates are, as expected, significantly more strongly interacting with the hexa-zirconium nodes than are carboxylates. Indeed, if the phosphonate is introduced in excess (i.e., beyond four PPAs per node), significant linker loss and MOF degradation occur, presumably by displacement of the carboxylate-terminated linker by the phosphonate. Nevertheless, if stoichiometric or substoichiometric amounts of PPA are used, the amount of ligand installed can be reliably controlled. The resulting modified materials are characterized by only small changes in pore diameter, pore volume, and BET surface area and little change in PXRD pattern. The difference in coordination strength between phosphonates and carboxylates can be exploited to achieve stepwise incorporation of pairs of ligandsspecifically, phosphonates species followed by carboxylate specieswithout danger of displacement of the first ligand type by the second. DRIFTS data suggest that the phosphonate ligands are connected to the MOF node as RPO2(O-H)¯ species in a moiety that leaves a base-accessible O-H on each anchored phosphonate. Exposure to an organic base (piperidine) leads to its incorporation and thus illustrates an additional means of modifying the MOF cavity environment. We are currently exploring applications of modified NU-1000 that can benefit from the enhanced stability provided by phosphonates. While not examined here, it seems reasonable to assume that the SALI approach can be extended to candidate ligands presenting other oxygen-containing chelates such as acetyl acetonate (acac), catecholate, or hydroxamate.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Procedure, characterization\n(NMR, DRIFTS), SEM-EDS, N<sub>2</sub> sorption data. This material\nis available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><p>The manuscript was\nwritten through contributions of all authors. All authors have given\napproval to the final version of the manuscript.</p><p>The authors declare\nno competing financial interest.</p><title>References</title><p>Elimination of the peak at 3674 cm<sup>–1</sup> unmasks a peak at 3671 cm<sup>–1</sup> that\nhas previously been assigned to an O–H stretching for the bridging\nhydroxo ligand (see ref ).</p><p>When reacted\nwith 4 equiv of HPPA, the strong Zr(IV)–phosphonate bonding\ninteraction entails an irreversible replacement of ∼ 8% of\nthe carboxylate-terminated TBAPy bridging linker. Therefore, some\nof the node (OH + H<sub>2</sub>O) will remain unfunctionalized.</p>", "clean_text": "Procedure, characterization (NMR, DRIFTS), SEM-EDS, N2 sorption data. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.\n\nReferences\n\nElimination of the peak at 3674 cm-1 unmasks a peak at 3671 cm-1 that has previously been assigned to an O-H stretching for the bridging hydroxo ligand (see ref ).\n\nWhen reacted with 4 equiv of HPPA, the strong Zr(IV)-phosphonate bonding interaction entails an irreversible replacement of ~ 8% of the carboxylate-terminated TBAPy bridging linker. Therefore, some of the node (OH + H2O) will remain unfunctionalized.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>It is mportant to note that\ndirect activation of these samples from the aqueous (and other high\nboiling polar) media could potentially lead to capillary-force-driven\nchannel collapse (for details, see ref ). To avoid any activation-enforced framework\ndamage, we  consistently exchanged the aqueous solvent, postchemical\ntreatments, with acetone prior to  thermal activation.</p>", "clean_text": "It is mportant to note that direct activation of these samples from the aqueous (and other high boiling polar) media could potentially lead to capillary-force-driven channel collapse (for details, see ref ). To avoid any activation-enforced framework damage, we  consistently exchanged the aqueous solvent, postchemical treatments, with acetone prior to  thermal activation.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>One\nway to understand the dependence of SALI efficacy on conjugate acid\np<italic toggle=\"yes\">K</italic>\n<sub>a</sub> is to recognize that node substitution\nrequires deprotonation of the conjugate. Deprotonation to form the\nanionic ligand is energetically less expensive for conjugates featuring\nlower p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> values (i.e., larger acid dissociation\nconstants).</p>", "clean_text": "One way to understand the dependence of SALI efficacy on conjugate acid pK a is to recognize that node substitution requires deprotonation of the conjugate. Deprotonation to form the anionic ligand is energetically less expensive for conjugates featuring lower pK a values (i.e., larger acid dissociation constants).", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The reverse sequence,\ni.e., a carboxylate ligand can be replaced by a phosphonate (see  section S7; Figure S-18)</p>", "clean_text": "The reverse sequence, i.e., a carboxylate ligand can be replaced by a phosphonate (see  section S7; Figure S-18)", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 11", "type": "text", "classification": "synthesis condition", "content": "<p>Microcrystalline <bold>NU-1000</bold> was prepared solvothermally according to a published procedure. For the activation of the as-synthesized material\n(including removal of ligated and free benzoate/benzoic acid), DMF\n(12 mL in total) and 0.5 mL of 8 M HCl (aq) were added to the isolated\nsolid and the resulting suspension was heated at 100 °C oven\nfor 18–24 h. After cooling to room temperature, the suspension\nwas centrifuged (5 min, 7000 rpm) and washed (3 × 12 mL) with\nfresh DMF. The residual solid was soaked and washed with acetone (4\n× 15 mL) and finally dried in a vacuum (∼100 Torr) oven\nfor 30 min at 50 °C to yield ∼50 mg of activated MOF.</p><title>Synthesis of <bold>SALI-PPA</bold>\n</title><p>Exploratory syntheses\nwere done by combining <bold>NU-1000</bold> with 0.013–0.027\nM PPA solutions. Notably, these are from 5 to 10 times less concentrated\nthan those used  typically for a SALI-CFG reaction. To obtain a version\nof <bold>SALI-PPA</bold> featuring ca. four phenylphosphonate ligands\nper Zr<sub>6</sub> node, we proceeded as follows: A 45 mg portion\nof activated <bold>NU-1000</bold> (0.021 mmol) was placed into a 4-dram\nvial (VWR). Subsequently, a 0.027 M solution of HPPA (0.102 mmol;\n∼4.42 equiv per Zr<sub>6</sub> node) in DMF was added to the\nreaction vial, which then was capped and heated at 55 °C for\n18 h with occasional swirling. The reaction mixture was centrifuged\n(7000 rpm, 5 min), and the sedimented <bold>SALI-PPA</bold> sample\nwas soaked in fresh solvent, centrifuged, washed sequentially with\nDMF (5 × 10 mL), acetone (5 × 10 mL), and dichloromethane\n(3 × 10 mL), and finally dried in a vacuum oven at 60 °C. <sup>1</sup>H NMR spectra, collected after dissolving the MOF samples\nin a 10% D<sub>2</sub>SO<sub>4</sub>/DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> mixture, confirmed that approximately four phenyl phosphonates per\nZr<sub>6</sub> node were incorporated.</p>", "clean_text": "Microcrystalline NU-1000 was prepared solvothermally according to a published procedure. For the activation of the as-synthesized material (including removal of ligated and free benzoate/benzoic acid), DMF (12 mL in total) and 0.5 mL of 8 M HCl (aq) were added to the isolated solid and the resulting suspension was heated at 100 °C oven for 18-24 h. After cooling to room temperature, the suspension was centrifuged (5 min, 7000 rpm) and washed (3 × 12 mL) with fresh DMF. The residual solid was soaked and washed with acetone (4 × 15 mL) and finally dried in a vacuum (~100 Torr) oven for 30 min at 50 °C to yield ~50 mg of activated MOF.\n\nSynthesis of SALI-PPA \n\nExploratory syntheses were done by combining NU-1000 with 0.013-0.027 M PPA solutions. Notably, these are from 5 to 10 times less concentrated than those used  typically for a SALI-CFG reaction. To obtain a version of SALI-PPA featuring ca. four phenylphosphonate ligands per Zr6 node, we proceeded as follows: A 45 mg portion of activated NU-1000 (0.021 mmol) was placed into a 4-dram vial (VWR). Subsequently, a 0.027 M solution of HPPA (0.102 mmol; ~4.42 equiv per Zr6 node) in DMF was added to the reaction vial, which then was capped and heated at 55 °C for 18 h with occasional swirling. The reaction mixture was centrifuged (7000 rpm, 5 min), and the sedimented SALI-PPA sample was soaked in fresh solvent, centrifuged, washed sequentially with DMF (5 × 10 mL), acetone (5 × 10 mL), and dichloromethane (3 × 10 mL), and finally dried in a vacuum oven at 60 °C. 1H NMR spectra, collected after dissolving the MOF samples in a 10% D2SO4/DMSO-d 6 mixture, confirmed that approximately four phenyl phosphonates per Zr6 node were incorporated.", "data": [{"meta": {"name": "NU-1000", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "", "amount": "", "unit": ""}], "solvent": [{"name": "", "amount": "", "unit": ""}], "reducing agent": [{"name": "", "amount": "", "unit": ""}], "surfactant": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "activation", "precursor": [{"name": "as-synthesized material", "amount": "", "unit": ""}], "solution": [{"name": "DMF", "amount": "12", "unit": "mL"}, {"name": "8 M HCl (aq)", "amount": "0.5", "unit": "mL"}], "temperature": "100 °C", "time": "18–24 h"}, {"synthesis method": "centrifugation", "revolution per time": "7000", "relative centrifugal force": "", "time": "5 min", "temperature": "", "additive": [{"name": "DMF", "amount": "12", "unit": "mL"}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 × 12 mL"}, {"synthesis method": "washing", "washing solution": "acetone", "amount": "4 × 15 mL"}, {"synthesis method": "drying", "pressure": "∼100 Torr", "temperature": "50 °C", "atmosphere": "vacuum", "time": "30 min"}], "yield": "∼50 mg"}, {"meta": {"name": "SALI-PPA", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "NU-1000", "amount": "45", "unit": "mg"}], "solution": [{"name": "HPPA", "amount": "0.027 M", "unit": ""}, {"name": "DMF", "amount": "", "unit": ""}], "pressure": "", "temperature": "55 °C", "time": "18 h"}, {"synthesis method": "centrifugation", "revolution per time": "7000", "relative centrifugal force": "", "time": "5 min", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "5 × 10 mL"}, {"synthesis method": "washing", "washing solution": "acetone", "amount": "5 × 10 mL"}, {"synthesis method": "washing", "washing solution": "dichloromethane", "amount": "3 × 10 mL"}, {"synthesis method": "drying", "pressure": "", "temperature": "60 °C", "atmosphere": "vacuum", "time": ""}], "yield": ""}], "include_properties": ["solvothermal_synthesis", "centrifugation", "washing", "drying"]}, {"idx": "27, 32", "type": "text", "classification": "property", "content": "<p>SALI-derived samples\nwere then treated with 0.2\nM aqueous acid solutions (5 mL each) with varying pH (realized by\nusing acids with different p<italic toggle=\"yes\">K</italic>\n<sub>a</sub>s with constant\nreagent concentration; see ). Similar degrees of ligand loss (∼12–25% by <sup>1</sup>H NMR) but no significant linker (TBAPy<sup>4–</sup>) leaching were detected for <bold>SALI-BA</bold> and <bold>SALI-PPA</bold>. Subsequent N<sub>2</sub> isotherm measurements indicated 85–96%\nporosity retention for <bold>SALI-BA</bold> and 94–98% retention\nfor <bold>SALI-PPA</bold>, as judged by BET surface areas. PXRD patterns\n(Figures E,  F, and\nSI-5, ) were unchanged.</p><title>Ligand Binding Mode in <bold>SALI-PPA</bold>\n</title><p>Exposure to an organic base, piperidine\n(p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> of the conjugated acid ∼11)\nin DMF, left <bold>SALI-BA</bold> essentially unchanged: <sup>1</sup>H NMR data (Figure SI-15, ) indicated no loss of BA ligands, no residual base, and no change\nin N<sub>2</sub> isotherm at 77 K and corresponding BET surface area.\nIn contrast, <sup>1</sup>H NMR data for a digested sample of a piperidine-exposed\nsample of <bold>SALI-PPA</bold> (Figure A)\nrevealed incorporation of 0.8 piperidines per PPA ligand. An attractive\ninterpretation consistent with the mode of phosphonate coordination\nproposed in Scheme  is reaction of the added\nbase with PPA’s P–O–H moiety. DRIFTS data for\nthe piperidine-exposed <bold>SALI-PPA</bold> sample (Figure C) clearly show diminished band intensities at\n3662 and 3650 cm<sup>–1</sup> relative to the 3674 cm<sup>–1</sup> transition. Among these, the band at 3650 cm<sup>–1</sup> is especially affected by the piperidine treatment, suggesting that\nthe transition is associated with the acidic hydroxyl group of the\nbound phosphonate ligand. We attribute (speculatively) a broad band\nat 3598 cm<sup>–1</sup> to an H-bonded species formed by the\npiperidinium moiety with the Zr-bound phosphonate, hydroxyl, and residual\nsolvents; note a corresponding band in the <bold>SALI-PPA</bold> sample,\nprior to piperidine treatment, appearing at 3614 cm<sup>–1</sup>. Regardless of the assignments, it is clear that piperidine binds\nvia an acid/base interaction that is unavailable in <bold>SALI-BA</bold>. Thermogravimetric analysis (TGA) data (see  section S8, Figure S-20) showed ∼8%\nmass loss at 250 °C as expected for the ∼1 piperidine\nper PPA ligand (calculated ∼10%).</p>", "clean_text": "SALI-derived samples were then treated with 0.2 M aqueous acid solutions (5 mL each) with varying pH (realized by using acids with different pK as with constant reagent concentration; see ). Similar degrees of ligand loss (~12-25% by 1H NMR) but no significant linker (TBAPy4-) leaching were detected for SALI-BA and SALI-PPA. Subsequent N2 isotherm measurements indicated 85-96% porosity retention for SALI-BA and 94-98% retention for SALI-PPA, as judged by BET surface areas. PXRD patterns (Figures E,  F, and SI-5, ) were unchanged.\n\nLigand Binding Mode in SALI-PPA \n\nExposure to an organic base, piperidine (pK a of the conjugated acid ~11) in DMF, left SALI-BA essentially unchanged: 1H NMR data (Figure SI-15, ) indicated no loss of BA ligands, no residual base, and no change in N2 isotherm at 77 K and corresponding BET surface area. In contrast, 1H NMR data for a digested sample of a piperidine-exposed sample of SALI-PPA (Figure A) revealed incorporation of 0.8 piperidines per PPA ligand. An attractive interpretation consistent with the mode of phosphonate coordination proposed in Scheme  is reaction of the added base with PPA's P-O-H moiety. DRIFTS data for the piperidine-exposed SALI-PPA sample (Figure C) clearly show diminished band intensities at 3662 and 3650 cm-1 relative to the 3674 cm-1 transition. Among these, the band at 3650 cm-1 is especially affected by the piperidine treatment, suggesting that the transition is associated with the acidic hydroxyl group of the bound phosphonate ligand. We attribute (speculatively) a broad band at 3598 cm-1 to an H-bonded species formed by the piperidinium moiety with the Zr-bound phosphonate, hydroxyl, and residual solvents; note a corresponding band in the SALI-PPA sample, prior to piperidine treatment, appearing at 3614 cm-1. Regardless of the assignments, it is clear that piperidine binds via an acid/base interaction that is unavailable in SALI-BA. Thermogravimetric analysis (TGA) data (see  section S8, Figure S-20) showed ~8% mass loss at 250 °C as expected for the ~1 piperidine per PPA ligand (calculated ~10%).", "data": [[{"meta": {"name": "SALI-PPA", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "250", "unit": "°C", "type": "mass loss", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 24, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>BET Surface Areas, Pore Diameters, and Pore Volumes\nfor <bold>NU-1000</bold> and SALI-Derived Variants</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">ligand</oasis:entry>\n<oasis:entry align=\"center\">ligand:Zr<sub>6</sub>\n<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">BET surface area (m<sup>2</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">BJH pore diameter\n(Å)</oasis:entry>\n<oasis:entry align=\"center\">pore vol. (cm<sup>3</sup> g<sup>–1</sup>)<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1000</bold>\n</oasis:entry>\n<oasis:entry>–OH, −H<sub>2</sub>O</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>2145</oasis:entry>\n<oasis:entry>31</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>SALI-BA</bold>\n</oasis:entry>\n<oasis:entry>PhCO<sub>2</sub>–</oasis:entry>\n<oasis:entry>4.0</oasis:entry>\n<oasis:entry>2005</oasis:entry>\n<oasis:entry>28</oasis:entry>\n<oasis:entry>1.21</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>SALI-PPA@2</bold>\n</oasis:entry>\n<oasis:entry>PhPO<sub>2</sub>(OH)–</oasis:entry>\n<oasis:entry>2.4</oasis:entry>\n<oasis:entry>1920</oasis:entry>\n<oasis:entry>30</oasis:entry>\n<oasis:entry>1.27</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>SALI-PPA</bold>\n</oasis:entry>\n<oasis:entry>PhPO<sub>2</sub>(OH)–</oasis:entry>\n<oasis:entry>4.1</oasis:entry>\n<oasis:entry>1720</oasis:entry>\n<oasis:entry>29</oasis:entry>\n<oasis:entry>1.12</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>See Figures <xref rid=\"fig3\"></xref> and SI-1 and SI-2, <xref rid=\"notes-1\">Supporting Information</xref>, for characterization\ndata.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. BET Surface Areas, Pore Diameters, and Pore Volumes for NU-1000 and SALI-Derived Variants\n\n| MOF      | ligand       | ligand:Zr<sub>6</sub><xref rid=\"t1fn1\"></xref> | BET surface area (m<sup>2</sup> g<sup>–1</sup>) | BJH pore diameter (Å) | pore vol. (cm<sup>3</sup> g<sup>–1</sup>)<xref rid=\"t1fn1\"></xref> |\n|----------|--------------|----------------------------------------------|------------------------------------------------|-----------------------|-----------------------------------------------------------------------|\n| NU-1000  | –OH, −H<sub>2</sub>O |                                              | 2145                                           | 31                    | 1.46                                                                  |\n| SALI-BA  | PhCO<sub>2</sub>–   | 4.0                                          | 2005                                           | 28                    | 1.21                                                                  |\n| SALI-PPA@2 | PhPO<sub>2</sub>(OH)– | 2.4                                        | 1920                                           | 30                    | 1.27                                                                  |\n| SALI-PPA | PhPO<sub>2</sub>(OH)–  | 4.1                                          | 1720                                           | 29                    | 1.12                                                                  |\n\na. See Figures <xref rid=\"fig3\"></xref> and SI-1 and SI-2, <xref rid=\"notes-1\">Supporting Information</xref>, for characterization data.", "data": [{"meta": {"name": "NU-1000", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "2145", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "31", "unit": "Å", "condition": ""}], "pore volume": [{"probe": "", "value": "1.46", "unit": "cm^3/g", "condition": ""}]}, {"meta": {"name": "SALI-BA", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "2005", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "28", "unit": "Å", "condition": ""}], "pore volume": [{"probe": "", "value": "1.21", "unit": "cm^3/g", "condition": ""}]}, {"meta": {"name": "SALI-PPA@2", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1920", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "30", "unit": "Å", "condition": ""}], "pore volume": [{"probe": "", "value": "1.27", "unit": "cm^3/g", "condition": ""}]}, {"meta": {"name": "SALI-PPA", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1720", "unit": "m^2/g", "condition": ""}], "pore diameter": [{"value": "29", "unit": "Å", "condition": ""}], "pore volume": [{"probe": "", "value": "1.12", "unit": "cm^3/g", "condition": ""}]}], "include_properties": ["surface_area", "pore_diameter", "pore_volume"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Molecular Representations\nof <bold>NU-1000</bold> (top) and Depictions of Solvent-Assisted Ligand\nIncorporation (SALI) (bottom)</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0008.tif\"></graphic>\n</fig>", "clean_text": " 1  Molecular Representations of NU-1000 (top) and Depictions of Solvent-Assisted Ligand Incorporation (SALI) (bottom)   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Representative\nSEM picture of (A) <bold>NU-1000</bold> and (B) <bold>SALI-PPA</bold> (i.e., before and after treating <bold>NU-1000</bold> with HPPA);\n(inset) enlarged crystal;  white scale bar = 2 μm.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Representative SEM picture of (A) NU-1000 and (B) SALI-PPA (i.e., before and after treating NU-1000 with HPPA); (inset) enlarged crystal;  white scale bar = 2 μm.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>DRIFTS spectra for (A) <bold>NU-1000</bold>, (B) <bold>SALI-BA</bold>, (C) <bold>SALI-PPA@2</bold>, and (D) <bold>SALI-PPA</bold> with marked band positions for various\nO–H stretching modes (left) and P–O stretching modes\nin bound phosphonate ligands (right). Samples were prepared under\nambient condition under air.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  DRIFTS spectra for (A) NU-1000, (B) SALI-BA, (C) SALI-PPA@2, and (D) SALI-PPA with marked band positions for various O-H stretching modes (left) and P-O stretching modes in bound phosphonate ligands (right). Samples were prepared under ambient condition under air.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) N<sub>2</sub> adsorption isotherms\nand (B) PXRD patterns for <bold>NU-1000</bold> and SALI-derived samples.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) N2 adsorption isotherms and (B) PXRD patterns for NU-1000 and SALI-derived samples.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>N<sub>2</sub> isotherms of (A) <bold>SALI-BA</bold> and (B) <bold>SALI-PPA</bold> after treatment with 0.2 M aqueous acid solutions of different pH.\nRepresentative partial <sup>1</sup>H NMR spectra and PXRD patterns\nbefore (top) and after (bottom) aqueous acid (pH 0.5) treatment for\n(C, E) <bold>SALI-BA</bold> and (D, F) <bold>SALI-PPA</bold> samples,\nrespectively. See Table S1, <xref rid=\"notes-1\">Supporting Information</xref>, for tabulated data; <sup>1</sup>H NMR peaks are marked with * for\nH<sub>4</sub>TBAPy, † for BA, and § for PPA.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  N2 isotherms of (A) SALI-BA and (B) SALI-PPA after treatment with 0.2 M aqueous acid solutions of different pH. Representative partial 1H NMR spectra and PXRD patterns before (top) and after (bottom) aqueous acid (pH 0.5) treatment for (C, E) SALI-BA and (D, F) SALI-PPA samples, respectively. See Table S1, Supporting Information, for tabulated data; 1H NMR peaks are marked with * for H4TBAPy, † for BA, and § for PPA.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Exposure of <bold>SALI-PPA</bold> to piperidine base in DMF solvent. (A) Partial <sup>1</sup>H NMR\nspectra of <bold>SALI-PPA</bold> after exposure to piperidine showing\nincorporated piperidine relative to that of PPA ligand (sample was\ndigested in 10% D<sub>2</sub>SO<sub>4</sub>/dmso-<italic toggle=\"yes\">d</italic>\n<sub>6</sub>; <sup>1</sup>H signals for the PPA and piperidinium\nsignals are denoted by § and ⧫, respectively, where residual\nsolvent peaks are marked with ×). (B) Comparative DRIFTS data\nhighlighting evolution of the −OH stretching manifold for <bold>SALI-PPA</bold> before and after reacting with piperidine. (Note\nthat the <bold>SALI-PPA</bold> used in this study is a different batch\nthan that used in the data in Figure <xref rid=\"fig2\"></xref>D.)</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Exposure of SALI-PPA to piperidine base in DMF solvent. (A) Partial 1H NMR spectra of SALI-PPA after exposure to piperidine showing incorporated piperidine relative to that of PPA ligand (sample was digested in 10% D2SO4/dmso-d 6; 1H signals for the PPA and piperidinium signals are denoted by § and ⧫, respectively, where residual solvent peaks are marked with ×). (B) Comparative DRIFTS data highlighting evolution of the -OH stretching manifold for SALI-PPA before and after reacting with piperidine. (Note that the SALI-PPA used in this study is a different batch than that used in the data in Figure D.)   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Reaction\nof <bold>SALI-PPA</bold> with HTFA: (A and B) <sup>1</sup>H NMR and <sup>19</sup>F NMR spectra of HTFA-treated <bold>SALI-PPA</bold> taken\nafter decomposing the material in 10% D<sub>2</sub>SO<sub>4</sub>/DMSO-<italic toggle=\"yes\">d</italic>\n<sub>6</sub> mixture; <sup>1</sup>H signals for the H<sub>4</sub>TBAPy and PPA ligands are denoted by * and §, respectively. <sup>1</sup>H and <sup>19</sup>F signals of 2,5-bis(trifluoromethyl)-1,4-dibromobenzene\nused as internal standards are denoted with ⧫. (C) Comparative\nDRIFTS data for <bold>SALI-PPA</bold> in the O–H stretching\nregion before and after reacting with HTFA. (Note that the <bold>SALI-PPA</bold> samples used in this study are from a different prep than that used\nin Figure <xref rid=\"fig2\"></xref>D; thus, relative peak intensities\nare not identical.)</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ic-2014-02639v_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Reaction of SALI-PPA with HTFA: (A and B) 1H NMR and 19F NMR spectra of HTFA-treated SALI-PPA taken after decomposing the material in 10% D2SO4/DMSO-d 6 mixture; 1H signals for the H4TBAPy and PPA ligands are denoted by * and §, respectively. 1H and 19F signals of 2,5-bis(trifluoromethyl)-1,4-dibromobenzene used as internal standards are denoted with ⧫. (C) Comparative DRIFTS data for SALI-PPA in the O-H stretching region before and after reacting with HTFA. (Note that the SALI-PPA samples used in this study are from a different prep than that used in Figure D; thus, relative peak intensities are not identical.)   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic502639v", "title": null, "journal": "American Chemical Society", "date": "2015.02", "author_list": ["Deria\nPravas", "Bury\nWojciech", "Hod\nIdan", "Kung\nChung-Wei", "Karagiaridi\nOlga", "Hupp\nJoseph T.", "Farha\nOmar K."]}}