{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic7b00744.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>A Zn<sub>4</sub>O\nclusters based flexible doubly interpenetrated metal–organic\nframework [(Zn<sub>4</sub>O)<sub>2</sub>­(DCPB)<sub>6</sub>­DMF]·2DMF·8H<sub>2</sub>O (<bold>JLU-Liu33</bold>, H<sub>2</sub>DCPB = 1,3-di­(4-carboxyphenyl)­benzene,\nDMF = <italic>N</italic>,<italic>N</italic>-dimethylformamide) with <bold>pcu</bold> topology has been solvothermally synthesized. Because\nof its flexible structure, <bold>JLU-Liu33</bold> exhibits a breathing\nbehavior upon N<sub>2</sub> and CO<sub>2</sub> adsorption at low temperature,\nand C<sub>2</sub>H<sub>6</sub> and C<sub>3</sub>H<sub>8</sub> adsorption\nat 273 and 298 K. Furthermore, by adopting the direct synthesis method,\ntwo isomorphic compounds<bold>JLU-Liu33L</bold> and <bold>JLU-Liu33H</bold>have been obtained by partial substituting\nZn with different amounts of Co into the <bold>JLU-Liu33</bold> framework.\nThe gas adsorption study of Co-doped materials reveals that the gate\nopening effect of <bold>JLU-Liu33</bold> can be modulated by introducing\ndifferent contents of Co<sup>2+</sup> into Zn<sub>4</sub>O clusters.\nMeanwhile, with the increasing amount of Co<sup>2+</sup>, the adsorption\namount and isosteric enthalpy values for CO<sub>2</sub> have been\nimproved. It is worth mentioning that <bold>JLU-Liu33H</bold> exhibits\ncommendable selectivity for CO<sub>2</sub> over CH<sub>4</sub> which\nmay be a good candidate for industrial gas purification and air separation\napplications.</p>", "clean_text": "A Zn4O clusters based flexible doubly interpenetrated metal-organic framework [(Zn4O)2(DCPB)6DMF]⋅2DMF⋅8H2O (JLU-Liu33, H2DCPB = 1,3-di(4-carboxyphenyl)benzene, DMF = N,N-dimethylformamide) with pcu topology has been solvothermally synthesized. Because of its flexible structure, JLU-Liu33 exhibits a breathing behavior upon N2 and CO2 adsorption at low temperature, and C2H6 and C3H8 adsorption at 273 and 298 K. Furthermore, by adopting the direct synthesis method, two isomorphic compoundsJLU-Liu33L and JLU-Liu33Hhave been obtained by partial substituting Zn with different amounts of Co into the JLU-Liu33 framework. The gas adsorption study of Co-doped materials reveals that the gate opening effect of JLU-Liu33 can be modulated by introducing different contents of Co2+ into Zn4O clusters. Meanwhile, with the increasing amount of Co2+, the adsorption amount and isosteric enthalpy values for CO2 have been improved. It is worth mentioning that JLU-Liu33H exhibits commendable selectivity for CO2 over CH4 which may be a good candidate for industrial gas purification and air separation applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>\n<bold>JLU-Liu33</bold> is\na flexible doubly interpenetrated metal−organic framework with\nbreathing behavior under external stimuli and through introducing\nCo<sup>2+</sup> into Zn<sub>4</sub>O cluster, <bold>JLU-Liu33L</bold> and <bold>JLU-Liu33H</bold> are constructed by direct synthesize\nmethod. With the increasing amount of Co<sup>2+</sup> in the framework,\nthe gate opening pressure can be tuned.</p>", "clean_text": " JLU-Liu33 is a flexible doubly interpenetrated metal-organic framework with breathing behavior under external stimuli and through introducing Co2+ into Zn4O cluster, JLU-Liu33L and JLU-Liu33H are constructed by direct synthesize method. With the increasing amount of Co2+ in the framework, the gate opening pressure can be tuned.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) have aroused extensive interests, bceause of their\nintriguing topological structure and potential applications in industry,\nsuch as gas adsorption and separation, chemical sensing, luminescence,\nand catalysis. In previous research, many extended ligands were designed and synthesized\nto construct MOFs with large pore size and high surface area. However, the excessive empty space generated from extended ligands\neasily lead to the collapse of the framework. Interpenetration, which\nis referenced as catenation, can minimize the empty space and significantly\nenhance the stability of frameworks. Although the interpenetrated motifs reduce the porosity,\nthe interpenetrated MOFs materials still possess many unique properties,\nsuch as stepwise gas adsorption, guest-responsive porosity, and photoluminescence\ncontrol. Of these aspects, the characteristic of stepwise adsorption is attractive\nand deserves further exploration. The flexible interpenetrated materials\nwith stepwise adsorption can be also vividly described as breathing\nMOFs. Breathing MOFs cannot adsorb gas in their closed\nstate, but the gas can pass through the gate at high pressure or low\ntemperature. It can be ascribed that the flexible interpenetrated\nframeworks are linked by weak interactions (π–π\nstacking, hydrogen bonds, or van der Waals interaction) and the framework\ncan modulate their interframework distance when they are exposed to\nexternal stimulation. In addition, the breathing behaviors also rely on\nthe strength of the intermolecular interactions which make different\nadsorbates have exclusive gate opening pressure. Inspired by the above, researchers are committed to investigating\nflexible interpenetrated MOFs with the potential of gas storage and\npurification.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) have aroused extensive interests, bceause of their intriguing topological structure and potential applications in industry, such as gas adsorption and separation, chemical sensing, luminescence, and catalysis. In previous research, many extended ligands were designed and synthesized to construct MOFs with large pore size and high surface area. However, the excessive empty space generated from extended ligands easily lead to the collapse of the framework. Interpenetration, which is referenced as catenation, can minimize the empty space and significantly enhance the stability of frameworks. Although the interpenetrated motifs reduce the porosity, the interpenetrated MOFs materials still possess many unique properties, such as stepwise gas adsorption, guest-responsive porosity, and photoluminescence control. Of these aspects, the characteristic of stepwise adsorption is attractive and deserves further exploration. The flexible interpenetrated materials with stepwise adsorption can be also vividly described as breathing MOFs. Breathing MOFs cannot adsorb gas in their closed state, but the gas can pass through the gate at high pressure or low temperature. It can be ascribed that the flexible interpenetrated frameworks are linked by weak interactions (π-π stacking, hydrogen bonds, or van der Waals interaction) and the framework can modulate their interframework distance when they are exposed to external stimulation. In addition, the breathing behaviors also rely on the strength of the intermolecular interactions which make different adsorbates have exclusive gate opening pressure. Inspired by the above, researchers are committed to investigating flexible interpenetrated MOFs with the potential of gas storage and purification. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>One of the most fascinating breathing MOFs\nis MIL-53, which showed specific breathing behavior upon CO<sub>2</sub> adsorption. Another excellent flexible interpenetrated MOF has\nbeen reported by Martin Schröder’s group, which could\nachieve the goals of gas adsorption and separation by modulating the\ndegree of interpenetration. However,\nworks are seldom focused on the metal substitution, exchange, or transmetalation\nof MOFs to modulate the gate opening pressure. This is because doping different\nmetal ions into the porous framework are restricted by the following.\nFirst, it is difficult to obtain the network with desired identical\nstructure by direct synthesis method. Second, although the different\nmetals could be substituted into the metal clusters via post-synthesis\nmodification (PSM), it has a tendency to lose the crystallinity and\nchange their network in the process of isomorphic substitution. Herein, a flexible doubly interpenetrated MOF (<bold>JLU-Liu33</bold>), based on a V-shaped ligand and Zn<sub>4</sub>O clusters, was synthesized\nunder solvothermal conditions. Furthermore, we have successfully synthesized\ntwo isomorphic compounds <bold>JLU-Liu33L</bold> with low Co content\nand <bold>JLU-Liu33H</bold> with high Co content via a direct synthesis\nmethod (see ).</p>", "clean_text": "One of the most fascinating breathing MOFs is MIL-53, which showed specific breathing behavior upon CO2 adsorption. Another excellent flexible interpenetrated MOF has been reported by Martin Schröder's group, which could achieve the goals of gas adsorption and separation by modulating the degree of interpenetration. However, works are seldom focused on the metal substitution, exchange, or transmetalation of MOFs to modulate the gate opening pressure. This is because doping different metal ions into the porous framework are restricted by the following. First, it is difficult to obtain the network with desired identical structure by direct synthesis method. Second, although the different metals could be substituted into the metal clusters via post-synthesis modification (PSM), it has a tendency to lose the crystallinity and change their network in the process of isomorphic substitution. Herein, a flexible doubly interpenetrated MOF (JLU-Liu33), based on a V-shaped ligand and Zn4O clusters, was synthesized under solvothermal conditions. Furthermore, we have successfully synthesized two isomorphic compounds JLU-Liu33L with low Co content and JLU-Liu33H with high Co content via a direct synthesis method (see ).", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic of Introducing Co<sup>2+</sup> into the Zn<sub>4</sub>O Cluster of <bold>JLU-Liu33</bold>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2017-00744k_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic of Introducing Co2+ into the Zn4O Cluster of JLU-Liu33    ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Meanwhile, the gas adsorption studies indicate that the\ngate opening effect of <bold>JLU-Liu33</bold> can be modulated by\nintroducing Co ions into the framework. With the increasing of Co\nions in the framework, the adsorption amount and isosteric enthalpy\nvalues for CO<sub>2</sub> have been improved. In addition, <bold>JLU-Liu33H</bold> also exhibits commendable selectivity for CO<sub>2</sub> over CH<sub>4</sub>.</p>", "clean_text": "Meanwhile, the gas adsorption studies indicate that the gate opening effect of JLU-Liu33 can be modulated by introducing Co ions into the framework. With the increasing of Co ions in the framework, the adsorption amount and isosteric enthalpy values for CO2 have been improved. In addition, JLU-Liu33H also exhibits commendable selectivity for CO2 over CH4.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials and Methods</title><p>All the materials were of reagent grade and used without further\npurification. Powder X-ray diffraction (PXRD) data were collected\non a Rigaku D/max-2550 diffractometer with Cu Kα radiation (λ\n= 1.5418 Å) over the 2θ range of 3°–40°\nat room temperature. Elemental analyses (C, H, and N) were achieved\nby using a Vario MICRO system (Elementar, Germany). Thermogravimetric\n(TG) analyses were performed on TGA Q500 thermogravimetric analyzer\nin air with a heating rate of 10 °C min<sup>–1</sup>.\nInfrared spectra were recorded on a Bruker IFS-66v/S FTIR spectrometer\nin the range of 400–4000 cm<sup>–1</sup>, using the\nKBr pellet. Inductively coupled plasma (ICP) analyses were carried\nout on a PerkinElmer Optima 3300Dv spectrometer.</p>", "clean_text": "Experimental Section\n\nMaterials and Methods\n\nAll the materials were of reagent grade and used without further purification. Powder X-ray diffraction (PXRD) data were collected on a Rigaku D/max-2550 diffractometer with Cu Kα radiation (λ = 1.5418 Å) over the 2θ range of 3°-40° at room temperature. Elemental analyses (C, H, and N) were achieved by using a Vario MICRO system (Elementar, Germany). Thermogravimetric (TG) analyses were performed on TGA Q500 thermogravimetric analyzer in air with a heating rate of 10 °C min-1. Infrared spectra were recorded on a Bruker IFS-66v/S FTIR spectrometer in the range of 400-4000 cm-1, using the KBr pellet. Inductively coupled plasma (ICP) analyses were carried out on a PerkinElmer Optima 3300Dv spectrometer.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>JLU-Liu33</bold>\n</title><p>A mixture of H<sub>2</sub>DCPB (6 mg, 0.02\nmmol), Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (9 mg,\n0.03 mmol), DMF (1 mL), and triethylamine (0.025 mL) were kept at\n85 °C for 12 h, followed by cooling to room temperature. Colorless\noctahedron crystals were obtained and then washed with fresh DMF and\nair-dried (yield 80%). Elemental analysis (%) for the <bold>JLU-Liu33</bold>: Calcd C, 55.36; H, 3.77; N, 1.47; Found C, 55.07; H, 3.88; N, 1.49.\nThe purity of the bulk sample was confirmed by PXRD (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S1</ext-link> in the Supporting Information).</p>", "clean_text": "Synthesis of JLU-Liu33 \n\nA mixture of H2DCPB (6 mg, 0.02 mmol), Zn(NO3)2⋅6H2O (9 mg, 0.03 mmol), DMF (1 mL), and triethylamine (0.025 mL) were kept at 85 °C for 12 h, followed by cooling to room temperature. Colorless octahedron crystals were obtained and then washed with fresh DMF and air-dried (yield 80%). Elemental analysis (%) for the JLU-Liu33: Calcd C, 55.36; H, 3.77; N, 1.47; Found C, 55.07; H, 3.88; N, 1.49. The purity of the bulk sample was confirmed by PXRD (see Figure S1 in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Synthesis\nof <bold>JLU-Liu33L</bold> and <bold>JLU-Liu33H</bold>\n</title><p>\n<bold>JLU-Liu33L</bold> and <bold>JLU-Liu33H</bold> were prepared under\nthe same procedure with different cobalt contents by using Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O: 3 mg (0.01 mmol) Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O mixed with 6 mg (0.02 mmol)\nZn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O for <bold>JLU-Liu33L</bold>; 6 mg (0.02 mmol) Co­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O mixed with 3 mg (0.01 mmol) Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O for <bold>JLU-Liu33H</bold>. Through post-synthesis modification\n(PSM), Co<sup>2+</sup> can also be introduced into the framework of <bold>JLU-Liu33</bold>. However, compared with a direct synthesis method,\nthe crystals have a tendency to lose crystallinity during the PSM,\nwhich can be confirmed from the PXRD patterns of the materials (<bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, <bold>JLU-Liu33H</bold>, and the sample after PSM). Meanwhile, through the direct synthesis\nmethod, more Co<sup>2+</sup> could be introduced into the framework\nof <bold>JLU-Liu33</bold>, compared with the method of PSM, which\ncan be confirmed from the ICP data (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S2 and Table S3</ext-link> in the Supporting Information).</p>", "clean_text": "Synthesis of JLU-Liu33L and JLU-Liu33H \n\n JLU-Liu33L and JLU-Liu33H were prepared under the same procedure with different cobalt contents by using Co(NO3)2⋅6H2O: 3 mg (0.01 mmol) Co(NO3)2⋅6H2O mixed with 6 mg (0.02 mmol) Zn(NO3)2⋅6H2O for JLU-Liu33L; 6 mg (0.02 mmol) Co(NO3)2⋅6H2O mixed with 3 mg (0.01 mmol) Zn(NO3)2⋅6H2O for JLU-Liu33H. Through post-synthesis modification (PSM), Co2+ can also be introduced into the framework of JLU-Liu33. However, compared with a direct synthesis method, the crystals have a tendency to lose crystallinity during the PSM, which can be confirmed from the PXRD patterns of the materials (JLU-Liu33, JLU-Liu33L, JLU-Liu33H, and the sample after PSM). Meanwhile, through the direct synthesis method, more Co2+ could be introduced into the framework of JLU-Liu33, compared with the method of PSM, which can be confirmed from the ICP data (see Figure S2 and Table S3 in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>X-ray Crystallography</title><p>Crystallographic data for <bold>JLU-Liu33</bold> were collected\non a Bruker Apex II CCD diffractometer, using graphite-monochromated\nMo Kα (λ = 0.71073 Å) radiation at 293(2) K. The\nstructure was solved by a direct method and refined on <italic>F</italic>\n<sup>2</sup> by full-matrix least-squares, using the SHELXTL-97 program. All the metal atoms were located first, and\nthen the oxygen and carbon atoms of the compound were subsequently\nfound in difference Fourier maps. The hydrogen atoms of the ligand\nwere placed geometrically. All non-hydrogen atoms were refined anisotropically.\nThe final formula was derived from crystallographic data, combined\nwith elemental and thermogravimetric analysis data. Crystallographic\ndata collection and refinement parameters for <bold>JLU-Liu33</bold> are listed in , and deposited with the Cambridge Crystallographic Data Center (CCDC)\n(No. <ext-link ext-link-type=\"ccdc\" xlink:href=\"1517774\">1517774</ext-link>).</p>", "clean_text": "X-ray Crystallography\n\nCrystallographic data for JLU-Liu33 were collected on a Bruker Apex II CCD diffractometer, using graphite-monochromated Mo Kα (λ = 0.71073 Å) radiation at 293(2) K. The structure was solved by a direct method and refined on F 2 by full-matrix least-squares, using the SHELXTL-97 program. All the metal atoms were located first, and then the oxygen and carbon atoms of the compound were subsequently found in difference Fourier maps. The hydrogen atoms of the ligand were placed geometrically. All non-hydrogen atoms were refined anisotropically. The final formula was derived from crystallographic data, combined with elemental and thermogravimetric analysis data. Crystallographic data collection and refinement parameters for JLU-Liu33 are listed in , and deposited with the Cambridge Crystallographic Data Center (CCDC) (No. 1517774).", "data": null, "include_properties": null}, {"idx": 11, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and\nStructure Refinement for <bold>JLU-Liu 33</bold>\n<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">parameter</oasis:entry>\n<oasis:entry align=\"center\">value/remark</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>compound</oasis:entry>\n<oasis:entry>\n<bold>JLU-Liu\n33</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>129</sub>H<sub>109</sub>N<sub>3</sub>O<sub>37</sub>Zn<sub>8</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight</oasis:entry>\n<oasis:entry>2816.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temperature (K)</oasis:entry>\n<oasis:entry>296(2) K</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wavelength (Å)</oasis:entry>\n<oasis:entry>0.71073 Å</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system,\nspace group</oasis:entry>\n<oasis:entry>trigonal, <italic>R</italic>3<italic>c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>a</italic> (Å)</oasis:entry>\n<oasis:entry>23.3701(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>b</italic> (Å)</oasis:entry>\n<oasis:entry>23.3701(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>c</italic> (Å)</oasis:entry>\n<oasis:entry>78.597(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>37175.4(16)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry>6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>D</italic>\n<sub>\n<italic>c</italic>\n</sub> (Mg/m<sup>3</sup>)</oasis:entry>\n<oasis:entry>0.755</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>F</italic>(000)</oasis:entry>\n<oasis:entry>8640</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ range</oasis:entry>\n<oasis:entry>1.13°–25.13°</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflns collected/unique</oasis:entry>\n<oasis:entry>76722/14597</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.0812</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>data/restraints/parameters</oasis:entry>\n<oasis:entry>14597/347/351</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.028</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub>, <italic>wR</italic>\n<sub>2</sub> (I &gt; 2σ(I))</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0920, <italic>wR</italic>\n<sub>2</sub> = 0.2406</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub>, <italic>wR</italic>\n<sub>2</sub> (all data)</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.1603, <italic>wR</italic>\n<sub>2</sub> = 0.3002</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>The selected bond distances and angles are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Table S1</ext-link> in the Supporting Information. Topology\ninformation for the compound was calculated by TOPOS 4.0.<xref ref-type=\"bibr\" rid=\"ref46\"></xref>\n</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Gas Adsorption\nMeasurements</title><p>The N<sub>2</sub>, CO<sub>2</sub>, CH<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, and C<sub>3</sub>H<sub>8</sub> gas\nadsorption measurements were performed on Micromeritics instruments\n(Models ASAP 2420, ASAP 2020, and 3-Flex). Before measurement, the\nsamples were activated by using the “outgas” function\nof the surface area analyzer for 10 h at 85 °C.</p>", "clean_text": "Gas Adsorption Measurements\n\nThe N2, CO2, CH4, C2H6, and C3H8 gas adsorption measurements were performed on Micromeritics instruments (Models ASAP 2420, ASAP 2020, and 3-Flex). Before measurement, the samples were activated by using the \"outgas\" function of the surface area analyzer for 10 h at 85 °C.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><p>Single-crystal X-ray diffraction analysis\nreveals that <bold>JLU-Liu33</bold> crystallizes in the trigonal crystal\nsystem with the <italic>R</italic>3<italic>c</italic> space group.\nAs shown in a, <bold>JLU-Liu33</bold> contains ternary secondary building units\n(SBUs): an organic SBU formed by 2-connected ligand which show a V-shape;\nan inorganic SBU composed of classical Zn<sub>4</sub>O cluster and\nthe other inorganic SBU composed of Zn<sub>4</sub>O cluster with terminal\ncoordinated DMF. b and c distinctly present the single\nnet of the framework, which is similar to MOF-5. The space filling model of the single net can illustrate\nthe window size of the channel along the [100] direction with a diameter\nof ∼11.4 Å × 11.6 Å, considering the van der\nWaals radius. The total framework structure is composed of two interpenetrating\nnets that are connected by weak C–H···π\ninteractions, as evidenced by the observed distances between the H\natoms of the H<sub>2</sub>DCPB and the centroids of the phenyl rings\nof 3.49 and 3.67 Å (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S5</ext-link> in\nthe Supporting Information). From the topology point of view, the\nZn<sub>4</sub>O cluster, which is chelated by six carboxylate groups,\ncan be simplified to be a 6-connected node with octahedral geometry,\nand the ligand can be simplified as linear rods. Therefore, the total\nstructure of <bold>JLU-Liu33</bold> can be classified into pcu net\ntopology with a Schläfli symbol of (4<sup>12</sup>.6<sup>3</sup>) (see d\nand e). Although the framework of <bold>JLU-Liu33</bold> is similar to <bold>JUC-135</bold>, there are many differences between them, in terms of unit-cell parameters,\ninterpenetration degrees, coordination environment, and so on (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S6 and Table S2</ext-link> in the Supporting Information).\nBecause of these differences, <bold>JLU-Liu33</bold> shows completely\ndifferent properties from <bold>JUC-135</bold>.</p>", "clean_text": "Results and Discussion\n\nSingle-crystal X-ray diffraction analysis reveals that JLU-Liu33 crystallizes in the trigonal crystal system with the R3c space group. As shown in a, JLU-Liu33 contains ternary secondary building units (SBUs): an organic SBU formed by 2-connected ligand which show a V-shape; an inorganic SBU composed of classical Zn4O cluster and the other inorganic SBU composed of Zn4O cluster with terminal coordinated DMF. b and c distinctly present the single net of the framework, which is similar to MOF-5. The space filling model of the single net can illustrate the window size of the channel along the [100] direction with a diameter of ~11.4 Å × 11.6 Å, considering the van der Waals radius. The total framework structure is composed of two interpenetrating nets that are connected by weak C-H⋅⋅⋅π interactions, as evidenced by the observed distances between the H atoms of the H2DCPB and the centroids of the phenyl rings of 3.49 and 3.67 Å (see Figure S5 in the Supporting Information). From the topology point of view, the Zn4O cluster, which is chelated by six carboxylate groups, can be simplified to be a 6-connected node with octahedral geometry, and the ligand can be simplified as linear rods. Therefore, the total structure of JLU-Liu33 can be classified into pcu net topology with a Schläfli symbol of (412.63) (see d and e). Although the framework of JLU-Liu33 is similar to JUC-135, there are many differences between them, in terms of unit-cell parameters, interpenetration degrees, coordination environment, and so on (see Figure S6 and Table S2 in the Supporting Information). Because of these differences, JLU-Liu33 shows completely different properties from JUC-135.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Single-crystal structure\nfor <bold>JLU-Liu33</bold>: (a) topology simplification of ligand\nand metal cores; (b) single net of the framework; (c) the space-filling\nmodel of the channel for the single net along the [100] direction;\n(d) polyhedral view of the net; (e) the simplified pcu topology network.\nColor scheme: carbon = gray, oxygen = red, zinc = green. Guest molecules\nand H atoms have been omitted for the sake of clarity.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2017-00744k_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Single-crystal structure for JLU-Liu33: (a) topology simplification of ligand and metal cores; (b) single net of the framework; (c) the space-filling model of the channel for the single net along the [100] direction; (d) polyhedral view of the net; (e) the simplified pcu topology network. Color scheme: carbon = gray, oxygen = red, zinc = green. Guest molecules and H atoms have been omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>PXRD analysis was used to check the phase purity\nof the crystalline samples of Co-doped <bold>JLU-Liu33</bold>. As\nshown in b,\nall the PXRD patterns of the Co-doped <bold>JLU-Liu33</bold> compounds\n(<bold>JLU-Liu33L</bold> and <bold>JLU-Liu33H</bold>) coincide with\nthe simulated pattern of parent material, which indicate that the\nCo-doped <bold>JLU-Liu33</bold> compounds are isostructural to <bold>JLU-Liu33</bold>. Because of the fact that Zn and Co possess similarity\nX-ray scattering factors and occupy the same place in the framework,\nsingle-crystal X-ray diffraction (SCXD) methods cannot determine the\nquantity of Co ions in the framework by site occupancy refinement.\nThe ICP measurement indicates that ∼0.58 Co<sup>2+</sup> was\nintroduced into each Zn<sub>4</sub>O cluster for <bold>JLU-Liu33L</bold> and 1.04 Co<sup>2+</sup> for <bold>JLU-Liu33H</bold>. With the increasing\namount of Co<sup>2+</sup>, the crystals color changed from colorless\nto pink and then to blue, indicating the presence of Oh Co ions and\nincreasing amount of Td Co ions. Meanwhile, the XPS data also indicate\nthat Co<sup>2+</sup> occupied the same place as Zn<sup>2+</sup> in\nthe framework of <bold>JLU-Liu33</bold> (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S14</ext-link> in the Supporting Information). The above studies provided\nthe evidence that Co ions were successfully introduced into the framework\nof <bold>JLU-Liu33</bold>.</p>", "clean_text": "PXRD analysis was used to check the phase purity of the crystalline samples of Co-doped JLU-Liu33. As shown in b, all the PXRD patterns of the Co-doped JLU-Liu33 compounds (JLU-Liu33L and JLU-Liu33H) coincide with the simulated pattern of parent material, which indicate that the Co-doped JLU-Liu33 compounds are isostructural to JLU-Liu33. Because of the fact that Zn and Co possess similarity X-ray scattering factors and occupy the same place in the framework, single-crystal X-ray diffraction (SCXD) methods cannot determine the quantity of Co ions in the framework by site occupancy refinement. The ICP measurement indicates that ~0.58 Co2+ was introduced into each Zn4O cluster for JLU-Liu33L and 1.04 Co2+ for JLU-Liu33H. With the increasing amount of Co2+, the crystals color changed from colorless to pink and then to blue, indicating the presence of Oh Co ions and increasing amount of Td Co ions. Meanwhile, the XPS data also indicate that Co2+ occupied the same place as Zn2+ in the framework of JLU-Liu33 (see Figure S14 in the Supporting Information). The above studies provided the evidence that Co ions were successfully introduced into the framework of JLU-Liu33.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) The results of ICP analysis of the series\nof <bold>JLU-Liu33</bold> analogues; (b) PXRD patterns for the simulated <bold>JLU-Liu33</bold> and the as-synthesized PXRD for <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2017-00744k_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) The results of ICP analysis of the series of JLU-Liu33 analogues; (b) PXRD patterns for the simulated JLU-Liu33 and the as-synthesized PXRD for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>N<sub>2</sub> adsorption analysis on the activated\nsamples was performed at 77 K to study the porous property of <bold>JLU-Liu33</bold>. In Zhu’s work, CH<sub>2</sub>Cl<sub>2</sub> was used as exchanged solvent, which make the activated sample partly\ncollapse and result in classical type-I N<sub>2</sub> adsorption isotherm. By contrast, the PXRD pattern of the activated <bold>JLU-Liu33</bold> indicates that the sample will not collapse after\nsoaking in CH<sub>3</sub>CN for 2 days (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S1</ext-link> in the Supporting Information). Meanwhile, the solvent molecules\ncan almost be removed, which can be seen from the TGA data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S4</ext-link> in the Supporting Information). Interestingly,\nas shown in , <bold>JLU-Liu33</bold> exhibits an unusual adsorption property,\nwhich shows two steps in the adsorption branch of the isotherm. At\nlow pressure, the material adsorbs a small amount of N<sub>2</sub>. To our surprise, up to a relative pressure of 0.06, the amount\nof N<sub>2</sub> adsorption suddenly increases to a saturated uptake\nof 319 cm<sup>3</sup> g<sup>–1</sup>. The desorption part of\nthe isotherm do not trace the adsorption process, resulting in a large\nhysteresis loop. This peculiar phenomenon reveals that a breathing\nbehavior happens in the process of N<sub>2</sub> adsorption, giving\nrise to a significant increase in volume.</p>", "clean_text": "N2 adsorption analysis on the activated samples was performed at 77 K to study the porous property of JLU-Liu33. In Zhu's work, CH2Cl2 was used as exchanged solvent, which make the activated sample partly collapse and result in classical type-I N2 adsorption isotherm. By contrast, the PXRD pattern of the activated JLU-Liu33 indicates that the sample will not collapse after soaking in CH3CN for 2 days (Figure S1 in the Supporting Information). Meanwhile, the solvent molecules can almost be removed, which can be seen from the TGA data (Figure S4 in the Supporting Information). Interestingly, as shown in , JLU-Liu33 exhibits an unusual adsorption property, which shows two steps in the adsorption branch of the isotherm. At low pressure, the material adsorbs a small amount of N2. To our surprise, up to a relative pressure of 0.06, the amount of N2 adsorption suddenly increases to a saturated uptake of 319 cm3 g-1. The desorption part of the isotherm do not trace the adsorption process, resulting in a large hysteresis loop. This peculiar phenomenon reveals that a breathing behavior happens in the process of N2 adsorption, giving rise to a significant increase in volume.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>N<sub>2</sub> adsorption\nand desorption isotherms for <bold>JLU-Liu33</bold> (purple), <bold>JLU-Liu33L</bold> (blue), and <bold>JLU-Liu33H</bold> (red) at 77\nK.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2017-00744k_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  N2 adsorption and desorption isotherms for JLU-Liu33 (purple), JLU-Liu33L (blue), and JLU-Liu33H (red) at 77 K.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>On the other side, <bold>JLU-Liu33L</bold> and <bold>JLU-Liu33H</bold> were also measured for N<sub>2</sub> adsorption at 77 K. <bold>JLU-Liu33L</bold> exhibits three distinct\nsteps, which are different from <bold>JLU-Liu33</bold>. It shows slight\nN<sub>2</sub> uptake at low pressure. Up to a relative pressure of\n0.12, the amount of N<sub>2</sub> adsorption suddenly increases up\nto 110 cm<sup>3</sup> g<sup>–1</sup>, which is much lower than\nthat of <bold>JLU-Liu33</bold>. To our surprise, up to a relative\npressure of 0.89, a second abrupt increase is observed. The maximum\nadsorption amount reaches to 290 cm<sup>3</sup> g<sup>–1</sup>, which is similar to <bold>JLU-Liu33</bold>. By contrast, <bold>JLU-Liu33H</bold> does not show breathing behavior up to 1 atm. As\nrevealed by the isotherms, the breathing behavior of <bold>JLU-Liu33</bold> can be tuned by introducing Co ions into Zn<sub>4</sub>O clusters.\nIn addition, to corroborate our hypothesis that the gate opening effect\nof the materials is caused by the removal of coordinated DMF, the\ncrystal was soaked in CH<sub>3</sub>CN for 5 days to remove excess\nDMF. However, the Fourier transform infrared spectrum (FT-IR) of the\nsample still shows a resonance at 1665 cm<sup>–1</sup>, which\ncan be attributed to the CO stretch of DMF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S5</ext-link> in the Supporting Information). This confirmed that\nsome coordinated DMF cannot be removed totally after solvent exchange.\nThe amounts of C, H, and N of the materials after solvent exchange\nand N<sub>2</sub> adsorption characterization are also performed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Table S4</ext-link> in the Supporting Information). The\nresult indicates that the remaining coordinated DMF will be shifted\nduring the N<sub>2</sub> adsorption measurement. Upon removal of DMF,\na shift between two nets may happen and result in transformation of\nthe framework, which was indicated by the shift of the peaks and the\nchange of their intensity in the PXRD (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S3</ext-link> in the Supporting Information). In parallel work, Jaheon\nKim’s group also found that, upon removal and addition of coordinated\nDMF, the degree of interpenetration of the framework will be changed\nand the material shows a dynamic behavior upon N<sub>2</sub> adsorption.\nThose exhaustive parallel studies largely support our proposed mechanism. Some examples of interpenetrated MOFs that exhibit\na gate opening effect are also listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Table S5</ext-link> in the Supporting Information.</p>", "clean_text": "On the other side, JLU-Liu33L and JLU-Liu33H were also measured for N2 adsorption at 77 K. JLU-Liu33L exhibits three distinct steps, which are different from JLU-Liu33. It shows slight N2 uptake at low pressure. Up to a relative pressure of 0.12, the amount of N2 adsorption suddenly increases up to 110 cm3 g-1, which is much lower than that of JLU-Liu33. To our surprise, up to a relative pressure of 0.89, a second abrupt increase is observed. The maximum adsorption amount reaches to 290 cm3 g-1, which is similar to JLU-Liu33. By contrast, JLU-Liu33H does not show breathing behavior up to 1 atm. As revealed by the isotherms, the breathing behavior of JLU-Liu33 can be tuned by introducing Co ions into Zn4O clusters. In addition, to corroborate our hypothesis that the gate opening effect of the materials is caused by the removal of coordinated DMF, the crystal was soaked in CH3CN for 5 days to remove excess DMF. However, the Fourier transform infrared spectrum (FT-IR) of the sample still shows a resonance at 1665 cm-1, which can be attributed to the CO stretch of DMF (Figure S5 in the Supporting Information). This confirmed that some coordinated DMF cannot be removed totally after solvent exchange. The amounts of C, H, and N of the materials after solvent exchange and N2 adsorption characterization are also performed (Table S4 in the Supporting Information). The result indicates that the remaining coordinated DMF will be shifted during the N2 adsorption measurement. Upon removal of DMF, a shift between two nets may happen and result in transformation of the framework, which was indicated by the shift of the peaks and the change of their intensity in the PXRD (see Figure S3 in the Supporting Information). In parallel work, Jaheon Kim's group also found that, upon removal and addition of coordinated DMF, the degree of interpenetration of the framework will be changed and the material shows a dynamic behavior upon N2 adsorption. Those exhaustive parallel studies largely support our proposed mechanism. Some examples of interpenetrated MOFs that exhibit a gate opening effect are also listed in Table S5 in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>The CO<sub>2</sub> adsorption\nproperties at 195 K were carried out to further investigate the breathing\nperformance. Similar to the N<sub>2</sub> adsorption isotherm, <bold>JLU-Liu33</bold> is also found to exhibit the breathing behavior\nupon CO<sub>2</sub> (a). In the first step, the adsorption amount of CO<sub>2</sub> is ∼50 cm<sup>3</sup> g<sup>–1</sup> at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.04, then it reached up to 205\ncm<sup>3</sup> g<sup>–1</sup> in the second step. Similarly,\nthe desorption part of the isotherm does not coincide with the adsorption\nbranch, resulting in a small hysteresis loop. As shown in b, <bold>JLU-Liu33L</bold> also exhibits a dynamic response to CO<sub>2</sub> sorption, but\nit shows three distinct steps, which is consistent with its N<sub>2</sub> adsorption isotherm. The gate opening pressures of <bold>JLU-Liu33L</bold> are <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.02 and 0.3. However, <bold>JLU-Liu33H</bold> exhibits a highly\nreversible type-I isotherm, reaching a saturated uptake of 111 cm<sup>3</sup> g<sup>–1</sup>, which is much lower than <bold>JLU-Liu33</bold> and <bold>JLU-Liu33L</bold> (c). The analysis data indicates that the skeleton of <bold>JLU-Liu33H</bold> will not change during the gas sorption, but the\nframeworks of <bold>JLU-Liu33</bold> and <bold>JLU-Liu33L</bold> come\nto phase transition, which make the pores in the materials expand\nduring the process of adsorption.</p>", "clean_text": "The CO2 adsorption properties at 195 K were carried out to further investigate the breathing performance. Similar to the N2 adsorption isotherm, JLU-Liu33 is also found to exhibit the breathing behavior upon CO2 (a). In the first step, the adsorption amount of CO2 is ~50 cm3 g-1 at P/P 0 = 0.04, then it reached up to 205 cm3 g-1 in the second step. Similarly, the desorption part of the isotherm does not coincide with the adsorption branch, resulting in a small hysteresis loop. As shown in b, JLU-Liu33L also exhibits a dynamic response to CO2 sorption, but it shows three distinct steps, which is consistent with its N2 adsorption isotherm. The gate opening pressures of JLU-Liu33L are P/P 0 = 0.02 and 0.3. However, JLU-Liu33H exhibits a highly reversible type-I isotherm, reaching a saturated uptake of 111 cm3 g-1, which is much lower than JLU-Liu33 and JLU-Liu33L (c). The analysis data indicates that the skeleton of JLU-Liu33H will not change during the gas sorption, but the frameworks of JLU-Liu33 and JLU-Liu33L come to phase transition, which make the pores in the materials expand during the process of adsorption.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>CO<sub>2</sub> sorption isotherms for\n(a) <bold>JLU-Liu33</bold>, (b) <bold>JLU-Liu33L</bold>, (c) <bold>JLU-Liu33H</bold>, and (d) the corresponding isosteric heats.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2017-00744k_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  CO2 sorption isotherms for (a) JLU-Liu33, (b) JLU-Liu33L, (c) JLU-Liu33H, and (d) the corresponding isosteric heats.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>In order to calculate the isosteric\nheat (<italic>Q</italic>\n<sub>st</sub>), the CO<sub>2</sub> adsorption\nisotherm of the materials were examined at 273 and 298 K. The CO<sub>2</sub> uptake at 273 and 298 K under 1 bar for <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are 32 and\n20 cm<sup>3</sup> g<sup>–1</sup>, 48 and 32 cm<sup>3</sup> g<sup>–1</sup>, and 61 and 39 cm<sup>3</sup> g<sup>–1</sup>, respectively (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S8 and Table S6</ext-link> in the Supporting Information). Furthermore, at zero loading, the <italic>Q</italic>\n<sub>st</sub> of <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are 33.9, 35.5, and 37.8 kJ mol<sup>–1</sup>, respectively (d). All these <italic>Q</italic>\n<sub>st</sub> values\nare impressive and exceed many MOFs with Lewis basic sites (LBSs),\nsuch as JLU-Liu20 and ZTF-1, similar to that of NH<sub>2</sub>-MIL-53­(Al). Such high <italic>Q</italic>\n<sub>st</sub> values are attributed\nto the narrow pores, and this character may make a contribution to\nmolecular sieving. The above analysis data fully indicates that the\nadsorption amount and isosteric enthalpy values of <bold>JLU-Liu33</bold> for CO<sub>2</sub> will be improved with the increasing amount of\nCo ions in the framework. Lots of parallel examples also confirmed\nthe fact that Co ions could make a contribution to improving the capacity\nof CO<sub>2</sub> adsorption.\n</p>", "clean_text": "In order to calculate the isosteric heat (Q st), the CO2 adsorption isotherm of the materials were examined at 273 and 298 K. The CO2 uptake at 273 and 298 K under 1 bar for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are 32 and 20 cm3 g-1, 48 and 32 cm3 g-1, and 61 and 39 cm3 g-1, respectively (see Figure S8 and Table S6 in the Supporting Information). Furthermore, at zero loading, the Q st of JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are 33.9, 35.5, and 37.8 kJ mol-1, respectively (d). All these Q st values are impressive and exceed many MOFs with Lewis basic sites (LBSs), such as JLU-Liu20 and ZTF-1, similar to that of NH2-MIL-53(Al). Such high Q st values are attributed to the narrow pores, and this character may make a contribution to molecular sieving. The above analysis data fully indicates that the adsorption amount and isosteric enthalpy values of JLU-Liu33 for CO2 will be improved with the increasing amount of Co ions in the framework. Lots of parallel examples also confirmed the fact that Co ions could make a contribution to improving the capacity of CO2 adsorption. ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>The CH<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, and C<sub>3</sub>H<sub>8</sub> isotherms\nfor the three compounds then were also measured at 273 and 298 K.\nThe CH<sub>4</sub> uptake at 273 and 298 K under 1 bar for <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are 14 and\n7 cm<sup>3</sup> g<sup>–1</sup>, 25 and 13 cm<sup>3</sup> g<sup>–1</sup>, and 17 and 8 cm<sup>3</sup> g<sup>–1</sup>, respectively. The C<sub>2</sub>H<sub>6</sub> uptake at 273 and\n298 K under 1 bar for <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are 41 and 33 cm<sup>3</sup> g<sup>–1</sup>, 39 and 30 cm<sup>3</sup> g<sup>–1</sup>,\nand 42 and 35 cm<sup>3</sup> g<sup>–1</sup>, respectively.\nThe C<sub>3</sub>H<sub>8</sub> uptake at 273 and 298 K under 1 bar\nfor <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are 44 and 38 cm<sup>3</sup> g<sup>–1</sup>, 42 and 31 cm<sup>3</sup> g<sup>–1</sup>, and 43 and 31 cm<sup>3</sup> g<sup>–1</sup>, respectively (see , as well as <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figures S9 and S10 and Table S6</ext-link> in the Supporting Information). The\namount of CH<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, and C<sub>3</sub>H<sub>8</sub> adsorption changed inconspicuously as the amount of\nCo<sup>2+</sup> in the framework increased. Interestingly, only <bold>JLU-Liu33</bold> shows breathing behavior upon C<sub>2</sub>H<sub>6</sub>, and its gate opening pressures are <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.24 and 0.48 at 273 and 298 K, respectively\n(). On the\nother hand, all these materials show breathing behavior upon C<sub>3</sub>H<sub>8</sub> adsorption, and the gate opening pressures of <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are as follows: <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.03 and 0.06; <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.039 and 0.264; <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.033 and 0.302 at 273 and 298 K, respectively (see , as well as <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figures S10a and S10b</ext-link>). The above analyses also indicated\nthat the gate opening pressures of <bold>JLU-Liu33</bold> for C<sub>2</sub>H<sub>6</sub> and C<sub>3</sub>H<sub>8</sub> could be tuned\nthrough doping Co ions into the framework.</p>", "clean_text": "The CH4, C2H6, and C3H8 isotherms for the three compounds then were also measured at 273 and 298 K. The CH4 uptake at 273 and 298 K under 1 bar for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are 14 and 7 cm3 g-1, 25 and 13 cm3 g-1, and 17 and 8 cm3 g-1, respectively. The C2H6 uptake at 273 and 298 K under 1 bar for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are 41 and 33 cm3 g-1, 39 and 30 cm3 g-1, and 42 and 35 cm3 g-1, respectively. The C3H8 uptake at 273 and 298 K under 1 bar for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are 44 and 38 cm3 g-1, 42 and 31 cm3 g-1, and 43 and 31 cm3 g-1, respectively (see , as well as Figures S9 and S10 and Table S6 in the Supporting Information). The amount of CH4, C2H6, and C3H8 adsorption changed inconspicuously as the amount of Co2+ in the framework increased. Interestingly, only JLU-Liu33 shows breathing behavior upon C2H6, and its gate opening pressures are P/P 0 = 0.24 and 0.48 at 273 and 298 K, respectively (). On the other hand, all these materials show breathing behavior upon C3H8 adsorption, and the gate opening pressures of JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are as follows: P/P 0 = 0.03 and 0.06; P/P 0 = 0.039 and 0.264; P/P 0 = 0.033 and 0.302 at 273 and 298 K, respectively (see , as well as Figures S10a and S10b). The above analyses also indicated that the gate opening pressures of JLU-Liu33 for C2H6 and C3H8 could be tuned through doping Co ions into the framework.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) C<sub>2</sub>H<sub>6</sub> and (b) C<sub>3</sub>H<sub>8</sub> isotherms for <bold>JLU-Liu33</bold> at 273 and 298 K under 1 bar.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2017-00744k_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) C2H6 and (b) C3H8 isotherms for JLU-Liu33 at 273 and 298 K under 1 bar.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>To evaluate the affinity of the interpenetrated MOFs for\nsmall molecules, the <italic>Q</italic>\n<sub>st</sub> of the series\nof <bold>JLU-Liu33</bold> for small gases, which possess normal gas\nadsorption behavior (CH<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>) were calculated. The <italic>Q</italic>\n<sub>st</sub> of CH<sub>4</sub> for <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> is 25.50, 24.05, and 26.90 kJ mol<sup>–1</sup>, respectively. The <italic>Q</italic>\n<sub>st</sub> of C<sub>2</sub>H<sub>6</sub> for <bold>JLU-Liu33L</bold> and <bold>JLU-Liu33H</bold> is 36.2 and 34.6 kJ mol<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figures S11 and S12</ext-link> in the Supporting Information).</p>", "clean_text": "To evaluate the affinity of the interpenetrated MOFs for small molecules, the Q st of the series of JLU-Liu33 for small gases, which possess normal gas adsorption behavior (CH4 and C2H6) were calculated. The Q st of CH4 for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H is 25.50, 24.05, and 26.90 kJ mol-1, respectively. The Q st of C2H6 for JLU-Liu33L and JLU-Liu33H is 36.2 and 34.6 kJ mol-1 (Figures S11 and S12 in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Furthermore, in the interest of exploring the practical separate\nability of <bold>JLU-Liu33</bold> compounds, the selectivity of CO<sub>2</sub>/CH<sub>4</sub> was calculated via ideal adsorption solution\n(IAST) which was carried out at a theoretical mode (CO<sub>2</sub>/CH<sub>4</sub> = 0.05/0.95 and CO<sub>2</sub>/CH<sub>4</sub> = 0.5/0.5)\nwith the dual-site Langmuir Freundlich (DSLF) equation to fit the\ndata at 298 K and 1 bar (see a, as well as <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figures S13a and S13c</ext-link> in the Supporting Information). <bold>JLU-Liu33H</bold> shows relatively higher selectivity for CO<sub>2</sub>/CH<sub>4</sub> than <bold>JLU-Liu33</bold> and <bold>JLU-Liu33L</bold> (see b, as well as <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figures S13b and Figure S13d</ext-link> in the Supporting\nInformation), which can reach up to 9.7 and 13.9. Meanwhile, it outperformed\nmany reported MOFs with high selectivity for CO<sub>2</sub> over CH<sub>4</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Table S6</ext-link> in the Supporting Information).</p>", "clean_text": "Furthermore, in the interest of exploring the practical separate ability of JLU-Liu33 compounds, the selectivity of CO2/CH4 was calculated via ideal adsorption solution (IAST) which was carried out at a theoretical mode (CO2/CH4 = 0.05/0.95 and CO2/CH4 = 0.5/0.5) with the dual-site Langmuir Freundlich (DSLF) equation to fit the data at 298 K and 1 bar (see a, as well as Figures S13a and S13c in the Supporting Information). JLU-Liu33H shows relatively higher selectivity for CO2/CH4 than JLU-Liu33 and JLU-Liu33L (see b, as well as Figures S13b and Figure S13d in the Supporting Information), which can reach up to 9.7 and 13.9. Meanwhile, it outperformed many reported MOFs with high selectivity for CO2 over CH4 (Table S6 in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) CO<sub>2</sub> and CH<sub>4</sub> adsorption isotherms for <bold>JLU-Liu33H</bold> at 298 K along with the dual-site Langmuir Freundlich (DSLF) fits.\n(b) CO<sub>2</sub>/CH<sub>4</sub> adsorption selectivity are calculated\nby ideal adsorption solution (IAST) at 298 K and 1 bar for <bold>JLU-Liu33H</bold>.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic-2017-00744k_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) CO2 and CH4 adsorption isotherms for JLU-Liu33H at 298 K along with the dual-site Langmuir Freundlich (DSLF) fits. (b) CO2/CH4 adsorption selectivity are calculated by ideal adsorption solution (IAST) at 298 K and 1 bar for JLU-Liu33H.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, a flexibly\ninterpenetrated metal–organic framework (MOF) (<bold>JLU-Liu33</bold>) have been successfully synthesized, and another two isomorphic\ncompounds (<bold>JLU-Liu33L</bold> and <bold>JLU-Liu33H</bold>) were\nachieved by introducing different contents of cobalt ions into Zn<sub>4</sub>O metal clusters. The above studies clearly demonstrated that <bold>JLU-Liu33</bold> show a gate opening effect on the sorption of N<sub>2</sub> and CO<sub>2</sub> at low temperature, and C<sub>2</sub>H<sub>6</sub> and C<sub>3</sub>H<sub>8</sub> at 273 and 298 K. Notably,\nby doping other metal ions into metal clusters, the gate opening pressure\nof the isomorphic materials can be modulated. Meanwhile, with the\nincreasing of Co content, the adsorption amount and its isosteric\nenthalpy values for CO<sub>2</sub> will be improved. In addition, <bold>JLU-Liu33H</bold> also exhibited high selectivity for CO<sub>2</sub> over CH<sub>4</sub>. These significant results may inspire more\nresearchers to engage in studying of flexibly interpenetrated MOFs,\nand we will put more attention to understand the structural changes\nduring the gas sorption.</p>", "clean_text": "Conclusions\n\nIn summary, a flexibly interpenetrated metal-organic framework (MOF) (JLU-Liu33) have been successfully synthesized, and another two isomorphic compounds (JLU-Liu33L and JLU-Liu33H) were achieved by introducing different contents of cobalt ions into Zn4O metal clusters. The above studies clearly demonstrated that JLU-Liu33 show a gate opening effect on the sorption of N2 and CO2 at low temperature, and C2H6 and C3H8 at 273 and 298 K. Notably, by doping other metal ions into metal clusters, the gate opening pressure of the isomorphic materials can be modulated. Meanwhile, with the increasing of Co content, the adsorption amount and its isosteric enthalpy values for CO2 will be improved. In addition, JLU-Liu33H also exhibited high selectivity for CO2 over CH4. These significant results may inspire more researchers to engage in studying of flexibly interpenetrated MOFs, and we will put more attention to understand the structural changes during the gas sorption.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is available free of\ncharge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications\nwebsite</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.7b00744\">10.1021/acs.inorgchem.7b00744</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional crystal\nstructure diagrams, IR, PXRD, elemental analyses (C, H, and N), and\nTGA patterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.7b00744.  Additional crystal structure diagrams, IR, PXRD, elemental analyses (C, H, and N), and TGA patterns (PDF)   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Additional crystal\nstructure diagrams, IR, PXRD, elemental analyses (C, H, and N), and\nTGA patterns (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1517774\">1517774</ext-link> contains the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12, Union Road,\nCambridge CB2 1EZ, U.K. Fax: +44 1223 336033.</p>", "clean_text": "Additional crystal structure diagrams, IR, PXRD, elemental analyses (C, H, and N), and TGA patterns (PDF)\n\nCCDC 1517774 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12, Union Road, Cambridge CB2 1EZ, U.K. Fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of <bold>JLU-Liu33</bold>\n</title><p>A mixture of H<sub>2</sub>DCPB (6 mg, 0.02\nmmol), Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (9 mg,\n0.03 mmol), DMF (1 mL), and triethylamine (0.025 mL) were kept at\n85 °C for 12 h, followed by cooling to room temperature. Colorless\noctahedron crystals were obtained and then washed with fresh DMF and\nair-dried (yield 80%). Elemental analysis (%) for the <bold>JLU-Liu33</bold>: Calcd C, 55.36; H, 3.77; N, 1.47; Found C, 55.07; H, 3.88; N, 1.49.\nThe purity of the bulk sample was confirmed by PXRD (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S1</ext-link> in the Supporting Information).</p>", "clean_text": "Synthesis of JLU-Liu33 \n\nA mixture of H2DCPB (6 mg, 0.02 mmol), Zn(NO3)2⋅6H2O (9 mg, 0.03 mmol), DMF (1 mL), and triethylamine (0.025 mL) were kept at 85 °C for 12 h, followed by cooling to room temperature. Colorless octahedron crystals were obtained and then washed with fresh DMF and air-dried (yield 80%). Elemental analysis (%) for the JLU-Liu33: Calcd C, 55.36; H, 3.77; N, 1.47; Found C, 55.07; H, 3.88; N, 1.49. The purity of the bulk sample was confirmed by PXRD (see Figure S1 in the Supporting Information).", "data": [{"meta": {"name": "JLU-Liu33", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H2DCPB", "amount": "6", "unit": "mg"}, {"name": "Zn­(NO3)2·6H2O", "amount": "9", "unit": "mg"}], "solution": [{"name": "DMF", "amount": "1", "unit": "mL"}, {"name": "triethylamine", "amount": "0.025", "unit": "mL"}], "pressure": "", "temperature": "85°C", "time": "12 h"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "room temperature", "atmosphere": "air", "time": ""}], "yield": "80%"}], "include_properties": ["chemical_synthesis", "washing", "drying"]}, {"idx": "17, 19, 20, 22, 23, 25", "type": "text", "classification": "property", "content": "<p>N<sub>2</sub> adsorption analysis on the activated\nsamples was performed at 77 K to study the porous property of <bold>JLU-Liu33</bold>. In Zhu’s work, CH<sub>2</sub>Cl<sub>2</sub> was used as exchanged solvent, which make the activated sample partly\ncollapse and result in classical type-I N<sub>2</sub> adsorption isotherm. By contrast, the PXRD pattern of the activated <bold>JLU-Liu33</bold> indicates that the sample will not collapse after\nsoaking in CH<sub>3</sub>CN for 2 days (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S1</ext-link> in the Supporting Information). Meanwhile, the solvent molecules\ncan almost be removed, which can be seen from the TGA data (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S4</ext-link> in the Supporting Information). Interestingly,\nas shown in , <bold>JLU-Liu33</bold> exhibits an unusual adsorption property,\nwhich shows two steps in the adsorption branch of the isotherm. At\nlow pressure, the material adsorbs a small amount of N<sub>2</sub>. To our surprise, up to a relative pressure of 0.06, the amount\nof N<sub>2</sub> adsorption suddenly increases to a saturated uptake\nof 319 cm<sup>3</sup> g<sup>–1</sup>. The desorption part of\nthe isotherm do not trace the adsorption process, resulting in a large\nhysteresis loop. This peculiar phenomenon reveals that a breathing\nbehavior happens in the process of N<sub>2</sub> adsorption, giving\nrise to a significant increase in volume.</p><p>On the other side, <bold>JLU-Liu33L</bold> and <bold>JLU-Liu33H</bold> were also measured for N<sub>2</sub> adsorption at 77 K. <bold>JLU-Liu33L</bold> exhibits three distinct\nsteps, which are different from <bold>JLU-Liu33</bold>. It shows slight\nN<sub>2</sub> uptake at low pressure. Up to a relative pressure of\n0.12, the amount of N<sub>2</sub> adsorption suddenly increases up\nto 110 cm<sup>3</sup> g<sup>–1</sup>, which is much lower than\nthat of <bold>JLU-Liu33</bold>. To our surprise, up to a relative\npressure of 0.89, a second abrupt increase is observed. The maximum\nadsorption amount reaches to 290 cm<sup>3</sup> g<sup>–1</sup>, which is similar to <bold>JLU-Liu33</bold>. By contrast, <bold>JLU-Liu33H</bold> does not show breathing behavior up to 1 atm. As\nrevealed by the isotherms, the breathing behavior of <bold>JLU-Liu33</bold> can be tuned by introducing Co ions into Zn<sub>4</sub>O clusters.\nIn addition, to corroborate our hypothesis that the gate opening effect\nof the materials is caused by the removal of coordinated DMF, the\ncrystal was soaked in CH<sub>3</sub>CN for 5 days to remove excess\nDMF. However, the Fourier transform infrared spectrum (FT-IR) of the\nsample still shows a resonance at 1665 cm<sup>–1</sup>, which\ncan be attributed to the CO stretch of DMF (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S5</ext-link> in the Supporting Information). This confirmed that\nsome coordinated DMF cannot be removed totally after solvent exchange.\nThe amounts of C, H, and N of the materials after solvent exchange\nand N<sub>2</sub> adsorption characterization are also performed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Table S4</ext-link> in the Supporting Information). The\nresult indicates that the remaining coordinated DMF will be shifted\nduring the N<sub>2</sub> adsorption measurement. Upon removal of DMF,\na shift between two nets may happen and result in transformation of\nthe framework, which was indicated by the shift of the peaks and the\nchange of their intensity in the PXRD (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S3</ext-link> in the Supporting Information). In parallel work, Jaheon\nKim’s group also found that, upon removal and addition of coordinated\nDMF, the degree of interpenetration of the framework will be changed\nand the material shows a dynamic behavior upon N<sub>2</sub> adsorption.\nThose exhaustive parallel studies largely support our proposed mechanism. Some examples of interpenetrated MOFs that exhibit\na gate opening effect are also listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Table S5</ext-link> in the Supporting Information.</p><p>The CO<sub>2</sub> adsorption\nproperties at 195 K were carried out to further investigate the breathing\nperformance. Similar to the N<sub>2</sub> adsorption isotherm, <bold>JLU-Liu33</bold> is also found to exhibit the breathing behavior\nupon CO<sub>2</sub> (a). In the first step, the adsorption amount of CO<sub>2</sub> is ∼50 cm<sup>3</sup> g<sup>–1</sup> at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.04, then it reached up to 205\ncm<sup>3</sup> g<sup>–1</sup> in the second step. Similarly,\nthe desorption part of the isotherm does not coincide with the adsorption\nbranch, resulting in a small hysteresis loop. As shown in b, <bold>JLU-Liu33L</bold> also exhibits a dynamic response to CO<sub>2</sub> sorption, but\nit shows three distinct steps, which is consistent with its N<sub>2</sub> adsorption isotherm. The gate opening pressures of <bold>JLU-Liu33L</bold> are <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.02 and 0.3. However, <bold>JLU-Liu33H</bold> exhibits a highly\nreversible type-I isotherm, reaching a saturated uptake of 111 cm<sup>3</sup> g<sup>–1</sup>, which is much lower than <bold>JLU-Liu33</bold> and <bold>JLU-Liu33L</bold> (c). The analysis data indicates that the skeleton of <bold>JLU-Liu33H</bold> will not change during the gas sorption, but the\nframeworks of <bold>JLU-Liu33</bold> and <bold>JLU-Liu33L</bold> come\nto phase transition, which make the pores in the materials expand\nduring the process of adsorption.</p><p>In order to calculate the isosteric\nheat (<italic>Q</italic>\n<sub>st</sub>), the CO<sub>2</sub> adsorption\nisotherm of the materials were examined at 273 and 298 K. The CO<sub>2</sub> uptake at 273 and 298 K under 1 bar for <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are 32 and\n20 cm<sup>3</sup> g<sup>–1</sup>, 48 and 32 cm<sup>3</sup> g<sup>–1</sup>, and 61 and 39 cm<sup>3</sup> g<sup>–1</sup>, respectively (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figure S8 and Table S6</ext-link> in the Supporting Information). Furthermore, at zero loading, the <italic>Q</italic>\n<sub>st</sub> of <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are 33.9, 35.5, and 37.8 kJ mol<sup>–1</sup>, respectively (d). All these <italic>Q</italic>\n<sub>st</sub> values\nare impressive and exceed many MOFs with Lewis basic sites (LBSs),\nsuch as JLU-Liu20 and ZTF-1, similar to that of NH<sub>2</sub>-MIL-53­(Al). Such high <italic>Q</italic>\n<sub>st</sub> values are attributed\nto the narrow pores, and this character may make a contribution to\nmolecular sieving. The above analysis data fully indicates that the\nadsorption amount and isosteric enthalpy values of <bold>JLU-Liu33</bold> for CO<sub>2</sub> will be improved with the increasing amount of\nCo ions in the framework. Lots of parallel examples also confirmed\nthe fact that Co ions could make a contribution to improving the capacity\nof CO<sub>2</sub> adsorption.\n</p><p>The CH<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, and C<sub>3</sub>H<sub>8</sub> isotherms\nfor the three compounds then were also measured at 273 and 298 K.\nThe CH<sub>4</sub> uptake at 273 and 298 K under 1 bar for <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are 14 and\n7 cm<sup>3</sup> g<sup>–1</sup>, 25 and 13 cm<sup>3</sup> g<sup>–1</sup>, and 17 and 8 cm<sup>3</sup> g<sup>–1</sup>, respectively. The C<sub>2</sub>H<sub>6</sub> uptake at 273 and\n298 K under 1 bar for <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are 41 and 33 cm<sup>3</sup> g<sup>–1</sup>, 39 and 30 cm<sup>3</sup> g<sup>–1</sup>,\nand 42 and 35 cm<sup>3</sup> g<sup>–1</sup>, respectively.\nThe C<sub>3</sub>H<sub>8</sub> uptake at 273 and 298 K under 1 bar\nfor <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are 44 and 38 cm<sup>3</sup> g<sup>–1</sup>, 42 and 31 cm<sup>3</sup> g<sup>–1</sup>, and 43 and 31 cm<sup>3</sup> g<sup>–1</sup>, respectively (see , as well as <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figures S9 and S10 and Table S6</ext-link> in the Supporting Information). The\namount of CH<sub>4</sub>, C<sub>2</sub>H<sub>6</sub>, and C<sub>3</sub>H<sub>8</sub> adsorption changed inconspicuously as the amount of\nCo<sup>2+</sup> in the framework increased. Interestingly, only <bold>JLU-Liu33</bold> shows breathing behavior upon C<sub>2</sub>H<sub>6</sub>, and its gate opening pressures are <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.24 and 0.48 at 273 and 298 K, respectively\n(). On the\nother hand, all these materials show breathing behavior upon C<sub>3</sub>H<sub>8</sub> adsorption, and the gate opening pressures of <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> are as follows: <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.03 and 0.06; <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.039 and 0.264; <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.033 and 0.302 at 273 and 298 K, respectively (see , as well as <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figures S10a and S10b</ext-link>). The above analyses also indicated\nthat the gate opening pressures of <bold>JLU-Liu33</bold> for C<sub>2</sub>H<sub>6</sub> and C<sub>3</sub>H<sub>8</sub> could be tuned\nthrough doping Co ions into the framework.</p><p>To evaluate the affinity of the interpenetrated MOFs for\nsmall molecules, the <italic>Q</italic>\n<sub>st</sub> of the series\nof <bold>JLU-Liu33</bold> for small gases, which possess normal gas\nadsorption behavior (CH<sub>4</sub> and C<sub>2</sub>H<sub>6</sub>) were calculated. The <italic>Q</italic>\n<sub>st</sub> of CH<sub>4</sub> for <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold> is 25.50, 24.05, and 26.90 kJ mol<sup>–1</sup>, respectively. The <italic>Q</italic>\n<sub>st</sub> of C<sub>2</sub>H<sub>6</sub> for <bold>JLU-Liu33L</bold> and <bold>JLU-Liu33H</bold> is 36.2 and 34.6 kJ mol<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Figures S11 and S12</ext-link> in the Supporting Information).</p>", "clean_text": "N2 adsorption analysis on the activated samples was performed at 77 K to study the porous property of JLU-Liu33. In Zhu's work, CH2Cl2 was used as exchanged solvent, which make the activated sample partly collapse and result in classical type-I N2 adsorption isotherm. By contrast, the PXRD pattern of the activated JLU-Liu33 indicates that the sample will not collapse after soaking in CH3CN for 2 days (Figure S1 in the Supporting Information). Meanwhile, the solvent molecules can almost be removed, which can be seen from the TGA data (Figure S4 in the Supporting Information). Interestingly, as shown in , JLU-Liu33 exhibits an unusual adsorption property, which shows two steps in the adsorption branch of the isotherm. At low pressure, the material adsorbs a small amount of N2. To our surprise, up to a relative pressure of 0.06, the amount of N2 adsorption suddenly increases to a saturated uptake of 319 cm3 g-1. The desorption part of the isotherm do not trace the adsorption process, resulting in a large hysteresis loop. This peculiar phenomenon reveals that a breathing behavior happens in the process of N2 adsorption, giving rise to a significant increase in volume.\n\nOn the other side, JLU-Liu33L and JLU-Liu33H were also measured for N2 adsorption at 77 K. JLU-Liu33L exhibits three distinct steps, which are different from JLU-Liu33. It shows slight N2 uptake at low pressure. Up to a relative pressure of 0.12, the amount of N2 adsorption suddenly increases up to 110 cm3 g-1, which is much lower than that of JLU-Liu33. To our surprise, up to a relative pressure of 0.89, a second abrupt increase is observed. The maximum adsorption amount reaches to 290 cm3 g-1, which is similar to JLU-Liu33. By contrast, JLU-Liu33H does not show breathing behavior up to 1 atm. As revealed by the isotherms, the breathing behavior of JLU-Liu33 can be tuned by introducing Co ions into Zn4O clusters. In addition, to corroborate our hypothesis that the gate opening effect of the materials is caused by the removal of coordinated DMF, the crystal was soaked in CH3CN for 5 days to remove excess DMF. However, the Fourier transform infrared spectrum (FT-IR) of the sample still shows a resonance at 1665 cm-1, which can be attributed to the CO stretch of DMF (Figure S5 in the Supporting Information). This confirmed that some coordinated DMF cannot be removed totally after solvent exchange. The amounts of C, H, and N of the materials after solvent exchange and N2 adsorption characterization are also performed (Table S4 in the Supporting Information). The result indicates that the remaining coordinated DMF will be shifted during the N2 adsorption measurement. Upon removal of DMF, a shift between two nets may happen and result in transformation of the framework, which was indicated by the shift of the peaks and the change of their intensity in the PXRD (see Figure S3 in the Supporting Information). In parallel work, Jaheon Kim's group also found that, upon removal and addition of coordinated DMF, the degree of interpenetration of the framework will be changed and the material shows a dynamic behavior upon N2 adsorption. Those exhaustive parallel studies largely support our proposed mechanism. Some examples of interpenetrated MOFs that exhibit a gate opening effect are also listed in Table S5 in the Supporting Information.\n\nThe CO2 adsorption properties at 195 K were carried out to further investigate the breathing performance. Similar to the N2 adsorption isotherm, JLU-Liu33 is also found to exhibit the breathing behavior upon CO2 (a). In the first step, the adsorption amount of CO2 is ~50 cm3 g-1 at P/P 0 = 0.04, then it reached up to 205 cm3 g-1 in the second step. Similarly, the desorption part of the isotherm does not coincide with the adsorption branch, resulting in a small hysteresis loop. As shown in b, JLU-Liu33L also exhibits a dynamic response to CO2 sorption, but it shows three distinct steps, which is consistent with its N2 adsorption isotherm. The gate opening pressures of JLU-Liu33L are P/P 0 = 0.02 and 0.3. However, JLU-Liu33H exhibits a highly reversible type-I isotherm, reaching a saturated uptake of 111 cm3 g-1, which is much lower than JLU-Liu33 and JLU-Liu33L (c). The analysis data indicates that the skeleton of JLU-Liu33H will not change during the gas sorption, but the frameworks of JLU-Liu33 and JLU-Liu33L come to phase transition, which make the pores in the materials expand during the process of adsorption.\n\nIn order to calculate the isosteric heat (Q st), the CO2 adsorption isotherm of the materials were examined at 273 and 298 K. The CO2 uptake at 273 and 298 K under 1 bar for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are 32 and 20 cm3 g-1, 48 and 32 cm3 g-1, and 61 and 39 cm3 g-1, respectively (see Figure S8 and Table S6 in the Supporting Information). Furthermore, at zero loading, the Q st of JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are 33.9, 35.5, and 37.8 kJ mol-1, respectively (d). All these Q st values are impressive and exceed many MOFs with Lewis basic sites (LBSs), such as JLU-Liu20 and ZTF-1, similar to that of NH2-MIL-53(Al). Such high Q st values are attributed to the narrow pores, and this character may make a contribution to molecular sieving. The above analysis data fully indicates that the adsorption amount and isosteric enthalpy values of JLU-Liu33 for CO2 will be improved with the increasing amount of Co ions in the framework. Lots of parallel examples also confirmed the fact that Co ions could make a contribution to improving the capacity of CO2 adsorption. \n\nThe CH4, C2H6, and C3H8 isotherms for the three compounds then were also measured at 273 and 298 K. The CH4 uptake at 273 and 298 K under 1 bar for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are 14 and 7 cm3 g-1, 25 and 13 cm3 g-1, and 17 and 8 cm3 g-1, respectively. The C2H6 uptake at 273 and 298 K under 1 bar for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are 41 and 33 cm3 g-1, 39 and 30 cm3 g-1, and 42 and 35 cm3 g-1, respectively. The C3H8 uptake at 273 and 298 K under 1 bar for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are 44 and 38 cm3 g-1, 42 and 31 cm3 g-1, and 43 and 31 cm3 g-1, respectively (see , as well as Figures S9 and S10 and Table S6 in the Supporting Information). The amount of CH4, C2H6, and C3H8 adsorption changed inconspicuously as the amount of Co2+ in the framework increased. Interestingly, only JLU-Liu33 shows breathing behavior upon C2H6, and its gate opening pressures are P/P 0 = 0.24 and 0.48 at 273 and 298 K, respectively (). On the other hand, all these materials show breathing behavior upon C3H8 adsorption, and the gate opening pressures of JLU-Liu33, JLU-Liu33L, and JLU-Liu33H are as follows: P/P 0 = 0.03 and 0.06; P/P 0 = 0.039 and 0.264; P/P 0 = 0.033 and 0.302 at 273 and 298 K, respectively (see , as well as Figures S10a and S10b). The above analyses also indicated that the gate opening pressures of JLU-Liu33 for C2H6 and C3H8 could be tuned through doping Co ions into the framework.\n\nTo evaluate the affinity of the interpenetrated MOFs for small molecules, the Q st of the series of JLU-Liu33 for small gases, which possess normal gas adsorption behavior (CH4 and C2H6) were calculated. The Q st of CH4 for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H is 25.50, 24.05, and 26.90 kJ mol-1, respectively. The Q st of C2H6 for JLU-Liu33L and JLU-Liu33H is 36.2 and 34.6 kJ mol-1 (Figures S11 and S12 in the Supporting Information).", "data": [[{"meta": {"name": "JLU-Liu33", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "319", "unit": "cm3/g", "temperature": "77 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "50", "unit": "cm3/g", "temperature": "195 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "205", "unit": "cm3/g", "temperature": "195 K", "pressure": "", "condition": ""}, {"adsorbate": "CH4", "adsorbed amount": "14", "unit": "cm3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "C2H6", "adsorbed amount": "41", "unit": "cm3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "C3H8", "adsorbed amount": "44", "unit": "cm3/g", "temperature": "273 K", "pressure": "", "condition": ""}], "energy related": [{"value": "33.9", "unit": "kJ/mol", "type": "isoteric heat of adsorption", "condition": "at zero loading"}]}, {"meta": {"name": "JLU-Liu33L", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "110", "unit": "cm3/g", "temperature": "77 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "110", "unit": "cm3/g", "temperature": "195 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "290", "unit": "cm3/g", "temperature": "195 K", "pressure": "", "condition": ""}, {"adsorbate": "CH4", "adsorbed amount": "25", "unit": "cm3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "C2H6", "adsorbed amount": "39", "unit": "cm3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "C3H8", "adsorbed amount": "42", "unit": "cm3/g", "temperature": "273 K", "pressure": "", "condition": ""}], "energy related": [{"value": "35.5", "unit": "kJ/mol", "type": "isoteric heat of adsorption", "condition": "at zero loading"}]}, {"meta": {"name": "JLU-Liu33H", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "", "unit": "cm3/g", "temperature": "77 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "111", "unit": "cm3/g", "temperature": "195 K", "pressure": "", "condition": ""}, {"adsorbate": "CH4", "adsorbed amount": "7", "unit": "cm3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "C2H6", "adsorbed amount": "33", "unit": "cm3/g", "temperature": "273 K", "pressure": "", "condition": ""}, {"adsorbate": "C3H8", "adsorbed amount": "38", "unit": "cm3/g", "temperature": "273 K", "pressure": "", "condition": ""}], "energy related": [{"value": "37.8", "unit": "kJ/mol", "type": "isoteric heat of adsorption", "condition": "at zero loading"}]}]], "include_properties": ["gas_adsorption", "energy_related"]}, {"idx": 11, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Crystal Data and\nStructure Refinement for <bold>JLU-Liu 33</bold>\n<xref ref-type=\"table-fn\" rid=\"t1fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">parameter</oasis:entry>\n<oasis:entry align=\"center\">value/remark</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>compound</oasis:entry>\n<oasis:entry>\n<bold>JLU-Liu\n33</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula</oasis:entry>\n<oasis:entry>C<sub>129</sub>H<sub>109</sub>N<sub>3</sub>O<sub>37</sub>Zn<sub>8</sub>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>formula weight</oasis:entry>\n<oasis:entry>2816.15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>temperature (K)</oasis:entry>\n<oasis:entry>296(2) K</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>wavelength (Å)</oasis:entry>\n<oasis:entry>0.71073 Å</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>crystal system,\nspace group</oasis:entry>\n<oasis:entry>trigonal, <italic>R</italic>3<italic>c</italic>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>a</italic> (Å)</oasis:entry>\n<oasis:entry>23.3701(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>b</italic> (Å)</oasis:entry>\n<oasis:entry>23.3701(5)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>c</italic> (Å)</oasis:entry>\n<oasis:entry>78.597(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>V</italic> (Å<sup>3</sup>)</oasis:entry>\n<oasis:entry>37175.4(16)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>Z</italic>\n</oasis:entry>\n<oasis:entry>6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>D</italic>\n<sub>\n<italic>c</italic>\n</sub> (Mg/m<sup>3</sup>)</oasis:entry>\n<oasis:entry>0.755</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>F</italic>(000)</oasis:entry>\n<oasis:entry>8640</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>θ range</oasis:entry>\n<oasis:entry>1.13°–25.13°</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>reflns collected/unique</oasis:entry>\n<oasis:entry>76722/14597</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>R</italic>\n<sub>int</sub>\n</oasis:entry>\n<oasis:entry>0.0812</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>data/restraints/parameters</oasis:entry>\n<oasis:entry>14597/347/351</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOF on <italic>F</italic>\n<sup>2</sup>\n</oasis:entry>\n<oasis:entry>1.028</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub>, <italic>wR</italic>\n<sub>2</sub> (I &gt; 2σ(I))</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.0920, <italic>wR</italic>\n<sub>2</sub> = 0.2406</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub>, <italic>wR</italic>\n<sub>2</sub> (all data)</oasis:entry>\n<oasis:entry>\n<italic>R</italic>\n<sub>1</sub> = 0.1603, <italic>wR</italic>\n<sub>2</sub> = 0.3002</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>The selected bond distances and angles are listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf\">Table S1</ext-link> in the Supporting Information. Topology\ninformation for the compound was calculated by TOPOS 4.0.<xref ref-type=\"bibr\" rid=\"ref46\"></xref>\n</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Crystal Data and Structure Refinement for JLU-Liu 33[^a]\n\n| parameter                | value/remark    |\n|---------------------------|-----------------|\n| compound                  | JLU-Liu 33       |\n| formula                   | C<sub>129</sub>H<sub>109</sub>N<sub>3</sub>O<sub>37</sub>Zn<sub>8</sub> |\n| formula weight            | 2816.15         |\n| temperature (K)           | 296(2) K        |\n| wavelength (Å)            | 0.71073 Å       |\n| crystal system, space group | trigonal, R3c |\n| a (Å)                     | 23.3701(5)      |\n| b (Å)                     | 23.3701(5)      |\n| c (Å)                     | 78.597(2)       |\n| V (Å<sup>3</sup>)         | 37175.4(16)     |\n| Z                         | 6               |\n| D<sub>c</sub> (Mg/m<sup>3</sup>) | 0.755    |\n| F(000)                    | 8640            |\n| θ range                   | 1.13°–25.13°    |\n| reflns collected/unique   | 76722/14597     |\n| R<sub>int</sub>           | 0.0812          |\n| data/restraints/parameters | 14597/347/351 |\n| GOF on F<sup>2</sup>      | 1.028           |\n| R<sub>1</sub>, wR<sub>2</sub> (I > 2σ(I)) | R<sub>1</sub> = 0.0920, wR<sub>2</sub> = 0.2406 |\n| R<sub>1</sub>, wR<sub>2</sub> (all data) | R<sub>1</sub> = 0.1603, wR<sub>2</sub> = 0.3002 |\n\n[^a]: The selected bond distances and angles are listed in [Table S1](http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00744/suppl_file/ic7b00744_si_001.pdf) in the Supporting Information. Topology information for the compound was calculated by TOPOS 4.0.", "data": [{"meta": {"name": "JLU-Liu 33", "symbol": "", "chemical formula": "C129H109N3O37Zn8"}, "chemical formula weight": [{"value": "2816.15", "unit": "", "condition": ""}], "crystal system": [{"value": "trigonal", "condition": ""}], "space group": [{"value": "R3c", "condition": ""}], "lattice parameters": [{"value": {"a": "23.3701", "b": "23.3701", "c": "78.597", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}], "cell volume": [{"value": "37175.4", "unit": "Å^3", "condition": ""}], "density": [{"value": "0.755", "unit": "Mg/m^3", "condition": ""}]}], "include_properties": ["chemical_formula", "chemical_formula_weight", "crystal_system", "space_group", "lattice_parameters", "cell_volume", "density"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematic of Introducing Co<sup>2+</sup> into the Zn<sub>4</sub>O Cluster of <bold>JLU-Liu33</bold>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2017-00744k_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic of Introducing Co2+ into the Zn4O Cluster of JLU-Liu33    ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Single-crystal structure\nfor <bold>JLU-Liu33</bold>: (a) topology simplification of ligand\nand metal cores; (b) single net of the framework; (c) the space-filling\nmodel of the channel for the single net along the [100] direction;\n(d) polyhedral view of the net; (e) the simplified pcu topology network.\nColor scheme: carbon = gray, oxygen = red, zinc = green. Guest molecules\nand H atoms have been omitted for the sake of clarity.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2017-00744k_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Single-crystal structure for JLU-Liu33: (a) topology simplification of ligand and metal cores; (b) single net of the framework; (c) the space-filling model of the channel for the single net along the [100] direction; (d) polyhedral view of the net; (e) the simplified pcu topology network. Color scheme: carbon = gray, oxygen = red, zinc = green. Guest molecules and H atoms have been omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) The results of ICP analysis of the series\nof <bold>JLU-Liu33</bold> analogues; (b) PXRD patterns for the simulated <bold>JLU-Liu33</bold> and the as-synthesized PXRD for <bold>JLU-Liu33</bold>, <bold>JLU-Liu33L</bold>, and <bold>JLU-Liu33H</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2017-00744k_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) The results of ICP analysis of the series of JLU-Liu33 analogues; (b) PXRD patterns for the simulated JLU-Liu33 and the as-synthesized PXRD for JLU-Liu33, JLU-Liu33L, and JLU-Liu33H.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>N<sub>2</sub> adsorption\nand desorption isotherms for <bold>JLU-Liu33</bold> (purple), <bold>JLU-Liu33L</bold> (blue), and <bold>JLU-Liu33H</bold> (red) at 77\nK.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2017-00744k_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  N2 adsorption and desorption isotherms for JLU-Liu33 (purple), JLU-Liu33L (blue), and JLU-Liu33H (red) at 77 K.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>CO<sub>2</sub> sorption isotherms for\n(a) <bold>JLU-Liu33</bold>, (b) <bold>JLU-Liu33L</bold>, (c) <bold>JLU-Liu33H</bold>, and (d) the corresponding isosteric heats.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2017-00744k_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  CO2 sorption isotherms for (a) JLU-Liu33, (b) JLU-Liu33L, (c) JLU-Liu33H, and (d) the corresponding isosteric heats.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) C<sub>2</sub>H<sub>6</sub> and (b) C<sub>3</sub>H<sub>8</sub> isotherms for <bold>JLU-Liu33</bold> at 273 and 298 K under 1 bar.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2017-00744k_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) C2H6 and (b) C3H8 isotherms for JLU-Liu33 at 273 and 298 K under 1 bar.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) CO<sub>2</sub> and CH<sub>4</sub> adsorption isotherms for <bold>JLU-Liu33H</bold> at 298 K along with the dual-site Langmuir Freundlich (DSLF) fits.\n(b) CO<sub>2</sub>/CH<sub>4</sub> adsorption selectivity are calculated\nby ideal adsorption solution (IAST) at 298 K and 1 bar for <bold>JLU-Liu33H</bold>.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic-2017-00744k_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) CO2 and CH4 adsorption isotherms for JLU-Liu33H at 298 K along with the dual-site Langmuir Freundlich (DSLF) fits. (b) CO2/CH4 adsorption selectivity are calculated by ideal adsorption solution (IAST) at 298 K and 1 bar for JLU-Liu33H.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.7b00744", "title": null, "journal": "American Chemical Society", "date": "2017.05", "author_list": ["Sun\nXiaodong", "Yao\nShuo", "Li\nGuanghua", "Zhang\nLirong", "Huo\nQisheng", "Liu\nYunling"]}}