{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic7b00681.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\nlack of rational design methodologies to obtain chiral rod-based MOFs\nis a current synthetic limitation that hampers further expansion of\nMOF chemistry. Here we report a metalloligand design strategy consisting\nof the use, for the first time, of preformed 1D rodlike SBUs (<bold>1</bold>) for the rational preparation of a chiral 3D MOF (<bold>2</bold>) exhibiting a rare <bold>eta</bold> net topology. The encoded\nchiral information on the enantiopure ligand is efficiently transmitted\nfirst to the preformed helical 1D building block and, in a second\nstage, to the resulting chiral 3D MOF. These results open new routes\nfor the rational design of chiral rod-based MOFs, expanding the scope\nof these unique porous materials.</p>", "clean_text": "The lack of rational design methodologies to obtain chiral rod-based MOFs is a current synthetic limitation that hampers further expansion of MOF chemistry. Here we report a metalloligand design strategy consisting of the use, for the first time, of preformed 1D rodlike SBUs (1) for the rational preparation of a chiral 3D MOF (2) exhibiting a rare eta net topology. The encoded chiral information on the enantiopure ligand is efficiently transmitted first to the preformed helical 1D building block and, in a second stage, to the resulting chiral 3D MOF. These results open new routes for the rational design of chiral rod-based MOFs, expanding the scope of these unique porous materials.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>We report, for the first\ntime, the use of a preformed 1D rodlike secondary building unit (SBU)\nfor the rational preparation of a chiral 3D metal−organic framework\n(MOF), which in addition exhibits a very rare <bold>eta</bold> net\ntopology.</p>", "clean_text": "We report, for the first time, the use of a preformed 1D rodlike secondary building unit (SBU) for the rational preparation of a chiral 3D metal-organic framework (MOF), which in addition exhibits a very rare eta net topology.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Despite the many remarkable\nadvances performed on metal–organic framework (MOF) chemistry, the ability to precisely target structures on the basis of the size,\nshape, or chirality of the building blocks still needs further attention.\nThis becomes especially relevant in the synthesis of both chiral MOFs\nand MOFs based on one-dimensional (1D) rodlike secondary building\nunits (SBUs), as remarked recently by Yaghi et al., which represent two of the key challenges for the further\ndevelopment of MOF chemistry. Apart from the attractiveness of overcoming\na synthetic milestone, the interest in developing synthetic strategies\nto target such systems stems from the plethora of properties they\ncan accommodate. MOFs based on 1D rodlike SBUs can show valuable properties for gas storage, separations, and catalysis on the basis of their resistance to interpenetration\nand potential for isoreticular expansion. Chiral MOFs can show unique functionalities\neither based on chiral recognition processes or derived from their noncentrosymmetric space groups.\n</p>", "clean_text": "Introduction\n\nDespite the many remarkable advances performed on metal-organic framework (MOF) chemistry, the ability to precisely target structures on the basis of the size, shape, or chirality of the building blocks still needs further attention. This becomes especially relevant in the synthesis of both chiral MOFs and MOFs based on one-dimensional (1D) rodlike secondary building units (SBUs), as remarked recently by Yaghi et al., which represent two of the key challenges for the further development of MOF chemistry. Apart from the attractiveness of overcoming a synthetic milestone, the interest in developing synthetic strategies to target such systems stems from the plethora of properties they can accommodate. MOFs based on 1D rodlike SBUs can show valuable properties for gas storage, separations, and catalysis on the basis of their resistance to interpenetration and potential for isoreticular expansion. Chiral MOFs can show unique functionalities either based on chiral recognition processes or derived from their noncentrosymmetric space groups. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>However, there is a methodological lacuna\non the rational design of rod MOFs, targeting MOFs based on specific\ndiscrete SBUs, supermolecular building blocks (SBBs), and supermolecular\nbuilding layers (SBLs). The common preparation\nof rod MOFs have been based on trial and error experiments with symmetric\nhomotopic linkers. Recently, some insights have been obtained into\nthe controlled synthesis of rod MOFs with the use of a heterotritopic\nligand, where its asymmetric nature generates\na preference for helical over straight rodlike SBUs and allow fine-tuning\nof the pitch of the helical SBUs in the resulting centrosymmetric\nMOF.</p>", "clean_text": "However, there is a methodological lacuna on the rational design of rod MOFs, targeting MOFs based on specific discrete SBUs, supermolecular building blocks (SBBs), and supermolecular building layers (SBLs). The common preparation of rod MOFs have been based on trial and error experiments with symmetric homotopic linkers. Recently, some insights have been obtained into the controlled synthesis of rod MOFs with the use of a heterotritopic ligand, where its asymmetric nature generates a preference for helical over straight rodlike SBUs and allow fine-tuning of the pitch of the helical SBUs in the resulting centrosymmetric MOF.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>There are a reduced number of existing chiral MOFs in comparison\nto the huge variety of nonchiral MOFs reported so far. This is undoubtedly\nconnected to the challenge that represents the synthesis itself. Apart\nfrom spontaneous resolution processeswhich mostly lead to conglomerates with a certain enantiomeric\nexcessthe three most explored design strategies consist of\n(i) the presence of auxiliary induction agents, (ii) the use of enantiopure ligands for their self-assembly\nwith discrete SBUs, and (iii) the use\nof chiral metalloligands.\n</p>", "clean_text": "There are a reduced number of existing chiral MOFs in comparison to the huge variety of nonchiral MOFs reported so far. This is undoubtedly connected to the challenge that represents the synthesis itself. Apart from spontaneous resolution processeswhich mostly lead to conglomerates with a certain enantiomeric excessthe three most explored design strategies consist of (i) the presence of auxiliary induction agents, (ii) the use of enantiopure ligands for their self-assembly with discrete SBUs, and (iii) the use of chiral metalloligands. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The common point\nof these three strategies relies on using discrete chiral subunits\naimed at transmitting their encoded chiral information to the final open-framework structure. The main\ndrawback of the first two approaches, especially for the first, is\nthat they often result in unsuccessful and poorly controlled processes.\nThis is due to the fact that common assembly conditions are quite\nharsh and are affected by many subtle factors, and they can lead to non-single-enantiomer chiral MOFs\nas a consequence of ligand racemization processes, formation of both\nenantiomers, or auxiliary chiral agent exclusion in the final structure.\nDespite these remarkable disadvantages, the ligand approach is still\nthe most widely used. Conversely, the metalloligand approach, in addition\nto it being proven as an appealing route toward chiral assemblies,\nhas been overlooked and, with some exceptions, its study just has been practically limited to the small\nfamily of metallosalen complexes, which,\nin addition, usually require of another ligand to build the chiral\nframework.</p>", "clean_text": "The common point of these three strategies relies on using discrete chiral subunits aimed at transmitting their encoded chiral information to the final open-framework structure. The main drawback of the first two approaches, especially for the first, is that they often result in unsuccessful and poorly controlled processes. This is due to the fact that common assembly conditions are quite harsh and are affected by many subtle factors, and they can lead to non-single-enantiomer chiral MOFs as a consequence of ligand racemization processes, formation of both enantiomers, or auxiliary chiral agent exclusion in the final structure. Despite these remarkable disadvantages, the ligand approach is still the most widely used. Conversely, the metalloligand approach, in addition to it being proven as an appealing route toward chiral assemblies, has been overlooked and, with some exceptions, its study just has been practically limited to the small family of metallosalen complexes, which, in addition, usually require of another ligand to build the chiral framework.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The present work aims to address simultaneously both\nchallenges by using a metalloligand approach to build an enantiopure\nMOF made up of preformed helical 1D rodlike SBUs. Thus, we explore\na novel rational synthetic strategy based on the use of an enantiopure\nligand, derived from a amino acid, capable of building 1D chiral systems.\nThis preformed chiral compound exhibits free carbonyl groups which\ncan act as 1D rodlike building blocks toward square-planar metal complexes,\nyielding a chiral three-dimensional (3D) MOF (). Although the deconstruction of well-known\nMOF structures showed infinite chains as building blocks, we show for the first time, to the best of our\nknowledge, the use of a preformed chiral 1D polymeric SBU for the\nconstruction of MOFs, which matches up with the SBUs of the final\narchitecture.</p>", "clean_text": "The present work aims to address simultaneously both challenges by using a metalloligand approach to build an enantiopure MOF made up of preformed helical 1D rodlike SBUs. Thus, we explore a novel rational synthetic strategy based on the use of an enantiopure ligand, derived from a amino acid, capable of building 1D chiral systems. This preformed chiral compound exhibits free carbonyl groups which can act as 1D rodlike building blocks toward square-planar metal complexes, yielding a chiral three-dimensional (3D) MOF (). Although the deconstruction of well-known MOF structures showed infinite chains as building blocks, we show for the first time, to the best of our knowledge, the use of a preformed chiral 1D polymeric SBU for the construction of MOFs, which matches up with the SBUs of the final architecture.", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Chemical approach. (a) Perspective views of the precursor\n1D compound <bold>1</bold> along the 111 (top) and 001 directions\n(bottom). Green arrows are depicted to emphasize the free carbonyl\ngroups of the triconnector unit capable of further coordination. (b)\nSuggested self-assembling process consisting of the coordination of\nthe free carbonyl groups of <bold>1</bold> toward [Ni­(cyclam)]<sup>2+</sup> cations. Green dashed lines simulate the approach of [Ni­(cyclam)]<sup>2+</sup> cations to the free carbonyl groups. (c) Perspective view\nof the 3D homochiral MOF <bold>2</bold>. The copper­(II) and nickel­(II)\nions and the free carbonyl groups are represented by cyan, gold, and\nred spheres, respectively, whereas the ligands are depicted by gray\nsticks.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2017-00681m_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Chemical approach. (a) Perspective views of the precursor 1D compound 1 along the 111 (top) and 001 directions (bottom). Green arrows are depicted to emphasize the free carbonyl groups of the triconnector unit capable of further coordination. (b) Suggested self-assembling process consisting of the coordination of the free carbonyl groups of 1 toward [Ni(cyclam)]2+ cations. Green dashed lines simulate the approach of [Ni(cyclam)]2+ cations to the free carbonyl groups. (c) Perspective view of the 3D homochiral MOF 2. The copper(II) and nickel(II) ions and the free carbonyl groups are represented by cyan, gold, and red spheres, respectively, whereas the ligands are depicted by gray sticks.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Here we report\nthe synthesis of the enantiopure precursor 1D compound and the resulting\nchiral 3D MOF. First, the use of an oxamato-based derivative of the amino acid <sc>d</sc>-phenylglycine () led to one enantiopure\nchain of formula Me<sub>4</sub>N­[Cu<sup>II</sup>(<italic>R</italic>)-pegma]·2H<sub>2</sub>O (<bold>1</bold>), where (<italic>R</italic>)-pegma = (<italic>R</italic>)-<italic>N</italic>-(ethyl oxoacetate)­phenylglycine\n(a). Then,\nthe chiral 3D MOF of formula [Ni­(cyclam)]­[Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sub>2</sub>·6H<sub>2</sub>O·2<italic>i</italic>-PrOH (<bold>2</bold>) was obtained when the preformed\ncompound <bold>1</bold> was reacted with the square-planar mononuclear\ncation [Ni­(cyclam)]<sup>2+</sup> (b,c). Their\nchemical identities were established by the combination of EDX, elemental,\nPXRD, and TGA analyses (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Supporting Information</ext-link>). In addition, the crystal structures of both <bold>1</bold> and <bold>2</bold> could be determined by single-crystal X-ray diffraction.</p>", "clean_text": "Results and Discussion\n\nHere we report the synthesis of the enantiopure precursor 1D compound and the resulting chiral 3D MOF. First, the use of an oxamato-based derivative of the amino acid d-phenylglycine () led to one enantiopure chain of formula Me4N[CuII(R)-pegma]⋅2H2O (1), where (R)-pegma = (R)-N-(ethyl oxoacetate)phenylglycine (a). Then, the chiral 3D MOF of formula [Ni(cyclam)][CuII(R)-pegma]2⋅6H2O⋅2i-PrOH (2) was obtained when the preformed compound 1 was reacted with the square-planar mononuclear cation [Ni(cyclam)]2+ (b,c). Their chemical identities were established by the combination of EDX, elemental, PXRD, and TGA analyses (see the Supporting Information). In addition, the crystal structures of both 1 and 2 could be determined by single-crystal X-ray diffraction.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structural Formulas of <sc>d</sc>-Phenylglycine Methyl Ester (a)\nand HMeEt-(<italic>R</italic>)-pegma (b)<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2017-00681m_0007.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>Blue, red, and green colors represent the different coordination\npositions of the ligand.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Structural Formulas of d-Phenylglycine Methyl Ester (a) and HMeEt-(R)-pegma (b)      a Blue, red, and green colors represent the different coordination positions of the ligand.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>Blue, red, and green colors represent the different coordination\npositions of the ligand.</p>\n</fn>\n</p><title>Crystal Structure</title><p>X-ray crystallography reveals that <bold>1</bold> crystallizes in\nthe chiral space group <italic>P</italic>3<sub>1</sub> and consists\nof enantiomerically pure, oxamato-bridged Cu<sup>II</sup> helical\nchains, Me<sub>4</sub>N<sup>+</sup> cations, and H-bonded lattice\nwater molecules (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Figure S1</ext-link> in the Supporting Information).\nThe single-stranded helices are arrayed in a right-handed (<italic>P</italic>) fashion, with a helical pitch of 14.43 Å (the <italic>c</italic> axis value).</p>", "clean_text": "  a Blue, red, and green colors represent the different coordination positions of the ligand.  \n\nCrystal Structure\n\nX-ray crystallography reveals that 1 crystallizes in the chiral space group P31 and consists of enantiomerically pure, oxamato-bridged CuII helical chains, Me4N+ cations, and H-bonded lattice water molecules (a and Figure S1 in the Supporting Information). The single-stranded helices are arrayed in a right-handed (P) fashion, with a helical pitch of 14.43 Å (the c axis value).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Cu<sup>2+</sup> metal ions adopt distorted-square-pyramidal\ncoordination geometries, CuNO<sub>4</sub>, with four oxygen atoms\nand one nitrogen atom from the (<italic>R</italic>)-pegma<sup>3–</sup> ligand. Adjacent five-coordinate Cu<sup>II</sup> metal ions are\nlinked together by carboxylate and oxamidate groups of a dissymmetric\n(<italic>R</italic>)-pegma<sup>3–</sup> ligandexhibiting\nthe alternating tridentate/bidentate bridging modeto construct\nchains running along the [001] direction.</p>", "clean_text": "Cu2+ metal ions adopt distorted-square-pyramidal coordination geometries, CuNO4, with four oxygen atoms and one nitrogen atom from the (R)-pegma3- ligand. Adjacent five-coordinate CuII metal ions are linked together by carboxylate and oxamidate groups of a dissymmetric (R)-pegma3- ligandexhibiting the alternating tridentate/bidentate bridging modeto construct chains running along the [001] direction.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>\n<bold>2</bold> crystallizes\nin the trigonal chiral space group <italic>P</italic>3<sub>2</sub>2<sub>1</sub>. The fundamental building unit of <bold>2</bold> contains\nright-handed Cu<sup>2+</sup> chains of <bold>1</bold>, as simple helical\nSBUs, interconnected through unsaturated square-planar [Ni­(cyclam)]<sup>2+</sup> ions, which hold chiral chains by coordinating free carbonyl\ngroups from the phenyl-glycine amino acid residues pointing at the\noutside, to generate a 3D noninterpenetrating chiral porous network\nwith 1D pseudohexagonal channels of 13 × 10 Å viewed along\nthe [001] direction (c and ).</p>", "clean_text": " 2 crystallizes in the trigonal chiral space group P3221. The fundamental building unit of 2 contains right-handed Cu2+ chains of 1, as simple helical SBUs, interconnected through unsaturated square-planar [Ni(cyclam)]2+ ions, which hold chiral chains by coordinating free carbonyl groups from the phenyl-glycine amino acid residues pointing at the outside, to generate a 3D noninterpenetrating chiral porous network with 1D pseudohexagonal channels of 13 × 10 Å viewed along the [001] direction (c and ).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Representation of a pseudohexagonal\nnanotube-like channel of <bold>2</bold> of dimensions of 13 ×\n10 Å viewed along the [001] (a) and [100] (b) directions. Color\nscheme: Cu, cyan spheres; Ni, gold spheres; ligand, gray sticks.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2017-00681m_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Representation of a pseudohexagonal nanotube-like channel of 2 of dimensions of 13 × 10 Å viewed along the [001] (a) and [100] (b) directions. Color scheme: Cu, cyan spheres; Ni, gold spheres; ligand, gray sticks.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>In <bold>2</bold>, the [Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sup>−</sup> chain structure\ndisplays no evidence of remarkable changes in the structural parameters\nwith respect to <bold>1</bold>. In both compounds, the five-coordinate\nCu metal centers have similar Cu–O and Cu–N bond lengths\n(1.944(7)–2.263(7) and 1.899(8) Å (<bold>1</bold>) vs\n1.928(6)–2.396(7) and 1.900(7) Å (<bold>2</bold>)). In\nfact, as in <bold>1</bold>, both Cu1 and Cu2 are sequentially linked\nby one bridging/bidentate carboxylate group and one bridging/tridentate\noxalamino group, to form 1D motifs (a and a). These trifold\nhelical chains, all with the same handedness <italic>P</italic>, are\nbrought together by [Ni­(cyclam)]<sup>2+</sup> complexes acting as\nditopic <italic>metallolinkers</italic> (b,c). Thus, Ni<sup>2+</sup> metal ions are\ncoordinated by two oxygen atoms of two free carbonyl groups from consecutive\nphenyl-glycine amino acid residues (Ni–O bond lengths of 2.129(7)\nand 2.144(7) Å) and four nitrogen atoms of the cyclam ligand\n(Ni–N distances 1.96(2)–2.15(2) Å) in a distorted-octahedral\ngeometry (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Figure S2b</ext-link> in the Supporting\nInformation).</p>", "clean_text": "In 2, the [CuII(R)-pegma]- chain structure displays no evidence of remarkable changes in the structural parameters with respect to 1. In both compounds, the five-coordinate Cu metal centers have similar Cu-O and Cu-N bond lengths (1.944(7)-2.263(7) and 1.899(8) Å (1) vs 1.928(6)-2.396(7) and 1.900(7) Å (2)). In fact, as in 1, both Cu1 and Cu2 are sequentially linked by one bridging/bidentate carboxylate group and one bridging/tridentate oxalamino group, to form 1D motifs (a and a). These trifold helical chains, all with the same handedness P, are brought together by [Ni(cyclam)]2+ complexes acting as ditopic metallolinkers (b,c). Thus, Ni2+ metal ions are coordinated by two oxygen atoms of two free carbonyl groups from consecutive phenyl-glycine amino acid residues (Ni-O bond lengths of 2.129(7) and 2.144(7) Å) and four nitrogen atoms of the cyclam ligand (Ni-N distances 1.96(2)-2.15(2) Å) in a distorted-octahedral geometry (Figure S2b in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) View along the <italic>a</italic> crystallographic\naxes of [Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sup>−</sup> helical rod SBUs. (b) Schematic representation of trifold copper\nnodes. (c) View of the resulting underlying net of <bold>2</bold> showing <bold>eta</bold> topology, formed by rod, simple right-handed helical SBUs.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2017-00681m_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) View along the a crystallographic axes of [CuII(R)-pegma]- helical rod SBUs. (b) Schematic representation of trifold copper nodes. (c) View of the resulting underlying net of 2 showing eta topology, formed by rod, simple right-handed helical SBUs.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>It is notable that <bold>2</bold>, belonging to the rod MOF family, shows the property of “forbidden\ncatenation”. The periodicity of\nthe helical rods together with the directionality imposed by the Ni–O<sub>carboxylic</sub> linkage constructs an impenetrable wall; thus, an\ninterpenetration structure is prohibited, and a chiral architecture\nwith hexagonal nanotube-like channels is formed. When van der Waals\nradii are taken into account, the pore’s window diameter is\n0.78 nm, which is filled by two isopropyl and six H<sub>2</sub>O guest\nmolecules per formula unit. Without guest molecules, the effective\nfree volume of <bold>2</bold> is calculated by PLATON analysis (see\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Supporting Information</ext-link>) to be 57.8%\nof the crystal volume (5692.4 Å<sup>3</sup> over the 9846.3 Å<sup>3</sup> of the unit cell volume).</p>", "clean_text": "It is notable that 2, belonging to the rod MOF family, shows the property of \"forbidden catenation\". The periodicity of the helical rods together with the directionality imposed by the Ni-Ocarboxylic linkage constructs an impenetrable wall; thus, an interpenetration structure is prohibited, and a chiral architecture with hexagonal nanotube-like channels is formed. When van der Waals radii are taken into account, the pore's window diameter is 0.78 nm, which is filled by two isopropyl and six H2O guest molecules per formula unit. Without guest molecules, the effective free volume of 2 is calculated by PLATON analysis (see the Supporting Information) to be 57.8% of the crystal volume (5692.4 Å3 over the 9846.3 Å3 of the unit cell volume).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Even if the structural description\nof a rod MOF is still rather subjective, further insights into the structure of <bold>2</bold> can be gained\nby reducing multidimensional structures to simple rod geometries and\nassociated underlying nets. As shown in , the [Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sup>–</sup> chains, constituting the rod-shaped SBUs, are already connected,\nas in <bold>1</bold>, to construct a 3<sub>1</sub> helix. As is known,\nthe two ways to link 3-fold helices with one kind of vertex consist\nof either self-assembling of helices of the same hand to give <bold>eta</bold> nets or of a different hand to give <bold>etb</bold> nets. In <bold>2</bold>, helices with\nstructure as in <bold>1</bold>, all right-handed, are then linked\nlinearly by [Ni­(cyclam)]<sup>2+</sup> cationic complexes to generate\na rare <bold>eta</bold> net ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Figure S3</ext-link> in the Supporting\nInformation), which is the expected net,\ndependent on the rational approach we used to build an enantiopure\nrod-base MOF.</p>", "clean_text": "Even if the structural description of a rod MOF is still rather subjective, further insights into the structure of 2 can be gained by reducing multidimensional structures to simple rod geometries and associated underlying nets. As shown in , the [CuII(R)-pegma]- chains, constituting the rod-shaped SBUs, are already connected, as in 1, to construct a 31 helix. As is known, the two ways to link 3-fold helices with one kind of vertex consist of either self-assembling of helices of the same hand to give eta nets or of a different hand to give etb nets. In 2, helices with structure as in 1, all right-handed, are then linked linearly by [Ni(cyclam)]2+ cationic complexes to generate a rare eta net ( and Figure S3 in the Supporting Information), which is the expected net, dependent on the rational approach we used to build an enantiopure rod-base MOF.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Considering the sequential copper atoms of the\nrods as 3-fold connected nodes of extension and Ni<sup>II</sup> metal\nions as ditopic metallolinkers, the resulting structure of <bold>2</bold> is a 3-fold connected 3D chiral network, and its point symbol is\n8<sup>3</sup>. Each copper atom (node) is three-coordinate, with two-coordination\nwithin the 3-fold helix and one to the metallolinker (). Thus, the helical rod axes\nintersect a perpendicular plane in an <bold>hcb</bold> honeycomb pattern. On the other hand, the nature of the metallolinker\nemployed to construct <bold>2</bold> allows us to consider the [Ni­(cyclam)­(O)<sub>2</sub>]<sup>2+</sup> octahedra as nodes. In this case, their connections\nthrough [Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sup>−</sup> chains intersect a perpendicular plane to define the Kagomé\npattern <bold>kgm</bold>\n (point symbol\n3.6.3.6), composed of hexagonal rings delimited by six triangular\nrings where the [Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sup>−</sup> helical rods reside ().</p>", "clean_text": "Considering the sequential copper atoms of the rods as 3-fold connected nodes of extension and NiII metal ions as ditopic metallolinkers, the resulting structure of 2 is a 3-fold connected 3D chiral network, and its point symbol is 83. Each copper atom (node) is three-coordinate, with two-coordination within the 3-fold helix and one to the metallolinker (). Thus, the helical rod axes intersect a perpendicular plane in an hcb honeycomb pattern. On the other hand, the nature of the metallolinker employed to construct 2 allows us to consider the [Ni(cyclam)(O)2]2+ octahedra as nodes. In this case, their connections through [CuII(R)-pegma]- chains intersect a perpendicular plane to define the Kagomé pattern kgm  (point symbol 3.6.3.6), composed of hexagonal rings delimited by six triangular rings where the [CuII(R)-pegma]- helical rods reside ().", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>[Ni­(cyclam)­O<sub>2</sub>]<sup>2+</sup> octahedra as nodes (gold\nspheres) in <bold>2</bold>, defining a Kagomé pattern, composed\nof hexagonal rings delimited by six triangular rings where the [Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sup>−</sup> helical rods\n(green sticks) reside.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2017-00681m_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  [Ni(cyclam)O2]2+ octahedra as nodes (gold spheres) in 2, defining a Kagomé pattern, composed of hexagonal rings delimited by six triangular rings where the [CuII(R)-pegma]- helical rods (green sticks) reside.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Thermogravimetric Analysis and X-ray Powder Diffraction</title><p>The isostructurality of the bulk samples and the crystals selected\nfor single-crystal X-ray diffraction was confirmed by powder X-ray\ndiffraction (PXRD) experiments with a consistent experimental and\ncalculated pattern (). The solvent contents of <bold>2</bold> were assigned by\nthermogravimetric analysis (TGA) under a dry N<sub>2</sub> atmosphere\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Figure S4</ext-link> in the Supporting Information).</p>", "clean_text": "Thermogravimetric Analysis and X-ray Powder Diffraction\n\nThe isostructurality of the bulk samples and the crystals selected for single-crystal X-ray diffraction was confirmed by powder X-ray diffraction (PXRD) experiments with a consistent experimental and calculated pattern (). The solvent contents of 2 were assigned by thermogravimetric analysis (TGA) under a dry N2 atmosphere (Figure S4 in the Supporting Information).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Calculated\n(a) and experimental (b) PXRD pattern profiles of <bold>2</bold> in\nthe 2θ range 2.0–40.0° at room temperature. (c)\nPXRD pattern after sorption experiments.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2017-00681m_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Calculated (a) and experimental (b) PXRD pattern profiles of 2 in the 2θ range 2.0-40.0° at room temperature. (c) PXRD pattern after sorption experiments.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Gas Sorption Behavior</title><p>In order to further confirm the permanent\nporosity of the material, N<sub>2</sub> (77 K) and CO<sub>2</sub> (273\nK) adsorption measurements were carried out (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Figure S5</ext-link> in the Supporting Information and ). Curiously, the N<sub>2</sub> isotherm\nshows a very poor uptake of ca. 1 mmol/g (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Figure S5</ext-link>), which can be related to concomitant effects of the irregular\nshape of pores. In contrast, the CO<sub>2</sub> isotherm shows a large\nuptake of ca. 5 mmol/g at 1 atm (), suggesting that the smaller and more polarizable\nCO<sub>2</sub> molecules can get into the pockets situated between\nthe aromatic rings and interact with the many accessible copper­(II)\nions. The integrity of the framework after sorption measurements was\nproved by PXRD experiments, precluding the collapse of the framework\nafter solvent evacuation and confirming the stability of <bold>2</bold> (c).</p>", "clean_text": "Gas Sorption Behavior\n\nIn order to further confirm the permanent porosity of the material, N2 (77 K) and CO2 (273 K) adsorption measurements were carried out (Figure S5 in the Supporting Information and ). Curiously, the N2 isotherm shows a very poor uptake of ca. 1 mmol/g (Figure S5), which can be related to concomitant effects of the irregular shape of pores. In contrast, the CO2 isotherm shows a large uptake of ca. 5 mmol/g at 1 atm (), suggesting that the smaller and more polarizable CO2 molecules can get into the pockets situated between the aromatic rings and interact with the many accessible copper(II) ions. The integrity of the framework after sorption measurements was proved by PXRD experiments, precluding the collapse of the framework after solvent evacuation and confirming the stability of 2 (c).", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CO<sub>2</sub> adsorption isotherm for the activated compound <bold>2</bold> at\n273 K. Filled and empty symbols indicate the adsorption and desorption\nisotherms, respectively.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic-2017-00681m_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  CO2 adsorption isotherm for the activated compound 2 at 273 K. Filled and empty symbols indicate the adsorption and desorption isotherms, respectively.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Circular Dichroism</title><p>The enantiopure nature of both <bold>1</bold> and <bold>2</bold> was further confirmed by means of solution\nand solid circular dichroism (CD) spectra, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Figure S6</ext-link> in the Supporting Information). The\nsimilar positive Cotton effects in the visible region of the CD spectra\ncan be attributed to copper­(II) d–d transitions (the result\nof a chirality-induced effect on the copper centers by the enantiopure\nligands), while those in the UV region can be assigned to metal-to-ligand\ncharge-transfer (MLCT) and/or intraligand (IL) transitions.</p>", "clean_text": "Circular Dichroism\n\nThe enantiopure nature of both 1 and 2 was further confirmed by means of solution and solid circular dichroism (CD) spectra, respectively (Figure S6 in the Supporting Information). The similar positive Cotton effects in the visible region of the CD spectra can be attributed to copper(II) d-d transitions (the result of a chirality-induced effect on the copper centers by the enantiopure ligands), while those in the UV region can be assigned to metal-to-ligand charge-transfer (MLCT) and/or intraligand (IL) transitions.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In summary, we report the very first example of a design strategy\nto build chiral rod-based 3D MOFs from preformed helical 1D rodlike\nSBUs. This affords an efficient step-by-step transmission of the encoded\nchiral information from the enantiopure ligands to the helical 1D\nrodlike SBUs and then to the 3D MOF and, therefore, a better control\nof the nature and chiral properties of the resulting network. The\nvalidity of the proposed metalloligand approach to address simultaneously\nthe challenge of synthesize chiral and rod-based MOFs in a controllable\nmanner has been exemplified with the synthesis of <bold>2</bold>,\nwhich shows a rare <bold>eta</bold> net topology. These results open\na new window to enlarge the scope of MOFs and allow foreseeing further\nsynthetic efforts to expand this strategy by changing the nature of\nthe rod and/or the metallolinker.</p>", "clean_text": "Conclusions\n\nIn summary, we report the very first example of a design strategy to build chiral rod-based 3D MOFs from preformed helical 1D rodlike SBUs. This affords an efficient step-by-step transmission of the encoded chiral information from the enantiopure ligands to the helical 1D rodlike SBUs and then to the 3D MOF and, therefore, a better control of the nature and chiral properties of the resulting network. The validity of the proposed metalloligand approach to address simultaneously the challenge of synthesize chiral and rod-based MOFs in a controllable manner has been exemplified with the synthesis of 2, which shows a rare eta net topology. These results open a new window to enlarge the scope of MOFs and allow foreseeing further synthetic efforts to expand this strategy by changing the nature of the rod and/or the metallolinker.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials</title><p>All chemicals were of reagent grade quality.\nThey were purchased from commercial sources and used as received.\n[Ni­(cyclam)]­Cl<sub>2</sub> was prepared as previously reported. The preparation of the ligand is reported in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nAll chemicals were of reagent grade quality. They were purchased from commercial sources and used as received. [Ni(cyclam)]Cl2 was prepared as previously reported. The preparation of the ligand is reported in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation\nof Me<sub>4</sub>N­{Cu<sup>II</sup>[(<italic>R</italic>)-pegma])}·2H<sub>2</sub>O (<bold>1</bold>)</title><p>A methanolic solution (50 mL)\nof the proligand HMeEt-(<italic>R</italic>)-pegma (7.1 g, 26.8 mmol)\nwas treated with a 25% methanolic solution of Me<sub>4</sub>NOH (39.5\nmL, 93.9 mmol). Another methanolic solution (10 mL) of CuCl<sub>2</sub> (3.61 g, 26.8 mmol) was then added dropwise while the reaction mixture\nwas stirred. The resulting deep blue solution was filtered off to\nremove the small amount of solid particles and then concentrated to\ndryness in a rotary evaporator. The obtained blue powder was gently\nwashed with acetone to remove the excess of Me<sub>4</sub>NOH and\ndried under vacuum. This is the microcrystalline powder form of <bold>1</bold>. Yield: 8.64 g, 75%. Anal. Calcd for C<sub>14</sub>H<sub>22</sub>CuN<sub>2</sub>O<sub>7</sub> (393.9): C, 42.69; H, 5.63;\nN, 7.11. Found: C, 42.63; H, 5.51; N, 7.14. IR (KBr): ν 1666\nand 1610 cm<sup>–1</sup> (CO).</p>", "clean_text": "Preparation of Me4N{CuII[(R)-pegma])}⋅2H2O (1)\n\nA methanolic solution (50 mL) of the proligand HMeEt-(R)-pegma (7.1 g, 26.8 mmol) was treated with a 25% methanolic solution of Me4NOH (39.5 mL, 93.9 mmol). Another methanolic solution (10 mL) of CuCl2 (3.61 g, 26.8 mmol) was then added dropwise while the reaction mixture was stirred. The resulting deep blue solution was filtered off to remove the small amount of solid particles and then concentrated to dryness in a rotary evaporator. The obtained blue powder was gently washed with acetone to remove the excess of Me4NOH and dried under vacuum. This is the microcrystalline powder form of 1. Yield: 8.64 g, 75%. Anal. Calcd for C14H22CuN2O7 (393.9): C, 42.69; H, 5.63; N, 7.11. Found: C, 42.63; H, 5.51; N, 7.14. IR (KBr): ν 1666 and 1610 cm-1 (CO).", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Well-formed elongated\nrectangular prisms of <bold>1</bold> were grown after several days\nof slow evaporation of a water/methanol solution (1/1 volume ratio)\ncontaining the solid. The crystals were collected by filtration and\nair-dried.</p>", "clean_text": "Well-formed elongated rectangular prisms of 1 were grown after several days of slow evaporation of a water/methanol solution (1/1 volume ratio) containing the solid. The crystals were collected by filtration and air-dried.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of [Ni­(cyclam)]­[Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sub>2</sub>·6H<sub>2</sub>O·2C<sub>3</sub>H<sub>8</sub>O (<bold>2</bold>)</title><p>A multigram scale\nsynthesis of <bold>2</bold> was carried out by the direct reaction\nof 1/1 water/isopropyl alcohol solutions (v/v) of compound <bold>1</bold> and [Ni­(cyclam)]­Cl<sub>2</sub>: A 20 mL portion of the [Ni­(cyclam)]­Cl<sub>2</sub> solution (1.66 g, 5 mmol) was added dropwise over 10 mL of\nanother solution containing compound <bold>1</bold> (3.94 g, 10 mmol).\nThe resulting mixture was stirred for 1 h, and then the precipitated\ngreen polycrystalline powder was filtered off and air-dried. Yield:\n4.6 g, 87%. Anal. Calcd for C<sub>36</sub>H<sub>64</sub>Cu<sub>2</sub>N<sub>6</sub>NiO<sub>18</sub> (1054.7): C, 41.00; H, 6.12; N, 7.97.\nFound: C, 41.11; H, 6.03; N, 7.84. IR (KBr): ν 1612 cm<sup>–1</sup> (CO).</p>", "clean_text": "Preparation of [Ni(cyclam)][CuII(R)-pegma]2⋅6H2O⋅2C3H8O (2)\n\nA multigram scale synthesis of 2 was carried out by the direct reaction of 1/1 water/isopropyl alcohol solutions (v/v) of compound 1 and [Ni(cyclam)]Cl2: A 20 mL portion of the [Ni(cyclam)]Cl2 solution (1.66 g, 5 mmol) was added dropwise over 10 mL of another solution containing compound 1 (3.94 g, 10 mmol). The resulting mixture was stirred for 1 h, and then the precipitated green polycrystalline powder was filtered off and air-dried. Yield: 4.6 g, 87%. Anal. Calcd for C36H64Cu2N6NiO18 (1054.7): C, 41.00; H, 6.12; N, 7.97. Found: C, 41.11; H, 6.03; N, 7.84. IR (KBr): ν 1612 cm-1 (CO).", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["synthesis condition"], "content": "<p>Well-formed green cubic prisms of <bold>2</bold>, suitable for X-ray diffraction, were obtained by slow diffusion\nin an H-shaped tube of stoichiometric amounts of <bold>1</bold> in\none arm and [Ni­(cyclam)]­Cl<sub>2</sub> in the other arm using the\nsame water/isopropyl alcohol solvent. The crystals were collected\nby filtration and air-dried.</p>", "clean_text": "Well-formed green cubic prisms of 2, suitable for X-ray diffraction, were obtained by slow diffusion in an H-shaped tube of stoichiometric amounts of 1 in one arm and [Ni(cyclam)]Cl2 in the other arm using the same water/isopropyl alcohol solvent. The crystals were collected by filtration and air-dried.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Single-Crystal X-ray Diffraction: X-ray Crystallographic\nData Collection and Structure Refinement</title><p>Suitable crystals\nof <bold>1</bold> and <bold>2</bold> were selected and mounted on\na MITIGEN holder in Paratone oil and very quickly placed in a liquid\nnitrogen stream at 90 K to avoid possible degradation upon dehydration.\nDiffraction data were collected on a Bruker-Nonius X8APEXII CCD area\ndetector diffractometer using graphite-monochromated Mo Kα radiation\n(λ = 0.71073 Å). The data were processed through the SAINT reduction and SADABS multiscan absorption software. The structure was solved with the\nSHELXS structure solution program, using the Patterson method. The\nmodel was refined with version 2013/4 of SHELXL against <italic>F</italic>\n<sup>2</sup> on all data by full-matrix least squares.\n</p>", "clean_text": "Single-Crystal X-ray Diffraction: X-ray Crystallographic Data Collection and Structure Refinement\n\nSuitable crystals of 1 and 2 were selected and mounted on a MITIGEN holder in Paratone oil and very quickly placed in a liquid nitrogen stream at 90 K to avoid possible degradation upon dehydration. Diffraction data were collected on a Bruker-Nonius X8APEXII CCD area detector diffractometer using graphite-monochromated Mo Kα radiation (λ = 0.71073 Å). The data were processed through the SAINT reduction and SADABS multiscan absorption software. The structure was solved with the SHELXS structure solution program, using the Patterson method. The model was refined with version 2013/4 of SHELXL against F 2 on all data by full-matrix least squares. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>In both structures all non-hydrogen atoms\nwere refined anisotropically except for a carbon atom of the Me<sub>4</sub>N<sup>+</sup> cation (C(11)) in <bold>1</bold>, which is highly\ndisordered (alert B in the checkcif, see below for details). In <bold>2</bold>, the use of some C–C and C–N bond length restraints\nduring the refinements of  highly disordered atoms belonging to the\ncyclam ligand has been reasonably imposed and related to its flexibility,\nmaking it a dynamic component of the framework. As a consequence of\nthat disorder related to the cyclam moiety, alert A in the checkcifs\nwas detected (see below for details).</p>", "clean_text": "In both structures all non-hydrogen atoms were refined anisotropically except for a carbon atom of the Me4N+ cation (C(11)) in 1, which is highly disordered (alert B in the checkcif, see below for details). In 2, the use of some C-C and C-N bond length restraints during the refinements of  highly disordered atoms belonging to the cyclam ligand has been reasonably imposed and related to its flexibility, making it a dynamic component of the framework. As a consequence of that disorder related to the cyclam moiety, alert A in the checkcifs was detected (see below for details).", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>In <bold>1</bold>, the\nhydrogen atoms of the water molecules were located on a Δ<italic>F</italic> map and refined with three restraints for each molecule\n(O–H and H···H distances) with thermal factors\nfixed to 0.06 Å<sup>2</sup>, whereas those of the pegma ligands\nand Me<sub>4</sub>N<sup>+</sup> cations were set in calculated positions\nand refined as riding atoms. In compound <bold>2</bold>, while the\nhydrogen atoms of the pegma, cyclam ligand, and isopropyl lattice\nmolecules were set in calculated positions and refined as riding atoms.\nThey were neither found nor located on lattice water molecules. Despite\nthe fact that solvent molecules in <bold>2</bold> were highly disordered,\nthey were somehow modeled. However, considering the quite large channels\nfeatured by this MOF, we thought that the better choice to reach the\nbest model of the MOF net was to subtract the contribution to the\ndiffraction pattern from the highly disordered water and isopropyl\nmolecules located in the channels from the observed data through the\nSQUEEZE method, implemented in PLATON. The residual agreement factors for reflections with <italic>I</italic> &gt; 2σ­(<italic>I</italic>) before SQUEEZE are R1 = 0.0882\nand wR2 = 0.2643 and after are R1 = 0.0480 and wR2 = 0.1140 (both\nCIF files have been supplied for the sake of clarity).</p>", "clean_text": "In 1, the hydrogen atoms of the water molecules were located on a ΔF map and refined with three restraints for each molecule (O-H and H⋅⋅⋅H distances) with thermal factors fixed to 0.06 Å2, whereas those of the pegma ligands and Me4N+ cations were set in calculated positions and refined as riding atoms. In compound 2, while the hydrogen atoms of the pegma, cyclam ligand, and isopropyl lattice molecules were set in calculated positions and refined as riding atoms. They were neither found nor located on lattice water molecules. Despite the fact that solvent molecules in 2 were highly disordered, they were somehow modeled. However, considering the quite large channels featured by this MOF, we thought that the better choice to reach the best model of the MOF net was to subtract the contribution to the diffraction pattern from the highly disordered water and isopropyl molecules located in the channels from the observed data through the SQUEEZE method, implemented in PLATON. The residual agreement factors for reflections with I > 2σ(I) before SQUEEZE are R1 = 0.0882 and wR2 = 0.2643 and after are R1 = 0.0480 and wR2 = 0.1140 (both CIF files have been supplied for the sake of clarity).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Testing\nthe two enantiomeric models of the crystals <bold>1</bold> and <bold>2</bold> with a final refined Flack parameter of 0.05(1) shows that\nthe handedness was uniquely determined.</p><p>A summary of the crystallographic\ndata and structure refinement for the two compounds is given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Table S1</ext-link> in the Supporting Information: CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1520973\">1520973</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1520975\">1520975</ext-link> for <bold>1</bold>, <bold>2_solvent</bold>, and <bold>2_squeezed</bold>, respectively.</p>", "clean_text": "Testing the two enantiomeric models of the crystals 1 and 2 with a final refined Flack parameter of 0.05(1) shows that the handedness was uniquely determined.\n\nA summary of the crystallographic data and structure refinement for the two compounds is given in Table S1 in the Supporting Information: CCDC 1520973-1520975 for 1, 2_solvent, and 2_squeezed, respectively.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The final geometrical calculations\non free voids and graphical manipulations were carried out with the\nPLATON implemented in WinGX and CRYSTAL MAKER programs, respectively.</p><p>Level B alerts are suggested for the\nX-ray data of <bold>1</bold> by the PLATON/CIF check program: because\nof the disorder of Me<sub>4</sub>N<sup>+</sup> cations, the <italic>U</italic>(eq) value for the nitrogen atom (N2; in Me<sub>4</sub>N<sup>+</sup>) is exceptionally large. For a similar reason, “<bold>PLAT412</bold> Type_2 Test for short nonbonding intra H···H\ncontacts (involving XH3)” was also suggested. Effects such\nas dynamic disorder are at the origin of “<bold>PLAT234</bold> Type_4 Hirshfeld Rigid-Bond Test” and “<bold>PLAT420</bold> Type_2 Test for D-H without acceptor” related to the C8 and\nC9 terminal carbon atoms of the phenyl ring of the ligand and the\noxygen atom of lattice water molecule O2W, respectively. “<bold>PLAT035</bold> Type_1 Check for _chemical_absolute_configuration”\nis suggested by default in relation to a value of Flack parameter\n(of 0.05(1)) that is not exactly zero but is very close and so is\nnot relevant; as reported within the paper, the chemical absolute\nconfiguration of the overall structure is uniquely determined.</p>", "clean_text": "The final geometrical calculations on free voids and graphical manipulations were carried out with the PLATON implemented in WinGX and CRYSTAL MAKER programs, respectively.\n\nLevel B alerts are suggested for the X-ray data of 1 by the PLATON/CIF check program: because of the disorder of Me4N+ cations, the U(eq) value for the nitrogen atom (N2; in Me4N+) is exceptionally large. For a similar reason, \"PLAT412 Type_2 Test for short nonbonding intra H⋅⋅⋅H contacts (involving XH3)\" was also suggested. Effects such as dynamic disorder are at the origin of \"PLAT234 Type_4 Hirshfeld Rigid-Bond Test\" and \"PLAT420 Type_2 Test for D-H without acceptor\" related to the C8 and C9 terminal carbon atoms of the phenyl ring of the ligand and the oxygen atom of lattice water molecule O2W, respectively. \"PLAT035 Type_1 Check for _chemical_absolute_configuration\" is suggested by default in relation to a value of Flack parameter (of 0.05(1)) that is not exactly zero but is very close and so is not relevant; as reported within the paper, the chemical absolute configuration of the overall structure is uniquely determined.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Two kinds of level A and B alerts are suggested for the X-ray data\nof <bold>2</bold> by the PLATON/CIF check program: because of the\ndisorder of the cyclam moiety, <italic>U</italic>(eq) values for some\ncarbon atoms are large and sometimes appreciably different in comparison\nwith the average <italic>U</italic>(eq) values for non-hydrogen atoms\nbonded to them. For a similar reason, “<bold>PLAT242</bold> Type_2 Test for Unusually Low U­(eq) as compared with bonded neighbors”\nand “<bold>PLAT213</bold> Type_2 Test ratio adp max/min in\nmain residue(s)” were also suggested. As previously stated\nfor <bold>1</bold>, as a level B alert, a check for chemical absolute\nconfiguration is suggested by default in relation to a value of Flack\nparameter (of 0.05(1)) that is not exactly 0; however, the chemical\nabsolute configuration of the overall structure in <bold>2</bold> is\nundoubtedly determined.</p>", "clean_text": "Two kinds of level A and B alerts are suggested for the X-ray data of 2 by the PLATON/CIF check program: because of the disorder of the cyclam moiety, U(eq) values for some carbon atoms are large and sometimes appreciably different in comparison with the average U(eq) values for non-hydrogen atoms bonded to them. For a similar reason, \"PLAT242 Type_2 Test for Unusually Low U(eq) as compared with bonded neighbors\" and \"PLAT213 Type_2 Test ratio adp max/min in main residue(s)\" were also suggested. As previously stated for 1, as a level B alert, a check for chemical absolute configuration is suggested by default in relation to a value of Flack parameter (of 0.05(1)) that is not exactly 0; however, the chemical absolute configuration of the overall structure in 2 is undoubtedly determined.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>X-ray Powder Diffraction</title><p>Polycrystalline\nsamples of <bold>2</bold>, before and after the gas sorption experiments,\nwere introduced into 0.5 mm borosilicate capillaries prior to being\nmounted and aligned on a Empyrean PANalytical powder diffractometer,\nusing Cu Kα radiation (λ = 1.54056 Å). For each sample,\nfive repeated measurements were collected at room temperature (2θ\n= 2–40°) and merged in a single diffractogram.</p>", "clean_text": "X-ray Powder Diffraction\n\nPolycrystalline samples of 2, before and after the gas sorption experiments, were introduced into 0.5 mm borosilicate capillaries prior to being mounted and aligned on a Empyrean PANalytical powder diffractometer, using Cu Kα radiation (λ = 1.54056 Å). For each sample, five repeated measurements were collected at room temperature (2θ = 2-40°) and merged in a single diffractogram.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<title>Thermogravimetric\nAnalysis</title><p>The TGA measurements were carried out on a crystalline\nsample of <bold>2</bold> under a dry N<sub>2</sub> atmosphere with\na Mettler Toledo TGA/STDA 851<sup>e</sup> thermobalance operating\nat a heating rate of 10 °C min<sup>–1</sup>.</p><title>Gas Sorption</title><p>Low-pressure N<sub>2</sub> and CO<sub>2</sub> adsorption isotherms\nat 77 and 273 K, respectively, were measured on crystalline samples\nof <bold>1</bold>–<bold>3</bold> on Tristar II 3020 Micrometrics\nequipment. Prior to the measurements, the adsorbent was outgassed\nat 80 °C under N<sub>2</sub> flow for 16 h.</p>", "clean_text": "Thermogravimetric Analysis\n\nThe TGA measurements were carried out on a crystalline sample of 2 under a dry N2 atmosphere with a Mettler Toledo TGA/STDA 851e thermobalance operating at a heating rate of 10 °C min-1.\n\nGas Sorption\n\nLow-pressure N2 and CO2 adsorption isotherms at 77 and 273 K, respectively, were measured on crystalline samples of 1-3 on Tristar II 3020 Micrometrics equipment. Prior to the measurements, the adsorbent was outgassed at 80 °C under N2 flow for 16 h.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.inorgchem.7b00681\">10.1021/acs.inorgchem.7b00681</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Preparation and\nphysical characterization data of the ligand, additional figures,\nand crystallographic refinement details for <bold>1</bold> and <bold>2</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.inorgchem.7b00681.  Preparation and physical characterization data of the ligand, additional figures, and crystallographic refinement details for 1 and 2 (PDF)   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>Preparation and\nphysical characterization data of the ligand, additional figures,\nand crystallographic refinement details for <bold>1</bold> and <bold>2</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1520973\">1520973</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1520975\">1520975</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12, Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "Preparation and physical characterization data of the ligand, additional figures, and crystallographic refinement details for 1 and 2 (PDF)\n\nCCDC 1520973-1520975 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12, Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The authors declare\nno competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "28, 30, 31", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation\nof Me<sub>4</sub>N­{Cu<sup>II</sup>[(<italic>R</italic>)-pegma])}·2H<sub>2</sub>O (<bold>1</bold>)</title><p>A methanolic solution (50 mL)\nof the proligand HMeEt-(<italic>R</italic>)-pegma (7.1 g, 26.8 mmol)\nwas treated with a 25% methanolic solution of Me<sub>4</sub>NOH (39.5\nmL, 93.9 mmol). Another methanolic solution (10 mL) of CuCl<sub>2</sub> (3.61 g, 26.8 mmol) was then added dropwise while the reaction mixture\nwas stirred. The resulting deep blue solution was filtered off to\nremove the small amount of solid particles and then concentrated to\ndryness in a rotary evaporator. The obtained blue powder was gently\nwashed with acetone to remove the excess of Me<sub>4</sub>NOH and\ndried under vacuum. This is the microcrystalline powder form of <bold>1</bold>. Yield: 8.64 g, 75%. Anal. Calcd for C<sub>14</sub>H<sub>22</sub>CuN<sub>2</sub>O<sub>7</sub> (393.9): C, 42.69; H, 5.63;\nN, 7.11. Found: C, 42.63; H, 5.51; N, 7.14. IR (KBr): ν 1666\nand 1610 cm<sup>–1</sup> (CO).</p><title>Preparation of [Ni­(cyclam)]­[Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sub>2</sub>·6H<sub>2</sub>O·2C<sub>3</sub>H<sub>8</sub>O (<bold>2</bold>)</title><p>A multigram scale\nsynthesis of <bold>2</bold> was carried out by the direct reaction\nof 1/1 water/isopropyl alcohol solutions (v/v) of compound <bold>1</bold> and [Ni­(cyclam)]­Cl<sub>2</sub>: A 20 mL portion of the [Ni­(cyclam)]­Cl<sub>2</sub> solution (1.66 g, 5 mmol) was added dropwise over 10 mL of\nanother solution containing compound <bold>1</bold> (3.94 g, 10 mmol).\nThe resulting mixture was stirred for 1 h, and then the precipitated\ngreen polycrystalline powder was filtered off and air-dried. Yield:\n4.6 g, 87%. Anal. Calcd for C<sub>36</sub>H<sub>64</sub>Cu<sub>2</sub>N<sub>6</sub>NiO<sub>18</sub> (1054.7): C, 41.00; H, 6.12; N, 7.97.\nFound: C, 41.11; H, 6.03; N, 7.84. IR (KBr): ν 1612 cm<sup>–1</sup> (CO).</p><p>Well-formed green cubic prisms of <bold>2</bold>, suitable for X-ray diffraction, were obtained by slow diffusion\nin an H-shaped tube of stoichiometric amounts of <bold>1</bold> in\none arm and [Ni­(cyclam)]­Cl<sub>2</sub> in the other arm using the\nsame water/isopropyl alcohol solvent. The crystals were collected\nby filtration and air-dried.</p>", "clean_text": "Preparation of Me4N{CuII[(R)-pegma])}⋅2H2O (1)\n\nA methanolic solution (50 mL) of the proligand HMeEt-(R)-pegma (7.1 g, 26.8 mmol) was treated with a 25% methanolic solution of Me4NOH (39.5 mL, 93.9 mmol). Another methanolic solution (10 mL) of CuCl2 (3.61 g, 26.8 mmol) was then added dropwise while the reaction mixture was stirred. The resulting deep blue solution was filtered off to remove the small amount of solid particles and then concentrated to dryness in a rotary evaporator. The obtained blue powder was gently washed with acetone to remove the excess of Me4NOH and dried under vacuum. This is the microcrystalline powder form of 1. Yield: 8.64 g, 75%. Anal. Calcd for C14H22CuN2O7 (393.9): C, 42.69; H, 5.63; N, 7.11. Found: C, 42.63; H, 5.51; N, 7.14. IR (KBr): ν 1666 and 1610 cm-1 (CO).\n\nPreparation of [Ni(cyclam)][CuII(R)-pegma]2⋅6H2O⋅2C3H8O (2)\n\nA multigram scale synthesis of 2 was carried out by the direct reaction of 1/1 water/isopropyl alcohol solutions (v/v) of compound 1 and [Ni(cyclam)]Cl2: A 20 mL portion of the [Ni(cyclam)]Cl2 solution (1.66 g, 5 mmol) was added dropwise over 10 mL of another solution containing compound 1 (3.94 g, 10 mmol). The resulting mixture was stirred for 1 h, and then the precipitated green polycrystalline powder was filtered off and air-dried. Yield: 4.6 g, 87%. Anal. Calcd for C36H64Cu2N6NiO18 (1054.7): C, 41.00; H, 6.12; N, 7.97. Found: C, 41.11; H, 6.03; N, 7.84. IR (KBr): ν 1612 cm-1 (CO).\n\nWell-formed green cubic prisms of 2, suitable for X-ray diffraction, were obtained by slow diffusion in an H-shaped tube of stoichiometric amounts of 1 in one arm and [Ni(cyclam)]Cl2 in the other arm using the same water/isopropyl alcohol solvent. The crystals were collected by filtration and air-dried.", "data": [{"meta": {"name": "Me4N­{CuII[(R)-pegma])}·2H2O", "symbol": "1", "chemical formula": "C14H22CuN2O7"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "HMeEt-(R)-pegma", "amount": "7.1", "unit": "g"}, {"name": "Me4NOH", "amount": "39.5", "unit": "mL"}, {"name": "CuCl2", "amount": "3.61", "unit": "g"}], "solution": [{"name": "methanol", "amount": "50", "unit": "mL"}, {"name": "methanol", "amount": "10", "unit": "mL"}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "vacuum", "time": ""}], "yield": "75%"}, {"meta": {"name": "[Ni­(cyclam)]­[CuII(R)-pegma]2·6H2O·2C3H8O", "symbol": "2", "chemical formula": "C36H64Cu2N6NiO18"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "[Ni­(cyclam)]­Cl2", "amount": "1.66", "unit": "g"}, {"name": "compound 1", "amount": "3.94", "unit": "g"}], "solution": [{"name": "water/isopropyl alcohol", "amount": "1/1", "unit": "v/v"}], "pressure": "", "temperature": "", "time": "1 hour"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}], "yield": "87%"}], "include_properties": ["chemical_synthesis", "filtration", "drying", "washing", "chemical_synthesis", "filtration", "drying", "chemical_synthesis", "filtration", "drying"]}, {"idx": 23, "type": "text", "classification": "property", "content": "<title>Gas Sorption Behavior</title><p>In order to further confirm the permanent\nporosity of the material, N<sub>2</sub> (77 K) and CO<sub>2</sub> (273\nK) adsorption measurements were carried out (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Figure S5</ext-link> in the Supporting Information and ). Curiously, the N<sub>2</sub> isotherm\nshows a very poor uptake of ca. 1 mmol/g (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.7b00681/suppl_file/ic7b00681_si_001.pdf\">Figure S5</ext-link>), which can be related to concomitant effects of the irregular\nshape of pores. In contrast, the CO<sub>2</sub> isotherm shows a large\nuptake of ca. 5 mmol/g at 1 atm (), suggesting that the smaller and more polarizable\nCO<sub>2</sub> molecules can get into the pockets situated between\nthe aromatic rings and interact with the many accessible copper­(II)\nions. The integrity of the framework after sorption measurements was\nproved by PXRD experiments, precluding the collapse of the framework\nafter solvent evacuation and confirming the stability of <bold>2</bold> (c).</p>", "clean_text": "Gas Sorption Behavior\n\nIn order to further confirm the permanent porosity of the material, N2 (77 K) and CO2 (273 K) adsorption measurements were carried out (Figure S5 in the Supporting Information and ). Curiously, the N2 isotherm shows a very poor uptake of ca. 1 mmol/g (Figure S5), which can be related to concomitant effects of the irregular shape of pores. In contrast, the CO2 isotherm shows a large uptake of ca. 5 mmol/g at 1 atm (), suggesting that the smaller and more polarizable CO2 molecules can get into the pockets situated between the aromatic rings and interact with the many accessible copper(II) ions. The integrity of the framework after sorption measurements was proved by PXRD experiments, precluding the collapse of the framework after solvent evacuation and confirming the stability of 2 (c).", "data": [[{"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "N2", "adsorbed amount": "1", "unit": "mmol/g", "temperature": "77 K", "pressure": "", "condition": ""}, {"adsorbate": "CO2", "adsorbed amount": "5", "unit": "mmol/g", "temperature": "273 K", "pressure": "1 atm", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Chemical approach. (a) Perspective views of the precursor\n1D compound <bold>1</bold> along the 111 (top) and 001 directions\n(bottom). Green arrows are depicted to emphasize the free carbonyl\ngroups of the triconnector unit capable of further coordination. (b)\nSuggested self-assembling process consisting of the coordination of\nthe free carbonyl groups of <bold>1</bold> toward [Ni­(cyclam)]<sup>2+</sup> cations. Green dashed lines simulate the approach of [Ni­(cyclam)]<sup>2+</sup> cations to the free carbonyl groups. (c) Perspective view\nof the 3D homochiral MOF <bold>2</bold>. The copper­(II) and nickel­(II)\nions and the free carbonyl groups are represented by cyan, gold, and\nred spheres, respectively, whereas the ligands are depicted by gray\nsticks.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic-2017-00681m_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Chemical approach. (a) Perspective views of the precursor 1D compound 1 along the 111 (top) and 001 directions (bottom). Green arrows are depicted to emphasize the free carbonyl groups of the triconnector unit capable of further coordination. (b) Suggested self-assembling process consisting of the coordination of the free carbonyl groups of 1 toward [Ni(cyclam)]2+ cations. Green dashed lines simulate the approach of [Ni(cyclam)]2+ cations to the free carbonyl groups. (c) Perspective view of the 3D homochiral MOF 2. The copper(II) and nickel(II) ions and the free carbonyl groups are represented by cyan, gold, and red spheres, respectively, whereas the ligands are depicted by gray sticks.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Structural Formulas of <sc>d</sc>-Phenylglycine Methyl Ester (a)\nand HMeEt-(<italic>R</italic>)-pegma (b)<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic-2017-00681m_0007.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>Blue, red, and green colors represent the different coordination\npositions of the ligand.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Structural Formulas of d-Phenylglycine Methyl Ester (a) and HMeEt-(R)-pegma (b)      a Blue, red, and green colors represent the different coordination positions of the ligand.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Representation of a pseudohexagonal\nnanotube-like channel of <bold>2</bold> of dimensions of 13 ×\n10 Å viewed along the [001] (a) and [100] (b) directions. Color\nscheme: Cu, cyan spheres; Ni, gold spheres; ligand, gray sticks.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic-2017-00681m_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Representation of a pseudohexagonal nanotube-like channel of 2 of dimensions of 13 × 10 Å viewed along the [001] (a) and [100] (b) directions. Color scheme: Cu, cyan spheres; Ni, gold spheres; ligand, gray sticks.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) View along the <italic>a</italic> crystallographic\naxes of [Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sup>−</sup> helical rod SBUs. (b) Schematic representation of trifold copper\nnodes. (c) View of the resulting underlying net of <bold>2</bold> showing <bold>eta</bold> topology, formed by rod, simple right-handed helical SBUs.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic-2017-00681m_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) View along the a crystallographic axes of [CuII(R)-pegma]- helical rod SBUs. (b) Schematic representation of trifold copper nodes. (c) View of the resulting underlying net of 2 showing eta topology, formed by rod, simple right-handed helical SBUs.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>[Ni­(cyclam)­O<sub>2</sub>]<sup>2+</sup> octahedra as nodes (gold\nspheres) in <bold>2</bold>, defining a Kagomé pattern, composed\nof hexagonal rings delimited by six triangular rings where the [Cu<sup>II</sup>(<italic>R</italic>)-pegma]<sup>−</sup> helical rods\n(green sticks) reside.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic-2017-00681m_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  [Ni(cyclam)O2]2+ octahedra as nodes (gold spheres) in 2, defining a Kagomé pattern, composed of hexagonal rings delimited by six triangular rings where the [CuII(R)-pegma]- helical rods (green sticks) reside.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Calculated\n(a) and experimental (b) PXRD pattern profiles of <bold>2</bold> in\nthe 2θ range 2.0–40.0° at room temperature. (c)\nPXRD pattern after sorption experiments.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic-2017-00681m_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Calculated (a) and experimental (b) PXRD pattern profiles of 2 in the 2θ range 2.0-40.0° at room temperature. (c) PXRD pattern after sorption experiments.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CO<sub>2</sub> adsorption isotherm for the activated compound <bold>2</bold> at\n273 K. Filled and empty symbols indicate the adsorption and desorption\nisotherms, respectively.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ic-2017-00681m_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  CO2 adsorption isotherm for the activated compound 2 at 273 K. Filled and empty symbols indicate the adsorption and desorption isotherms, respectively.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.7b00681", "title": null, "journal": "American Chemical Society", "date": "2017.05", "author_list": ["Grancha\nThais", "Qu\nXiaoni", "Julve\nMiguel", "Ferrando-Soria\nJesús", "Armentano\nDonatella", "Pardo\nEmilio"]}}