{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic902459f.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Polyoxotungstates [PW<sub>4</sub>O<sub>24</sub>]<sup>3−</sup> (PW<sub>4</sub>) and [PW<sub>12</sub>O<sub>40</sub>]<sup>3−</sup> (PW<sub>12</sub>) have been inserted into nanocages of the metal organic framework MIL-101. The hybrid materials PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 (<italic toggle=\"yes\">x</italic> = 4 or 12) containing 5−14 wt % of polyoxotungstate have been obtained and characterized by elemental analysis, N<sub>2</sub> adsorption, FT-IR, Raman, and <sup>31</sup>P NMR MAS spectroscopic techniques. Their catalytic performance was assessed in the selective oxidation of alkenes with aqueous hydrogen peroxide under mild reaction conditions ([H<sub>2</sub>O<sub>2</sub>] = 0.1−0.2 M, 50 °C, MeCN). PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 enclosing 5 wt % of polyoxotungstate demonstrated fairly good catalytic activities in the epoxidation of various alkenes (3-carene, limonene, α-pinene, cyclohexene, cyclooctene, 1-octene), the turnover frequencies (TOF) and alkene conversions were close to the corresponding parameters achieved with homogeneous PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>. For the oxidation of substrates with aromatic groups (styrene, <italic toggle=\"yes\">cis</italic>- and <italic toggle=\"yes\">trans</italic>-stilbenes), a higher level of olefin conversion was attained using PW<sub>12</sub>/MIL-101. Moreover, confinement of PW<sub>12</sub> within MIL-101 nanocages allowed us to reach higher epoxide selectivities at higher alkene conversions. The hybrid PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 materials were stable to leaching, behaved as true heterogeneous catalysts, were easily recovered by filtration, and reused several times with the maintenance of the catalytic performance.</p>", "clean_text": "Polyoxotungstates [PW4O24]3- (PW4) and [PW12O40]3- (PW12) have been inserted into nanocages of the metal organic framework MIL-101. The hybrid materials PW x /MIL-101 (x = 4 or 12) containing 5-14 wt % of polyoxotungstate have been obtained and characterized by elemental analysis, N2 adsorption, FT-IR, Raman, and 31P NMR MAS spectroscopic techniques. Their catalytic performance was assessed in the selective oxidation of alkenes with aqueous hydrogen peroxide under mild reaction conditions ([H2O2] = 0.1-0.2 M, 50 °C, MeCN). PW x /MIL-101 enclosing 5 wt % of polyoxotungstate demonstrated fairly good catalytic activities in the epoxidation of various alkenes (3-carene, limonene, α-pinene, cyclohexene, cyclooctene, 1-octene), the turnover frequencies (TOF) and alkene conversions were close to the corresponding parameters achieved with homogeneous PW x . For the oxidation of substrates with aromatic groups (styrene, cis- and trans-stilbenes), a higher level of olefin conversion was attained using PW12/MIL-101. Moreover, confinement of PW12 within MIL-101 nanocages allowed us to reach higher epoxide selectivities at higher alkene conversions. The hybrid PW x /MIL-101 materials were stable to leaching, behaved as true heterogeneous catalysts, were easily recovered by filtration, and reused several times with the maintenance of the catalytic performance.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Hybrid PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 materials were obtained by incorporation of polyoxotungstates [PW<sub>4</sub>O<sub>24</sub>]<sup>3−</sup> (PW<sub>4</sub>) and [PW<sub>12</sub>O<sub>40</sub>]<sup>3−</sup> (PW<sub>12</sub>) within nanocages of the metal organic framework MIL-101 with retention of both PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> and MIL-101 structures as confirmed by XRD, N<sub>2</sub> adsorption, FT-IR, Raman and <sup>31</sup>P NMR MAS spectroscopic techniques. The PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 materials behave as active, selective, true heterogeneous and recyclable catalysts in H<sub>2</sub>O<sub>2</sub>-based epoxidation of a range of alkenes.</p>", "clean_text": "Hybrid PW x /MIL-101 materials were obtained by incorporation of polyoxotungstates [PW4O24]3- (PW4) and [PW12O40]3- (PW12) within nanocages of the metal organic framework MIL-101 with retention of both PW x  and MIL-101 structures as confirmed by XRD, N2 adsorption, FT-IR, Raman and 31P NMR MAS spectroscopic techniques. The PW x /MIL-101 materials behave as active, selective, true heterogeneous and recyclable catalysts in H2O2-based epoxidation of a range of alkenes.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Alkene epoxidation is one of the basic reactions in industrial organic synthesis because epoxides are key intermediates for the manufacture of a wide variety of valuable products. The selective epoxidation of alkenes is widely used in the fine chemicals industry and can be successfully achieved by using stoichiometric amounts of peroxy acids. However, the development and implementation of catalytic processes which eliminate the use of hazardous reactants and reduce generation of waste is an important goal.\n</p>", "clean_text": "Introduction\n\nAlkene epoxidation is one of the basic reactions in industrial organic synthesis because epoxides are key intermediates for the manufacture of a wide variety of valuable products. The selective epoxidation of alkenes is widely used in the fine chemicals industry and can be successfully achieved by using stoichiometric amounts of peroxy acids. However, the development and implementation of catalytic processes which eliminate the use of hazardous reactants and reduce generation of waste is an important goal. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Hydrogen peroxide has attracted great attention as an environmentally benign oxidant because it is quite cheap, readily available, easy to handle, and gives water as the only co-product. Tungsten compounds are well-known as active and selective catalysts for alkene epoxidation with aqueous H<sub>2</sub>O<sub>2</sub>. In the mid of 1980s, highly effective systems based on the use of [PW<sub>4</sub>O<sub>24</sub>]<sup>3−</sup> (PW<sub>4</sub>) and [PW<sub>12</sub>O<sub>40</sub>]<sup>3−</sup> (PW<sub>12</sub>) polyoxometalates (POMs) were developed independently by the Venturello<sup>22−23</sup> and Ishii groups. The major drawback of the Venturello−Ishii epoxidation systems is the use of toxic chlorocarbons as solvents to obtain high reaction rates and yields of epoxides. An improved ternary catalytic system for the selective epoxidation of simple alkenes has been suggested by Noyori and co-workers. This entirely free of organic solvents and halides system consists of Na<sub>2</sub>WO<sub>4</sub>, (aminomethyl)phosphonic acid and Q<sup>+</sup>HSO<sub>4</sub>\n<sup>−</sup>. The use of lipophilic quaternary ammonium hydrogen sulfate significantly enhances the yield of epoxide. However, this catalytic system can not be employed for the production of acid sensitive epoxides because epoxide ring-opening occurs under acidic conditions. Furthermore, both the Venturello−Ishii and Noyori systems have drawbacks typical of homogeneous catalysts, such as complexity of the catalyst separation from the reaction mixtures and contamination of products with traces of transition metals (even if two-phase conditions are employed).</p>", "clean_text": "Hydrogen peroxide has attracted great attention as an environmentally benign oxidant because it is quite cheap, readily available, easy to handle, and gives water as the only co-product. Tungsten compounds are well-known as active and selective catalysts for alkene epoxidation with aqueous H2O2. In the mid of 1980s, highly effective systems based on the use of [PW4O24]3- (PW4) and [PW12O40]3- (PW12) polyoxometalates (POMs) were developed independently by the Venturello22-23 and Ishii groups. The major drawback of the Venturello-Ishii epoxidation systems is the use of toxic chlorocarbons as solvents to obtain high reaction rates and yields of epoxides. An improved ternary catalytic system for the selective epoxidation of simple alkenes has been suggested by Noyori and co-workers. This entirely free of organic solvents and halides system consists of Na2WO4, (aminomethyl)phosphonic acid and Q+HSO4 -. The use of lipophilic quaternary ammonium hydrogen sulfate significantly enhances the yield of epoxide. However, this catalytic system can not be employed for the production of acid sensitive epoxides because epoxide ring-opening occurs under acidic conditions. Furthermore, both the Venturello-Ishii and Noyori systems have drawbacks typical of homogeneous catalysts, such as complexity of the catalyst separation from the reaction mixtures and contamination of products with traces of transition metals (even if two-phase conditions are employed).", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Immobilization of active homogeneous catalysts on solid supports has attracted a lot of research interest because solid catalysts have the advantages of being easier to recover and to recycle. Many research papers were dedicated to immobilization of the 12-tungstophosphoric acid, H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub>, on different solid supports, such as amorphous silica, mesostructured silicates, layered double hydroxides (LDH), active carbon, metal oxides, and polymers. Silica has been widely used as supporting material for PW<sub>12</sub> since it interacts weakly with the PW<sub>12</sub> anion, thereby preserving its structure in the supported form. However, PW<sub>12</sub> immobilized by weak interaction is easily leached out of the support in polar reaction media. On the contrary, strong interaction, for example, with alumina, may result in PW<sub>12</sub> destruction in the course of immobilization.\n</p>", "clean_text": "Immobilization of active homogeneous catalysts on solid supports has attracted a lot of research interest because solid catalysts have the advantages of being easier to recover and to recycle. Many research papers were dedicated to immobilization of the 12-tungstophosphoric acid, H3PW12O40, on different solid supports, such as amorphous silica, mesostructured silicates, layered double hydroxides (LDH), active carbon, metal oxides, and polymers. Silica has been widely used as supporting material for PW12 since it interacts weakly with the PW12 anion, thereby preserving its structure in the supported form. However, PW12 immobilized by weak interaction is easily leached out of the support in polar reaction media. On the contrary, strong interaction, for example, with alumina, may result in PW12 destruction in the course of immobilization. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Supported PW<sub>12</sub> catalysts were mainly examined as acid catalysts, but a few examples of using immobilized PW<sub>12</sub> in alkene epoxidation with H<sub>2</sub>O<sub>2</sub> were also reported. Thus, LDH intercalated PW<sub>12</sub> was found to be almost inactive in cyclohexene epoxidation with 10% H<sub>2</sub>O<sub>2</sub>. On the other hand, the catalyst prepared by supporting PW<sub>12</sub> on mesoporous silica preliminary modified with Ph<sub>3</sub>SiOEt and Me<sub>3</sub>NCH(OCH<sub>2</sub>Ph)<sub>2</sub> groups produced epoxides from different alkenes with the yields up to 97% using aqueous 15% H<sub>2</sub>O<sub>2</sub> without an organic solvent. However, no data on the catalysts stability, recyclability, metal leaching, and the nature of catalysis were reported for this system.</p>", "clean_text": "Supported PW12 catalysts were mainly examined as acid catalysts, but a few examples of using immobilized PW12 in alkene epoxidation with H2O2 were also reported. Thus, LDH intercalated PW12 was found to be almost inactive in cyclohexene epoxidation with 10% H2O2. On the other hand, the catalyst prepared by supporting PW12 on mesoporous silica preliminary modified with Ph3SiOEt and Me3NCH(OCH2Ph)2 groups produced epoxides from different alkenes with the yields up to 97% using aqueous 15% H2O2 without an organic solvent. However, no data on the catalysts stability, recyclability, metal leaching, and the nature of catalysis were reported for this system.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Different low nuclearity oxo- and peroxotungstic species, such as WO<sub>4</sub>\n<sup>−</sup>, WO<sub>5</sub>\n<sup>3−</sup>, W<sub>7</sub>O<sub>24</sub>\n<sup>6−</sup>, [W<sub>2</sub>O<sub>3</sub>(O<sub>2</sub>)<sub>4</sub>]<sup>2−</sup>, and [(HPO<sub>4</sub>){WO(O<sub>2</sub>)<sub>2</sub>}<sub>2</sub>]<sup>2−</sup> (PW<sub>2</sub>), were immobilized on solid supports by anion exchange with LDH or Amberlyst A26, adsorption onto silica supports and binding with organophosphorous groups on the surface of functionalized silica, resin, hydroxyapatite or porous polymers. A mixed-valence oxotungsten-silica mesoporous W-SBA-15 material prepared by the sol−gel technique using tetraethyl orthosilicate and Na<sub>2</sub>WO<sub>4</sub> was reported as well. The supported materials catalyzed selective oxidation of olefins, allylic alchohols and sulfides with aqueous H<sub>2</sub>O<sub>2</sub>. Silica-supported WO<sub>5</sub>\n and PW<sub>2</sub>\n were found to be liable to tungsten leaching. The W-SBA-15 catalyst was reused successfully just once; moreover, the “hot catalyst filtration test” was not reported, and, hence, the nature of catalysis remained unclear.</p>", "clean_text": "Different low nuclearity oxo- and peroxotungstic species, such as WO4 -, WO5 3-, W7O24 6-, [W2O3(O2)4]2-, and [(HPO4){WO(O2)2}2]2- (PW2), were immobilized on solid supports by anion exchange with LDH or Amberlyst A26, adsorption onto silica supports and binding with organophosphorous groups on the surface of functionalized silica, resin, hydroxyapatite or porous polymers. A mixed-valence oxotungsten-silica mesoporous W-SBA-15 material prepared by the sol-gel technique using tetraethyl orthosilicate and Na2WO4 was reported as well. The supported materials catalyzed selective oxidation of olefins, allylic alchohols and sulfides with aqueous H2O2. Silica-supported WO5  and PW2  were found to be liable to tungsten leaching. The W-SBA-15 catalyst was reused successfully just once; moreover, the \"hot catalyst filtration test\" was not reported, and, hence, the nature of catalysis remained unclear.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>By far, only few true heterogeneous and recyclable catalysts have been published for H<sub>2</sub>O<sub>2</sub>-based alkene epoxidation, and the elaboration of such catalysts is still a challenging goal. Several attempts to heterogenize the Venturello complex, PW<sub>4</sub>, have been performed, including anion exchange with Amberlite IRA-900, electrostatic binding to a silica xerogel covalently modified with phenyl and quaternary ammonium groups, and “solvent-anchored” supporting technique when covalently attached to silica surface polyethers acted as a solvent and/or complexing agents for POM. The “solvent-anchored” and xerogel-attached PW<sub>4</sub> catalyzed selectively cyclooctene epoxidation with 30% aqueous H<sub>2</sub>O<sub>2</sub> without organic solvent at room temperature. The PW<sub>4</sub>−Amberlite catalyst showed fairly good selectivity in alkene epoxidations with H<sub>2</sub>O<sub>2</sub> (93 and 97% selectivities were reported for limonene and 3-carene at 84 and 55% conversions, respectively, after 24 h at 38 °C). Both the “solvent-anchored” and PW<sub>4</sub>−Amberlite catalysts were recycled several times without loss of the activity, and the results of the hot catalyst filtration experiments pointed out true heterogeneous nature of catalysis. However, it was found that epoxide product deactivates the PW<sub>4</sub>−Amberlite catalyst and totally inhibits the reaction at 160 TON.\n</p>", "clean_text": "By far, only few true heterogeneous and recyclable catalysts have been published for H2O2-based alkene epoxidation, and the elaboration of such catalysts is still a challenging goal. Several attempts to heterogenize the Venturello complex, PW4, have been performed, including anion exchange with Amberlite IRA-900, electrostatic binding to a silica xerogel covalently modified with phenyl and quaternary ammonium groups, and \"solvent-anchored\" supporting technique when covalently attached to silica surface polyethers acted as a solvent and/or complexing agents for POM. The \"solvent-anchored\" and xerogel-attached PW4 catalyzed selectively cyclooctene epoxidation with 30% aqueous H2O2 without organic solvent at room temperature. The PW4-Amberlite catalyst showed fairly good selectivity in alkene epoxidations with H2O2 (93 and 97% selectivities were reported for limonene and 3-carene at 84 and 55% conversions, respectively, after 24 h at 38 °C). Both the \"solvent-anchored\" and PW4-Amberlite catalysts were recycled several times without loss of the activity, and the results of the hot catalyst filtration experiments pointed out true heterogeneous nature of catalysis. However, it was found that epoxide product deactivates the PW4-Amberlite catalyst and totally inhibits the reaction at 160 TON. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In the past decade, metal-organic frameworks (MOFs) have attracted considerable attention because of their unique combination of properties such as high surface area, crystalline open structures, tunable pore size, and functionality, and so forth. All these properties allow considering MOFs as prospective catalytic materials and supports for immobilization of homogeneous catalysts. In 2005, Férey and co-workers reported the synthesis of the mesoporous chromium terephthalate coordination polymer MIL-101 which possesses a rigid zeotype crystal structure, extremely large surface area and quasi-spherical cages of two modes (free internal diameters are close to 29 and 34 Å, while the cages are accessible through microporous windows of about 12 and 16 Å). Importantly, this material is resistant to air, water, common solvents, and thermal treatment (up to 320 °C). Férey and co-workers demonstrated a successful incorporation of the lacunary heteropolytungstate K<sub>7</sub>PW<sub>11</sub>O<sub>39</sub> within nanocages of MIL-101.\n</p>", "clean_text": "In the past decade, metal-organic frameworks (MOFs) have attracted considerable attention because of their unique combination of properties such as high surface area, crystalline open structures, tunable pore size, and functionality, and so forth. All these properties allow considering MOFs as prospective catalytic materials and supports for immobilization of homogeneous catalysts. In 2005, Férey and co-workers reported the synthesis of the mesoporous chromium terephthalate coordination polymer MIL-101 which possesses a rigid zeotype crystal structure, extremely large surface area and quasi-spherical cages of two modes (free internal diameters are close to 29 and 34 Å, while the cages are accessible through microporous windows of about 12 and 16 Å). Importantly, this material is resistant to air, water, common solvents, and thermal treatment (up to 320 °C). Férey and co-workers demonstrated a successful incorporation of the lacunary heteropolytungstate K7PW11O39 within nanocages of MIL-101. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Recently, we have first prepared composite materials based on the MIL-101 matrix and redox active Keggin heteropolyanions, [PW<sub>11</sub>CoO<sub>39</sub>]<sup>5−</sup> and [PW<sub>11</sub>TiO<sub>40</sub>]<sup>5−</sup>, and explored their catalytic performances in the allylic oxidation of alkenes with O<sub>2</sub> and H<sub>2</sub>O<sub>2</sub>, respectively. Both composite materials were proven to be stable to POM leaching, behaved as true heterogeneous catalysts, and could be used repeatedly without suffering a loss of the activity and selectivity under mild reaction conditions. Recently, MIL-101 was used as a stable support for palladium in the Knoevenagel condensation, Heck coupling reaction, and alkene hydrogenation. SO<sub>3</sub>H-functionalized MIL-101 was active as acid catalyst in the esterification of acetic acid with ethanol, while <sc>l</sc>-proline-modified MIL-101 showed remarkable catalytic activities in asymmetric aldol reactions. Yet, MIL-101 with coordinatively unsaturated chromium sites (after heating under vacuum at 150 °C) was found to be active in cyanosilylation, selective oxidation of tetralin to 1-tetralone with TBHP, and sulfoxidation of thioethers to sulfoxides with H<sub>2</sub>O<sub>2</sub>. Very recently, a direct encapsulation of phosphotungstic acid into MIL-101 by the addition of PW<sub>12</sub> during the synthesis of MIL-101 was reported. These materials were found to be active in acid-catalyzed reactions, such as the Knoevenagel condensation of benzaldehyde with ethyl cyanoacetate, esterification of <italic toggle=\"yes\">n</italic>-butanol with acetic acid, and dehydration of methanol to dimethylether.</p>", "clean_text": "Recently, we have first prepared composite materials based on the MIL-101 matrix and redox active Keggin heteropolyanions, [PW11CoO39]5- and [PW11TiO40]5-, and explored their catalytic performances in the allylic oxidation of alkenes with O2 and H2O2, respectively. Both composite materials were proven to be stable to POM leaching, behaved as true heterogeneous catalysts, and could be used repeatedly without suffering a loss of the activity and selectivity under mild reaction conditions. Recently, MIL-101 was used as a stable support for palladium in the Knoevenagel condensation, Heck coupling reaction, and alkene hydrogenation. SO3H-functionalized MIL-101 was active as acid catalyst in the esterification of acetic acid with ethanol, while l-proline-modified MIL-101 showed remarkable catalytic activities in asymmetric aldol reactions. Yet, MIL-101 with coordinatively unsaturated chromium sites (after heating under vacuum at 150 °C) was found to be active in cyanosilylation, selective oxidation of tetralin to 1-tetralone with TBHP, and sulfoxidation of thioethers to sulfoxides with H2O2. Very recently, a direct encapsulation of phosphotungstic acid into MIL-101 by the addition of PW12 during the synthesis of MIL-101 was reported. These materials were found to be active in acid-catalyzed reactions, such as the Knoevenagel condensation of benzaldehyde with ethyl cyanoacetate, esterification of n-butanol with acetic acid, and dehydration of methanol to dimethylether.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Here we further explore the potential of the mesoporous MOF MIL-101 for the preparation of heterogeneous selective oxidation catalysts based on catalytically active POMs. Optimal procedures for the incorporation of polyoxotungstates PW<sub>4</sub> and PW<sub>12</sub> into the coordination polymer nanocages have been elaborated, and the obtained hybrid materials have been characterized by elemental analysis, N<sub>2</sub> adsorption, FT-IR, Raman, and <sup>31</sup>P NMR MAS spectroscopic techniques. The catalytic properties of the new hybrid materials were examined in the liquid-phase alkene epoxidation with aqueous H<sub>2</sub>O<sub>2</sub> and compared with the catalytic performance of the corresponding homogeneous POM catalysts. The critical issues on the catalysts stability, reusability, and the nature of catalysis have been addressed.</p>", "clean_text": "Here we further explore the potential of the mesoporous MOF MIL-101 for the preparation of heterogeneous selective oxidation catalysts based on catalytically active POMs. Optimal procedures for the incorporation of polyoxotungstates PW4 and PW12 into the coordination polymer nanocages have been elaborated, and the obtained hybrid materials have been characterized by elemental analysis, N2 adsorption, FT-IR, Raman, and 31P NMR MAS spectroscopic techniques. The catalytic properties of the new hybrid materials were examined in the liquid-phase alkene epoxidation with aqueous H2O2 and compared with the catalytic performance of the corresponding homogeneous POM catalysts. The critical issues on the catalysts stability, reusability, and the nature of catalysis have been addressed.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Materials</title><p>Hydrogen peroxide was used as 30 wt % solution in water; its concentration was determined iodometrically prior to use. Heteropolyacid H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub>·6H<sub>2</sub>O was a commercial product and was purified by extraction with diethyl ether. The compound purity was confirmed by <sup>31</sup>P NMR (a single peak at −15.0 ppm in H<sub>2</sub>O). All other reactants were obtained commercially and used without further purification.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nHydrogen peroxide was used as 30 wt % solution in water; its concentration was determined iodometrically prior to use. Heteropolyacid H3PW12O40⋅6H2O was a commercial product and was purified by extraction with diethyl ether. The compound purity was confirmed by 31P NMR (a single peak at -15.0 ppm in H2O). All other reactants were obtained commercially and used without further purification.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of MIL-101</title><p>MIL-101 was prepared by a hydrothermal reaction of terephthalic acid with Cr(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O, HF, and H<sub>2</sub>O following the procedure reported by Férey et al. In a typical synthesis, chromium nitrate (1.2 g, 3 mmol), terephthalic acid (500 mg, 3 mmol), 3 M HF (1 mL, 3 mmol), and H<sub>2</sub>O (15 mL, 0.833 mol) were mixed in a Teflon linear and kept at 220 °C during 6 h. The crystalline MIL-101-as product in the solution was twice filtered off using a glass filter with the pore size 160 μm to remove free terephthalic acid and then through a paper filter. The purification of the rude MIL-101-as product was carried out in four steps: double treatment in <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) at 60 °C during 6 h and then double treatment in hot ethanol at 70 °C during 6 h. After drying in air at 70−80 °C overnight, the X-ray diffraction (XRD) analysis confirmed the structure of pure MIL-101. MIL-101-B with increased surface area was prepared by solvothermal treatment of the rude MIL-101-as with ethanol at 80 °C for 24 h.\n</p>", "clean_text": "Synthesis of MIL-101\n\nMIL-101 was prepared by a hydrothermal reaction of terephthalic acid with Cr(NO3)3⋅9H2O, HF, and H2O following the procedure reported by Férey et al. In a typical synthesis, chromium nitrate (1.2 g, 3 mmol), terephthalic acid (500 mg, 3 mmol), 3 M HF (1 mL, 3 mmol), and H2O (15 mL, 0.833 mol) were mixed in a Teflon linear and kept at 220 °C during 6 h. The crystalline MIL-101-as product in the solution was twice filtered off using a glass filter with the pore size 160 μm to remove free terephthalic acid and then through a paper filter. The purification of the rude MIL-101-as product was carried out in four steps: double treatment in N,N-dimethylformamide (DMF) at 60 °C during 6 h and then double treatment in hot ethanol at 70 °C during 6 h. After drying in air at 70-80 °C overnight, the X-ray diffraction (XRD) analysis confirmed the structure of pure MIL-101. MIL-101-B with increased surface area was prepared by solvothermal treatment of the rude MIL-101-as with ethanol at 80 °C for 24 h. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["synthesis condition"], "content": "<title>PW<sub>4</sub> Synthesis</title><p>The Venturello complex [PW<sub>4</sub>O<sub>24</sub>]<sup>3−</sup> (PW<sub>4</sub>) was prepared by the peroxide mediated decomposition of H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> following the slightly modified published procedure. To a solution of H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> (720 mg, 0.25 mmol) in of 30% H<sub>2</sub>O<sub>2</sub> (15 mL, 150 mmol) was added 5 M aqueous solution of H<sub>3</sub>PO<sub>4</sub> (0.1 mL, 0.5 mmol). The solution was stirred for 4 h at 40 °C to give PW<sub>4</sub>, which was confirmed by <sup>31</sup>P NMR spectroscopy (δ 4.4 ppm in H<sub>2</sub>O/H<sub>2</sub>O<sub>2</sub> solution).</p>", "clean_text": "PW4 Synthesis\n\nThe Venturello complex [PW4O24]3- (PW4) was prepared by the peroxide mediated decomposition of H3PW12O40 following the slightly modified published procedure. To a solution of H3PW12O40 (720 mg, 0.25 mmol) in of 30% H2O2 (15 mL, 150 mmol) was added 5 M aqueous solution of H3PO4 (0.1 mL, 0.5 mmol). The solution was stirred for 4 h at 40 °C to give PW4, which was confirmed by 31P NMR spectroscopy (δ 4.4 ppm in H2O/H2O2 solution).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["synthesis condition"], "content": "<title>Immobilization of PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> on MIL-101</title><p>Adsorption/desorption measurements were carried out using UV−vis spectroscopy as described previously. The composite PW<sub>12</sub>/MIL-101 was synthesized by dissolving H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> (5 mg, 0.002 mmol) in water (1.5 mL, pH 2.05), adding MIL-101 (100 mg), stirring for 3 h at room temperature, filtering off, thorough washing with water and acetone, and drying at room temperature. Additional drying at 150 °C for 4 h led to about 5% of weight loss.</p>", "clean_text": "Immobilization of PW x  on MIL-101\n\nAdsorption/desorption measurements were carried out using UV-vis spectroscopy as described previously. The composite PW12/MIL-101 was synthesized by dissolving H3PW12O40 (5 mg, 0.002 mmol) in water (1.5 mL, pH 2.05), adding MIL-101 (100 mg), stirring for 3 h at room temperature, filtering off, thorough washing with water and acetone, and drying at room temperature. Additional drying at 150 °C for 4 h led to about 5% of weight loss.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>PW<sub>4</sub>/MIL-101 was prepared by adding MIL-101 (100 mg) to 0.005 M PW<sub>4</sub> solution (1 mL) obtained by decomposition of H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> with excess of H<sub>2</sub>O<sub>2</sub> (vide supra), stirring at room temperature for 3 h, filtering off, washing with water and acetone, and drying at room temperature.</p>", "clean_text": "PW4/MIL-101 was prepared by adding MIL-101 (100 mg) to 0.005 M PW4 solution (1 mL) obtained by decomposition of H3PW12O40 with excess of H2O2 (vide supra), stirring at room temperature for 3 h, filtering off, washing with water and acetone, and drying at room temperature.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The POM loading was determined by elemental analysis. The catalysts were also characterized by N<sub>2</sub> adsorption, FT-IR, Raman, and <sup>31</sup>P NMR MAS spectroscopy.</p><p>Treatment of the PW<sub>12</sub>/MIL-101 (150 mg) with 1 M solution of Bu<sub>4</sub>NClO<sub>4</sub> in MeCN (3 mL) was carried out at room temperature under vigorous stirring for 1 h followed by filtration and drying at room temperature.</p>", "clean_text": "The POM loading was determined by elemental analysis. The catalysts were also characterized by N2 adsorption, FT-IR, Raman, and 31P NMR MAS spectroscopy.\n\nTreatment of the PW12/MIL-101 (150 mg) with 1 M solution of Bu4NClO4 in MeCN (3 mL) was carried out at room temperature under vigorous stirring for 1 h followed by filtration and drying at room temperature.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Catalytic Oxidations</title><p>Catalytic experiments were carried out in thermostatted glass vessels under vigorous stirring (900 rpm) at 50 °C. Alkene oxidations over PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 were carried out following three different modes designated as methods A, B, and C.</p>", "clean_text": "Catalytic Oxidations\n\nCatalytic experiments were carried out in thermostatted glass vessels under vigorous stirring (900 rpm) at 50 °C. Alkene oxidations over PW x /MIL-101 were carried out following three different modes designated as methods A, B, and C.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Method A</title><p>Reaction was started by adding H<sub>2</sub>O<sub>2</sub> (0.1−0.2 mmol) to a mixture containing alkene (0.1 mmol), PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 catalyst (28 mg; 5.8·10<sup>−3</sup> mmol W in PW<sub>12</sub>/MIL-101 or 4.9·10<sup>−3</sup> mmol W in PW<sub>4</sub>/MIL-101) prepared as described above, an internal standard (biphenyl), and acetonitrile (1 mL).</p>", "clean_text": "Method A\n\nReaction was started by adding H2O2 (0.1-0.2 mmol) to a mixture containing alkene (0.1 mmol), PW x /MIL-101 catalyst (28 mg; 5.8⋅10-3 mmol W in PW12/MIL-101 or 4.9⋅10-3 mmol W in PW4/MIL-101) prepared as described above, an internal standard (biphenyl), and acetonitrile (1 mL).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["synthesis condition"], "content": "<title>Method B (with Catalyst Pre-Treatment)</title><p>A mixture containing PW<sub>12</sub>/MIL (28 mg, 4.7 × 10<sup>−4</sup> mmol [PW<sub>12</sub>O<sub>40</sub>]<sup>3−</sup>), H<sub>2</sub>O<sub>2</sub> (0.2 mmol, 510 equiv with respect to PW<sub>12</sub>), internal standard (biphenyl), and acetonitrile (1 mL) was stirred for 1 h at 50 °C. Then the oxidation reaction was started by the addition of cyclohexene (0.1 mmol).</p>", "clean_text": "Method B (with Catalyst Pre-Treatment)\n\nA mixture containing PW12/MIL (28 mg, 4.7 × 10-4 mmol [PW12O40]3-), H2O2 (0.2 mmol, 510 equiv with respect to PW12), internal standard (biphenyl), and acetonitrile (1 mL) was stirred for 1 h at 50 °C. Then the oxidation reaction was started by the addition of cyclohexene (0.1 mmol).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["synthesis condition"], "content": "<title>Method C (One-Pot Catalyst Preparation and Catalytic Oxidation)</title><p>To a solution of H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> (1.4 mg, 4.7 × 10<sup>−4</sup> mmol) in MeCN (1 mL) was added MIL-101 (28 mg) under vigorous stirring. After stirring the solution at 25 °C for 30 min, the oxidation reaction was started by adding cyclohexene (0.1 mmol) and H<sub>2</sub>O<sub>2</sub> (0.2 mmol) followed by heating the reaction mixture to 50 °C.</p>", "clean_text": "Method C (One-Pot Catalyst Preparation and Catalytic Oxidation)\n\nTo a solution of H3PW12O40 (1.4 mg, 4.7 × 10-4 mmol) in MeCN (1 mL) was added MIL-101 (28 mg) under vigorous stirring. After stirring the solution at 25 °C for 30 min, the oxidation reaction was started by adding cyclohexene (0.1 mmol) and H2O2 (0.2 mmol) followed by heating the reaction mixture to 50 °C.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Aliquots of the reaction mixture were withdrawn periodically during the reaction course by a syringe through a septum. Each experiment was reproduced at least 2−3 times. After the reactions, catalysts were filtered off, washed with acetonitrile, methanol, dried in air at room temperature overnight, and then reused.</p>", "clean_text": "Aliquots of the reaction mixture were withdrawn periodically during the reaction course by a syringe through a septum. Each experiment was reproduced at least 2-3 times. After the reactions, catalysts were filtered off, washed with acetonitrile, methanol, dried in air at room temperature overnight, and then reused.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Instrumentation and Methods</title><p>The reaction products were identified by GC-MS and quantified by GC using an internal standard. GC analyses were performed using a gas chromatograph “Tsvet-500” equipped with a flame ionization detector and a quartz capillary column (30 m × 0.25 mm) Agilent DB-5MS. GC-MS analyses were carried out using a gas chromatograph Agilent 6890 (quartz capillary column 30 m × 0.25 mm/HP-5 ms) equipped with a quadrupole mass-selective detector Agilent MSD 5973.</p>", "clean_text": "Instrumentation and Methods\n\nThe reaction products were identified by GC-MS and quantified by GC using an internal standard. GC analyses were performed using a gas chromatograph \"Tsvet-500\" equipped with a flame ionization detector and a quartz capillary column (30 m × 0.25 mm) Agilent DB-5MS. GC-MS analyses were carried out using a gas chromatograph Agilent 6890 (quartz capillary column 30 m × 0.25 mm/HP-5 ms) equipped with a quadrupole mass-selective detector Agilent MSD 5973.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Nitrogen adsorption at 77 K was studied using an ASAP-2020 instrument within the partial pressure range 10<sup>−6</sup>−1.0. Before measurements, samples were degassed at 150 °C under vacuum during 48 h. The specific surface area and pore volume were measured by the comparative method. XRD measurements were performed on a high-precision X-ray diffractometer Philips APD1700 using cupric radiation (CuK<sub>α1;2</sub> 1.54060; 1.54439). FT-IR spectra were recorded using pellets containing 2 mg of a sample and 500 mg of KBr (for PW<sub>12</sub>-containing samples) and as Nujol mull between CsI windows (for PW<sub>4</sub>-containing samples) on a BOMEM-MB-102 spectrometer in the 250−4000 cm<sup>−1</sup> range. The Raman spectra were recorded at room temperature in the range of 100−3600 cm<sup>−1</sup> using FT-Raman spectrometer RFS 100/S BRUKER. The excitation source was the 1064 nm line of the Nd:YAG laser operating at power level of 100 mW. UV−vis spectra were recorded using an Agilent 8453 spectrophotometer (λ = 250−255 nm, <italic toggle=\"yes\">l</italic> = 10 mm). <sup>31</sup>P NMR MAS spectra were recorded on a Bruker Avance-400 spectrometer. The spectrum frequency was 161.97 MHz, and the rotation speed of a 7 mm rotor was 6.5 kHz. The duration of the π/2 pulse was 7 μs, and the delay for spectrum acquisition was 20 s. Spectra were referenced to 85% H<sub>3</sub>PO<sub>4</sub> as external standard. Elemental analyses were performed using atomic emission spectroscopy.</p>", "clean_text": "Nitrogen adsorption at 77 K was studied using an ASAP-2020 instrument within the partial pressure range 10-6-1.0. Before measurements, samples were degassed at 150 °C under vacuum during 48 h. The specific surface area and pore volume were measured by the comparative method. XRD measurements were performed on a high-precision X-ray diffractometer Philips APD1700 using cupric radiation (CuKα1;2 1.54060; 1.54439). FT-IR spectra were recorded using pellets containing 2 mg of a sample and 500 mg of KBr (for PW12-containing samples) and as Nujol mull between CsI windows (for PW4-containing samples) on a BOMEM-MB-102 spectrometer in the 250-4000 cm-1 range. The Raman spectra were recorded at room temperature in the range of 100-3600 cm-1 using FT-Raman spectrometer RFS 100/S BRUKER. The excitation source was the 1064 nm line of the Nd:YAG laser operating at power level of 100 mW. UV-vis spectra were recorded using an Agilent 8453 spectrophotometer (λ = 250-255 nm, l = 10 mm). 31P NMR MAS spectra were recorded on a Bruker Avance-400 spectrometer. The spectrum frequency was 161.97 MHz, and the rotation speed of a 7 mm rotor was 6.5 kHz. The duration of the π/2 pulse was 7 μs, and the delay for spectrum acquisition was 20 s. Spectra were referenced to 85% H3PO4 as external standard. Elemental analyses were performed using atomic emission spectroscopy.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Catalysts Preparation and Characterization</title><p>Férey et al. estimated that about five [PW<sub>11</sub>O<sub>39</sub>]<sup>7−</sup> polyanions can be incorporated within a large cage of MIL-101. Recently, we have shown that only one Keggin anion per nanocage (this corresponds to 7−10 wt % of POM in the material) is irreversibly adsorbed from acetonitrile solution by MIL-101. An electrostatic character of POM binding to the MIL surface has been suggested based on ion exchange experiments.</p>", "clean_text": "Results and Discussion\n\nCatalysts Preparation and Characterization\n\nFérey et al. estimated that about five [PW11O39]7- polyanions can be incorporated within a large cage of MIL-101. Recently, we have shown that only one Keggin anion per nanocage (this corresponds to 7-10 wt % of POM in the material) is irreversibly adsorbed from acetonitrile solution by MIL-101. An electrostatic character of POM binding to the MIL surface has been suggested based on ion exchange experiments.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>In this work, we prepared PW<sub>12</sub>/MIL-101 hybrid materials following a similar methodology, but adsorption of heteropolyacid PW<sub>12</sub> was carried out from an aqueous solution. The Venturello complex, PW<sub>4</sub>, was generated in situ from PW<sub>12</sub>, H<sub>3</sub>PO<sub>4</sub>, and an excess of H<sub>2</sub>O<sub>2</sub>, following a standard procedure described by several research groups and immobilized on MIL-101 directly from the H<sub>2</sub>O/H<sub>2</sub>O<sub>2</sub> solution. The complete transformation of PW<sub>12</sub> (δ −15.0 ppm) to PW<sub>4</sub> (δ +4.4 ppm) was confirmed by <sup>31</sup>P NMR spectroscopy. The adsorption/desorption process was monitored by UV−vis spectroscopy. The amount of irreversibly adsorbed PW<sub>12</sub> and PW<sub>4</sub> typically achieved 4−5 wt % (the adsorption/desorption curves are shown in Figure a).</p>", "clean_text": "In this work, we prepared PW12/MIL-101 hybrid materials following a similar methodology, but adsorption of heteropolyacid PW12 was carried out from an aqueous solution. The Venturello complex, PW4, was generated in situ from PW12, H3PO4, and an excess of H2O2, following a standard procedure described by several research groups and immobilized on MIL-101 directly from the H2O/H2O2 solution. The complete transformation of PW12 (δ -15.0 ppm) to PW4 (δ +4.4 ppm) was confirmed by 31P NMR spectroscopy. The adsorption/desorption process was monitored by UV-vis spectroscopy. The amount of irreversibly adsorbed PW12 and PW4 typically achieved 4-5 wt % (the adsorption/desorption curves are shown in Figure a).", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Adsorption/desorption isotherms (MeCN, 25 °C) for H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> (adsorption and desorption curves are marked by ● and ○, respectively) on (a) MIL-101 and (b) MIL-101-B.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Adsorption/desorption isotherms (MeCN, 25 °C) for H3PW12O40 (adsorption and desorption curves are marked by ● and ○, respectively) on (a) MIL-101 and (b) MIL-101-B.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The elemental analysis data for the prepared PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 samples along with the P/W/Cr values calculated for POM loadings acquired from the adsorption measurements are given in Table . The results of the adsorption study are in good agreement with the elemental analysis data.</p>", "clean_text": "The elemental analysis data for the prepared PW x /MIL-101 samples along with the P/W/Cr values calculated for POM loadings acquired from the adsorption measurements are given in Table . The results of the adsorption study are in good agreement with the elemental analysis data.", "data": null, "include_properties": null}, {"idx": 29, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Physicochemical Properties of Hybrid PWx/MIL-101 Catalysts</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">P/W/Cr<xref rid=\"t1fn1\"></xref> (wt %)</oasis:entry>\n<oasis:entry align=\"center\">P/W/Cr<xref rid=\"t1fn2\"></xref> (wt %)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">A</italic>\n<xref rid=\"t1fn3\"></xref> (m<sup>2</sup> g<sup>−1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>p</sub>\n<xref rid=\"t1fn4\"></xref> (cm<sup>3</sup> g<sup>−1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>−/−/13</oasis:entry>\n<oasis:entry>2200</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101-B <xref rid=\"t1fn5\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>3900</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101</oasis:entry>\n<oasis:entry>0.04/3.1/13</oasis:entry>\n<oasis:entry>0.05/3.0/12</oasis:entry>\n<oasis:entry>1700</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.05/3.0/12 <xref rid=\"t1fn6\"></xref>\n</oasis:entry>\n<oasis:entry>1700 <xref rid=\"t1fn6\"></xref>\n</oasis:entry>\n<oasis:entry>0.8 <xref rid=\"t1fn6\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.05/3.2/13 <xref rid=\"t1fn7\"></xref>\n</oasis:entry>\n<oasis:entry>600 <xref rid=\"t1fn7\"></xref>\n</oasis:entry>\n<oasis:entry>0.4 <xref rid=\"t1fn7\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5% PW<sub>4</sub>/MIL-101</oasis:entry>\n<oasis:entry>0.1/2.6/13</oasis:entry>\n<oasis:entry>0.1/2.8/14</oasis:entry>\n<oasis:entry>1800</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.1/2.7/14 <xref rid=\"t1fn8\"></xref>\n</oasis:entry>\n<oasis:entry>500 <xref rid=\"t1fn8\"></xref>\n</oasis:entry>\n<oasis:entry>0.3 <xref rid=\"t1fn8\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>14% PW<sub>12</sub>/MIL-101-B <xref rid=\"t1fn5\"></xref>\n</oasis:entry>\n<oasis:entry>0.15/10.7/12</oasis:entry>\n<oasis:entry>0.13/9.4/12</oasis:entry>\n<oasis:entry>2900</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Evaluated from the adsorption data.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Based on the elemental analysis data.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Specific surface area.</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>d</label>\n<p>Mesopore volume.</p>\n</fn>\n<fn id=\"t1fn5\">\n<label>e</label>\n<p>After treatment with hot EtOH (see Experimental Section).</p>\n</fn>\n<fn id=\"t1fn6\">\n<label>f</label>\n<p>After one cycle of cyclohexene oxidation; reaction conditions as in Table <xref rid=\"tbl2\"></xref>.</p>\n</fn>\n<fn id=\"t1fn7\">\n<label>g</label>\n<p>After five cycles of cyclohexene oxidation.</p>\n</fn>\n<fn id=\"t1fn8\">\n<label>h</label>\n<p>After four cycles of cyclohexene oxidation.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>Textural properties of the initial MIL-101 and hybrid PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 materials assessed from N<sub>2</sub> adsorption isotherms are also presented in Table . One can observe some decrease (ca. 20 %) in both specific surface area (<italic toggle=\"yes\">A</italic>) and pore volume (<italic toggle=\"yes\">V</italic>\n<sub>p</sub>) after POM insertion. A similar trend was observed earlier for immobilization of PW<sub>11</sub>M on MIL-101. XRD patterns of MIL-101 and PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 materials are shown in Figure . The XRD data confirmed the preservation of the MIL-101 structure after the immobilization of the POMs.</p>", "clean_text": "Textural properties of the initial MIL-101 and hybrid PW x /MIL-101 materials assessed from N2 adsorption isotherms are also presented in Table . One can observe some decrease (ca. 20 %) in both specific surface area (A) and pore volume (V p) after POM insertion. A similar trend was observed earlier for immobilization of PW11M on MIL-101. XRD patterns of MIL-101 and PW x /MIL-101 materials are shown in Figure . The XRD data confirmed the preservation of the MIL-101 structure after the immobilization of the POMs.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD patterns for (A) MIL-101, (B) PW<sub>12</sub>/MIL-101, (C) PW<sub>4</sub>/MIL-101, and (D) PW<sub>12</sub>/MIL-101 dried at 150 °C for 4 h.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns for (A) MIL-101, (B) PW12/MIL-101, (C) PW4/MIL-101, and (D) PW12/MIL-101 dried at 150 °C for 4 h.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>Recently, Férey and co-workers reported a few methods for MIL-101 purification which allowed enlarging significantly its surface area and pore volume. We have also found a significant increase of the surface area (from 2200 to 3900 m<sup>2</sup> g<sup>−1</sup>, see Table ) after treating MIL-101 with hot EtOH. In turn, this led to a significant augmentation of the maximal amount of POM accommodated within MIL-101 and allowed us to introduce irreversibly up to 14 wt % of PW<sub>12</sub> into MIL-101 (see Figure b and Table ).</p>", "clean_text": "Recently, Férey and co-workers reported a few methods for MIL-101 purification which allowed enlarging significantly its surface area and pore volume. We have also found a significant increase of the surface area (from 2200 to 3900 m2 g-1, see Table ) after treating MIL-101 with hot EtOH. In turn, this led to a significant augmentation of the maximal amount of POM accommodated within MIL-101 and allowed us to introduce irreversibly up to 14 wt % of PW12 into MIL-101 (see Figure b and Table ).", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>FT-IR and Raman spectroscopic studies were performed to check whether the POM and MIL-101 structures are preserved in the hybrid materials. As one can judge from the FT-IR spectra of MIL-101 and PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 presented in Figure a (the most intensive peaks belong to MIL-101), the matrix structure certainly retained upon POM immobilization. Figure b shows FT-IR spectra of the bulk and MIL-supported PW<sub>12</sub> after subtraction of the spectrum of MIL-101. The IR spectra of the PW<sub>12</sub>/MIL composite exhibit principal bands of the PW<sub>12</sub> Keggin unit: 1081 ν<sub>as</sub>(PO<sub>4</sub>), 985 ν<sub>as</sub>(WO), 895 and 820 cm<sup>−1</sup> ν<sub>as</sub>(W−O−W), which is a definite indication of the maintenance of the POM structure after immobilization.</p>", "clean_text": "FT-IR and Raman spectroscopic studies were performed to check whether the POM and MIL-101 structures are preserved in the hybrid materials. As one can judge from the FT-IR spectra of MIL-101 and PW x /MIL-101 presented in Figure a (the most intensive peaks belong to MIL-101), the matrix structure certainly retained upon POM immobilization. Figure b shows FT-IR spectra of the bulk and MIL-supported PW12 after subtraction of the spectrum of MIL-101. The IR spectra of the PW12/MIL composite exhibit principal bands of the PW12 Keggin unit: 1081 νas(PO4), 985 νas(WO), 895 and 820 cm-1 νas(W-O-W), which is a definite indication of the maintenance of the POM structure after immobilization.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) FT-IR spectra of (A) MIL-101, (B) PW<sub>12</sub>/MIL-101, (C) PW<sub>4</sub>/MIL-101, (D) PW<sub>12</sub>/MIL-101 after treatment with 0.2 M H<sub>2</sub>O<sub>2</sub> for 1 h at 50 °C, (E)−(G) PW<sub>12</sub>/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation, and (H) PW<sub>4</sub>/MIL-101 after 4 cycles of cyclohexene oxidation.</p>\n<p>(b) FT-IR spectra of (A) PW<sub>12</sub>, (B) PW<sub>12</sub>/MIL-101, (C) PW<sub>12</sub>/MIL-101 after treatment with 0.2 M H<sub>2</sub>O<sub>2</sub> for 1 h at 50 °C, and (D)−(F) PW<sub>12</sub>/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation; in (B)−(F) the spectra of MIL-101-supported PW<sub>12</sub> are given after subtraction of the spectrum of MIL-101. For reaction conditions, see Experimental Section, method A.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0009.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) FT-IR spectra of (A) MIL-101, (B) PW12/MIL-101, (C) PW4/MIL-101, (D) PW12/MIL-101 after treatment with 0.2 M H2O2 for 1 h at 50 °C, (E)-(G) PW12/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation, and (H) PW4/MIL-101 after 4 cycles of cyclohexene oxidation. (b) FT-IR spectra of (A) PW12, (B) PW12/MIL-101, (C) PW12/MIL-101 after treatment with 0.2 M H2O2 for 1 h at 50 °C, and (D)-(F) PW12/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation; in (B)-(F) the spectra of MIL-101-supported PW12 are given after subtraction of the spectrum of MIL-101. For reaction conditions, see Experimental Section, method A.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Since FT-IR bands of the MIL-supported PW<sub>4</sub> were rather weak because of the low POM loading, we used Raman spectroscopy to characterize this material. The Raman spectra of the aqueous solution of PW<sub>4</sub> and MIL-supported PW<sub>4</sub> are shown in Figure . They exhibit principal bands of the peroxotungstate: 965 ν(WO), 853 ν(O−O), and 563 ν(W(O<sub>2</sub>)), thus indicating preservation of the PW<sub>4</sub> structure after immobilization.</p>", "clean_text": "Since FT-IR bands of the MIL-supported PW4 were rather weak because of the low POM loading, we used Raman spectroscopy to characterize this material. The Raman spectra of the aqueous solution of PW4 and MIL-supported PW4 are shown in Figure . They exhibit principal bands of the peroxotungstate: 965 ν(WO), 853 ν(O-O), and 563 ν(W(O2)), thus indicating preservation of the PW4 structure after immobilization.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Raman spectra of (A) PW<sub>4</sub> (0.05 M solution in H<sub>2</sub>O−H<sub>2</sub>O<sub>2</sub>), (B) MIL-101, (C) PW<sub>4</sub>/MIL-101, and (D) PW<sub>4</sub>/MIL-101 after 4 cycles of cyclohexene oxidation.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0010.tif\"></graphic>\n</fig>", "clean_text": " 4  Raman spectra of (A) PW4 (0.05 M solution in H2O-H2O2), (B) MIL-101, (C) PW4/MIL-101, and (D) PW4/MIL-101 after 4 cycles of cyclohexene oxidation.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>\n<sup>31</sup>P NMR MAS technique is a useful tool to probe the state of a POM after immobilization. Figure  shows <sup>31</sup>P NMR MAS spectra of PW<sub>12</sub>/MIL-101 samples after different treatments. The <sup>31</sup>P NMR MAS spectrum of the initial PW<sub>12</sub>/MIL-101 exhibits three main peaks at −16.4 (form <bold>I</bold>), −14.9 (form <bold>II</bold>), and −11.7 ppm (form <bold>III</bold>). Since the FT-IR spectra indicated no noticeable change in the POM structure after deposition of PW<sub>12</sub> onto MIL-101 (see Figure ), the presence of several peaks in the <sup>31</sup>P NMR MAS spectrum might imply different modes of interaction between PW<sub>12</sub> and the MIL-101 surface.</p>", "clean_text": " 31P NMR MAS technique is a useful tool to probe the state of a POM after immobilization. Figure  shows 31P NMR MAS spectra of PW12/MIL-101 samples after different treatments. The 31P NMR MAS spectrum of the initial PW12/MIL-101 exhibits three main peaks at -16.4 (form I), -14.9 (form II), and -11.7 ppm (form III). Since the FT-IR spectra indicated no noticeable change in the POM structure after deposition of PW12 onto MIL-101 (see Figure ), the presence of several peaks in the 31P NMR MAS spectrum might imply different modes of interaction between PW12 and the MIL-101 surface.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>\n<sup>31</sup>P NMR MAS spectra of 5% PW<sub>12</sub>/MIL-101: (A) initial, (B) dried at 150 °C for 4 h, (C)−(E) after 1−3 consecutive treatments with 1 M Bu<sub>4</sub>NClO<sub>4</sub> in MeCN, and (F) after 5 cycles of cyclohexene oxidation; (G) <sup>31</sup>P NMR MAS spectrum of 14% PW<sub>12</sub>/MIL-101-B.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0011.tif\"></graphic>\n</fig>", "clean_text": " 5   31P NMR MAS spectra of 5% PW12/MIL-101: (A) initial, (B) dried at 150 °C for 4 h, (C)-(E) after 1-3 consecutive treatments with 1 M Bu4NClO4 in MeCN, and (F) after 5 cycles of cyclohexene oxidation; (G) 31P NMR MAS spectrum of 14% PW12/MIL-101-B.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Earlier, deposition of PW<sub>12</sub> onto silica and carbon was found to result in a signal shift, line-broadening and splitting in the <sup>31</sup>P NMR MAS spectra, indicating a distortion of the PW<sub>12</sub> structure compared with the bulk PW<sub>12</sub>. Different peaks were associated with different types of interaction between the Keggin anion and surface. According to Lefebvre, the signal at about −15 ppm is due to PW<sub>12</sub> having no interaction with silica surface, while the peak at −14.6 ppm can be related to a polyanion which undergoes a slight electrostatic interaction with a support via the formation of (Si−OH<sub>2</sub>)<sup>+</sup>(H<sub>2</sub>PW<sub>12</sub>O<sub>40</sub>)<sup>−</sup> species. It was also supposed that a low field shift in the <sup>31</sup>P NMR MAS signal can be due to partial dehydration of the heteropolyacid during the impregnation process. Indeed, for dehydrated bulk H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> a sharp <sup>31</sup>P NMR MAS peak was observed at −11.0 ppm, while H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub>·6H<sub>2</sub>O showed a peak at −15.6 ppm. Additionally, <sup>31</sup>P NMR spectra of Cs<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>H<sub>3−<italic toggle=\"yes\">x</italic>\n</sub> salts of PW<sub>12</sub> were found to display four resonances which have been assigned to the polyanions associated with 0, 1, 2, and 3 protons, respectively. Hence, a <sup>31</sup>P NMR MAS signal drift could arise also from a different protonation state of the POM. Kozhevnikov et al. assumed that a <sup>31</sup>P NMR MAS signal shift and splitting might be due to partial decomposition of PW<sub>12</sub> producing lacunary species, like PW<sub>11</sub> or P<sub>2</sub>W<sub>17</sub>, during the preparation of supported catalysts.\n</p>", "clean_text": "Earlier, deposition of PW12 onto silica and carbon was found to result in a signal shift, line-broadening and splitting in the 31P NMR MAS spectra, indicating a distortion of the PW12 structure compared with the bulk PW12. Different peaks were associated with different types of interaction between the Keggin anion and surface. According to Lefebvre, the signal at about -15 ppm is due to PW12 having no interaction with silica surface, while the peak at -14.6 ppm can be related to a polyanion which undergoes a slight electrostatic interaction with a support via the formation of (Si-OH2)+(H2PW12O40)- species. It was also supposed that a low field shift in the 31P NMR MAS signal can be due to partial dehydration of the heteropolyacid during the impregnation process. Indeed, for dehydrated bulk H3PW12O40 a sharp 31P NMR MAS peak was observed at -11.0 ppm, while H3PW12O40⋅6H2O showed a peak at -15.6 ppm. Additionally, 31P NMR spectra of Cs x H3-x  salts of PW12 were found to display four resonances which have been assigned to the polyanions associated with 0, 1, 2, and 3 protons, respectively. Hence, a 31P NMR MAS signal drift could arise also from a different protonation state of the POM. Kozhevnikov et al. assumed that a 31P NMR MAS signal shift and splitting might be due to partial decomposition of PW12 producing lacunary species, like PW11 or P2W17, during the preparation of supported catalysts. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>We have found that the ratio of forms <bold>I</bold>−<bold>III</bold> changed after drying the PW<sub>12</sub>/MIL-101 sample at 150 °C (Figure B). This implies that, in effect, the forms could be related to different hydration states of the POM. Previously, electrostatic binding between POM and MIL-101 surface has been hypothesized based on the ion exchange experiments. We performed three consecutive treatments of the sample 5% PW<sub>12</sub>/MIL-101 with 1 M solution of Bu<sub>4</sub>NClO<sub>4</sub> in MeCN. The corresponding <sup>31</sup>P NMR MAS spectra are presented in Figure  C−E. One can see that after the first treatment the <sup>31</sup>P NMR MAS peak at −16.3 ppm decreased markedly (Figure C), while after the second treatment it disappeared completely along with the signal at −15.0 ppm (Figure D). According to the elemental analysis data, about one-third of the immobilized PW<sub>12</sub> was transferred into solution after the first treatment with Bu<sub>4</sub>NClO<sub>4</sub>. The <sup>31</sup>P NMR measurements confirmed that the wash-out solution contained only intact Keggin PW<sub>12</sub> (Figure A). After the third treatment, the <sup>31</sup>P NMR MAS spectrum (Figure E) was similar to that run after the second treatment, indicating the presence of solely form <bold>III</bold>. Elemental analysis indicated that about one-fifth of the immobilized PW<sub>12</sub> (ca. 1 wt %) remained after three consecutive treatments with Bu<sub>4</sub>NClO<sub>4</sub>. Hence, forms <bold>I</bold> and <bold>II</bold> can be removed using Bu<sub>4</sub>NClO<sub>4</sub>, thus pointing to the electrostatic character of binding between these forms and positively charged surface of the MIL-101 nanocage.</p>", "clean_text": "We have found that the ratio of forms I-III changed after drying the PW12/MIL-101 sample at 150 °C (Figure B). This implies that, in effect, the forms could be related to different hydration states of the POM. Previously, electrostatic binding between POM and MIL-101 surface has been hypothesized based on the ion exchange experiments. We performed three consecutive treatments of the sample 5% PW12/MIL-101 with 1 M solution of Bu4NClO4 in MeCN. The corresponding 31P NMR MAS spectra are presented in Figure  C-E. One can see that after the first treatment the 31P NMR MAS peak at -16.3 ppm decreased markedly (Figure C), while after the second treatment it disappeared completely along with the signal at -15.0 ppm (Figure D). According to the elemental analysis data, about one-third of the immobilized PW12 was transferred into solution after the first treatment with Bu4NClO4. The 31P NMR measurements confirmed that the wash-out solution contained only intact Keggin PW12 (Figure A). After the third treatment, the 31P NMR MAS spectrum (Figure E) was similar to that run after the second treatment, indicating the presence of solely form III. Elemental analysis indicated that about one-fifth of the immobilized PW12 (ca. 1 wt %) remained after three consecutive treatments with Bu4NClO4. Hence, forms I and II can be removed using Bu4NClO4, thus pointing to the electrostatic character of binding between these forms and positively charged surface of the MIL-101 nanocage.", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>\n<sup>31</sup>P NMR spectra of: (A) washout solution after treatment of PW<sub>12</sub>/MIL with 1 M Bu<sub>4</sub>NClO<sub>4</sub> in MeCN and (B) PW<sub>12</sub> after homogeneous cyclohexene oxidation.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0012.tif\"></graphic>\n</fig>", "clean_text": " 6   31P NMR spectra of: (A) washout solution after treatment of PW12/MIL with 1 M Bu4NClO4 in MeCN and (B) PW12 after homogeneous cyclohexene oxidation.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>It should be mentioned that the ratios of forms <bold>I</bold>−<bold>III</bold> in the samples 5% PW<sub>12</sub>/MIL-101 and 14% PW<sub>12</sub>/MIL-101-B were different (compare Figure  A and G). While in the former sample form <bold>I</bold> predominated (ca. 50%), the latter was enriched with form <bold>III</bold> (56%). At the moment, the nature of form <bold>III</bold> is not understood completely. Most likely, it derives from a stronger interaction of dehydrated PW<sub>12</sub> and the MIL surface. It seems reasonable that purification of MIL and increasing surface area would enhance this interaction. Yet, the formation of lacunary POM species can not be ruled out completely. The minor broad signal in the <sup>31</sup>P NMR MAS spectrum at about −7.1 ppm could be tentatively assigned to such species.</p>", "clean_text": "It should be mentioned that the ratios of forms I-III in the samples 5% PW12/MIL-101 and 14% PW12/MIL-101-B were different (compare Figure  A and G). While in the former sample form I predominated (ca. 50%), the latter was enriched with form III (56%). At the moment, the nature of form III is not understood completely. Most likely, it derives from a stronger interaction of dehydrated PW12 and the MIL surface. It seems reasonable that purification of MIL and increasing surface area would enhance this interaction. Yet, the formation of lacunary POM species can not be ruled out completely. The minor broad signal in the 31P NMR MAS spectrum at about -7.1 ppm could be tentatively assigned to such species.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<title>Catalytic Oxidation</title><p>The catalytic performance of the PW<sub>4</sub>/MIL-101 and PW<sub>12</sub>/MIL-101 hybrid materials was first assessed in cyclohexene oxidation with aqueous H<sub>2</sub>O<sub>2</sub> in acetonitrile medium. The results of the catalytic runs along with blank experiments and experiments performed in the presence of the corresponding homogeneous POMs are presented in Table . Both PW<sub>4</sub> and PW<sub>12</sub> incorporated within the MIL-101 matrix showed fairly good catalytic activity, while the matrix alone was quite inert. The catalytic activities of 5% PW<sub>12</sub>/MIL-101 and 5% PW<sub>4</sub>/MIL-101 referred to one W atom were similar (compare entries 4 and 6 in Table ). It is worth noting that the activities of PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL expressed in TOF values were just slightly lower than the activity of homogeneous PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> (0.36 vs 0.34 min<sup>−1</sup> for PW<sub>4</sub> and 0.41 vs 0.39 min<sup>−1</sup> for PW<sub>12</sub>). This implies that immobilization of POM on MIL-101 causes no deactivation and allows to keep the catalytic activity, at least, at the same level.</p>", "clean_text": "Catalytic Oxidation\n\nThe catalytic performance of the PW4/MIL-101 and PW12/MIL-101 hybrid materials was first assessed in cyclohexene oxidation with aqueous H2O2 in acetonitrile medium. The results of the catalytic runs along with blank experiments and experiments performed in the presence of the corresponding homogeneous POMs are presented in Table . Both PW4 and PW12 incorporated within the MIL-101 matrix showed fairly good catalytic activity, while the matrix alone was quite inert. The catalytic activities of 5% PW12/MIL-101 and 5% PW4/MIL-101 referred to one W atom were similar (compare entries 4 and 6 in Table ). It is worth noting that the activities of PW x /MIL expressed in TOF values were just slightly lower than the activity of homogeneous PW x  (0.36 vs 0.34 min-1 for PW4 and 0.41 vs 0.39 min-1 for PW12). This implies that immobilization of POM on MIL-101 causes no deactivation and allows to keep the catalytic activity, at least, at the same level.", "data": null, "include_properties": null}, {"idx": 44, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Cyclohexene Oxidation with H<sub>2</sub>O<sub>2</sub> in the Presence of PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 Catalysts<xref rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"center\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">cyclohexene conversion (%)</oasis:entry>\n<oasis:entry align=\"center\">TOF<xref rid=\"t2fn2\"></xref> (min<sup>−1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">epoxide selectivity <xref rid=\"t2fn3\"></xref> (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>− <xref rid=\"t2fn4\"></xref>\n</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>67</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>MIL-101 <xref rid=\"t2fn5\"></xref>\n</oasis:entry>\n<oasis:entry>11</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>64</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>PW<sub>4</sub>\n<xref rid=\"t2fn6\"></xref>\n</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>0.36</oasis:entry>\n<oasis:entry>77</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>5% PW<sub>4</sub>/MIL-101</oasis:entry>\n<oasis:entry>76</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>74</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>PW<sub>12</sub>\n<xref rid=\"t2fn6\"></xref>\n</oasis:entry>\n<oasis:entry>72</oasis:entry>\n<oasis:entry>0.41</oasis:entry>\n<oasis:entry>78</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101</oasis:entry>\n<oasis:entry>72</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>76</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101 <xref rid=\"t2fn7\"></xref>\n</oasis:entry>\n<oasis:entry>71</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>77</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101 <xref rid=\"t2fn8\"></xref>\n</oasis:entry>\n<oasis:entry>75</oasis:entry>\n<oasis:entry>0.41</oasis:entry>\n<oasis:entry>77</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101 <xref rid=\"t2fn9\"></xref>\n</oasis:entry>\n<oasis:entry>84</oasis:entry>\n<oasis:entry>0.40</oasis:entry>\n<oasis:entry>80</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>1% PW<sub>12</sub>/MIL-101 <xref rid=\"t2fn10\"></xref>\n</oasis:entry>\n<oasis:entry>68</oasis:entry>\n<oasis:entry>0.32</oasis:entry>\n<oasis:entry>81</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>11</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101 <xref rid=\"t2fn11\"></xref>\n</oasis:entry>\n<oasis:entry>67</oasis:entry>\n<oasis:entry>0.32</oasis:entry>\n<oasis:entry>83</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>14% PW<sub>12</sub>/MIL-101-B <xref rid=\"t2fn12\"></xref>\n</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>0.42</oasis:entry>\n<oasis:entry>36</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>13</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/NH<sub>2</sub>−SBA-15 <xref rid=\"t2fn13\"></xref>\n</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>0.19</oasis:entry>\n<oasis:entry>17</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>0.1 M cyclohexene, 0.2 M H<sub>2</sub>O<sub>2</sub>, 28 mg of catalyst (5.8 × 10<sup>−3</sup> and 4.9 × 10<sup>−3</sup> mmol W in PW<sub>12</sub>/MIL-101 and PW<sub>4</sub>/MIL-101, respectively), method A, 1 mL of MeCN, 50 °C, 3 h.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>TOF = (moles of substrate consumed)·(moles of W)<sup>−1</sup>·time<sup>−1</sup>; determined by GC from the initial rates of cyclohexene oxidation.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>c</label>\n<p>GC yield based on the substrate consumed.</p>\n</fn>\n<fn id=\"t2fn4\">\n<label>d</label>\n<p>No catalyst was present.</p>\n</fn>\n<fn id=\"t2fn5\">\n<label>e</label>\n<p>MIL-101 matrix without POM.</p>\n</fn>\n<fn id=\"t2fn6\">\n<label>f</label>\n<p>Homogeneous catalyst (5.8 × 10<sup>−3</sup> mmol W for PW<sub>12</sub> or 4.9 × 10<sup>−3</sup> mmol W for PW<sub>4</sub>).</p>\n</fn>\n<fn id=\"t2fn7\">\n<label>g</label>\n<p>Method B.</p>\n</fn>\n<fn id=\"t2fn8\">\n<label>h</label>\n<p>Method C.</p>\n</fn>\n<fn id=\"t2fn9\">\n<label>i</label>\n<p>60 mg of the catalyst (1.2 × 10<sup>−2</sup> mmol W).</p>\n</fn>\n<fn id=\"t2fn10\">\n<label>j</label>\n<p>99 mg of PW<sub>12</sub>/MIL-101 (4.1 × 10<sup>−3</sup> mmol W) after 3 consecutive treatments with 1 M Bu<sub>4</sub>NClO<sub>4</sub> in MeCN.</p>\n</fn>\n<fn id=\"t2fn11\">\n<label>k</label>\n<p>PW<sub>12</sub>/MIL-101 dried at 150 °C for 4 h.</p>\n</fn>\n<fn id=\"t2fn12\">\n<label>l</label>\n<p>14 mg of the catalyst (8.2 × 10<sup>−3</sup> mmol W). Allylic oxidation products, cyclohexenol/-one (ca. 5%), along with <italic toggle=\"yes\">trans</italic>-cyclohexane diol (24%), 2-hydroxycyclohexanone, and adipic aldehyde were also found.</p>\n</fn>\n<fn id=\"t2fn13\">\n<label>m</label>\n<p>\n<italic toggle=\"yes\">trans</italic>-Cyclohexane diol (67%) and cyclohexenol/-one (15%) were also found.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<p>With 2 equiv of H<sub>2</sub>O<sub>2</sub>, cyclohexene was converted mainly to its epoxide over 5% PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101. The allylic oxidation products, 2-cyclohexene-1-ol and 2-cyclohexene-1-one (totally ca. 10%) were identified as the main byproduct, while the product of epoxide ring-opening, 1,2-<italic toggle=\"yes\">trans</italic>-cyclohexane diol, was not found in the reaction mixture. This contrasts with the homogeneously catalyzed oxidation in the presence of PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> where the diol was the main byproduct. The reaction over PW<sub>4</sub>/MIL-101 gave epoxide with 74% selectivity at 76% substrate conversion after 3 h; a similar result was acquired over PW<sub>12</sub>/MIL-101 (entry 6, Table ). For comparison, cyclohexene (3 mmol) oxidation with H<sub>2</sub>O<sub>2</sub> (3 mmol) over PW<sub>4</sub>−Amberlite (0.016 mmol PW<sub>4</sub>) at 32 °C gave epoxide with only 57% selectivity at a similar conversion after 24 h. In turn, 5% PW<sub>12</sub>/NH<sub>2</sub>−SBA-15 produced mainly <italic toggle=\"yes\">trans</italic>-cyclohexane diol under the same reaction conditions (entry 13, Table ).</p>", "clean_text": "With 2 equiv of H2O2, cyclohexene was converted mainly to its epoxide over 5% PW x /MIL-101. The allylic oxidation products, 2-cyclohexene-1-ol and 2-cyclohexene-1-one (totally ca. 10%) were identified as the main byproduct, while the product of epoxide ring-opening, 1,2-trans-cyclohexane diol, was not found in the reaction mixture. This contrasts with the homogeneously catalyzed oxidation in the presence of PW x  where the diol was the main byproduct. The reaction over PW4/MIL-101 gave epoxide with 74% selectivity at 76% substrate conversion after 3 h; a similar result was acquired over PW12/MIL-101 (entry 6, Table ). For comparison, cyclohexene (3 mmol) oxidation with H2O2 (3 mmol) over PW4-Amberlite (0.016 mmol PW4) at 32 °C gave epoxide with only 57% selectivity at a similar conversion after 24 h. In turn, 5% PW12/NH2-SBA-15 produced mainly trans-cyclohexane diol under the same reaction conditions (entry 13, Table ).", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>It has been established by several research groups that the catalytic activity of the PW<sub>12</sub>/H<sub>2</sub>O<sub>2</sub> system in alkene epoxidation is caused by in situ formation of lower nuclearity peroxotungstates, such as PW<sub>4</sub> and PW<sub>2</sub>. In water, PW<sub>12</sub> completely transforms to PW<sub>4</sub> and other peroxotungstates after 1 h treatment with 50 equiv of H<sub>2</sub>O<sub>2</sub> at room temperature. However, the use of organic medium (acetophenone, DMF) enables increasing POM stability with respect to solvolytic destruction in the presence of aqueous H<sub>2</sub>O<sub>2</sub>, which leads to incomplete and reversible PW<sub>12</sub> transformations under the conditions of H<sub>2</sub>O<sub>2</sub> excess (400 equiv, 2 h, 90 °C). Indeed, we found no PW<sub>4</sub> and only 3% of PW<sub>2</sub> (small signal with δ 0.4 ppm in the <sup>31</sup>P NMR spectrum shown in Figure B) in the acetonitrile solution of PW<sub>12</sub> after homogeneous cyclohexene oxidation under turnover conditions (500 equiv of H<sub>2</sub>O<sub>2</sub>). We had a thought that immobilization on MIL-101 could additionally increase stability of the polyanion structure.</p>", "clean_text": "It has been established by several research groups that the catalytic activity of the PW12/H2O2 system in alkene epoxidation is caused by in situ formation of lower nuclearity peroxotungstates, such as PW4 and PW2. In water, PW12 completely transforms to PW4 and other peroxotungstates after 1 h treatment with 50 equiv of H2O2 at room temperature. However, the use of organic medium (acetophenone, DMF) enables increasing POM stability with respect to solvolytic destruction in the presence of aqueous H2O2, which leads to incomplete and reversible PW12 transformations under the conditions of H2O2 excess (400 equiv, 2 h, 90 °C). Indeed, we found no PW4 and only 3% of PW2 (small signal with δ 0.4 ppm in the 31P NMR spectrum shown in Figure B) in the acetonitrile solution of PW12 after homogeneous cyclohexene oxidation under turnover conditions (500 equiv of H2O2). We had a thought that immobilization on MIL-101 could additionally increase stability of the polyanion structure.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>Indeed, we performed cyclohexene oxidation over PW<sub>12</sub>/MIL-101 after a preliminary treatment of the catalyst with a 500-fold excess of 30% H<sub>2</sub>O<sub>2</sub> (see the Experimental Section, method B) but found no changes in both activity and selectivity (compare entries 6 and 7 in Table ). Additionally, the curves of cyclohexene conversion and epoxide yield versus time showed no induction period, and the initial rate areas coincided in methods A and B (Figure ). In turn, the <sup>31</sup>P NMR MAS spectrum of 5% PW<sub>12</sub>/MIL-101 remained practically unchanged after five cycles of cyclohexene oxidation (see Figure A and F). Hence, we may conclude that if the transformation of the MIL-immobilized PW<sub>12</sub> to the lower nuclearity species occurs in the course of the catalytic oxidation under the conditions employed, such transformation is apparently reversible. Yet, one can not exclude that the active species responsible for catalysis is present in minor amounts, not detectable by <sup>31</sup>P NMR MAS.</p>", "clean_text": "Indeed, we performed cyclohexene oxidation over PW12/MIL-101 after a preliminary treatment of the catalyst with a 500-fold excess of 30% H2O2 (see the Experimental Section, method B) but found no changes in both activity and selectivity (compare entries 6 and 7 in Table ). Additionally, the curves of cyclohexene conversion and epoxide yield versus time showed no induction period, and the initial rate areas coincided in methods A and B (Figure ). In turn, the 31P NMR MAS spectrum of 5% PW12/MIL-101 remained practically unchanged after five cycles of cyclohexene oxidation (see Figure A and F). Hence, we may conclude that if the transformation of the MIL-immobilized PW12 to the lower nuclearity species occurs in the course of the catalytic oxidation under the conditions employed, such transformation is apparently reversible. Yet, one can not exclude that the active species responsible for catalysis is present in minor amounts, not detectable by 31P NMR MAS.", "data": null, "include_properties": null}, {"idx": 48, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Cyclohexene conversion (◼, ◻), epoxide yield (●, ○) and selectivity (▲, △) versus time in the oxidation with H<sub>2</sub>O<sub>2</sub> over PW<sub>12</sub>/MIL-101 (method A − ◼, ●, ▲ and method B − ◻, ○, △). Reaction conditions as in Table <xref rid=\"tbl2\"></xref>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0001.tif\"></graphic>\n</fig>", "clean_text": " 7  Cyclohexene conversion (◼, ◻), epoxide yield (●, ○) and selectivity (▲, △) versus time in the oxidation with H2O2 over PW12/MIL-101 (method A - ◼, ●, ▲ and method B - ◻, ○, △). Reaction conditions as in Table .   ", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>According to the FT-IR and Raman spectra (Figures b and , respectively), MIL-101 supported PW<sub>12</sub> does not lose its Keggin structure after 3 cycles of cyclohexene oxidation with H<sub>2</sub>O<sub>2</sub>, but begins to transform to the peroxotungstate species PW<sub>4</sub> after five reuses (i.e., after about 770 TON). The FT-IR band at 1081 cm<sup>−1</sup> broadens after several cycles of cyclohexene oxidation because of anion symmetry lowering (Figure b). As was mentioned above, homogeneous PW<sub>12</sub> partially transformed to PW<sub>2</sub> peroxotungstate already after the first cycle of cyclohexene oxidation (155 TON) under the conditions employed. Thus, we may conclude that immobilization onto MIL-101 does increase stability of PW<sub>12</sub> toward destruction in the presence of H<sub>2</sub>O<sub>2</sub>.</p>", "clean_text": "According to the FT-IR and Raman spectra (Figures b and , respectively), MIL-101 supported PW12 does not lose its Keggin structure after 3 cycles of cyclohexene oxidation with H2O2, but begins to transform to the peroxotungstate species PW4 after five reuses (i.e., after about 770 TON). The FT-IR band at 1081 cm-1 broadens after several cycles of cyclohexene oxidation because of anion symmetry lowering (Figure b). As was mentioned above, homogeneous PW12 partially transformed to PW2 peroxotungstate already after the first cycle of cyclohexene oxidation (155 TON) under the conditions employed. Thus, we may conclude that immobilization onto MIL-101 does increase stability of PW12 toward destruction in the presence of H2O2.", "data": null, "include_properties": null}, {"idx": 50, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Raman spectra of (A) PW<sub>4</sub> (0.05 M solution in H<sub>2</sub>O−H<sub>2</sub>O<sub>2</sub>), (B) solid PW<sub>12</sub>, (C) MIL-101, (D) PW<sub>12</sub>/MIL-101, (E)−(G) PW<sub>12</sub>/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation, respectively. Reaction conditions as in Table <xref rid=\"tbl2\"></xref> (method A).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0002.tif\"></graphic>\n</fig>", "clean_text": " 8  Raman spectra of (A) PW4 (0.05 M solution in H2O-H2O2), (B) solid PW12, (C) MIL-101, (D) PW12/MIL-101, (E)-(G) PW12/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation, respectively. Reaction conditions as in Table  (method A).   ", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>We also examined a “one-pot” procedure which combined the preparation of the PW<sub>12</sub>/MIL-101 catalyst and cyclohexene oxidation (see the Experimental Section, method C). Importantly, following such a simple protocol we managed to obtain cyclohexene epoxide with the yield even superior to that found using conventional method A (compare entries 6 and 8 in Table ).</p>", "clean_text": "We also examined a \"one-pot\" procedure which combined the preparation of the PW12/MIL-101 catalyst and cyclohexene oxidation (see the Experimental Section, method C). Importantly, following such a simple protocol we managed to obtain cyclohexene epoxide with the yield even superior to that found using conventional method A (compare entries 6 and 8 in Table ).", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["else"], "content": "<p>One can see from the data shown in Table  and Figure  that cyclohexene conversion was incomplete over PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 catalysts despite a 2-fold excess of H<sub>2</sub>O<sub>2</sub> was employed. This could be due to partial unproductive decomposition of the oxidant on MIL-101. Previously, we revealed that MIL-101 does possess some activity in H<sub>2</sub>O<sub>2</sub> dismutation at 50 °C. Indeed, the presence of some amount of cyclohexene allylic oxidation products supports the involvement of radical species in the oxidation process. Meanwhile, we found that about 25% of the oxidant was still present in the reaction mixture at the end of the catalytic reaction. So, we believe that another reason of the incomplete cyclohexene conversion could be blockage of active sites by the reaction products. Indeed, by increase of the catalyst amount (entry 9, Table ) we managed to achieve higher cyclohexene conversion (84%) and epoxide yield (66%).</p>", "clean_text": "One can see from the data shown in Table  and Figure  that cyclohexene conversion was incomplete over PW x /MIL-101 catalysts despite a 2-fold excess of H2O2 was employed. This could be due to partial unproductive decomposition of the oxidant on MIL-101. Previously, we revealed that MIL-101 does possess some activity in H2O2 dismutation at 50 °C. Indeed, the presence of some amount of cyclohexene allylic oxidation products supports the involvement of radical species in the oxidation process. Meanwhile, we found that about 25% of the oxidant was still present in the reaction mixture at the end of the catalytic reaction. So, we believe that another reason of the incomplete cyclohexene conversion could be blockage of active sites by the reaction products. Indeed, by increase of the catalyst amount (entry 9, Table ) we managed to achieve higher cyclohexene conversion (84%) and epoxide yield (66%).", "data": null, "include_properties": null}, {"idx": 53, "type": "text", "classification": ["else"], "content": "<p>The catalyst prepared using MIL-101 with enlarged surface area and pore volume (14% PW<sub>12</sub>/MIL-101-B) also revealed a higher conversion of cyclohexene (entry 12, Table ). However, the selectivity to epoxide was lower for this catalyst compared to 5% PW<sub>12</sub>/MIL-101 because of subsequent transformations of the epoxide to <italic toggle=\"yes\">trans</italic>-1,2-cyclohexanediol, 2-hydroxycyclohexanone, and adipic aldehyde. Hence, we may conclude that 5 wt % is an optimal PW<sub>12</sub> loading required for the selective alkene epoxidation, and higher loadings should be avoided.</p>", "clean_text": "The catalyst prepared using MIL-101 with enlarged surface area and pore volume (14% PW12/MIL-101-B) also revealed a higher conversion of cyclohexene (entry 12, Table ). However, the selectivity to epoxide was lower for this catalyst compared to 5% PW12/MIL-101 because of subsequent transformations of the epoxide to trans-1,2-cyclohexanediol, 2-hydroxycyclohexanone, and adipic aldehyde. Hence, we may conclude that 5 wt % is an optimal PW12 loading required for the selective alkene epoxidation, and higher loadings should be avoided.", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>To clarify the catalytic behavior of forms <bold>I</bold>−<bold>III</bold> which are present in PW<sub>12</sub>/MIL-101 catalysts, we compared the performance of the parent 5% PW<sub>12</sub>/MIL-101 sample (entry 6, Table ) with the performances of the sample dried at 150 °C (entry 11, Table ) and the sample obtained after three consecutive treatments with 1 M Bu<sub>4</sub>NClO<sub>4</sub> (entry 10, Table ) in cyclohexene oxidation with H<sub>2</sub>O<sub>2</sub>. The latter two materials contained mostly form <bold>III</bold> and were found to be less active (TOF 0.32 min<sup>−1</sup>) but more selective (81−83%) toward epoxide formation compared to the initial 5% PW<sub>12</sub>/MIL which included mainly form <bold>I</bold>. The higher selectivity of form <bold>III</bold> in the epoxidation reaction corroborated its assignment to dehydrated PW<sub>12</sub>. Interestingly, form <bold>III</bold> also predominated in 14% PW<sub>12</sub>/MIL-101 according to its <sup>31</sup>P NMR MAS spectrum (Figure G), but as we mentioned above, the selectivity over this sample was rather low because high POM loading favors epoxide ring-opening and/or overoxidation processes.</p>", "clean_text": "To clarify the catalytic behavior of forms I-III which are present in PW12/MIL-101 catalysts, we compared the performance of the parent 5% PW12/MIL-101 sample (entry 6, Table ) with the performances of the sample dried at 150 °C (entry 11, Table ) and the sample obtained after three consecutive treatments with 1 M Bu4NClO4 (entry 10, Table ) in cyclohexene oxidation with H2O2. The latter two materials contained mostly form III and were found to be less active (TOF 0.32 min-1) but more selective (81-83%) toward epoxide formation compared to the initial 5% PW12/MIL which included mainly form I. The higher selectivity of form III in the epoxidation reaction corroborated its assignment to dehydrated PW12. Interestingly, form III also predominated in 14% PW12/MIL-101 according to its 31P NMR MAS spectrum (Figure G), but as we mentioned above, the selectivity over this sample was rather low because high POM loading favors epoxide ring-opening and/or overoxidation processes.", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["property"], "content": "<p>To assess the scope and limitations of the PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 catalysts, the activity of the optimal sample, 5% PW<sub>12</sub>/MIL-101, was tested in the oxidation of alkenes with different steric and electronic structures, including natural terpenes (α-pinene, 3-carene, and limonene), cyclooctene, octene-1, styrene, and <italic toggle=\"yes\">cis</italic>-/<italic toggle=\"yes\">trans</italic>-stilbenes. The results are presented in Table . The rank of the catalytic activity expressed in TOF values was typical for an electrophilic oxygen transfer process: R<sub>2</sub>CCHR (3-carene) &gt; RCHCHR (cyclooctene) &gt; RCHCH<sub>2</sub> (octene-1). Both homogeneous PW<sub>12</sub> and heterogeneous PW<sub>12</sub>/MIL-101 revealed a very similar range of the maximal (3-carene) and minimal (octene-1) TOF values, which may indicate the absence of diffusive limitations in the alkene epoxidation over PW<sub>12</sub>/MIL-101. It is worth noting that activity of PW<sub>12</sub>/MIL expressed in TOF values is significantly higher than the activity of previously reported PW<sub>4</sub>−Amberlite catalyst at the same reaction conditions. For example, TOF for limonene epoxidation over PW<sub>4</sub>−Amberlite calculated on the basis of reported data is equal to 0.01 min<sup>−1</sup>.\n</p>", "clean_text": "To assess the scope and limitations of the PW x /MIL-101 catalysts, the activity of the optimal sample, 5% PW12/MIL-101, was tested in the oxidation of alkenes with different steric and electronic structures, including natural terpenes (α-pinene, 3-carene, and limonene), cyclooctene, octene-1, styrene, and cis-/trans-stilbenes. The results are presented in Table . The rank of the catalytic activity expressed in TOF values was typical for an electrophilic oxygen transfer process: R2CCHR (3-carene) > RCHCHR (cyclooctene) > RCHCH2 (octene-1). Both homogeneous PW12 and heterogeneous PW12/MIL-101 revealed a very similar range of the maximal (3-carene) and minimal (octene-1) TOF values, which may indicate the absence of diffusive limitations in the alkene epoxidation over PW12/MIL-101. It is worth noting that activity of PW12/MIL expressed in TOF values is significantly higher than the activity of previously reported PW4-Amberlite catalyst at the same reaction conditions. For example, TOF for limonene epoxidation over PW4-Amberlite calculated on the basis of reported data is equal to 0.01 min-1. ", "data": null, "include_properties": null}, {"idx": 56, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Alkene Oxidation with H<sub>2</sub>O<sub>2</sub>: Homogeneous PW<sub>12</sub> versus 5% PW<sub>12</sub>/MIL-101<xref rid=\"t3fn1\"></xref>\n</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<graphic id=\"fx1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0005.tif\"></graphic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Reaction condition: 0.1 M substrate, 28 mg of catalyst 5% PW<sub>12</sub>/MIL-101 or 1.4 mg of PW<sub>12</sub> (5.8·× 10<sup>−3</sup> mmol W), method A, 1 mL of MeCN, 50 °C, 3 h.</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>TOF = (moles of substrate consumed)·(moles of W)<sup>−1</sup>·time<sup>−1</sup>; determined by GC from the initial rates.</p>\n</fn>\n<fn id=\"t3fn3\">\n<label>c</label>\n<p>GC yield based on the substrate consumed.</p>\n</fn>\n<fn id=\"t3fn4\">\n<label>d</label>\n<p>Limonene 1,2-epoxide.</p>\n</fn>\n<fn id=\"t3fn5\">\n<label>e</label>\n<p>5 h.</p>\n</fn>\n<fn id=\"t3fn6\">\n<label>f</label>\n<p>Benzaldenyde was also formed.</p>\n</fn>\n<fn id=\"t3fn7\">\n<label>g</label>\n<p>\n<italic toggle=\"yes\">cis</italic>-Stilbene epoxide.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>Importantly, PW<sub>12</sub>/MIL-101 is able to catalyze selectively epoxidation of acid sensitive terpenes, and 70−96% selectivities can be achieved depending on the specific alkene structure and reaction conditions. Oxidation of styrene and stilbenes proceeded less efficiently than oxidation of electron-rich alkenes, but note that substrate conversions and epoxide selectivities were higher with PW<sub>12</sub>/MIL-101 than with homogeneous PW<sub>12</sub>. Thus oxidation of styrene with 1 equiv of H<sub>2</sub>O<sub>2</sub> over PW<sub>12</sub>/MIL-101 gave 24% substrate conversion and 54% epoxide selectivity after 3 h at 50 °C, while the corresponding parameters for homogeneous PW<sub>12</sub> were 20 and 40% (see Table ). This effect can be rationalized if we take into account the affinity of the MIL-101 framework for benzene-like molecules.\n</p>", "clean_text": "Importantly, PW12/MIL-101 is able to catalyze selectively epoxidation of acid sensitive terpenes, and 70-96% selectivities can be achieved depending on the specific alkene structure and reaction conditions. Oxidation of styrene and stilbenes proceeded less efficiently than oxidation of electron-rich alkenes, but note that substrate conversions and epoxide selectivities were higher with PW12/MIL-101 than with homogeneous PW12. Thus oxidation of styrene with 1 equiv of H2O2 over PW12/MIL-101 gave 24% substrate conversion and 54% epoxide selectivity after 3 h at 50 °C, while the corresponding parameters for homogeneous PW12 were 20 and 40% (see Table ). This effect can be rationalized if we take into account the affinity of the MIL-101 framework for benzene-like molecules. ", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<p>It is worth noting that for the majority of alkene substrates an increase of H<sub>2</sub>O<sub>2</sub>/alkene molar ratio led to both higher substrate conversions and epoxide selectivities (Table ). With 2 equiv of H<sub>2</sub>O<sub>2</sub> the selectivity of epoxidation attained 96, 89, and 99% for 3-carene, limonene and cyclooctene, respectively. These values exceed the selectivities acquired using homogeneous PW<sub>12</sub>. The same tendency was observed earlier for caryophyllene epoxidation with H<sub>2</sub>O<sub>2</sub> over Ti-POM/MIL-101. Note that maintenance of selectivity with growing conversion under excess of H<sub>2</sub>O<sub>2</sub> is a quite unusual phenomenon for alkene epoxidation, for which an excess of olefin is usually employed to achieve a high selectivity. The epoxide selectivity typically tends to decrease with conversion because of consecutive epoxide ring-opening and overoxidation processes. This is exactly what happens in the presence of homogeneous PW<sub>12</sub> (see examples in Table ). We suppose that the non-typical behavior that we revealed for the hybrid PW<sub>12</sub>/MIL-101 catalysts might originate from an ability of MIL-101 to adsorb preferably H<sub>2</sub>O<sub>2</sub> and alkene substrate and not to adsorb water because of hydrophobicity of the organic linker. This agrees with the recently published data on the water sorption on MIL-101, which showed that H<sub>2</sub>O uptake starts at rather high partial pressures (<italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> = 0.4). On the basis of these results, one might expect that MIL-101 surface would behave as a hydrophobic one at rather low water concentration in an organic solvent.</p>", "clean_text": "It is worth noting that for the majority of alkene substrates an increase of H2O2/alkene molar ratio led to both higher substrate conversions and epoxide selectivities (Table ). With 2 equiv of H2O2 the selectivity of epoxidation attained 96, 89, and 99% for 3-carene, limonene and cyclooctene, respectively. These values exceed the selectivities acquired using homogeneous PW12. The same tendency was observed earlier for caryophyllene epoxidation with H2O2 over Ti-POM/MIL-101. Note that maintenance of selectivity with growing conversion under excess of H2O2 is a quite unusual phenomenon for alkene epoxidation, for which an excess of olefin is usually employed to achieve a high selectivity. The epoxide selectivity typically tends to decrease with conversion because of consecutive epoxide ring-opening and overoxidation processes. This is exactly what happens in the presence of homogeneous PW12 (see examples in Table ). We suppose that the non-typical behavior that we revealed for the hybrid PW12/MIL-101 catalysts might originate from an ability of MIL-101 to adsorb preferably H2O2 and alkene substrate and not to adsorb water because of hydrophobicity of the organic linker. This agrees with the recently published data on the water sorption on MIL-101, which showed that H2O uptake starts at rather high partial pressures (p/p 0 = 0.4). On the basis of these results, one might expect that MIL-101 surface would behave as a hydrophobic one at rather low water concentration in an organic solvent.", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["else"], "content": "<title>Catalyst Stability and Recycling</title><p>While studying liquid phase processes over solid catalysts it is extremely important to address the issues of stability of the active component with respect to leaching and maintenance of the catalyst porous structure under the reaction conditions. The nature of catalysis and recycling behavior are crucial points as well. Following the methodology suggested by Sheldon and co-workers, we performed fast hot catalyst filtration tests and found no further substrate conversion in the filtrate after the removal of both PW<sub>12</sub>/MIL-101 and PW<sub>4</sub>/MIL-101 (Figure ). This proves the true heterogeneous nature of the oxidation catalysis over the PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 catalysts. Additionally, elemental analysis data (see Table ) confirmed that no evident tungsten or chromium leaching occurred under the conditions employed.</p>", "clean_text": "Catalyst Stability and Recycling\n\nWhile studying liquid phase processes over solid catalysts it is extremely important to address the issues of stability of the active component with respect to leaching and maintenance of the catalyst porous structure under the reaction conditions. The nature of catalysis and recycling behavior are crucial points as well. Following the methodology suggested by Sheldon and co-workers, we performed fast hot catalyst filtration tests and found no further substrate conversion in the filtrate after the removal of both PW12/MIL-101 and PW4/MIL-101 (Figure ). This proves the true heterogeneous nature of the oxidation catalysis over the PW x /MIL-101 catalysts. Additionally, elemental analysis data (see Table ) confirmed that no evident tungsten or chromium leaching occurred under the conditions employed.", "data": null, "include_properties": null}, {"idx": 60, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Hot catalyst filtration experiments for cyclohexene oxidation with 0.2 M H<sub>2</sub>O<sub>2</sub> over (a) PW<sub>12</sub>/MIL-101 (methods A−● and C−⧫) and (b) PW<sub>4</sub>/MIL-101.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0003.tif\"></graphic>\n</fig>", "clean_text": " 9  Hot catalyst filtration experiments for cyclohexene oxidation with 0.2 M H2O2 over (a) PW12/MIL-101 (methods A-● and C-⧫) and (b) PW4/MIL-101.   ", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["property"], "content": "<p>The recycling behavior of the PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 catalysts is shown in Figure . One can see that the performance of PW<sub>4</sub>/MIL-101 was quite stable during four consecutive runs, but the epoxide yield slightly decreased after the third run (Figure a). In turn, PW<sub>12</sub>/MIL-101 kept its activity and selectivity during four catalytic cycles (600 TON) and then the activity decreased (Figure b).</p>", "clean_text": "The recycling behavior of the PW x /MIL-101 catalysts is shown in Figure . One can see that the performance of PW4/MIL-101 was quite stable during four consecutive runs, but the epoxide yield slightly decreased after the third run (Figure a). In turn, PW12/MIL-101 kept its activity and selectivity during four catalytic cycles (600 TON) and then the activity decreased (Figure b).", "data": null, "include_properties": null}, {"idx": 62, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Catalyst recycling in cyclohexene oxidation with 0.2 M H<sub>2</sub>O<sub>2</sub>: (a) PW<sub>4</sub>/MIL-101 and (b) PW<sub>12</sub>/MIL-101 (method A). Reaction conditions as in Table <xref rid=\"tbl2\"></xref> (method A).</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0004.tif\"></graphic>\n</fig>", "clean_text": " 10  Catalyst recycling in cyclohexene oxidation with 0.2 M H2O2: (a) PW4/MIL-101 and (b) PW12/MIL-101 (method A). Reaction conditions as in Table  (method A).   ", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["property"], "content": "<p>The Raman spectrum of PW<sub>4</sub>/MIL-101 run after four cycles of cyclohexene oxidation (Figure D) revealed the principal bands of the peroxotungstate structure. Hence, we may suppose that PW<sub>4</sub> supported on MIL-101 kept its structure during four cycles of cyclohexene oxidation (250 TON). Hill and co-workers have reported that deactivation of homogeneous PW<sub>4</sub> is caused mainly by the reaction product, epoxide. The PW<sub>4</sub>−Amberlite catalyst was also reported to be poisoned by the epoxide product. We believe that some deactivation of PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 might be caused by destruction of the MIL-101 matrix and/or filling pores by the reaction products. Indeed, both specific surface area and pore volume decreased after 4−5 cycles of cyclohexene oxidation over PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 (see Table ). In turn, the XRD technique showed some amorphization of the MIL-101 structure because of its partial decomposition.</p>", "clean_text": "The Raman spectrum of PW4/MIL-101 run after four cycles of cyclohexene oxidation (Figure D) revealed the principal bands of the peroxotungstate structure. Hence, we may suppose that PW4 supported on MIL-101 kept its structure during four cycles of cyclohexene oxidation (250 TON). Hill and co-workers have reported that deactivation of homogeneous PW4 is caused mainly by the reaction product, epoxide. The PW4-Amberlite catalyst was also reported to be poisoned by the epoxide product. We believe that some deactivation of PW x /MIL-101 might be caused by destruction of the MIL-101 matrix and/or filling pores by the reaction products. Indeed, both specific surface area and pore volume decreased after 4-5 cycles of cyclohexene oxidation over PW x /MIL-101 (see Table ). In turn, the XRD technique showed some amorphization of the MIL-101 structure because of its partial decomposition.", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Polyoxotungstates [PW<sub>4</sub>O<sub>24</sub>]<sup>3−</sup> and [PW<sub>12</sub>O<sub>40</sub>]<sup>3−</sup> have been electrostatically attached to the surface of the mesoporous zeotype coordination polymer MIL-101 with retention of both POM and MOF structures. The hybrid PW<sub>4</sub>/MIL-101 and PW<sub>12</sub>/MIL-101 materials demonstrate similar catalytic activities in H<sub>2</sub>O<sub>2</sub>-based alkene epoxidation, comparable to the activity of the corresponding homogeneous PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> and significantly higher than activities of the known supported PW<sub>4</sub> catalysts. In turn, the epoxide selectivities achieved over the PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 catalysts are close or even superior to those reported for PW<sub>4</sub> immobilized by other techniques. The selectivity strongly depends on the POM loading, the optimal value of which is about 5 wt %. A simple one-pot procedure which involves both the catalyst preparation and oxidation reaction can be used to achieve high yields of epoxides. In contrast to the homogeneous systems, the use of a higher H<sub>2</sub>O<sub>2</sub>/alkene molar ratio allows increasing simultaneously both the alkene conversion and the epoxide selectivity. This unusual behavior, most likely, results from the specific sorption properties of MIL-101. Immobilization within the MIL-101 matrix allows increasing considerably the stability of PW<sub>12</sub> toward solvolytic destruction in the presence of H<sub>2</sub>O<sub>2</sub>.</p>", "clean_text": "Conclusions\n\nPolyoxotungstates [PW4O24]3- and [PW12O40]3- have been electrostatically attached to the surface of the mesoporous zeotype coordination polymer MIL-101 with retention of both POM and MOF structures. The hybrid PW4/MIL-101 and PW12/MIL-101 materials demonstrate similar catalytic activities in H2O2-based alkene epoxidation, comparable to the activity of the corresponding homogeneous PW x  and significantly higher than activities of the known supported PW4 catalysts. In turn, the epoxide selectivities achieved over the PW x /MIL-101 catalysts are close or even superior to those reported for PW4 immobilized by other techniques. The selectivity strongly depends on the POM loading, the optimal value of which is about 5 wt %. A simple one-pot procedure which involves both the catalyst preparation and oxidation reaction can be used to achieve high yields of epoxides. In contrast to the homogeneous systems, the use of a higher H2O2/alkene molar ratio allows increasing simultaneously both the alkene conversion and the epoxide selectivity. This unusual behavior, most likely, results from the specific sorption properties of MIL-101. Immobilization within the MIL-101 matrix allows increasing considerably the stability of PW12 toward solvolytic destruction in the presence of H2O2.", "data": null, "include_properties": null}, {"idx": 65, "type": "text", "classification": ["else"], "content": "<p>Both PW<sub>4</sub>/MIL-101 and PW<sub>12</sub>/MIL-101 materials behave as true heterogeneous catalysts and can be recycled several times without loss of activity and selectivity with retention of both POM and MIL-101 structures; however, some deterioration of the catalytic properties may occur after several reuses because of partial destruction of the MIL-101 matrix and/or filling pores by the reaction products.</p>", "clean_text": "Both PW4/MIL-101 and PW12/MIL-101 materials behave as true heterogeneous catalysts and can be recycled several times without loss of activity and selectivity with retention of both POM and MIL-101 structures; however, some deterioration of the catalytic properties may occur after several reuses because of partial destruction of the MIL-101 matrix and/or filling pores by the reaction products.", "data": null, "include_properties": null}, {"idx": 66, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": "13, 14, 15, 20, 21", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of MIL-101</title><p>MIL-101 was prepared by a hydrothermal reaction of terephthalic acid with Cr(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O, HF, and H<sub>2</sub>O following the procedure reported by Férey et al. In a typical synthesis, chromium nitrate (1.2 g, 3 mmol), terephthalic acid (500 mg, 3 mmol), 3 M HF (1 mL, 3 mmol), and H<sub>2</sub>O (15 mL, 0.833 mol) were mixed in a Teflon linear and kept at 220 °C during 6 h. The crystalline MIL-101-as product in the solution was twice filtered off using a glass filter with the pore size 160 μm to remove free terephthalic acid and then through a paper filter. The purification of the rude MIL-101-as product was carried out in four steps: double treatment in <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) at 60 °C during 6 h and then double treatment in hot ethanol at 70 °C during 6 h. After drying in air at 70−80 °C overnight, the X-ray diffraction (XRD) analysis confirmed the structure of pure MIL-101. MIL-101-B with increased surface area was prepared by solvothermal treatment of the rude MIL-101-as with ethanol at 80 °C for 24 h.\n</p><title>PW<sub>4</sub> Synthesis</title><p>The Venturello complex [PW<sub>4</sub>O<sub>24</sub>]<sup>3−</sup> (PW<sub>4</sub>) was prepared by the peroxide mediated decomposition of H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> following the slightly modified published procedure. To a solution of H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> (720 mg, 0.25 mmol) in of 30% H<sub>2</sub>O<sub>2</sub> (15 mL, 150 mmol) was added 5 M aqueous solution of H<sub>3</sub>PO<sub>4</sub> (0.1 mL, 0.5 mmol). The solution was stirred for 4 h at 40 °C to give PW<sub>4</sub>, which was confirmed by <sup>31</sup>P NMR spectroscopy (δ 4.4 ppm in H<sub>2</sub>O/H<sub>2</sub>O<sub>2</sub> solution).</p><title>Immobilization of PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> on MIL-101</title><p>Adsorption/desorption measurements were carried out using UV−vis spectroscopy as described previously. The composite PW<sub>12</sub>/MIL-101 was synthesized by dissolving H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> (5 mg, 0.002 mmol) in water (1.5 mL, pH 2.05), adding MIL-101 (100 mg), stirring for 3 h at room temperature, filtering off, thorough washing with water and acetone, and drying at room temperature. Additional drying at 150 °C for 4 h led to about 5% of weight loss.</p><title>Method B (with Catalyst Pre-Treatment)</title><p>A mixture containing PW<sub>12</sub>/MIL (28 mg, 4.7 × 10<sup>−4</sup> mmol [PW<sub>12</sub>O<sub>40</sub>]<sup>3−</sup>), H<sub>2</sub>O<sub>2</sub> (0.2 mmol, 510 equiv with respect to PW<sub>12</sub>), internal standard (biphenyl), and acetonitrile (1 mL) was stirred for 1 h at 50 °C. Then the oxidation reaction was started by the addition of cyclohexene (0.1 mmol).</p><title>Method C (One-Pot Catalyst Preparation and Catalytic Oxidation)</title><p>To a solution of H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> (1.4 mg, 4.7 × 10<sup>−4</sup> mmol) in MeCN (1 mL) was added MIL-101 (28 mg) under vigorous stirring. After stirring the solution at 25 °C for 30 min, the oxidation reaction was started by adding cyclohexene (0.1 mmol) and H<sub>2</sub>O<sub>2</sub> (0.2 mmol) followed by heating the reaction mixture to 50 °C.</p>", "clean_text": "Synthesis of MIL-101\n\nMIL-101 was prepared by a hydrothermal reaction of terephthalic acid with Cr(NO3)3⋅9H2O, HF, and H2O following the procedure reported by Férey et al. In a typical synthesis, chromium nitrate (1.2 g, 3 mmol), terephthalic acid (500 mg, 3 mmol), 3 M HF (1 mL, 3 mmol), and H2O (15 mL, 0.833 mol) were mixed in a Teflon linear and kept at 220 °C during 6 h. The crystalline MIL-101-as product in the solution was twice filtered off using a glass filter with the pore size 160 μm to remove free terephthalic acid and then through a paper filter. The purification of the rude MIL-101-as product was carried out in four steps: double treatment in N,N-dimethylformamide (DMF) at 60 °C during 6 h and then double treatment in hot ethanol at 70 °C during 6 h. After drying in air at 70-80 °C overnight, the X-ray diffraction (XRD) analysis confirmed the structure of pure MIL-101. MIL-101-B with increased surface area was prepared by solvothermal treatment of the rude MIL-101-as with ethanol at 80 °C for 24 h. \n\nPW4 Synthesis\n\nThe Venturello complex [PW4O24]3- (PW4) was prepared by the peroxide mediated decomposition of H3PW12O40 following the slightly modified published procedure. To a solution of H3PW12O40 (720 mg, 0.25 mmol) in of 30% H2O2 (15 mL, 150 mmol) was added 5 M aqueous solution of H3PO4 (0.1 mL, 0.5 mmol). The solution was stirred for 4 h at 40 °C to give PW4, which was confirmed by 31P NMR spectroscopy (δ 4.4 ppm in H2O/H2O2 solution).\n\nImmobilization of PW x  on MIL-101\n\nAdsorption/desorption measurements were carried out using UV-vis spectroscopy as described previously. The composite PW12/MIL-101 was synthesized by dissolving H3PW12O40 (5 mg, 0.002 mmol) in water (1.5 mL, pH 2.05), adding MIL-101 (100 mg), stirring for 3 h at room temperature, filtering off, thorough washing with water and acetone, and drying at room temperature. Additional drying at 150 °C for 4 h led to about 5% of weight loss.\n\nMethod B (with Catalyst Pre-Treatment)\n\nA mixture containing PW12/MIL (28 mg, 4.7 × 10-4 mmol [PW12O40]3-), H2O2 (0.2 mmol, 510 equiv with respect to PW12), internal standard (biphenyl), and acetonitrile (1 mL) was stirred for 1 h at 50 °C. Then the oxidation reaction was started by the addition of cyclohexene (0.1 mmol).\n\nMethod C (One-Pot Catalyst Preparation and Catalytic Oxidation)\n\nTo a solution of H3PW12O40 (1.4 mg, 4.7 × 10-4 mmol) in MeCN (1 mL) was added MIL-101 (28 mg) under vigorous stirring. After stirring the solution at 25 °C for 30 min, the oxidation reaction was started by adding cyclohexene (0.1 mmol) and H2O2 (0.2 mmol) followed by heating the reaction mixture to 50 °C.", "data": [{"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "hydrothermal reaction", "precursor": [{"name": "terephthalic acid", "amount": "500", "unit": "mg"}, {"name": "Cr(NO3)3·9H2O", "amount": "1.2", "unit": "g"}, {"name": "HF", "amount": "1", "unit": "mL"}, {"name": "H2O", "amount": "15", "unit": "mL"}], "pressure": "", "temperature": "220°C", "time": "6 h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "N,N-dimethylformamide (DMF)", "amount": "double treatment"}, {"synthesis method": "washing", "washing solution": "hot ethanol", "amount": "double treatment"}, {"synthesis method": "drying", "pressure": "", "temperature": "70-80°C", "atmosphere": "air", "time": "overnight"}]}, {"meta": {"name": "PW4", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H3PW12O40", "amount": "720", "unit": "mg"}, {"name": "30% H2O2", "amount": "15", "unit": "mL"}, {"name": "5 M aqueous solution of H3PO4", "amount": "0.1", "unit": "mL"}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "40°C", "time": "4 h"}]}, {"meta": {"name": "PW12/MIL-101", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "adsorption/desorption", "precursor": [{"name": "H3PW12O40", "amount": "5", "unit": "mg"}, {"name": "MIL-101", "amount": "100", "unit": "mg"}], "solution": [{"name": "water", "amount": "1.5", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "3 h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "water and acetone", "amount": "thorough"}, {"synthesis method": "drying", "pressure": "", "temperature": "room temperature", "atmosphere": "", "time": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "150°C", "atmosphere": "", "time": "4 h"}]}, {"meta": {"name": "Method B", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "PW12/MIL", "amount": "28", "unit": "mg"}, {"name": "H2O2", "amount": "0.2", "unit": "mmol"}, {"name": "internal standard", "amount": "", "unit": ""}, {"name": "acetonitrile", "amount": "1", "unit": "mL"}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "50°C", "time": "1 h"}, {"synthesis method": "oxidation reaction", "precursor": [{"name": "cyclohexene", "amount": "0.1", "unit": "mmol"}]}]}, {"meta": {"name": "Method C", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "H3PW12O40", "amount": "1.4", "unit": "mg"}, {"name": "MeCN", "amount": "1", "unit": "mL"}], "solution": [{"name": "MIL-101", "amount": "28", "unit": "mg"}], "pressure": "", "temperature": "25°C", "time": "30 min"}, {"synthesis method": "oxidation reaction", "precursor": [{"name": "cyclohexene", "amount": "0.1", "unit": "mmol"}, {"name": "H2O2", "amount": "0.2", "unit": "mmol"}], "pressure": "", "temperature": "50°C"}]}], "include_properties": ["solvothermal_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "filtration", "chemical_synthesis", "filtration", "washing", "drying", "chemical_synthesis", "washing", "drying", "chemical_synthesis", "filtration", "washing", "drying"]}, {"idx": "30, 32, 55, 61, 63", "type": "text", "classification": "property", "content": "<p>Textural properties of the initial MIL-101 and hybrid PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 materials assessed from N<sub>2</sub> adsorption isotherms are also presented in Table . One can observe some decrease (ca. 20 %) in both specific surface area (<italic toggle=\"yes\">A</italic>) and pore volume (<italic toggle=\"yes\">V</italic>\n<sub>p</sub>) after POM insertion. A similar trend was observed earlier for immobilization of PW<sub>11</sub>M on MIL-101. XRD patterns of MIL-101 and PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 materials are shown in Figure . The XRD data confirmed the preservation of the MIL-101 structure after the immobilization of the POMs.</p><p>Recently, Férey and co-workers reported a few methods for MIL-101 purification which allowed enlarging significantly its surface area and pore volume. We have also found a significant increase of the surface area (from 2200 to 3900 m<sup>2</sup> g<sup>−1</sup>, see Table ) after treating MIL-101 with hot EtOH. In turn, this led to a significant augmentation of the maximal amount of POM accommodated within MIL-101 and allowed us to introduce irreversibly up to 14 wt % of PW<sub>12</sub> into MIL-101 (see Figure b and Table ).</p><p>To assess the scope and limitations of the PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 catalysts, the activity of the optimal sample, 5% PW<sub>12</sub>/MIL-101, was tested in the oxidation of alkenes with different steric and electronic structures, including natural terpenes (α-pinene, 3-carene, and limonene), cyclooctene, octene-1, styrene, and <italic toggle=\"yes\">cis</italic>-/<italic toggle=\"yes\">trans</italic>-stilbenes. The results are presented in Table . The rank of the catalytic activity expressed in TOF values was typical for an electrophilic oxygen transfer process: R<sub>2</sub>CCHR (3-carene) &gt; RCHCHR (cyclooctene) &gt; RCHCH<sub>2</sub> (octene-1). Both homogeneous PW<sub>12</sub> and heterogeneous PW<sub>12</sub>/MIL-101 revealed a very similar range of the maximal (3-carene) and minimal (octene-1) TOF values, which may indicate the absence of diffusive limitations in the alkene epoxidation over PW<sub>12</sub>/MIL-101. It is worth noting that activity of PW<sub>12</sub>/MIL expressed in TOF values is significantly higher than the activity of previously reported PW<sub>4</sub>−Amberlite catalyst at the same reaction conditions. For example, TOF for limonene epoxidation over PW<sub>4</sub>−Amberlite calculated on the basis of reported data is equal to 0.01 min<sup>−1</sup>.\n</p><p>The recycling behavior of the PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 catalysts is shown in Figure . One can see that the performance of PW<sub>4</sub>/MIL-101 was quite stable during four consecutive runs, but the epoxide yield slightly decreased after the third run (Figure a). In turn, PW<sub>12</sub>/MIL-101 kept its activity and selectivity during four catalytic cycles (600 TON) and then the activity decreased (Figure b).</p><p>The Raman spectrum of PW<sub>4</sub>/MIL-101 run after four cycles of cyclohexene oxidation (Figure D) revealed the principal bands of the peroxotungstate structure. Hence, we may suppose that PW<sub>4</sub> supported on MIL-101 kept its structure during four cycles of cyclohexene oxidation (250 TON). Hill and co-workers have reported that deactivation of homogeneous PW<sub>4</sub> is caused mainly by the reaction product, epoxide. The PW<sub>4</sub>−Amberlite catalyst was also reported to be poisoned by the epoxide product. We believe that some deactivation of PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 might be caused by destruction of the MIL-101 matrix and/or filling pores by the reaction products. Indeed, both specific surface area and pore volume decreased after 4−5 cycles of cyclohexene oxidation over PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 (see Table ). In turn, the XRD technique showed some amorphization of the MIL-101 structure because of its partial decomposition.</p>", "clean_text": "Textural properties of the initial MIL-101 and hybrid PW x /MIL-101 materials assessed from N2 adsorption isotherms are also presented in Table . One can observe some decrease (ca. 20 %) in both specific surface area (A) and pore volume (V p) after POM insertion. A similar trend was observed earlier for immobilization of PW11M on MIL-101. XRD patterns of MIL-101 and PW x /MIL-101 materials are shown in Figure . The XRD data confirmed the preservation of the MIL-101 structure after the immobilization of the POMs.\n\nRecently, Férey and co-workers reported a few methods for MIL-101 purification which allowed enlarging significantly its surface area and pore volume. We have also found a significant increase of the surface area (from 2200 to 3900 m2 g-1, see Table ) after treating MIL-101 with hot EtOH. In turn, this led to a significant augmentation of the maximal amount of POM accommodated within MIL-101 and allowed us to introduce irreversibly up to 14 wt % of PW12 into MIL-101 (see Figure b and Table ).\n\nTo assess the scope and limitations of the PW x /MIL-101 catalysts, the activity of the optimal sample, 5% PW12/MIL-101, was tested in the oxidation of alkenes with different steric and electronic structures, including natural terpenes (α-pinene, 3-carene, and limonene), cyclooctene, octene-1, styrene, and cis-/trans-stilbenes. The results are presented in Table . The rank of the catalytic activity expressed in TOF values was typical for an electrophilic oxygen transfer process: R2CCHR (3-carene) > RCHCHR (cyclooctene) > RCHCH2 (octene-1). Both homogeneous PW12 and heterogeneous PW12/MIL-101 revealed a very similar range of the maximal (3-carene) and minimal (octene-1) TOF values, which may indicate the absence of diffusive limitations in the alkene epoxidation over PW12/MIL-101. It is worth noting that activity of PW12/MIL expressed in TOF values is significantly higher than the activity of previously reported PW4-Amberlite catalyst at the same reaction conditions. For example, TOF for limonene epoxidation over PW4-Amberlite calculated on the basis of reported data is equal to 0.01 min-1. \n\nThe recycling behavior of the PW x /MIL-101 catalysts is shown in Figure . One can see that the performance of PW4/MIL-101 was quite stable during four consecutive runs, but the epoxide yield slightly decreased after the third run (Figure a). In turn, PW12/MIL-101 kept its activity and selectivity during four catalytic cycles (600 TON) and then the activity decreased (Figure b).\n\nThe Raman spectrum of PW4/MIL-101 run after four cycles of cyclohexene oxidation (Figure D) revealed the principal bands of the peroxotungstate structure. Hence, we may suppose that PW4 supported on MIL-101 kept its structure during four cycles of cyclohexene oxidation (250 TON). Hill and co-workers have reported that deactivation of homogeneous PW4 is caused mainly by the reaction product, epoxide. The PW4-Amberlite catalyst was also reported to be poisoned by the epoxide product. We believe that some deactivation of PW x /MIL-101 might be caused by destruction of the MIL-101 matrix and/or filling pores by the reaction products. Indeed, both specific surface area and pore volume decreased after 4-5 cycles of cyclohexene oxidation over PW x /MIL-101 (see Table ). In turn, the XRD technique showed some amorphization of the MIL-101 structure because of its partial decomposition.", "data": [[{"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "surface area": {"type": "", "probe": "N2 adsorption isotherms", "value": "ca. 20%", "unit": "", "condition": ""}}, {"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "surface area": {"type": "", "probe": "XRD", "value": "2200 to 3900 m2/g", "unit": "", "condition": "after treating MIL-101 with hot EtOH"}}, {"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "surface area": {"type": "", "probe": "XRD", "value": "decreased", "unit": "", "condition": "after 4−5 cycles of cyclohexene oxidation over PWx/MIL-101"}}]], "include_properties": ["surface_area"]}, {"idx": 29, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Physicochemical Properties of Hybrid PWx/MIL-101 Catalysts</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">P/W/Cr<xref rid=\"t1fn1\"></xref> (wt %)</oasis:entry>\n<oasis:entry align=\"center\">P/W/Cr<xref rid=\"t1fn2\"></xref> (wt %)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">A</italic>\n<xref rid=\"t1fn3\"></xref> (m<sup>2</sup> g<sup>−1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">V</italic>\n<sub>p</sub>\n<xref rid=\"t1fn4\"></xref> (cm<sup>3</sup> g<sup>−1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>−/−/13</oasis:entry>\n<oasis:entry>2200</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101-B <xref rid=\"t1fn5\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>3900</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101</oasis:entry>\n<oasis:entry>0.04/3.1/13</oasis:entry>\n<oasis:entry>0.05/3.0/12</oasis:entry>\n<oasis:entry>1700</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.05/3.0/12 <xref rid=\"t1fn6\"></xref>\n</oasis:entry>\n<oasis:entry>1700 <xref rid=\"t1fn6\"></xref>\n</oasis:entry>\n<oasis:entry>0.8 <xref rid=\"t1fn6\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.05/3.2/13 <xref rid=\"t1fn7\"></xref>\n</oasis:entry>\n<oasis:entry>600 <xref rid=\"t1fn7\"></xref>\n</oasis:entry>\n<oasis:entry>0.4 <xref rid=\"t1fn7\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5% PW<sub>4</sub>/MIL-101</oasis:entry>\n<oasis:entry>0.1/2.6/13</oasis:entry>\n<oasis:entry>0.1/2.8/14</oasis:entry>\n<oasis:entry>1800</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>0.1/2.7/14 <xref rid=\"t1fn8\"></xref>\n</oasis:entry>\n<oasis:entry>500 <xref rid=\"t1fn8\"></xref>\n</oasis:entry>\n<oasis:entry>0.3 <xref rid=\"t1fn8\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>14% PW<sub>12</sub>/MIL-101-B <xref rid=\"t1fn5\"></xref>\n</oasis:entry>\n<oasis:entry>0.15/10.7/12</oasis:entry>\n<oasis:entry>0.13/9.4/12</oasis:entry>\n<oasis:entry>2900</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn1\">\n<label>a</label>\n<p>Evaluated from the adsorption data.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>b</label>\n<p>Based on the elemental analysis data.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>c</label>\n<p>Specific surface area.</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>d</label>\n<p>Mesopore volume.</p>\n</fn>\n<fn id=\"t1fn5\">\n<label>e</label>\n<p>After treatment with hot EtOH (see Experimental Section).</p>\n</fn>\n<fn id=\"t1fn6\">\n<label>f</label>\n<p>After one cycle of cyclohexene oxidation; reaction conditions as in Table <xref rid=\"tbl2\"></xref>.</p>\n</fn>\n<fn id=\"t1fn7\">\n<label>g</label>\n<p>After five cycles of cyclohexene oxidation.</p>\n</fn>\n<fn id=\"t1fn8\">\n<label>h</label>\n<p>After four cycles of cyclohexene oxidation.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Physicochemical Properties of Hybrid PWx/MIL-101 Catalysts\n\n| sample | P/W/Cr (wt %) | P/W/Cr (wt %) | A (m² g⁻¹) | Vₚ (cm³ g⁻¹) |\n|--------|--------------|--------------|-----------|--------------|\n| MIL-101|              | −/−/13       | 2200      | 1.1          |\n| MIL-101-B[^e]|         |              | 3900      | 2.1          |\n| 5% PW₁₂/MIL-101| 0.04/3.1/13 | 0.05/3.0/12 | 1700 | 0.8 |\n| | | 0.05/3.0/12[^f] | 1700[^f] | 0.8[^f] |\n| | | 0.05/3.2/13[^g] | 600[^g] | 0.4[^g] |\n| 5% PW₄/MIL-101| 0.1/2.6/13 | 0.1/2.8/14 | 1800 | 0.8 |\n| | | 0.1/2.7/14[^h] | 500[^h] | 0.3[^h] |\n| 14% PW₁₂/MIL-101-B[^e]| 0.15/10.7/12 | 0.13/9.4/12 | 2900 | 1.2 |\n\n[^a]: Evaluated from the adsorption data.\n[^b]: Based on the elemental analysis data.\n[^c]: Specific surface area.\n[^d]: Mesopore volume.\n[^e]: After treatment with hot EtOH (see Experimental Section).\n[^f]: After one cycle of cyclohexene oxidation; reaction conditions as in Table 2.\n[^g]: After five cycles of cyclohexene oxidation.\n[^h]: After four cycles of cyclohexene oxidation.", "data": [{"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "physicochemical properties": [{"property name": "P/W/Cr (wt %)", "value": "-/−/13", "unit": "", "condition": ""}, {"property name": "A (m² g⁻¹)", "value": "2200", "unit": "", "condition": ""}, {"property name": "Vₚ (cm³ g⁻¹)", "value": "1.1", "unit": "", "condition": ""}]}, {"meta": {"name": "MIL-101-B", "symbol": "", "chemical formula": ""}, "physicochemical properties": [{"property name": "P/W/Cr (wt %)", "value": "", "unit": "", "condition": "−/−/13"}, {"property name": "A (m² g⁻¹)", "value": "3900", "unit": "", "condition": ""}, {"property name": "Vₚ (cm³ g⁻¹)", "value": "2.1", "unit": "", "condition": ""}]}, {"meta": {"name": "5% PW₁₂/MIL-101", "symbol": "", "chemical formula": ""}, "physicochemical properties": [{"property name": "P/W/Cr (wt %)", "value": "0.04/3.1/13", "unit": "", "condition": ""}, {"property name": "P/W/Cr (wt %)", "value": "0.05/3.0/12", "unit": "", "condition": ""}, {"property name": "A (m² g⁻¹)", "value": "1700", "unit": "", "condition": ""}, {"property name": "Vₚ (cm³ g⁻¹)", "value": "0.8", "unit": "", "condition": ""}, {"property name": "A (m² g⁻¹)", "value": "1700", "unit": "", "condition": "After one cycle of cyclohexene oxidation; reaction conditions as in Table 2"}, {"property name": "Vₚ (cm³ g⁻¹)", "value": "0.8", "unit": "", "condition": "After one cycle of cyclohexene oxidation; reaction conditions as in Table 2"}, {"property name": "A (m² g⁻¹)", "value": "600", "unit": "", "condition": "After five cycles of cyclohexene oxidation"}, {"property name": "Vₚ (cm³ g⁻¹)", "value": "0.4", "unit": "", "condition": "After five cycles of cyclohexene oxidation"}]}, {"meta": {"name": "5% PW₄/MIL-101", "symbol": "", "chemical formula": ""}, "physicochemical properties": [{"property name": "P/W/Cr (wt %)", "value": "0.1/2.6/13", "unit": "", "condition": ""}, {"property name": "P/W/Cr (wt %)", "value": "0.1/2.8/14", "unit": "", "condition": ""}, {"property name": "A (m² g⁻¹)", "value": "1800", "unit": "", "condition": ""}, {"property name": "Vₚ (cm³ g⁻¹)", "value": "0.8", "unit": "", "condition": ""}, {"property name": "A (m² g⁻¹)", "value": "500", "unit": "", "condition": "After four cycles of cyclohexene oxidation"}, {"property name": "Vₚ (cm³ g⁻¹)", "value": "0.3", "unit": "", "condition": "After four cycles of cyclohexene oxidation"}]}, {"meta": {"name": "14% PW₁₂/MIL-101-B", "symbol": "", "chemical formula": ""}, "physicochemical properties": [{"property name": "P/W/Cr (wt %)", "value": "0.15/10.7/12", "unit": "", "condition": ""}, {"property name": "P/W/Cr (wt %)", "value": "0.13/9.4/12", "unit": "", "condition": ""}, {"property name": "A (m² g⁻¹)", "value": "2900", "unit": "", "condition": ""}, {"property name": "Vₚ (cm³ g⁻¹)", "value": "1.2", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 44, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Cyclohexene Oxidation with H<sub>2</sub>O<sub>2</sub> in the Presence of PW<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>/MIL-101 Catalysts<xref rid=\"t2fn1\"></xref>\n</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"center\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">entry</oasis:entry>\n<oasis:entry align=\"center\">catalyst</oasis:entry>\n<oasis:entry align=\"center\">cyclohexene conversion (%)</oasis:entry>\n<oasis:entry align=\"center\">TOF<xref rid=\"t2fn2\"></xref> (min<sup>−1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">epoxide selectivity <xref rid=\"t2fn3\"></xref> (%)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>1</oasis:entry>\n<oasis:entry>− <xref rid=\"t2fn4\"></xref>\n</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>67</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>MIL-101 <xref rid=\"t2fn5\"></xref>\n</oasis:entry>\n<oasis:entry>11</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>64</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>PW<sub>4</sub>\n<xref rid=\"t2fn6\"></xref>\n</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>0.36</oasis:entry>\n<oasis:entry>77</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>5% PW<sub>4</sub>/MIL-101</oasis:entry>\n<oasis:entry>76</oasis:entry>\n<oasis:entry>0.34</oasis:entry>\n<oasis:entry>74</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>PW<sub>12</sub>\n<xref rid=\"t2fn6\"></xref>\n</oasis:entry>\n<oasis:entry>72</oasis:entry>\n<oasis:entry>0.41</oasis:entry>\n<oasis:entry>78</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101</oasis:entry>\n<oasis:entry>72</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>76</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101 <xref rid=\"t2fn7\"></xref>\n</oasis:entry>\n<oasis:entry>71</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>77</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101 <xref rid=\"t2fn8\"></xref>\n</oasis:entry>\n<oasis:entry>75</oasis:entry>\n<oasis:entry>0.41</oasis:entry>\n<oasis:entry>77</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>9</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101 <xref rid=\"t2fn9\"></xref>\n</oasis:entry>\n<oasis:entry>84</oasis:entry>\n<oasis:entry>0.40</oasis:entry>\n<oasis:entry>80</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>1% PW<sub>12</sub>/MIL-101 <xref rid=\"t2fn10\"></xref>\n</oasis:entry>\n<oasis:entry>68</oasis:entry>\n<oasis:entry>0.32</oasis:entry>\n<oasis:entry>81</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>11</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/MIL-101 <xref rid=\"t2fn11\"></xref>\n</oasis:entry>\n<oasis:entry>67</oasis:entry>\n<oasis:entry>0.32</oasis:entry>\n<oasis:entry>83</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>14% PW<sub>12</sub>/MIL-101-B <xref rid=\"t2fn12\"></xref>\n</oasis:entry>\n<oasis:entry>78</oasis:entry>\n<oasis:entry>0.42</oasis:entry>\n<oasis:entry>36</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>13</oasis:entry>\n<oasis:entry>5% PW<sub>12</sub>/NH<sub>2</sub>−SBA-15 <xref rid=\"t2fn13\"></xref>\n</oasis:entry>\n<oasis:entry>48</oasis:entry>\n<oasis:entry>0.19</oasis:entry>\n<oasis:entry>17</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t2fn1\">\n<label>a</label>\n<p>0.1 M cyclohexene, 0.2 M H<sub>2</sub>O<sub>2</sub>, 28 mg of catalyst (5.8 × 10<sup>−3</sup> and 4.9 × 10<sup>−3</sup> mmol W in PW<sub>12</sub>/MIL-101 and PW<sub>4</sub>/MIL-101, respectively), method A, 1 mL of MeCN, 50 °C, 3 h.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>b</label>\n<p>TOF = (moles of substrate consumed)·(moles of W)<sup>−1</sup>·time<sup>−1</sup>; determined by GC from the initial rates of cyclohexene oxidation.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>c</label>\n<p>GC yield based on the substrate consumed.</p>\n</fn>\n<fn id=\"t2fn4\">\n<label>d</label>\n<p>No catalyst was present.</p>\n</fn>\n<fn id=\"t2fn5\">\n<label>e</label>\n<p>MIL-101 matrix without POM.</p>\n</fn>\n<fn id=\"t2fn6\">\n<label>f</label>\n<p>Homogeneous catalyst (5.8 × 10<sup>−3</sup> mmol W for PW<sub>12</sub> or 4.9 × 10<sup>−3</sup> mmol W for PW<sub>4</sub>).</p>\n</fn>\n<fn id=\"t2fn7\">\n<label>g</label>\n<p>Method B.</p>\n</fn>\n<fn id=\"t2fn8\">\n<label>h</label>\n<p>Method C.</p>\n</fn>\n<fn id=\"t2fn9\">\n<label>i</label>\n<p>60 mg of the catalyst (1.2 × 10<sup>−2</sup> mmol W).</p>\n</fn>\n<fn id=\"t2fn10\">\n<label>j</label>\n<p>99 mg of PW<sub>12</sub>/MIL-101 (4.1 × 10<sup>−3</sup> mmol W) after 3 consecutive treatments with 1 M Bu<sub>4</sub>NClO<sub>4</sub> in MeCN.</p>\n</fn>\n<fn id=\"t2fn11\">\n<label>k</label>\n<p>PW<sub>12</sub>/MIL-101 dried at 150 °C for 4 h.</p>\n</fn>\n<fn id=\"t2fn12\">\n<label>l</label>\n<p>14 mg of the catalyst (8.2 × 10<sup>−3</sup> mmol W). Allylic oxidation products, cyclohexenol/-one (ca. 5%), along with <italic toggle=\"yes\">trans</italic>-cyclohexane diol (24%), 2-hydroxycyclohexanone, and adipic aldehyde were also found.</p>\n</fn>\n<fn id=\"t2fn13\">\n<label>m</label>\n<p>\n<italic toggle=\"yes\">trans</italic>-Cyclohexane diol (67%) and cyclohexenol/-one (15%) were also found.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 2. Cyclohexene Oxidation with H<sub>2</sub>O<sub>2</sub> in the Presence of PW<sub>x</sub>/MIL-101 Catalysts[^a]\n\n| entry | catalyst | cyclohexene conversion (%) | TOF (min<sup>−1</sup>) | epoxide selectivity (%) |\n|-------|----------|----------------------------|-----------------------|--------------------------|\n| 1     | −[^d]    | 12                         |                       | 67                       |\n| 2     | MIL-101[^e] | 11                         |                       | 64                       |\n| 3     | PW<sub>4</sub>[^f] | 90                         | 0.36                  | 77                       |\n| 4     | 5% PW<sub>4</sub>/MIL-101 | 76                         | 0.34                  | 74                       |\n| 5     | PW<sub>12</sub>[^f] | 72                         | 0.41                  | 78                       |\n| 6     | 5% PW<sub>12</sub>/MIL-101 | 72                         | 0.39                  | 76                       |\n| 7     | 5% PW<sub>12</sub>/MIL-101[^g] | 71                         | 0.39                  | 77                       |\n| 8     | 5% PW<sub>12</sub>/MIL-101[^h] | 75                         | 0.41                  | 77                       |\n| 9     | 5% PW<sub>12</sub>/MIL-101[^i] | 84                         | 0.40                  | 80                       |\n| 10    | 1% PW<sub>12</sub>/MIL-101[^j] | 68                         | 0.32                  | 81                       |\n| 11    | 5% PW<sub>12</sub>/MIL-101[^k] | 67                         | 0.32                  | 83                       |\n| 12    | 14% PW<sub>12</sub>/MIL-101-B[^l] | 78                         | 0.42                  | 36                       |\n| 13    | 5% PW<sub>12</sub>/NH<sub>2</sub>−SBA-15[^m] | 48                         | 0.19                  | 17                       |\n\n[^a]: 0.1 M cyclohexene, 0.2 M H<sub>2</sub>O<sub>2</sub>, 28 mg of catalyst (5.8 × 10<sup>−3</sup> and 4.9 × 10<sup>−3</sup> mmol W in PW<sub>12</sub>/MIL-101 and PW<sub>4</sub>/MIL-101, respectively), method A, 1 mL of MeCN, 50 °C, 3 h.\n[^b]: TOF = (moles of substrate consumed)·(moles of W)<sup>−1</sup>·time<sup>−1</sup>; determined by GC from the initial rates of cyclohexene oxidation.\n[^c]: GC yield based on the substrate consumed.\n[^d]: No catalyst was present.\n[^e]: MIL-101 matrix without POM.\n[^f]: Homogeneous catalyst (5.8 × 10<sup>−3</sup> mmol W for PW<sub>12</sub> or 4.9 × 10<sup>−3</sup> mmol W for PW<sub>4</sub>).\n[^g]: Method B.\n[^h]: Method C.\n[^i]: 60 mg of the catalyst (1.2 × 10<sup>−2</sup> mmol W).\n[^j]: 99 mg of PW<sub>12</sub>/MIL-101 (4.1 × 10<sup>−3</sup> mmol W) after 3 consecutive treatments with 1 M Bu<sub>4</sub>NClO<sub>4</sub> in MeCN.\n[^k]: PW<sub>12</sub>/MIL-101 dried at 150 °C for 4 h.\n[^l]: 14 mg of the catalyst (8.2 × 10<sup>−3</sup> mmol W). Allylic oxidation products, cyclohexenol/-one (ca. 5%), along with <italic toggle=\"yes\">trans</italic>-cyclohexane diol (24%), 2-hydroxycyclohexanone, and adipic aldehyde were also found.\n[^m]: <italic toggle=\"yes\">trans</italic>-Cyclohexane diol (67%) and cyclohexenol/-one (15%) were also found.", "data": [{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "conversion": [{"value": "12", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of catalyst", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of catalyst", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "67", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of catalyst", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "2", "chemical formula": ""}, "conversion": [{"value": "11", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "64", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "3", "chemical formula": ""}, "conversion": [{"value": "90", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of PW4", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.36", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of PW4", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "77", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of PW4", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "4", "chemical formula": ""}, "conversion": [{"value": "76", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW4/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.34", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW4/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "74", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW4/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "5", "chemical formula": ""}, "conversion": [{"value": "72", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of PW12", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.41", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of PW12", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "78", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of PW12", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "6", "chemical formula": ""}, "conversion": [{"value": "72", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.39", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "76", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "7", "chemical formula": ""}, "conversion": [{"value": "71", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.39", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "77", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "8", "chemical formula": ""}, "conversion": [{"value": "75", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.41", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "77", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "9", "chemical formula": ""}, "conversion": [{"value": "84", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 60 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.40", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 60 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "80", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 60 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "10", "chemical formula": ""}, "conversion": [{"value": "68", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 99 mg of 1% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.32", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 99 mg of 1% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "81", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 99 mg of 1% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "11", "chemical formula": ""}, "conversion": [{"value": "67", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 99 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.32", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 99 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "83", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 99 mg of 5% PW12/MIL-101", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "12", "chemical formula": ""}, "conversion": [{"value": "78", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 14 mg of 14% PW12/MIL-101-B", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.42", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 14 mg of 14% PW12/MIL-101-B", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "36", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 14 mg of 14% PW12/MIL-101-B", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}, {"meta": {"name": "", "symbol": "13", "chemical formula": ""}, "conversion": [{"value": "48", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/NH2-SBA-15", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "TOF": [{"value": "0.19", "unit": "min^-1", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/NH2-SBA-15", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}], "selectivity": [{"value": "17", "unit": "%", "substrate": "0.1 M cyclohexene, 0.2 M H2O2, 28 mg of 5% PW12/NH2-SBA-15", "catalyst": "", "pressure": "", "temperature": "50°C", "solvent": "MeCN", "time": "3h"}]}], "include_properties": null}, {"idx": 56, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Alkene Oxidation with H<sub>2</sub>O<sub>2</sub>: Homogeneous PW<sub>12</sub> versus 5% PW<sub>12</sub>/MIL-101<xref rid=\"t3fn1\"></xref>\n</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"1\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<graphic id=\"fx1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0005.tif\"></graphic>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t3fn1\">\n<label>a</label>\n<p>Reaction condition: 0.1 M substrate, 28 mg of catalyst 5% PW<sub>12</sub>/MIL-101 or 1.4 mg of PW<sub>12</sub> (5.8·× 10<sup>−3</sup> mmol W), method A, 1 mL of MeCN, 50 °C, 3 h.</p>\n</fn>\n<fn id=\"t3fn2\">\n<label>b</label>\n<p>TOF = (moles of substrate consumed)·(moles of W)<sup>−1</sup>·time<sup>−1</sup>; determined by GC from the initial rates.</p>\n</fn>\n<fn id=\"t3fn3\">\n<label>c</label>\n<p>GC yield based on the substrate consumed.</p>\n</fn>\n<fn id=\"t3fn4\">\n<label>d</label>\n<p>Limonene 1,2-epoxide.</p>\n</fn>\n<fn id=\"t3fn5\">\n<label>e</label>\n<p>5 h.</p>\n</fn>\n<fn id=\"t3fn6\">\n<label>f</label>\n<p>Benzaldenyde was also formed.</p>\n</fn>\n<fn id=\"t3fn7\">\n<label>g</label>\n<p>\n<italic toggle=\"yes\">cis</italic>-Stilbene epoxide.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 3. Alkene Oxidation with H<sub>2</sub>O<sub>2</sub>: Homogeneous PW<sub>12</sub> versus 5% PW<sub>12</sub>/MIL-101[^a]\n\n| ![ic-2009-02459f_0005.tif](ic-2009-02459f_0005.tif) |\n|:--------------------------------------------------:|\n[^a]: Reaction condition: 0.1 M substrate, 28 mg of catalyst 5% PW<sub>12</sub>/MIL-101 or 1.4 mg of PW<sub>12</sub> (5.8·× 10<sup>−3</sup> mmol W), method A, 1 mL of MeCN, 50 °C, 3 h. [^b] TOF = (moles of substrate consumed)·(moles of W)<sup>−1</sup>·time<sup>−1</sup>; determined by GC from the initial rates. [^c] GC yield based on the substrate consumed. [^d] Limonene 1,2-epoxide. [^e] 5 h. [^f] Benzaldenyde was also formed. [^g] <italic toggle=\"yes\">cis</italic>-Stilbene epoxide.", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Reaction condition", "value": "0.1 M substrate, 28 mg of catalyst 5% PW12/MIL-101 or 1.4 mg of PW12 (5.8·× 10−3 mmol W), method A, 1 mL of MeCN, 50 °C, 3 h", "unit": "", "condition": ""}, {"property name": "TOF", "value": "(moles of substrate consumed)·(moles of W)−1·time−1", "unit": "", "condition": "determined by GC from the initial rates"}, {"property name": "GC yield", "value": "based on the substrate consumed", "unit": "", "condition": ""}, {"property name": "Limonene 1,2-epoxide", "value": "", "unit": "", "condition": ""}, {"property name": "5 h", "value": "", "unit": "", "condition": ""}, {"property name": "Benzaldenyde", "value": "also formed", "unit": "", "condition": ""}, {"property name": "cis-Stilbene epoxide", "value": "", "unit": "", "condition": ""}]}], "include_properties": ["reaction_yield"]}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Adsorption/desorption isotherms (MeCN, 25 °C) for H<sub>3</sub>PW<sub>12</sub>O<sub>40</sub> (adsorption and desorption curves are marked by ● and ○, respectively) on (a) MIL-101 and (b) MIL-101-B.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  Adsorption/desorption isotherms (MeCN, 25 °C) for H3PW12O40 (adsorption and desorption curves are marked by ● and ○, respectively) on (a) MIL-101 and (b) MIL-101-B.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD patterns for (A) MIL-101, (B) PW<sub>12</sub>/MIL-101, (C) PW<sub>4</sub>/MIL-101, and (D) PW<sub>12</sub>/MIL-101 dried at 150 °C for 4 h.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0008.tif\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns for (A) MIL-101, (B) PW12/MIL-101, (C) PW4/MIL-101, and (D) PW12/MIL-101 dried at 150 °C for 4 h.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) FT-IR spectra of (A) MIL-101, (B) PW<sub>12</sub>/MIL-101, (C) PW<sub>4</sub>/MIL-101, (D) PW<sub>12</sub>/MIL-101 after treatment with 0.2 M H<sub>2</sub>O<sub>2</sub> for 1 h at 50 °C, (E)−(G) PW<sub>12</sub>/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation, and (H) PW<sub>4</sub>/MIL-101 after 4 cycles of cyclohexene oxidation.</p>\n<p>(b) FT-IR spectra of (A) PW<sub>12</sub>, (B) PW<sub>12</sub>/MIL-101, (C) PW<sub>12</sub>/MIL-101 after treatment with 0.2 M H<sub>2</sub>O<sub>2</sub> for 1 h at 50 °C, and (D)−(F) PW<sub>12</sub>/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation; in (B)−(F) the spectra of MIL-101-supported PW<sub>12</sub> are given after subtraction of the spectrum of MIL-101. For reaction conditions, see Experimental Section, method A.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0009.tif\"></graphic>\n</fig>", "clean_text": " 3  (a) FT-IR spectra of (A) MIL-101, (B) PW12/MIL-101, (C) PW4/MIL-101, (D) PW12/MIL-101 after treatment with 0.2 M H2O2 for 1 h at 50 °C, (E)-(G) PW12/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation, and (H) PW4/MIL-101 after 4 cycles of cyclohexene oxidation. (b) FT-IR spectra of (A) PW12, (B) PW12/MIL-101, (C) PW12/MIL-101 after treatment with 0.2 M H2O2 for 1 h at 50 °C, and (D)-(F) PW12/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation; in (B)-(F) the spectra of MIL-101-supported PW12 are given after subtraction of the spectrum of MIL-101. For reaction conditions, see Experimental Section, method A.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Raman spectra of (A) PW<sub>4</sub> (0.05 M solution in H<sub>2</sub>O−H<sub>2</sub>O<sub>2</sub>), (B) MIL-101, (C) PW<sub>4</sub>/MIL-101, and (D) PW<sub>4</sub>/MIL-101 after 4 cycles of cyclohexene oxidation.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0010.tif\"></graphic>\n</fig>", "clean_text": " 4  Raman spectra of (A) PW4 (0.05 M solution in H2O-H2O2), (B) MIL-101, (C) PW4/MIL-101, and (D) PW4/MIL-101 after 4 cycles of cyclohexene oxidation.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>\n<sup>31</sup>P NMR MAS spectra of 5% PW<sub>12</sub>/MIL-101: (A) initial, (B) dried at 150 °C for 4 h, (C)−(E) after 1−3 consecutive treatments with 1 M Bu<sub>4</sub>NClO<sub>4</sub> in MeCN, and (F) after 5 cycles of cyclohexene oxidation; (G) <sup>31</sup>P NMR MAS spectrum of 14% PW<sub>12</sub>/MIL-101-B.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0011.tif\"></graphic>\n</fig>", "clean_text": " 5   31P NMR MAS spectra of 5% PW12/MIL-101: (A) initial, (B) dried at 150 °C for 4 h, (C)-(E) after 1-3 consecutive treatments with 1 M Bu4NClO4 in MeCN, and (F) after 5 cycles of cyclohexene oxidation; (G) 31P NMR MAS spectrum of 14% PW12/MIL-101-B.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>\n<sup>31</sup>P NMR spectra of: (A) washout solution after treatment of PW<sub>12</sub>/MIL with 1 M Bu<sub>4</sub>NClO<sub>4</sub> in MeCN and (B) PW<sub>12</sub> after homogeneous cyclohexene oxidation.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0012.tif\"></graphic>\n</fig>", "clean_text": " 6   31P NMR spectra of: (A) washout solution after treatment of PW12/MIL with 1 M Bu4NClO4 in MeCN and (B) PW12 after homogeneous cyclohexene oxidation.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Cyclohexene conversion (◼, ◻), epoxide yield (●, ○) and selectivity (▲, △) versus time in the oxidation with H<sub>2</sub>O<sub>2</sub> over PW<sub>12</sub>/MIL-101 (method A − ◼, ●, ▲ and method B − ◻, ○, △). Reaction conditions as in Table <xref rid=\"tbl2\"></xref>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0001.tif\"></graphic>\n</fig>", "clean_text": " 7  Cyclohexene conversion (◼, ◻), epoxide yield (●, ○) and selectivity (▲, △) versus time in the oxidation with H2O2 over PW12/MIL-101 (method A - ◼, ●, ▲ and method B - ◻, ○, △). Reaction conditions as in Table .   ", "data": null, "include_properties": null}, {"idx": 50, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Raman spectra of (A) PW<sub>4</sub> (0.05 M solution in H<sub>2</sub>O−H<sub>2</sub>O<sub>2</sub>), (B) solid PW<sub>12</sub>, (C) MIL-101, (D) PW<sub>12</sub>/MIL-101, (E)−(G) PW<sub>12</sub>/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation, respectively. Reaction conditions as in Table <xref rid=\"tbl2\"></xref> (method A).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0002.tif\"></graphic>\n</fig>", "clean_text": " 8  Raman spectra of (A) PW4 (0.05 M solution in H2O-H2O2), (B) solid PW12, (C) MIL-101, (D) PW12/MIL-101, (E)-(G) PW12/MIL-101 after 1, 3, and 5 cycles of cyclohexene oxidation, respectively. Reaction conditions as in Table  (method A).   ", "data": null, "include_properties": null}, {"idx": 60, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Hot catalyst filtration experiments for cyclohexene oxidation with 0.2 M H<sub>2</sub>O<sub>2</sub> over (a) PW<sub>12</sub>/MIL-101 (methods A−● and C−⧫) and (b) PW<sub>4</sub>/MIL-101.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0003.tif\"></graphic>\n</fig>", "clean_text": " 9  Hot catalyst filtration experiments for cyclohexene oxidation with 0.2 M H2O2 over (a) PW12/MIL-101 (methods A-● and C-⧫) and (b) PW4/MIL-101.   ", "data": null, "include_properties": null}, {"idx": 62, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Catalyst recycling in cyclohexene oxidation with 0.2 M H<sub>2</sub>O<sub>2</sub>: (a) PW<sub>4</sub>/MIL-101 and (b) PW<sub>12</sub>/MIL-101 (method A). Reaction conditions as in Table <xref rid=\"tbl2\"></xref> (method A).</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ic-2009-02459f_0004.tif\"></graphic>\n</fig>", "clean_text": " 10  Catalyst recycling in cyclohexene oxidation with 0.2 M H2O2: (a) PW4/MIL-101 and (b) PW12/MIL-101 (method A). Reaction conditions as in Table  (method A).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ic902459f", "title": null, "journal": "American Chemical Society", "date": "2010.02", "author_list": ["Maksimchuk\nNataliya V.", "Kovalenko\nKonstantin A.", "Arzumanov\nSergey S.", "Chesalov\nYurii A.", "Melgunov\nMaxim S.", "Stepanov\nAlexander G.", "Fedin\nVladimir P.", "Kholdeeva\nOxana A."]}}