{"filepath": "../L2M3_data/1_application_papers/acs_xml/ic9b03432.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\naqueous reaction of mellitic acid (H<sub>6</sub>mell) with <sup>242</sup>PuBr<sub>3</sub>·<italic>n</italic>H<sub>2</sub>O forms\ntwo plutonium mellitates, <sup>242</sup>Pu<sub>2</sub>(mell)­(H<sub>2</sub>O)<sub>9</sub>·H<sub>2</sub>O (<bold>Pu-1α</bold>) and <sup>242</sup>Pu<sub>2</sub>(mell)­(H<sub>2</sub>O)<sub>8</sub>·2H<sub>2</sub>O (<bold>Pu-1β</bold>). These compounds\nare compared to the isomorphous lanthanide mellitates with similar\nionic radii via bond length analysis. Both plutonium compounds form\nthree-dimensional metal–organic frameworks, with <bold>Pu-1α</bold> having two unique metal centers and <bold>Pu-1β</bold> having\none. All plutonium metal centers exhibit nine-coordinate geometries.\nOur results show metal–oxygen bond lengths for plutonium significantly\nshorter than those of the previously reported lanthanum and herein\nreported cerium analogues, consistent with the nine-coordinate ionic\nradii. Clear Laporte-forbidden 5f → 5f transitions are observed\nin the ultraviolet–visible–near-infrared spectra and\nare assigned to trivalent plutonium. However, there is a distinct\ncolor difference between the two plutonium compounds.</p>", "clean_text": "The aqueous reaction of mellitic acid (H6mell) with 242PuBr3⋅nH2O forms two plutonium mellitates, 242Pu2(mell)(H2O)9⋅H2O (Pu-1α) and 242Pu2(mell)(H2O)8⋅2H2O (Pu-1β). These compounds are compared to the isomorphous lanthanide mellitates with similar ionic radii via bond length analysis. Both plutonium compounds form three-dimensional metal-organic frameworks, with Pu-1α having two unique metal centers and Pu-1β having one. All plutonium metal centers exhibit nine-coordinate geometries. Our results show metal-oxygen bond lengths for plutonium significantly shorter than those of the previously reported lanthanum and herein reported cerium analogues, consistent with the nine-coordinate ionic radii. Clear Laporte-forbidden 5f → 5f transitions are observed in the ultraviolet-visible-near-infrared spectra and are assigned to trivalent plutonium. However, there is a distinct color difference between the two plutonium compounds.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The aqueous reaction of mellitic acid (H<sub>6</sub>mell)\nwith <sup>242</sup>PuBr<sub>3</sub>·<italic>n</italic>H<sub>2</sub>O forms two plutonium mellitates [<sup>242</sup>Pu<sub>2</sub>(mell)­(H<sub>2</sub>O)<sub>9</sub>·H<sub>2</sub>O (<bold>Pu-1α</bold>) and <sup>242</sup>Pu<sub>2</sub>(mell)­(H<sub>2</sub>O)<sub>8</sub>·2H<sub>2</sub>O (<bold>Pu-1β</bold>)]. Both plutonium\ncompounds form three-dimensional metal−organic frameworks.\nClear Laporte-forbidden 5f → 5f transitions are observed in\nthe ultraviolet−visible−near-infrared spectra and are\nassigned to trivalent plutonium. However, there is a distinct color\ndifference between the two plutonium compounds.</p>", "clean_text": "The aqueous reaction of mellitic acid (H6mell) with 242PuBr3⋅nH2O forms two plutonium mellitates [242Pu2(mell)(H2O)9⋅H2O (Pu-1α) and 242Pu2(mell)(H2O)8⋅2H2O (Pu-1β)]. Both plutonium compounds form three-dimensional metal-organic frameworks. Clear Laporte-forbidden 5f → 5f transitions are observed in the ultraviolet-visible-near-infrared spectra and are assigned to trivalent plutonium. However, there is a distinct color difference between the two plutonium compounds.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Unlike most early actinides,\nplutonium is the first in the series\nthat has an easily accessible trivalent oxidation state under aerobic\nconditions other than redox-inactive actinium. The stability of Pu<sup>3+</sup> allows for the potential use of nonradioactive lanthanide\nanalogues to optimize synthetic conditions and reaction scales prior\nto conducting chemistry with rare isotopes like <sup>242</sup>Pu or\nradiolytically challenging isotopes like <sup>239</sup>Pu. The corresponding lanthanide compounds, if they\nexist, also provide important benchmarks for comparisons with actinide\ncompounds. The latter plutonium compounds possess enhanced electronic\neffects that differentiate them from lanthanides such as more radially\nextended frontier orbitals that can be used to form chemical bonds\nand strong relativistic effects on electronic structure. Both can\ncause substantial deviations from 4f analogues. Furthermore, there\ncan be parallels in ionic radii between Ln<sup>3+</sup> and An<sup>3+</sup> cations. For example, the ionic\nradii of nine-coordinate Pu<sup>3+</sup> and Nd<sup>3+</sup> are within\nerror of one another. However, in aqueous media Nd<sup>3+</sup> is redox-inactive, whereas plutonium can be stabilized in\nall oxidation states from +3 to +7. The only lanthanide with a readily\naccessible 4+ state is cerium, and, in fact, Ce<sup>4+</sup> and Pu<sup>4+</sup> possess overlapping ionic radii. Accordingly, several studies comparing cerium and plutonium compounds\nhave shown that in some circumstances the cations yield structural\nsimilarities, while in others the structures types are wholly different.\nAs of now, the data are too scarce to draw broad conclusions.\n</p>", "clean_text": "Introduction\n\nUnlike most early actinides, plutonium is the first in the series that has an easily accessible trivalent oxidation state under aerobic conditions other than redox-inactive actinium. The stability of Pu3+ allows for the potential use of nonradioactive lanthanide analogues to optimize synthetic conditions and reaction scales prior to conducting chemistry with rare isotopes like 242Pu or radiolytically challenging isotopes like 239Pu. The corresponding lanthanide compounds, if they exist, also provide important benchmarks for comparisons with actinide compounds. The latter plutonium compounds possess enhanced electronic effects that differentiate them from lanthanides such as more radially extended frontier orbitals that can be used to form chemical bonds and strong relativistic effects on electronic structure. Both can cause substantial deviations from 4f analogues. Furthermore, there can be parallels in ionic radii between Ln3+ and An3+ cations. For example, the ionic radii of nine-coordinate Pu3+ and Nd3+ are within error of one another. However, in aqueous media Nd3+ is redox-inactive, whereas plutonium can be stabilized in all oxidation states from +3 to +7. The only lanthanide with a readily accessible 4+ state is cerium, and, in fact, Ce4+ and Pu4+ possess overlapping ionic radii. Accordingly, several studies comparing cerium and plutonium compounds have shown that in some circumstances the cations yield structural similarities, while in others the structures types are wholly different. As of now, the data are too scarce to draw broad conclusions. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>This study compares the solid-state chemistry of plutonium­(III)\nto that of lanthanum­(III) and cerium­(III) mellitate complexes. Mellitic\nacid [benzenehexacarboxylic acid, C<sub>6</sub>(COOH)<sub>6</sub> (H<sub>6</sub>mell)] is an organic linker for coordination polymers that\nhas been studied with transition metals, lanthanides, and a few of the actinides. This resilient ligand occurs\nin the mineral honeystone and is similar to the building blocks found\nin humic acids in soil. The dissolution of\nuranium carbides in nitric acid is known to produce mellitic acid. Because fissile actinide carbides are a potential fuel source for\nGeneration IV reactors and mellitate-like humic acids are found in\nsoil, the investigation of the chemical behavior of plutonium and\ncerium with the mellitate ion is beneficial.</p>", "clean_text": "This study compares the solid-state chemistry of plutonium(III) to that of lanthanum(III) and cerium(III) mellitate complexes. Mellitic acid [benzenehexacarboxylic acid, C6(COOH)6 (H6mell)] is an organic linker for coordination polymers that has been studied with transition metals, lanthanides, and a few of the actinides. This resilient ligand occurs in the mineral honeystone and is similar to the building blocks found in humic acids in soil. The dissolution of uranium carbides in nitric acid is known to produce mellitic acid. Because fissile actinide carbides are a potential fuel source for Generation IV reactors and mellitate-like humic acids are found in soil, the investigation of the chemical behavior of plutonium and cerium with the mellitate ion is beneficial.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The mellitate ion\nhas a rich coordination chemistry, much like\n1,2,3,4,5,6-cyclohexacarboxylic acid, as it can exhibit three different coordination modes in a homometallic\ncompound. Depending on the size, charge, coordination possibilities,\nreaction conditions, and oxophilicity of a given metal, the denticity\nof the mellitate ion can change. The carboxylate group can be bidentate,\nmonodentate terminal, or monodentate bridging. The nomenclature described\nhere will be based on the oxygen atoms that bind to a metal based\non whether it is bidentate, monodentate terminal, or monodentate bridging\nor is a water molecule. Coordinated oxygen atoms that are bidentate\nin the bond will not have a letter in their name; water oxygen atoms\nwill have a W associated with them, while monodentate bridging and\nterminal oxygen atoms will be denoted A and B, respectively, throughout.</p>", "clean_text": "The mellitate ion has a rich coordination chemistry, much like 1,2,3,4,5,6-cyclohexacarboxylic acid, as it can exhibit three different coordination modes in a homometallic compound. Depending on the size, charge, coordination possibilities, reaction conditions, and oxophilicity of a given metal, the denticity of the mellitate ion can change. The carboxylate group can be bidentate, monodentate terminal, or monodentate bridging. The nomenclature described here will be based on the oxygen atoms that bind to a metal based on whether it is bidentate, monodentate terminal, or monodentate bridging or is a water molecule. Coordinated oxygen atoms that are bidentate in the bond will not have a letter in their name; water oxygen atoms will have a W associated with them, while monodentate bridging and terminal oxygen atoms will be denoted A and B, respectively, throughout.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>General Considerations</title><p>\n<bold>Caution!:</bold>\n<sup>\n<italic>242</italic>\n</sup>\n<italic>Pu\n(t</italic>\n<sub>\n<italic>1/2</italic>\n</sub> = <italic>374175 years;\nspecific activity of 3.9 mCi/g) poses\na serious radiological and toxicological hazard due to the emission\nof α particles of up to approximately 4.9 MeV per disintegration.\nAll manipulations of the radioactive material were performed in a\nCategory 2 radiologic facility equipped with HEPA filters. All workers\nwere equipped with particle masks when handling crystalline material\nunder oil</italic>.</p>", "clean_text": "Experimental Section\n\nGeneral Considerations\n\n Caution!:  242  Pu (t  1/2  = 374175 years; specific activity of 3.9 mCi/g) poses a serious radiological and toxicological hazard due to the emission of α particles of up to approximately 4.9 MeV per disintegration. All manipulations of the radioactive material were performed in a Category 2 radiologic facility equipped with HEPA filters. All workers were equipped with particle masks when handling crystalline material under oil.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>All manipulations were conducted without\nany attempts to exclude oxygen or water.</p><title>Materials</title><p>EtOH\n(Absolute, Koptek), mellitic acid (H<sub>6</sub>mell, 99%, Sigma-Aldrich),\nHBr (48%, Sigma-Aldrich), deionized\n(DI) water (18 MΩ), and CeCl<sub>3</sub>·7H<sub>2</sub>O (99.9%, Sigma-Aldrich) were all used as received.</p><title>Synthesis</title><title>\n<sup>242</sup>Pu<sub>2</sub>(mell)­(H<sub>2</sub>O)<sub>9</sub>·H<sub>2</sub>O (<bold>Pu-1α</bold>) and <sup>242</sup>Pu<sub>2</sub>(mell)­(H<sub>2</sub>O)<sub>8</sub>·2H<sub>2</sub>O (<bold>Pu-1β</bold>)</title><p>\n<sup>242</sup>Pu­(OH)<sub>4</sub> (6 mg, 0.0248 mmol of <sup>242</sup>Pu content) was dissolved in\napproximately 300 μL of concentrated HBr. It is important that\nthere is no stabilizer in the HBr. Upon gentle heating under a stream\nof N<sub>2</sub> gas, <sup>242</sup>Pu<sup>4+</sup> reduced from a\nforest green solution to a violet <sup>242</sup>Pu<sup>3+</sup> solution\nand formed a purple <sup>242</sup>PuBr<sub>3</sub>·<italic>n</italic>H<sub>2</sub>O residue after complete evaporation. The <sup>242</sup>PuBr<sub>3</sub>·<italic>n</italic>H<sub>2</sub>O residue was\ndissolved in DI H<sub>2</sub>O (0.750 mL) and transferred to a 6 mL\nshell vial that was placed inside a 20 mL glass scintillation vial.\nH<sub>6</sub>mell (23.7 mg, 0.0693 mmol) dissolved in DI H<sub>2</sub>O (0.750 mL) was added to the plutonium solution. The aqueous solution\nwas layered with EtOH (4 mL), and EtOH (6 mL) was transferred inside\nthe 20 mL vial. Crystals of two different habits (blue <bold>Pu-1α</bold> and teal <bold>Pu-1β</bold>) formed overnight in an approximate\n1:1 ratio. The crystals were then washed with EtOH (3 × 2 mL)\nprior to being placed under oil. Due to the small scale and inseparable\nproducts, yields could not be obtained.</p>", "clean_text": "All manipulations were conducted without any attempts to exclude oxygen or water.\n\nMaterials\n\nEtOH (Absolute, Koptek), mellitic acid (H6mell, 99%, Sigma-Aldrich), HBr (48%, Sigma-Aldrich), deionized (DI) water (18 MΩ), and CeCl3⋅7H2O (99.9%, Sigma-Aldrich) were all used as received.\n\nSynthesis\n\n 242Pu2(mell)(H2O)9⋅H2O (Pu-1α) and 242Pu2(mell)(H2O)8⋅2H2O (Pu-1β)\n\n 242Pu(OH)4 (6 mg, 0.0248 mmol of 242Pu content) was dissolved in approximately 300 μL of concentrated HBr. It is important that there is no stabilizer in the HBr. Upon gentle heating under a stream of N2 gas, 242Pu4+ reduced from a forest green solution to a violet 242Pu3+ solution and formed a purple 242PuBr3⋅nH2O residue after complete evaporation. The 242PuBr3⋅nH2O residue was dissolved in DI H2O (0.750 mL) and transferred to a 6 mL shell vial that was placed inside a 20 mL glass scintillation vial. H6mell (23.7 mg, 0.0693 mmol) dissolved in DI H2O (0.750 mL) was added to the plutonium solution. The aqueous solution was layered with EtOH (4 mL), and EtOH (6 mL) was transferred inside the 20 mL vial. Crystals of two different habits (blue Pu-1α and teal Pu-1β) formed overnight in an approximate 1:1 ratio. The crystals were then washed with EtOH (3 × 2 mL) prior to being placed under oil. Due to the small scale and inseparable products, yields could not be obtained.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Ce<sub>2</sub>(mell)­(H<sub>2</sub>O)<sub>8</sub>·2H<sub>2</sub>O (<bold>Ce-1β</bold>)</title><p>The synthesis used in\nthis work was adapted from the literature, and a different cerium\nmellitate structure is reported elsewhere. CeCl<sub>3</sub>·7H<sub>2</sub>O (68.0 mg, 0.183 mmol) was\ndissolved in DI H<sub>2</sub>O (0.750 mL) in a 7 mL scintillation\nvial. Excess H<sub>6</sub>mell (72.1 mg, 0.211 mmol) was dissolved\nin DI H<sub>2</sub>O (0.750 mL), and the mixture was added to the\nCe solution. On the 1.5 mL aqueous solution was carefully layered\nEtOH (4 mL). While the solution was left to stand overnight, large\ncolorless crystals suitable for X-ray diffraction measurements formed\n(71.0 mg, 97.4% yield). Crystals were washed with ethanol (3 ×\n2 mL) prior to being isolated and placed under oil.</p>", "clean_text": "Ce2(mell)(H2O)8⋅2H2O (Ce-1β)\n\nThe synthesis used in this work was adapted from the literature, and a different cerium mellitate structure is reported elsewhere. CeCl3⋅7H2O (68.0 mg, 0.183 mmol) was dissolved in DI H2O (0.750 mL) in a 7 mL scintillation vial. Excess H6mell (72.1 mg, 0.211 mmol) was dissolved in DI H2O (0.750 mL), and the mixture was added to the Ce solution. On the 1.5 mL aqueous solution was carefully layered EtOH (4 mL). While the solution was left to stand overnight, large colorless crystals suitable for X-ray diffraction measurements formed (71.0 mg, 97.4% yield). Crystals were washed with ethanol (3 × 2 mL) prior to being isolated and placed under oil.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Crystallographic\nStudies</title><p>Crystals of <bold>Pu-1α</bold>, <bold>Pu-1β</bold>, and <bold>Ce-1β</bold> were collected\nand placed under Krytox oil and mounted on MiTeGen loops with 75 μm\ninternal diameters. The crystals were aligned with a digital camera\nhosted by APEXIII software on a Bruker D8 Quest X-ray diffractometer.\nDiffraction data were collected using Mo Kα X-rays (λ\n= 0.71073 Å) from an IμS X-ray source. Collection strategies\nwere determined with APEXIII software at room temperature. Structures\nwere refined using the dual-space approach using refinements in the\nSHELXTL suite with the OLEX2 GUI. Crystal data were then\nsubmitted to the CCDC under deposition numbers <ext-link ext-link-type=\"ccdc\" xlink:href=\"1943283\">1943283</ext-link>, <ext-link ext-link-type=\"ccdc\" xlink:href=\"1943284\">1943284</ext-link>, and <ext-link ext-link-type=\"ccdc\" xlink:href=\"1943282\">1943282</ext-link> for <bold>Pu-1α</bold>, <bold>Pu-1β</bold>, and <bold>Ce-1β</bold>, respectively.</p>", "clean_text": "Crystallographic Studies\n\nCrystals of Pu-1α, Pu-1β, and Ce-1β were collected and placed under Krytox oil and mounted on MiTeGen loops with 75 μm internal diameters. The crystals were aligned with a digital camera hosted by APEXIII software on a Bruker D8 Quest X-ray diffractometer. Diffraction data were collected using Mo Kα X-rays (λ = 0.71073 Å) from an IμS X-ray source. Collection strategies were determined with APEXIII software at room temperature. Structures were refined using the dual-space approach using refinements in the SHELXTL suite with the OLEX2 GUI. Crystal data were then submitted to the CCDC under deposition numbers 1943283, 1943284, and 1943282 for Pu-1α, Pu-1β, and Ce-1β, respectively.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Solid State Ultraviolet–Visible–Near-Infrared\n(UV–vis–NIR) Spectroscopy</title><p>Crystals were placed\nunder Krytox oil and analyzed on the stage of a CRAIC Technologies\nmicrospectrophotometer using a mercury light source. UV–vis–NIR\nspectra were obtained from flat single crystals or crystallites from\n320 to 1700 nm. The sample integration time was calculated using the\nCRAIC software.</p>", "clean_text": "Solid State Ultraviolet-Visible-Near-Infrared (UV-vis-NIR) Spectroscopy\n\nCrystals were placed under Krytox oil and analyzed on the stage of a CRAIC Technologies microspectrophotometer using a mercury light source. UV-vis-NIR spectra were obtained from flat single crystals or crystallites from 320 to 1700 nm. The sample integration time was calculated using the CRAIC software.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis and Structure</title><p>The combination of <sup>242</sup>PuBr<sub>3</sub>·<italic>n</italic>H<sub>2</sub>O with excess\nH<sub>6</sub>mell in water layered with EtOH produced blue blocks\n(<bold>Pu-1α</bold>) and teal rods (<bold>Pu-1β</bold>) overnight (). The two products could easily be deduced on the basis of the distinct\ncolor difference as well as different crystal habits and were present\nin an approximate 1:1 ratio. The analogous cerium reaction yielded\none product with no distinctly different habits. All three compounds\ncrystallized in monoclinic space group <italic>P</italic>2<sub>1</sub>/<italic>n</italic> with <bold>Pu-1β</bold> and <bold>Ce-1β</bold> being isomorphous with Nd, Eu, Gd, and Tb compounds previously reported\nand <bold>Pu-1α</bold> being isomorphous with a lanthanum mellitate\n(<bold>La-1α</bold>) described elsewhere.\n</p>", "clean_text": "Results and Discussion\n\nSynthesis and Structure\n\nThe combination of 242PuBr3⋅nH2O with excess H6mell in water layered with EtOH produced blue blocks (Pu-1α) and teal rods (Pu-1β) overnight (). The two products could easily be deduced on the basis of the distinct color difference as well as different crystal habits and were present in an approximate 1:1 ratio. The analogous cerium reaction yielded one product with no distinctly different habits. All three compounds crystallized in monoclinic space group P21/n with Pu-1β and Ce-1β being isomorphous with Nd, Eu, Gd, and Tb compounds previously reported and Pu-1α being isomorphous with a lanthanum mellitate (La-1α) described elsewhere. ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Photograph of the reaction of <bold>Pu-1α</bold> and <bold>Pu-1β</bold> in solution (left). Crystals of <bold>Pu-1α</bold> (blue) and <bold>Pu-1β</bold> (teal) (right).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic9b03432_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Photograph of the reaction of Pu-1α and Pu-1β in solution (left). Crystals of Pu-1α (blue) and Pu-1β (teal) (right).   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Pu-1α</bold> has two unique plutonium\nsites (Pu<sub>a</sub> and Pu<sub>b</sub>) in the asymmetric unit with\ndifferent\ncoordination environments for each metal atom. Each metal site is\nnine-coordinate with Pu<sub>a</sub> being a distorted monocapped square\nantiprism (1 + 4 + 4) and Pu<sub>b</sub> forming a distorted muffin\ngeometry (1 + 5 + 3) both shown in . Pu<sub>a</sub> is coordinated by four water molecules, one bidentate carboxylate\ngroup, and three monodentate carboxylate groups, one of which bridges\nwith the same metal site along the <italic>a-</italic>axis. The second\nmetal site replaces the terminal monodentate carboxylate group with\na water molecule. Metal–oxygen bonds for <bold>La-1α</bold> and <bold>Pu-1α</bold> range from 2.457(3) to 2.704(5) Å\nand from 2.41(1) to 2.65(2) Å, respectively, and are listed in . In both compounds, the shortest metal–oxygen bond\nresults from a bridging carboxylate group while the longest bond is\nfrom a coordinated water molecule. Most bond distances for <bold>Pu-1α</bold> are significantly shorter than for <bold>La-1α</bold>, which\nis expected due to the smaller six-coordinate ionic radius (1.032\nÅ, La; 1.00 Å, Pu).\n</p>", "clean_text": " Pu-1α has two unique plutonium sites (Pua and Pub) in the asymmetric unit with different coordination environments for each metal atom. Each metal site is nine-coordinate with Pua being a distorted monocapped square antiprism (1 + 4 + 4) and Pub forming a distorted muffin geometry (1 + 5 + 3) both shown in . Pua is coordinated by four water molecules, one bidentate carboxylate group, and three monodentate carboxylate groups, one of which bridges with the same metal site along the a-axis. The second metal site replaces the terminal monodentate carboxylate group with a water molecule. Metal-oxygen bonds for La-1α and Pu-1α range from 2.457(3) to 2.704(5) Å and from 2.41(1) to 2.65(2) Å, respectively, and are listed in . In both compounds, the shortest metal-oxygen bond results from a bridging carboxylate group while the longest bond is from a coordinated water molecule. Most bond distances for Pu-1α are significantly shorter than for La-1α, which is expected due to the smaller six-coordinate ionic radius (1.032 Å, La; 1.00 Å, Pu). ", "data": null, "include_properties": null}, {"idx": 14, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Lengths of Bonds between the Two Metal\nSites of <bold>Pu-1α</bold> and <bold>La-1α</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Pu<sub>a</sub> (Å)</oasis:entry>\n<oasis:entry align=\"center\">La<sub>a</sub> (Å)<xref ref-type=\"bibr\" rid=\"ref27\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Pu<sub>b</sub> (Å)</oasis:entry>\n<oasis:entry align=\"center\">La<sub>b</sub> (Å)<xref ref-type=\"bibr\" rid=\"ref27\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O11</oasis:entry>\n<oasis:entry>2.52(1)</oasis:entry>\n<oasis:entry>2.576(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O21</oasis:entry>\n<oasis:entry>2.58(1)</oasis:entry>\n<oasis:entry>2.616(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O12</oasis:entry>\n<oasis:entry>2.62(1)</oasis:entry>\n<oasis:entry>2.637(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O22</oasis:entry>\n<oasis:entry>2.58(1)</oasis:entry>\n<oasis:entry>2.633(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O11A</oasis:entry>\n<oasis:entry>2.41(1)</oasis:entry>\n<oasis:entry>2.457(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O21A</oasis:entry>\n<oasis:entry>2.43(1)</oasis:entry>\n<oasis:entry>2.463(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O12A</oasis:entry>\n<oasis:entry>2.46(1)</oasis:entry>\n<oasis:entry>2.521(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O22A</oasis:entry>\n<oasis:entry>2.46(1)</oasis:entry>\n<oasis:entry>2.465(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O11B</oasis:entry>\n<oasis:entry>2.52(1)</oasis:entry>\n<oasis:entry>2.556(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O21W</oasis:entry>\n<oasis:entry>2.50(1)</oasis:entry>\n<oasis:entry>2.550(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O11W</oasis:entry>\n<oasis:entry>2.48(1)</oasis:entry>\n<oasis:entry>2.508(4)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O22W</oasis:entry>\n<oasis:entry>2.53(1)</oasis:entry>\n<oasis:entry>2.588(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O12W</oasis:entry>\n<oasis:entry>2.53(1)</oasis:entry>\n<oasis:entry>2.560(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O23W</oasis:entry>\n<oasis:entry>2.53(1)</oasis:entry>\n<oasis:entry>2.600(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O13W</oasis:entry>\n<oasis:entry>2.53(1)</oasis:entry>\n<oasis:entry>2.576(4)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O24W</oasis:entry>\n<oasis:entry>2.59(1)</oasis:entry>\n<oasis:entry>2.609(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O14W</oasis:entry>\n<oasis:entry>2.59(1)</oasis:entry>\n<oasis:entry>2.632(4)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O25W</oasis:entry>\n<oasis:entry>2.65(2)</oasis:entry>\n<oasis:entry>2.704(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Local MO<sub>9</sub> environments found in <bold>Pu-1α</bold> and <bold>La-1α</bold>. M<sub>a</sub> (gray) shows a distorted\ncapped square antiprism, while M<sub>b</sub> (blue) is depicted with\na distorted muffin type geometry.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic9b03432_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Local MO9 environments found in Pu-1α and La-1α. Ma (gray) shows a distorted capped square antiprism, while Mb (blue) is depicted with a distorted muffin type geometry.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Each mellitate ion is composed of two <italic>para</italic>-bidentate\ncarboxylate groups, two <italic>para</italic>-monodentate bridging\ncarboxylate groups, one terminal monodentate carboxylate group, and\none noncoordinating carboxylate group. This metal–organic framework\nforms a layered three-dimensional structure with layers composed of\nmellitate anions parallel to the [<italic>bc</italic>] plane stacked\nalong the <italic>a</italic>-axis. Layers are held together with bridging\ncarboxylate groups and hydrogen bonds. Metal sites also form layers\nthat are parallel to the [<italic>ab</italic>] plane stacked along\nthe <italic>c</italic>-axis ().</p>", "clean_text": "Each mellitate ion is composed of two para-bidentate carboxylate groups, two para-monodentate bridging carboxylate groups, one terminal monodentate carboxylate group, and one noncoordinating carboxylate group. This metal-organic framework forms a layered three-dimensional structure with layers composed of mellitate anions parallel to the [bc] plane stacked along the a-axis. Layers are held together with bridging carboxylate groups and hydrogen bonds. Metal sites also form layers that are parallel to the [ab] plane stacked along the c-axis ().", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>View showing the stacking of alternating metal layers\nin the [<italic>ab</italic>] plane stacked along the <italic>c</italic>-axis found\nin <bold>Pu-1α</bold> and <bold>La-1α</bold>. M<sub>a</sub> (black polyhedra), M<sub>b</sub> (blue polyhedra), O (red), and\nC (gray). Hydrogen atoms have been omitted for the sake of clarity.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic9b03432_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  View showing the stacking of alternating metal layers in the [ab] plane stacked along the c-axis found in Pu-1α and La-1α. Ma (black polyhedra), Mb (blue polyhedra), O (red), and C (gray). Hydrogen atoms have been omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>\n<bold>Pu-1β</bold> and <bold>Ce-1β</bold> both have\none unique metal center, five water molecules, and one-half of a mellitate\nanion in the asymmetric unit. Four water molecules, two bidentate\ncarboxylate groups, and one terminal monodentate carboxylate group\ncoordinate to each metal center with a fifth noncoordinating water\nmolecule in the asymmetric unit. These nine-coordinate metal centers\nform a distorted muffin geometry shown in . The metal–oxygen bond distance ranges\nare 2.400(2)–2.614(2) and 2.389(2)–2.591(3) Å for <bold>Pu-1β</bold> and <bold>Ce-1β</bold>, respectively, and\nare listed in . The longest and shortest metal–oxygen bonds are at the same\nlocation for each metal. The shortest bond distances for <bold>Pu-1β</bold> and <bold>Ce-1β</bold> are the terminal monodentate carboxylate\noxygen bonds. All metal–oxygen bonds are significantly shorter\nin <bold>Pu-1β</bold> than in <bold>Ce-1β</bold> except\nfor the M–O1B bond, which is the shortest. Because the six\ncoordinate ionic radii are nearly the same, similar bond lengths would\nbe expected, but plutonium has been shown to have shorter bonds in\nhigher coordination environments than comparable lanthanides. This\ndifference has been attributed to a greater degree of covalency with\noxygen–plutonium interactions. The coordination polymer forms a three-dimensional network () with each mellitate\nion possessing four bidentate carboxylate groups and two monodentate\ncarboxylate groups <italic>para</italic> to one another.</p>", "clean_text": " Pu-1β and Ce-1β both have one unique metal center, five water molecules, and one-half of a mellitate anion in the asymmetric unit. Four water molecules, two bidentate carboxylate groups, and one terminal monodentate carboxylate group coordinate to each metal center with a fifth noncoordinating water molecule in the asymmetric unit. These nine-coordinate metal centers form a distorted muffin geometry shown in . The metal-oxygen bond distance ranges are 2.400(2)-2.614(2) and 2.389(2)-2.591(3) Å for Pu-1β and Ce-1β, respectively, and are listed in . The longest and shortest metal-oxygen bonds are at the same location for each metal. The shortest bond distances for Pu-1β and Ce-1β are the terminal monodentate carboxylate oxygen bonds. All metal-oxygen bonds are significantly shorter in Pu-1β than in Ce-1β except for the M-O1B bond, which is the shortest. Because the six coordinate ionic radii are nearly the same, similar bond lengths would be expected, but plutonium has been shown to have shorter bonds in higher coordination environments than comparable lanthanides. This difference has been attributed to a greater degree of covalency with oxygen-plutonium interactions. The coordination polymer forms a three-dimensional network () with each mellitate ion possessing four bidentate carboxylate groups and two monodentate carboxylate groups para to one another.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>MO<sub>9</sub> unit present in <bold>Pu-1β</bold> and <bold>Ce-1β</bold> showing a distorted muffin geometry.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic9b03432_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  MO9 unit present in Pu-1β and Ce-1β showing a distorted muffin geometry.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Bond Lengths for <bold>Pu-1β</bold> and <bold>Ce-1β</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Pu2 (Å)</oasis:entry>\n<oasis:entry align=\"center\">Ce1 (Å)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>M–O1</oasis:entry>\n<oasis:entry>2.543(3)</oasis:entry>\n<oasis:entry>2.566(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O2</oasis:entry>\n<oasis:entry>2.561(3)</oasis:entry>\n<oasis:entry>2.582(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O3</oasis:entry>\n<oasis:entry>2.581(2)</oasis:entry>\n<oasis:entry>2.605(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O4</oasis:entry>\n<oasis:entry>2.591(3)</oasis:entry>\n<oasis:entry>2.614(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O1B</oasis:entry>\n<oasis:entry>2.389(2)</oasis:entry>\n<oasis:entry>2.400(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O1W</oasis:entry>\n<oasis:entry>2.426(3)</oasis:entry>\n<oasis:entry>2.456(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O2W</oasis:entry>\n<oasis:entry>2.494(3)</oasis:entry>\n<oasis:entry>2.515(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O3W</oasis:entry>\n<oasis:entry>2.520(3)</oasis:entry>\n<oasis:entry>2.544(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O4W</oasis:entry>\n<oasis:entry>2.529(3)</oasis:entry>\n<oasis:entry>2.547(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>View along the <italic>a</italic>-axis showing the three-dimensionality\nof <bold>Pu-1β</bold> and <bold>Ce-1β</bold> with teal\nmetal polyhedra.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic9b03432_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  View along the a-axis showing the three-dimensionality of Pu-1β and Ce-1β with teal metal polyhedra.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Spectroscopy</title><p>Solid\nstate UV–vis–NIR spectroscopic\ndata were collected on single crystals of <bold>Pu-1α</bold>, <bold>Pu-1β</bold>, and <bold>Ce-1β</bold> from 320\nto 1700 nm as seen in  and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03432/suppl_file/ic9b03432_si_001.pdf\">Figure S1</ext-link>. In the spectrum\nof <bold>Ce-1β</bold>, the large transition extending to ∼340\nnm is expected to be a 4f → 5d transition found in many trivalent\ncerium compounds (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03432/suppl_file/ic9b03432_si_001.pdf\">Figure S1</ext-link>). The transition is not likely ligand-based as\nneither H<sub>6</sub>mell nor <bold>La-1α</bold> absorbs at\nthis energy range (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03432/suppl_file/ic9b03432_si_001.pdf\">Figure S2</ext-link>). The <sup>2</sup>F<sub>5/2</sub> → <sup>2</sup>F<sub>7/2</sub> transition\nbetween 3500 nm (2857 cm<sup>–1</sup>) and 5000 nm (2000 cm<sup>–1</sup>) cannot be seen for Ce<sup>3+</sup> because the transition\nis too far into the IR for the detector used in the experiment.\n</p>", "clean_text": "Spectroscopy\n\nSolid state UV-vis-NIR spectroscopic data were collected on single crystals of Pu-1α, Pu-1β, and Ce-1β from 320 to 1700 nm as seen in  and Figure S1. In the spectrum of Ce-1β, the large transition extending to ~340 nm is expected to be a 4f → 5d transition found in many trivalent cerium compounds (Figure S1). The transition is not likely ligand-based as neither H6mell nor La-1α absorbs at this energy range (Figure S2). The 2F5/2 → 2F7/2 transition between 3500 nm (2857 cm-1) and 5000 nm (2000 cm-1) cannot be seen for Ce3+ because the transition is too far into the IR for the detector used in the experiment. ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Solid\nstate UV–vis–NIR spectra of Pu<sup>3+</sup> in <bold>Pu-1α</bold> (blue) and <bold>Pu-1β</bold> (teal)\nrecorded at room temperature.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic9b03432_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Solid state UV-vis-NIR spectra of Pu3+ in Pu-1α (blue) and Pu-1β (teal) recorded at room temperature.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The overlaid spectra of <bold>Pu-1α</bold> and <bold>Pu-1β</bold> shown in  show that the plutonium ion is trivalent for both compounds based\non unique fingerprint peaks with no spectroscopic impurities. Many\nof the higher-intensity 5f → 5f transitions for trivalent plutonium\ncan be seen in  from the predominantly <sup>6</sup>H<sub>5/2</sub> ground state.\nThe distinct color difference between <bold>Pu-1α</bold> and <bold>Pu-1β</bold> is most likely symmetry-related caused by the\ndifferent plutonium environments. This color difference is prominent\nonly in the solid state. <bold>Pu-1β</bold> absorbs more light\nin the region of 400–450 nm than <bold>Pu-1α</bold> does,\nresulting in the transmission of more blue light from <bold>Pu-1α</bold> resulting in a bluer a color. The large absorption band in <bold>Pu-1β</bold> is most likely due to more metal to ligand charge\ntransfer (MLCT) because <bold>Pu-1β</bold> contains metal carboxylate\nbonds on average (5) than <bold>Pu-1α</bold> (4.5). This MLCT\ncovers 5f → 5f transitions from line groups Q (<sup>4</sup>G<sub>9/2</sub>, <sup>4</sup>F<sub>5/2</sub>), R (<sup>4</sup>L<sub>15/2</sub>, <sup>4</sup>H<sub>7/2</sub>), and S (<sup>2</sup>G<sub>9/2</sub>, <sup>4</sup>H<sub>11/2</sub>, <sup>6</sup>P<sub>7/2</sub>, <sup>4</sup>M<sub>19/2</sub>, <sup>4</sup>K<sub>13/2</sub>, and <sup>4</sup>K<sub>15/2</sub>) between approximately 400 and 470 nm. Because the crystals are insoluble in common solvents, solution\nUV–vis was not used to identify the molar absorptivities of\nthese transitions.</p>", "clean_text": "The overlaid spectra of Pu-1α and Pu-1β shown in  show that the plutonium ion is trivalent for both compounds based on unique fingerprint peaks with no spectroscopic impurities. Many of the higher-intensity 5f → 5f transitions for trivalent plutonium can be seen in  from the predominantly 6H5/2 ground state. The distinct color difference between Pu-1α and Pu-1β is most likely symmetry-related caused by the different plutonium environments. This color difference is prominent only in the solid state. Pu-1β absorbs more light in the region of 400-450 nm than Pu-1α does, resulting in the transmission of more blue light from Pu-1α resulting in a bluer a color. The large absorption band in Pu-1β is most likely due to more metal to ligand charge transfer (MLCT) because Pu-1β contains metal carboxylate bonds on average (5) than Pu-1α (4.5). This MLCT covers 5f → 5f transitions from line groups Q (4G9/2, 4F5/2), R (4L15/2, 4H7/2), and S (2G9/2, 4H11/2, 6P7/2, 4M19/2, 4K13/2, and 4K15/2) between approximately 400 and 470 nm. Because the crystals are insoluble in common solvents, solution UV-vis was not used to identify the molar absorptivities of these transitions.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>Two three-dimensional\nplutonium coordination polymers using mellitic\nacid as a linker were synthesized and characterized within the solid\nstate by single-crystal X-ray diffraction and UV–vis–NIR\nabsorption spectroscopy and compared to lanthanum and cerium analogues.\nWith cerium, one product was isolated, and for plutonium, two products\nwere isolated. <bold>Pu-1α</bold> and <bold>Pu-1β</bold> were isomorphous with <bold>La-1α</bold> and <bold>Ce-1β</bold>, respectively.\n<bold>Pu-1α</bold> contains two distinct metal sites in the asymmetric unit, while <bold>Pu-1β</bold> has only one. The average Pu–O bonds are\nsignificantly shorter in <bold>Pu-1β</bold> than in <bold>Ce-1β</bold> despite nearly identical ionic radii. This observed bond length shortening is consistent with other compounds\nand reflects the greater degree of covalency in plutonium–oxygen\nbonds than in lanthanide–oxygen bonds. This is due to a higher\ndegree of covalency in plutonium than in cerium. Both solid state\nplutonium species have distinct 5f → 5f transitions that are\nconsistent with trivalent plutonium. <bold>Pu-1β</bold> has\na distinct MLCT transition that more strongly absorbs blue light,\nwhich is not seen in <bold>Pu-1α</bold>, resulting in a color\ndifference between the two compounds.</p>", "clean_text": "Conclusion\n\nTwo three-dimensional plutonium coordination polymers using mellitic acid as a linker were synthesized and characterized within the solid state by single-crystal X-ray diffraction and UV-vis-NIR absorption spectroscopy and compared to lanthanum and cerium analogues. With cerium, one product was isolated, and for plutonium, two products were isolated. Pu-1α and Pu-1β were isomorphous with La-1α and Ce-1β, respectively. Pu-1α contains two distinct metal sites in the asymmetric unit, while Pu-1β has only one. The average Pu-O bonds are significantly shorter in Pu-1β than in Ce-1β despite nearly identical ionic radii. This observed bond length shortening is consistent with other compounds and reflects the greater degree of covalency in plutonium-oxygen bonds than in lanthanide-oxygen bonds. This is due to a higher degree of covalency in plutonium than in cerium. Both solid state plutonium species have distinct 5f → 5f transitions that are consistent with trivalent plutonium. Pu-1β has a distinct MLCT transition that more strongly absorbs blue light, which is not seen in Pu-1α, resulting in a color difference between the two compounds.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.inorgchem.9b03432?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/acs.inorgchem.9b03432</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>UV–vis–NIR\ndata for lanthanide analogues,\nthermal ellipsoid plots of the metal coordination, crystal data and\nstructure refinement tables, and bond length tables (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03432/suppl_file/ic9b03432_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.inorgchem.9b03432.  UV-vis-NIR data for lanthanide analogues, thermal ellipsoid plots of the metal coordination, crystal data and structure refinement tables, and bond length tables (PDF)   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>UV–vis–NIR\ndata for lanthanide analogues,\nthermal ellipsoid plots of the metal coordination, crystal data and\nstructure refinement tables, and bond length tables (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.inorgchem.9b03432/suppl_file/ic9b03432_si_001.pdf\">PDF</ext-link>)</p><p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"1943282\">1943282</ext-link>–<ext-link ext-link-type=\"ccdc\" xlink:href=\"1943284\">1943284</ext-link> contain the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "UV-vis-NIR data for lanthanide analogues, thermal ellipsoid plots of the metal coordination, crystal data and structure refinement tables, and bond length tables (PDF)\n\nCCDC 1943282-1943284 contain the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<title>Ce<sub>2</sub>(mell)­(H<sub>2</sub>O)<sub>8</sub>·2H<sub>2</sub>O (<bold>Ce-1β</bold>)</title><p>The synthesis used in\nthis work was adapted from the literature, and a different cerium\nmellitate structure is reported elsewhere. CeCl<sub>3</sub>·7H<sub>2</sub>O (68.0 mg, 0.183 mmol) was\ndissolved in DI H<sub>2</sub>O (0.750 mL) in a 7 mL scintillation\nvial. Excess H<sub>6</sub>mell (72.1 mg, 0.211 mmol) was dissolved\nin DI H<sub>2</sub>O (0.750 mL), and the mixture was added to the\nCe solution. On the 1.5 mL aqueous solution was carefully layered\nEtOH (4 mL). While the solution was left to stand overnight, large\ncolorless crystals suitable for X-ray diffraction measurements formed\n(71.0 mg, 97.4% yield). Crystals were washed with ethanol (3 ×\n2 mL) prior to being isolated and placed under oil.</p>", "clean_text": "Ce2(mell)(H2O)8⋅2H2O (Ce-1β)\n\nThe synthesis used in this work was adapted from the literature, and a different cerium mellitate structure is reported elsewhere. CeCl3⋅7H2O (68.0 mg, 0.183 mmol) was dissolved in DI H2O (0.750 mL) in a 7 mL scintillation vial. Excess H6mell (72.1 mg, 0.211 mmol) was dissolved in DI H2O (0.750 mL), and the mixture was added to the Ce solution. On the 1.5 mL aqueous solution was carefully layered EtOH (4 mL). While the solution was left to stand overnight, large colorless crystals suitable for X-ray diffraction measurements formed (71.0 mg, 97.4% yield). Crystals were washed with ethanol (3 × 2 mL) prior to being isolated and placed under oil.", "data": [{"meta": {"name": "Ce2(mell)­(H2O)8·2H2O", "symbol": "Ce-1β", "chemical formula": "Ce2(mell)­(H2O)8·2H2O"}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "CeCl3·7H2O", "amount": "68.0", "unit": "mg"}, {"name": "H6mell", "amount": "72.1", "unit": "mg"}], "solution": [{"name": "DI H2O", "amount": "0.750", "unit": "mL"}], "pressure": "", "temperature": "", "time": "overnight"}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": "3 × 2 mL"}], "yield": "97.4%"}], "include_properties": ["chemical_synthesis", "washing"]}, {"idx": 14, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Lengths of Bonds between the Two Metal\nSites of <bold>Pu-1α</bold> and <bold>La-1α</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Pu<sub>a</sub> (Å)</oasis:entry>\n<oasis:entry align=\"center\">La<sub>a</sub> (Å)<xref ref-type=\"bibr\" rid=\"ref27\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Pu<sub>b</sub> (Å)</oasis:entry>\n<oasis:entry align=\"center\">La<sub>b</sub> (Å)<xref ref-type=\"bibr\" rid=\"ref27\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O11</oasis:entry>\n<oasis:entry>2.52(1)</oasis:entry>\n<oasis:entry>2.576(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O21</oasis:entry>\n<oasis:entry>2.58(1)</oasis:entry>\n<oasis:entry>2.616(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O12</oasis:entry>\n<oasis:entry>2.62(1)</oasis:entry>\n<oasis:entry>2.637(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O22</oasis:entry>\n<oasis:entry>2.58(1)</oasis:entry>\n<oasis:entry>2.633(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O11A</oasis:entry>\n<oasis:entry>2.41(1)</oasis:entry>\n<oasis:entry>2.457(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O21A</oasis:entry>\n<oasis:entry>2.43(1)</oasis:entry>\n<oasis:entry>2.463(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O12A</oasis:entry>\n<oasis:entry>2.46(1)</oasis:entry>\n<oasis:entry>2.521(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O22A</oasis:entry>\n<oasis:entry>2.46(1)</oasis:entry>\n<oasis:entry>2.465(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O11B</oasis:entry>\n<oasis:entry>2.52(1)</oasis:entry>\n<oasis:entry>2.556(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O21W</oasis:entry>\n<oasis:entry>2.50(1)</oasis:entry>\n<oasis:entry>2.550(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O11W</oasis:entry>\n<oasis:entry>2.48(1)</oasis:entry>\n<oasis:entry>2.508(4)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O22W</oasis:entry>\n<oasis:entry>2.53(1)</oasis:entry>\n<oasis:entry>2.588(4)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O12W</oasis:entry>\n<oasis:entry>2.53(1)</oasis:entry>\n<oasis:entry>2.560(3)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O23W</oasis:entry>\n<oasis:entry>2.53(1)</oasis:entry>\n<oasis:entry>2.600(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O13W</oasis:entry>\n<oasis:entry>2.53(1)</oasis:entry>\n<oasis:entry>2.576(4)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O24W</oasis:entry>\n<oasis:entry>2.59(1)</oasis:entry>\n<oasis:entry>2.609(3)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M<sub>a</sub>–O14W</oasis:entry>\n<oasis:entry>2.59(1)</oasis:entry>\n<oasis:entry>2.632(4)</oasis:entry>\n<oasis:entry>M<sub>b</sub>–O25W</oasis:entry>\n<oasis:entry>2.65(2)</oasis:entry>\n<oasis:entry>2.704(5)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Lengths of Bonds between the Two Metal Sites of Pu-1α and La-1α\n\n|          | Pu<sub>a</sub> (Å) | La<sub>a</sub> (Å)[^27] |          | Pu<sub>b</sub> (Å) | La<sub>b</sub> (Å)[^27] |\n|----------|-------------------|------------------------|----------|-------------------|------------------------|\n| M<sub>a</sub>–O11 | 2.52(1) | 2.576(3) | M<sub>b</sub>–O21 | 2.58(1) | 2.616(3) |\n| M<sub>a</sub>–O12 | 2.62(1) | 2.637(3) | M<sub>b</sub>–O22 | 2.58(1) | 2.633(3) |\n| M<sub>a</sub>–O11A | 2.41(1) | 2.457(3) | M<sub>b</sub>–O21A | 2.43(1) | 2.463(3) |\n| M<sub>a</sub>–O12A | 2.46(1) | 2.521(3) | M<sub>b</sub>–O22A | 2.46(1) | 2.465(3) |\n| M<sub>a</sub>–O11B | 2.52(1) | 2.556(3) | M<sub>b</sub>–O21W | 2.50(1) | 2.550(3) |\n| M<sub>a</sub>–O11W | 2.48(1) | 2.508(4) | M<sub>b</sub>–O22W | 2.53(1) | 2.588(4) |\n| M<sub>a</sub>–O12W | 2.53(1) | 2.560(3) | M<sub>b</sub>–O23W | 2.53(1) | 2.600(3) |\n| M<sub>a</sub>–O13W | 2.53(1) | 2.576(4) | M<sub>b</sub>–O24W | 2.59(1) | 2.609(3) |\n| M<sub>a</sub>–O14W | 2.59(1) | 2.632(4) | M<sub>b</sub>–O25W | 2.65(2) | 2.704(5) |", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 20, "type": "table", "classification": ["Bond & Angle"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Bond Lengths for <bold>Pu-1β</bold> and <bold>Ce-1β</bold>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">Pu2 (Å)</oasis:entry>\n<oasis:entry align=\"center\">Ce1 (Å)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>M–O1</oasis:entry>\n<oasis:entry>2.543(3)</oasis:entry>\n<oasis:entry>2.566(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O2</oasis:entry>\n<oasis:entry>2.561(3)</oasis:entry>\n<oasis:entry>2.582(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O3</oasis:entry>\n<oasis:entry>2.581(2)</oasis:entry>\n<oasis:entry>2.605(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O4</oasis:entry>\n<oasis:entry>2.591(3)</oasis:entry>\n<oasis:entry>2.614(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O1B</oasis:entry>\n<oasis:entry>2.389(2)</oasis:entry>\n<oasis:entry>2.400(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O1W</oasis:entry>\n<oasis:entry>2.426(3)</oasis:entry>\n<oasis:entry>2.456(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O2W</oasis:entry>\n<oasis:entry>2.494(3)</oasis:entry>\n<oasis:entry>2.515(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O3W</oasis:entry>\n<oasis:entry>2.520(3)</oasis:entry>\n<oasis:entry>2.544(2)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>M–O4W</oasis:entry>\n<oasis:entry>2.529(3)</oasis:entry>\n<oasis:entry>2.547(2)</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Bond Lengths for Pu-1β and Ce-1β\n\n|        | Pu2 (Å)   | Ce1 (Å)   |\n|--------|-----------|-----------|\n| M–O1   | 2.543(3)  | 2.566(2)  |\n| M–O2   | 2.561(3)  | 2.582(2)  |\n| M–O3   | 2.581(2)  | 2.605(2)  |\n| M–O4   | 2.591(3)  | 2.614(2)  |\n| M–O1B  | 2.389(2)  | 2.400(2)  |\n| M–O1W  | 2.426(3)  | 2.456(2)  |\n| M–O2W  | 2.494(3)  | 2.515(2)  |\n| M–O3W  | 2.520(3)  | 2.544(2)  |\n| M–O4W  | 2.529(3)  | 2.547(2)  |", "data": ["Bond & Angle type of table is not target"], "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Photograph of the reaction of <bold>Pu-1α</bold> and <bold>Pu-1β</bold> in solution (left). Crystals of <bold>Pu-1α</bold> (blue) and <bold>Pu-1β</bold> (teal) (right).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ic9b03432_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Photograph of the reaction of Pu-1α and Pu-1β in solution (left). Crystals of Pu-1α (blue) and Pu-1β (teal) (right).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Local MO<sub>9</sub> environments found in <bold>Pu-1α</bold> and <bold>La-1α</bold>. M<sub>a</sub> (gray) shows a distorted\ncapped square antiprism, while M<sub>b</sub> (blue) is depicted with\na distorted muffin type geometry.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ic9b03432_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Local MO9 environments found in Pu-1α and La-1α. Ma (gray) shows a distorted capped square antiprism, while Mb (blue) is depicted with a distorted muffin type geometry.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>View showing the stacking of alternating metal layers\nin the [<italic>ab</italic>] plane stacked along the <italic>c</italic>-axis found\nin <bold>Pu-1α</bold> and <bold>La-1α</bold>. M<sub>a</sub> (black polyhedra), M<sub>b</sub> (blue polyhedra), O (red), and\nC (gray). Hydrogen atoms have been omitted for the sake of clarity.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ic9b03432_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  View showing the stacking of alternating metal layers in the [ab] plane stacked along the c-axis found in Pu-1α and La-1α. Ma (black polyhedra), Mb (blue polyhedra), O (red), and C (gray). Hydrogen atoms have been omitted for the sake of clarity.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>MO<sub>9</sub> unit present in <bold>Pu-1β</bold> and <bold>Ce-1β</bold> showing a distorted muffin geometry.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ic9b03432_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  MO9 unit present in Pu-1β and Ce-1β showing a distorted muffin geometry.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>View along the <italic>a</italic>-axis showing the three-dimensionality\nof <bold>Pu-1β</bold> and <bold>Ce-1β</bold> with teal\nmetal polyhedra.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ic9b03432_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  View along the a-axis showing the three-dimensionality of Pu-1β and Ce-1β with teal metal polyhedra.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Solid\nstate UV–vis–NIR spectra of Pu<sup>3+</sup> in <bold>Pu-1α</bold> (blue) and <bold>Pu-1β</bold> (teal)\nrecorded at room temperature.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ic9b03432_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Solid state UV-vis-NIR spectra of Pu3+ in Pu-1α (blue) and Pu-1β (teal) recorded at room temperature.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.inorgchem.9b03432", "title": null, "journal": "American Chemical Society", "date": "2020.02", "author_list": ["Sperling\nJoseph\nM.", "Gaiser\nAlyssa N.", "Windorff\nCory J.", "Klamm\nBonnie E.", "Whitefoot\nMegan A.", "Chemey\nAlexander T.", "Long\nBrian N.", "Campbell\nJoanna G.", "Albrecht-Schmitt\nThomas E."]}}