{"filepath": "../L2M3_data/1_application_papers/acs_xml/ie101414n.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Adsorption equilibrium and diffusion of benzene on mesoporous chromium−terphthalate-based crystals (MIL-101) were experimentally studied by the gravimetric method in the pressure range up to 60.0 mbar. The MIL-101 crystals, whose sizes are about 100 nm, were synthesized by using microwave irradiation method. Adsorption isotherms and kinetic curves of benzene on the MIL-101 were measured experimentally. Results show that the maximum amount adsorbed of benzene on the synthesized MIL-101 was up to 16.5 mmol/g (or 176 wt %) at 288 K and 56.0 mbar. Diffusion coefficients of benzene within the MIL-101 were in the range of (4.25−4.76) × 10<sup>−9</sup> cm<sup>2</sup>/s in 288−318 K with a lower activation energy of 2.41 kJ/mol. Temperature programmed desorption (TPD) curves exhibited two separated peaks corresponding to two types of major adsorption sites for benzene adsorption on MIL-101. Consecutive cycles of adsorption−desorption experiment showed a fast desorption kinetics and high reversibility for benzene adsorption on MIL-101. The efficiency of benzene desorption from MIL-101 can reach 97%.</p>", "clean_text": "Adsorption equilibrium and diffusion of benzene on mesoporous chromium-terphthalate-based crystals (MIL-101) were experimentally studied by the gravimetric method in the pressure range up to 60.0 mbar. The MIL-101 crystals, whose sizes are about 100 nm, were synthesized by using microwave irradiation method. Adsorption isotherms and kinetic curves of benzene on the MIL-101 were measured experimentally. Results show that the maximum amount adsorbed of benzene on the synthesized MIL-101 was up to 16.5 mmol/g (or 176 wt %) at 288 K and 56.0 mbar. Diffusion coefficients of benzene within the MIL-101 were in the range of (4.25-4.76) × 10-9 cm2/s in 288-318 K with a lower activation energy of 2.41 kJ/mol. Temperature programmed desorption (TPD) curves exhibited two separated peaks corresponding to two types of major adsorption sites for benzene adsorption on MIL-101. Consecutive cycles of adsorption-desorption experiment showed a fast desorption kinetics and high reversibility for benzene adsorption on MIL-101. The efficiency of benzene desorption from MIL-101 can reach 97%.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Volatile organic compounds (VOCs) are a large group of anthropogenic (xenobiotic) or biogenic organic compounds with relatively high vapor pressures. Most of the VOCs emitted by chemical materials, such as solvents, resins, adhesives, and paints used for building materials and furniture are very harmful to the environment and human health. In these compounds, benzene is a typical and major indoor air pollutant, which has already been shown to cause leukemia and other cancers in humans with long-term exposure. Therefore, the research on the removal of VOCs has attracted increasing attention during the past decade.</p>", "clean_text": "Introduction\n\nVolatile organic compounds (VOCs) are a large group of anthropogenic (xenobiotic) or biogenic organic compounds with relatively high vapor pressures. Most of the VOCs emitted by chemical materials, such as solvents, resins, adhesives, and paints used for building materials and furniture are very harmful to the environment and human health. In these compounds, benzene is a typical and major indoor air pollutant, which has already been shown to cause leukemia and other cancers in humans with long-term exposure. Therefore, the research on the removal of VOCs has attracted increasing attention during the past decade.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>There are many techniques available to abate the emission of VOCs (destruction based and recovery based), such as adsorption, thermal or catalytic oxidation, condensation, membrane separation, and biological treatments. Adsorption is generally considered to be a fast, safe, and economically feasible method to remove VOCs from indoor air in low concentration, especially for trace amounts of VOCs. The crucial aspect in the process is the appropriate choice of a suitable adsorbent. Identifying an adsorbent which adsorbs and releases VOCs with high capacity, fast kinetics and high reversibility over multiple cycles is the key to the development of the viable adsorption process for VOCs sorptive removal. Besides, high thermal and chemical stability with permanent porosity are an important parameter that influences selection of an adsorbent candidate.\n</p>", "clean_text": "There are many techniques available to abate the emission of VOCs (destruction based and recovery based), such as adsorption, thermal or catalytic oxidation, condensation, membrane separation, and biological treatments. Adsorption is generally considered to be a fast, safe, and economically feasible method to remove VOCs from indoor air in low concentration, especially for trace amounts of VOCs. The crucial aspect in the process is the appropriate choice of a suitable adsorbent. Identifying an adsorbent which adsorbs and releases VOCs with high capacity, fast kinetics and high reversibility over multiple cycles is the key to the development of the viable adsorption process for VOCs sorptive removal. Besides, high thermal and chemical stability with permanent porosity are an important parameter that influences selection of an adsorbent candidate. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Activated carbon and zeolites have been for a long time strategic materials for VOCs treatment from polluted air and industrial waste gases due to their pore textual properties, low operation cost, and high efficiency. Moon et al. prepared a corn-grain-based monolith for adsorption of benzene and toluene and reported that a high benzene capacity of 12.68 mmol/g by a reduction of excess void volumes as well as the level of mesopores in this material was available. Hernadez studied the adsorption properties of Ag-doped SiO<sub>2</sub> for aromatic BTX hydrocarbons (benzene, toluene, and <italic toggle=\"yes\">p</italic>-xylene). His experimental results showed that the adsorbed amounts of BTX hydrocarbons were increased on SiO<sub>2</sub> after modifying by Ag due to the enhanced interaction between BTX molecules with modified adsorbent.\n</p>", "clean_text": "Activated carbon and zeolites have been for a long time strategic materials for VOCs treatment from polluted air and industrial waste gases due to their pore textual properties, low operation cost, and high efficiency. Moon et al. prepared a corn-grain-based monolith for adsorption of benzene and toluene and reported that a high benzene capacity of 12.68 mmol/g by a reduction of excess void volumes as well as the level of mesopores in this material was available. Hernadez studied the adsorption properties of Ag-doped SiO2 for aromatic BTX hydrocarbons (benzene, toluene, and p-xylene). His experimental results showed that the adsorbed amounts of BTX hydrocarbons were increased on SiO2 after modifying by Ag due to the enhanced interaction between BTX molecules with modified adsorbent. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>Recently, some novel materials with higher surface area, larger pore volume, and more uniform structure are being developed for VOCs treatment. Metal−organic frameworks (MOFs) represent a fundamentally new class of nanoporous material. The crystalline porous materials are constructed from transition ions and bridging organic ligand, which have a vast, sturdy, and uniform framework structure. Owing to their extrahigh porosity and ordered and adjustable chemical functionality, MOFs now have the potential to various applications of gas storage, separations, and heterogeneous catalysis, especially in adsorption area. MIL-101 (Matérial Institut Lavoisier, chromium−terphthalate-based solid), a recent addition to MOFs, showed an extrahigh specific surface area and pore volume with the framework structure of microporous apertures and mesoporous cages. Additionally, this material was reported to be very stable at high temperature (up to 473K) and in the presence of different organic solvents (including water). Therefore, MIL-101 is attracting more attention in the potential application of gas adsorption. Férey et al. carried out high-pressure CO<sub>2</sub> adsorption studies on MIL-101. The uptake of CO<sub>2</sub> in MIL-101 has been shown to occur with a record capacity of 40 mmol/g at 5 MPa and 303 K. Chang et al. reported the benzene adsorption equilibrium on MIL-101 and revealed that this material had an intricate structure and demonstrates a huge, rapid adsorption of benzene, making it a good candidate for the removal of some harmful organic contaminants. However, no experimental data on diffusivities of organic compound in MIL-101 are available in the literature.</p>", "clean_text": "Recently, some novel materials with higher surface area, larger pore volume, and more uniform structure are being developed for VOCs treatment. Metal-organic frameworks (MOFs) represent a fundamentally new class of nanoporous material. The crystalline porous materials are constructed from transition ions and bridging organic ligand, which have a vast, sturdy, and uniform framework structure. Owing to their extrahigh porosity and ordered and adjustable chemical functionality, MOFs now have the potential to various applications of gas storage, separations, and heterogeneous catalysis, especially in adsorption area. MIL-101 (Matérial Institut Lavoisier, chromium-terphthalate-based solid), a recent addition to MOFs, showed an extrahigh specific surface area and pore volume with the framework structure of microporous apertures and mesoporous cages. Additionally, this material was reported to be very stable at high temperature (up to 473K) and in the presence of different organic solvents (including water). Therefore, MIL-101 is attracting more attention in the potential application of gas adsorption. Férey et al. carried out high-pressure CO2 adsorption studies on MIL-101. The uptake of CO2 in MIL-101 has been shown to occur with a record capacity of 40 mmol/g at 5 MPa and 303 K. Chang et al. reported the benzene adsorption equilibrium on MIL-101 and revealed that this material had an intricate structure and demonstrates a huge, rapid adsorption of benzene, making it a good candidate for the removal of some harmful organic contaminants. However, no experimental data on diffusivities of organic compound in MIL-101 are available in the literature.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>The purpose of this work is to investigate the adsorption equilibrium and diffusion kinetics of benzene on MIL-101. The nanosized MIL-101 crystals were synthesized using microwave irradiation. Then the adsorption equilibrium and kinetics properties of benzene on MIL-101 were measured by a gravimetric method for estimation of diffusion coefficients of benzene. Temperature programmed desorption (TPD) experiments of benzene on MIL-101 were carried out for estimation of the binding energy between MIL-101 and benzene. With the help of consecutive cycles of benzene adsorption−desorption experiments, the reversibility of benzene adsorption−desorption on MIL-101 will be discussed and reported.</p>", "clean_text": "The purpose of this work is to investigate the adsorption equilibrium and diffusion kinetics of benzene on MIL-101. The nanosized MIL-101 crystals were synthesized using microwave irradiation. Then the adsorption equilibrium and kinetics properties of benzene on MIL-101 were measured by a gravimetric method for estimation of diffusion coefficients of benzene. Temperature programmed desorption (TPD) experiments of benzene on MIL-101 were carried out for estimation of the binding energy between MIL-101 and benzene. With the help of consecutive cycles of benzene adsorption-desorption experiments, the reversibility of benzene adsorption-desorption on MIL-101 will be discussed and reported.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Sections</title><title>Synthesis of MIL-101</title><p>Chromium(III) nitrate nonahydrate (Cr(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O, &gt;99.0%, from Tianjin), 1,4-benzene dicarboxylic acid (H<sub>2</sub>BDC, ≥99.0%, Acros Organic), and hydrofluoric acid (HF, 48%, from Merck) were used as received from vendors without further purification. The chromium−terephthalate MIL-101 was synthesized at 493 K for 60 min under microwave irradiation at 300 W. The molar composition of the reactant mixture was Cr(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O:H<sub>2</sub>BDC:HF:H<sub>2</sub>O 1:1:1:278. The reactant mixture was loaded into a Teflon autoclave, sealed, and placed in a microwave oven (Mars-5, CEM). The autoclave was heated to 493 K in 15 min and kept at this temperature for 60 min. After the reaction time, the reactor was cooled to room temperature. A fine green colored powder was obtained as the major product. To obtain high porosity, the as-synthesized MIL-101 was purified by using the reported method. Contents were completely transferred into a conical flask, and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF, &gt;99%, from Mallinckrodt) was added incrementally with continuous shaking to dissolve the H<sub>2</sub>BDC. By repeating washing with DMF and centrifugation, most of the terephthalic acid was removed from MIL-101. However, a significant amount of free H<sub>2</sub>BDC within the pores of MIL-101 was still found. To remove this extra H<sub>2</sub>BDC from the pores, an additional ethanol (&gt;99.7, from Tianjin Fuyu) rinse was performed. About 400 mg of MIL-101 powder and 30 mL of ethanol were placed in an autoclave at 393 K for 20 h. After cooling, the resulting product was centrifuged and washed with ethanol. Finally, the product was dried at 423 K overnight.</p>", "clean_text": "Experimental Sections\n\nSynthesis of MIL-101\n\nChromium(III) nitrate nonahydrate (Cr(NO3)3⋅9H2O, >99.0%, from Tianjin), 1,4-benzene dicarboxylic acid (H2BDC, ≥99.0%, Acros Organic), and hydrofluoric acid (HF, 48%, from Merck) were used as received from vendors without further purification. The chromium-terephthalate MIL-101 was synthesized at 493 K for 60 min under microwave irradiation at 300 W. The molar composition of the reactant mixture was Cr(NO3)3⋅9H2O:H2BDC:HF:H2O 1:1:1:278. The reactant mixture was loaded into a Teflon autoclave, sealed, and placed in a microwave oven (Mars-5, CEM). The autoclave was heated to 493 K in 15 min and kept at this temperature for 60 min. After the reaction time, the reactor was cooled to room temperature. A fine green colored powder was obtained as the major product. To obtain high porosity, the as-synthesized MIL-101 was purified by using the reported method. Contents were completely transferred into a conical flask, and N,N-dimethylformamide (DMF, >99%, from Mallinckrodt) was added incrementally with continuous shaking to dissolve the H2BDC. By repeating washing with DMF and centrifugation, most of the terephthalic acid was removed from MIL-101. However, a significant amount of free H2BDC within the pores of MIL-101 was still found. To remove this extra H2BDC from the pores, an additional ethanol (>99.7, from Tianjin Fuyu) rinse was performed. About 400 mg of MIL-101 powder and 30 mL of ethanol were placed in an autoclave at 393 K for 20 h. After cooling, the resulting product was centrifuged and washed with ethanol. Finally, the product was dried at 423 K overnight.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Materials Characterization</title><p>The surface morphology and particle size of the crystalline MIL-101 samples were observed by a Philips FEI XL-30 scanning electron microscope (SEM) at an accelerating voltage of 20 kV after gold deposition. X-ray diffraction (XRD) characterization was carried out on D/max-IIIA diffratometer (Rigaku Co.) operating at 35 kV and 25 mA by using Cu Kα<sub>1</sub> radiation (λ = 1.540 56). Nitrogen adsorption and desorption isotherms were measured by a Micromeritics ASAP 2010 adsorption porosimeter at liquid nitrogen temperature of 77 K. The sample was prepared at 150 °C for 3 h under vacuum. The surface areas were calculated using the Langmuir and Brunauer−Emmett−Teller (BET) methods and the pore size was calculated using the Barrett−Joyner−Hatenda (BJH) model.</p>", "clean_text": "Materials Characterization\n\nThe surface morphology and particle size of the crystalline MIL-101 samples were observed by a Philips FEI XL-30 scanning electron microscope (SEM) at an accelerating voltage of 20 kV after gold deposition. X-ray diffraction (XRD) characterization was carried out on D/max-IIIA diffratometer (Rigaku Co.) operating at 35 kV and 25 mA by using Cu Kα1 radiation (λ = 1.54056). Nitrogen adsorption and desorption isotherms were measured by a Micromeritics ASAP 2010 adsorption porosimeter at liquid nitrogen temperature of 77 K. The sample was prepared at 150 °C for 3 h under vacuum. The surface areas were calculated using the Langmuir and Brunauer-Emmett-Teller (BET) methods and the pore size was calculated using the Barrett-Joyner-Hatenda (BJH) model.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Benzene Vapor Adsorption Experiments</title><p>An intelligent gravimetric analyzer (IGA-003, HIDEN) was used to measure the benzene adsorption isotherms for the MIL-101 samples. In IGA-003, an ultrasensitive microbalance of resolution 0.2 μg is mounted in the thermostated heatsink with high precision temperature control. The sample weighed about 50−60 mg for each run. Before the measurements, the sample in the vessel of IGA-003 was vacuumed up to 3−5 Pa and outgassed at 423 K for 5 h. The measurements were carried out from 288 to 318 K in terms of the built-in water baths. The highest adsorption pressure was up to 60.0 mbar. The adsorption uptake of benzene on MIL-101 was calculated as follows:<disp-formula id=\"eq1\">\n<label>1</label>\n<mml:math altimg=\"ie-2010-01414n_m001.gif\" display=\"block\" overflow=\"scroll\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1000</mml:mn>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>benzene</mml:mtext>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</disp-formula>\n<disp-formula id=\"eq2\">\n<label>2</label>\n<mml:math altimg=\"ie-2010-01414n_m002.gif\" display=\"block\" overflow=\"scroll\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1000</mml:mn>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>M</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mtext>benzene</mml:mtext>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">M</italic>\n<sub>benzene</sub> (g/mol) is the molecular weight of benzene molecule, <italic toggle=\"yes\">W</italic>\n<sub>e</sub> (g) and <italic toggle=\"yes\">W</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub> (g) are the amount of adsorbent (the MIL-101) at equilibrium and time <italic toggle=\"yes\">t</italic> (s), <italic toggle=\"yes\">W</italic>\n<sub>a</sub> is the initial weight of the MIL-101, and <italic toggle=\"yes\">Q</italic>\n<sub>e</sub> (mmol/g) and <italic toggle=\"yes\">Q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub> (mmol/g) are the amount of adsorbed per gram at equilibrium and at time <italic toggle=\"yes\">t</italic> (s), respectively.</p>", "clean_text": "Benzene Vapor Adsorption Experiments\n\nAn intelligent gravimetric analyzer (IGA-003, HIDEN) was used to measure the benzene adsorption isotherms for the MIL-101 samples. In IGA-003, an ultrasensitive microbalance of resolution 0.2 μg is mounted in the thermostated heatsink with high precision temperature control. The sample weighed about 50-60 mg for each run. Before the measurements, the sample in the vessel of IGA-003 was vacuumed up to 3-5 Pa and outgassed at 423 K for 5 h. The measurements were carried out from 288 to 318 K in terms of the built-in water baths. The highest adsorption pressure was up to 60.0 mbar. The adsorption uptake of benzene on MIL-101 was calculated as follows: 1    Q   e   =   1000  (    W   e   -   W   a    )      W   a     M   benzene        2    Q   t   =   1000  (    W   t   -   W   a    )      W   a     M   benzene      where M benzene (g/mol) is the molecular weight of benzene molecule, W e (g) and W  t  (g) are the amount of adsorbent (the MIL-101) at equilibrium and time t (s), W a is the initial weight of the MIL-101, and Q e (mmol/g) and Q  t  (mmol/g) are the amount of adsorbed per gram at equilibrium and at time t (s), respectively.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Temperature Programmed Desorption Experiments</title><p>A temperature programmed desorption experiment was conducted on a gas chromatography workstation (GC-9560, Haixin Co.) as shown in Figure . The TPD experiments were conducted at different heating rates from 2 to 6 K/min. In each experiment, the samples that had adsorbed the benzene vapor were packed in a stainless steel reaction tube whose inner diameter was 0.3 cm and whose packed length was 0.5 cm. Subsequently, the stainless steel tube was placed in a reaction furnace and then heated in the high-purity N<sub>2</sub> flow at a constant rate of 50 mL/min. The desorbed benzene vapor was measured by using the GC-9560 chromatograph with a flame ionization detector (FID) at the outlet of the stainless steel reaction tube, and effluent curves were recorded, which were called the desorption (TPD) curves. According to the experimental TPD curves, the application of eq  can estimate the desorption activation energy of benzene on MIL-101.</p>", "clean_text": "Temperature Programmed Desorption Experiments\n\nA temperature programmed desorption experiment was conducted on a gas chromatography workstation (GC-9560, Haixin Co.) as shown in Figure . The TPD experiments were conducted at different heating rates from 2 to 6 K/min. In each experiment, the samples that had adsorbed the benzene vapor were packed in a stainless steel reaction tube whose inner diameter was 0.3 cm and whose packed length was 0.5 cm. Subsequently, the stainless steel tube was placed in a reaction furnace and then heated in the high-purity N2 flow at a constant rate of 50 mL/min. The desorbed benzene vapor was measured by using the GC-9560 chromatograph with a flame ionization detector (FID) at the outlet of the stainless steel reaction tube, and effluent curves were recorded, which were called the desorption (TPD) curves. According to the experimental TPD curves, the application of eq  can estimate the desorption activation energy of benzene on MIL-101.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic diagram of experimental apparatus for temperature-programmed desorption: (1) gas generator, (2) temperature controller, (3) mass flow controller, (4) stainless steel column, (5) thermocouple, (7) GC, and (8) computer.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic diagram of experimental apparatus for temperature-programmed desorption: (1) gas generator, (2) temperature controller, (3) mass flow controller, (4) stainless steel column, (5) thermocouple, (7) GC, and (8) computer.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Physical Characteristics</title><p>Figure  shows the SEM image of the MIL-101 sample synthesized by using the microwave irradiation method. The image indicates a clear octahedral morphology for the MIL-101 crystallized product. The crystal sizes of the MIL-101 are more uniform and have smaller dimensions in comparison with the MIL-101 synthesized by using solvothermal method. The crystal size range of this MIL-101 is approximately 70−100 nm, which is about 10 times smaller than the MIL-101 synthesized by using the solvent−thermal method reported in previous literature.\n</p>", "clean_text": "Results and Discussion\n\nPhysical Characteristics\n\nFigure  shows the SEM image of the MIL-101 sample synthesized by using the microwave irradiation method. The image indicates a clear octahedral morphology for the MIL-101 crystallized product. The crystal sizes of the MIL-101 are more uniform and have smaller dimensions in comparison with the MIL-101 synthesized by using solvothermal method. The crystal size range of this MIL-101 is approximately 70-100 nm, which is about 10 times smaller than the MIL-101 synthesized by using the solvent-thermal method reported in previous literature. ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM image of MIL-101 synthesized by using the microwave irradiation method.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0013.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM image of MIL-101 synthesized by using the microwave irradiation method.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Figure  gives the powder X-ray single-diffraction pattern of the MIL-101 synthesized in this work. The XRD pattern of the sample obtained after a crystallization time of 60 min by microwave irradiation is similar to the simulated pattern of MIL-101 reported previously.\n</p>", "clean_text": "Figure  gives the powder X-ray single-diffraction pattern of the MIL-101 synthesized in this work. The XRD pattern of the sample obtained after a crystallization time of 60 min by microwave irradiation is similar to the simulated pattern of MIL-101 reported previously. ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>XRD pattern of the MIL-101 synthesized by using the microwave irradiation method.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  XRD pattern of the MIL-101 synthesized by using the microwave irradiation method.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Figure  shows the nitrogen adsorption and desorption isotherms of the MIL-101 sample. It can be seen from Figure  that the N<sub>2</sub> isotherm of the MIL-101 is a typical type-I profile with secondary uptakes, which is characteristic of the presence of the two kinds of microporous windows.\n</p>", "clean_text": "Figure  shows the nitrogen adsorption and desorption isotherms of the MIL-101 sample. It can be seen from Figure  that the N2 isotherm of the MIL-101 is a typical type-I profile with secondary uptakes, which is characteristic of the presence of the two kinds of microporous windows. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Nitrogen sorption isotherms at 77 K of the MIL-101 synthesized in this work. <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> is the ratio of gas pressure (<italic toggle=\"yes\">p</italic>) to saturation pressure (<italic toggle=\"yes\">p</italic>\n<sub>0</sub> = 760 Torr).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0002.tif\"></graphic>\n</fig>", "clean_text": " 4  Nitrogen sorption isotherms at 77 K of the MIL-101 synthesized in this work. p/p 0 is the ratio of gas pressure (p) to saturation pressure (p 0 = 760 Torr).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Table  shows the textural properties of the MIL-101 samples synthesized in this work. In addition, it also lists the textural parameters of the MIL-101 samples synthesized by other groups for comparison. It indicates that there are some differences between the surface area and the pore volume results obtained in this work and those in other works reported in the literature. This may be attributed to the application of different synthesis methods and also to the presence of varying degrees of residual terephthalic acid and guest molecules. It is noticed that the MIL-101 synthesized by using microwave irradiation has a slightly larger surface area and pore volume in comparison with the samples synthesized by the solvothermal method.</p>", "clean_text": "Table  shows the textural properties of the MIL-101 samples synthesized in this work. In addition, it also lists the textural parameters of the MIL-101 samples synthesized by other groups for comparison. It indicates that there are some differences between the surface area and the pore volume results obtained in this work and those in other works reported in the literature. This may be attributed to the application of different synthesis methods and also to the presence of varying degrees of residual terephthalic acid and guest molecules. It is noticed that the MIL-101 synthesized by using microwave irradiation has a slightly larger surface area and pore volume in comparison with the samples synthesized by the solvothermal method.", "data": null, "include_properties": null}, {"idx": 19, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Pore Structure Parameters of the MIL-101 Samples Cited in Different Studies</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\">BET (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">langmuir (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">pore volume (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">researchers</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>microwave irradiation</oasis:entry>\n<oasis:entry>3054</oasis:entry>\n<oasis:entry>4443</oasis:entry>\n<oasis:entry>2.01</oasis:entry>\n<oasis:entry>Zhao et al.</oasis:entry>\n<oasis:entry>present work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>microwave irradiation</oasis:entry>\n<oasis:entry>3900</oasis:entry>\n<oasis:entry>5900</oasis:entry>\n<oasis:entry>2.30</oasis:entry>\n<oasis:entry>Chang et al.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref19\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>solvothermal</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>4500−5500</oasis:entry>\n<oasis:entry>1.5−1.9</oasis:entry>\n<oasis:entry>Feréy et al.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref22\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>solvothermal</oasis:entry>\n<oasis:entry>2800</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>1.37</oasis:entry>\n<oasis:entry>Llewellyn et al.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref18\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>solvothermal</oasis:entry>\n<oasis:entry>2578</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>1.25</oasis:entry>\n<oasis:entry>Liu et al.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref23\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>Adsorption Isotherms of Benzene on MIL-101</title><p>Figure  shows adsorption isotherms of benzene vapor on the MIL-101 at different temperatures from 288 to 318 K measured experimentally. The experimental data show a type-I profile with a sharp increase in the uptake (at low benzene relative pressure) followed by a plateau. The maximum amount of adsorbed benzene is about 16.5 mmol/g at 288 K and 56.0 mbar. The adsorption capacity of benzene on the MIL-101 decreases with temperature, indicating a physisorption between benzene and MIL-101.</p>", "clean_text": "Adsorption Isotherms of Benzene on MIL-101\n\nFigure  shows adsorption isotherms of benzene vapor on the MIL-101 at different temperatures from 288 to 318 K measured experimentally. The experimental data show a type-I profile with a sharp increase in the uptake (at low benzene relative pressure) followed by a plateau. The maximum amount of adsorbed benzene is about 16.5 mmol/g at 288 K and 56.0 mbar. The adsorption capacity of benzene on the MIL-101 decreases with temperature, indicating a physisorption between benzene and MIL-101.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Adsorption isotherms of benzene on the MIL-101 at 288−318 K.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0003.tif\"></graphic>\n</fig>", "clean_text": " 5  Adsorption isotherms of benzene on the MIL-101 at 288-318 K.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Table  lists the equilibrium amount of benzene adsorbed on the MIL-101 synthesized in this work and some adsorbents. It can be seen that the amount of benzene adsorbed on the MIL-101 synthesized in this work or by Férey group is much higher than the other adsorbents, such as ACF, carbon monolith, silicalite-1, and so on. Compared with these commercial porous materials, the MIL-101 sample has extralarge surface area and large pore volume, which will improve its adsorption capacity of benzene. Meanwhile, π−π interaction can be formed by benzene molecules and benzene rings in the linker for the MIL-101 when benzene is adsorbed, which is stronger than the C−π and O−π interactions between benzene molecules and carbon materials or zeolites. As a consequence of that, it increases the adsorption capacity of the MIL-101 toward benzene.</p>", "clean_text": "Table  lists the equilibrium amount of benzene adsorbed on the MIL-101 synthesized in this work and some adsorbents. It can be seen that the amount of benzene adsorbed on the MIL-101 synthesized in this work or by Férey group is much higher than the other adsorbents, such as ACF, carbon monolith, silicalite-1, and so on. Compared with these commercial porous materials, the MIL-101 sample has extralarge surface area and large pore volume, which will improve its adsorption capacity of benzene. Meanwhile, π-π interaction can be formed by benzene molecules and benzene rings in the linker for the MIL-101 when benzene is adsorbed, which is stronger than the C-π and O-π interactions between benzene molecules and carbon materials or zeolites. As a consequence of that, it increases the adsorption capacity of the MIL-101 toward benzene.", "data": null, "include_properties": null}, {"idx": 23, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Equilibrium Amount Adsorbed of Benzene on the MIL-101 Samples and Some Other Adsorbents Reported from the Literature</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbent</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">Q</italic>\n<sub>e</sub> (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">temperature (K)</oasis:entry>\n<oasis:entry align=\"center\">pressure (mbar)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry>15.02</oasis:entry>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>55.0</oasis:entry>\n<oasis:entry>present work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry>15</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>56.1</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref19\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ACF</oasis:entry>\n<oasis:entry>2.56</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref25\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ajax</oasis:entry>\n<oasis:entry>5.23</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref25\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>carbon monolith</oasis:entry>\n<oasis:entry>12.69</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>57.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref10\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>silicalite-1</oasis:entry>\n<oasis:entry>8.39</oasis:entry>\n<oasis:entry>295</oasis:entry>\n<oasis:entry>54.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SBA-15</oasis:entry>\n<oasis:entry>7.1</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>56.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref27\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>It is also noticed that the equilibrium adsorption capacity of the MIL-101 synthesized in this work for benzene is very close to that of the MIL-101 sample reported by Férey group.</p><title>Adsorption Kinetics of Benzene on the MIL-101 Samples</title><p>Adsorption kinetics of benzene on MIL-101 has hardly been reported. Figure  shows the fractional adsorption kinetic curves of benzene on MIL-101 at various benzene vapor pressures. As shown, the fractional transient uptake of benzene on the MIL-101 samples at different pressures ranging from 30 to 78 mbar are essentially the same, indicating that benzene loading has a negligible effect on the diffusivity of benzene within the MIL-101 samples.</p>", "clean_text": "It is also noticed that the equilibrium adsorption capacity of the MIL-101 synthesized in this work for benzene is very close to that of the MIL-101 sample reported by Férey group.\n\nAdsorption Kinetics of Benzene on the MIL-101 Samples\n\nAdsorption kinetics of benzene on MIL-101 has hardly been reported. Figure  shows the fractional adsorption kinetic curves of benzene on MIL-101 at various benzene vapor pressures. As shown, the fractional transient uptake of benzene on the MIL-101 samples at different pressures ranging from 30 to 78 mbar are essentially the same, indicating that benzene loading has a negligible effect on the diffusivity of benzene within the MIL-101 samples.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Fractional transient uptakes of benzene on MIL-101 at different feed pressures (at 288 K).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0004.tif\"></graphic>\n</fig>", "clean_text": " 6  Fractional transient uptakes of benzene on MIL-101 at different feed pressures (at 288 K).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Figure  shows fractional transient uptakes of benzene on the MIL-101 samples at different temperatures. According to these kinetic uptake curves, the intracrystalline diffusion coefficient of benzene within the MIL-101 sample can be estimated. Assuming that adsorbent is a spherical particle, the transient fractional uptakes can be described by the following equation in the region with fractional uptake <italic toggle=\"yes\">Q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub>/<italic toggle=\"yes\">Q</italic>\n<sub>e</sub> less than 70%:\n<disp-formula id=\"eq3\">\n<label>3</label>\n<mml:math altimg=\"ie-2010-01414n_m003.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>≅</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>6</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">c</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:msqrt>\n<mml:mrow>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">π</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:msqrt>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">D</italic>\n<sub>M</sub> (cm<sup>2</sup>/s) is the intracrystalline diffusion coefficient and <italic toggle=\"yes\">r</italic>\n<sub>c</sub> (cm) is the particle radius. If the adsorption kinetic experiment of benzene is conducted at a certain pressure, the corresponding kinetic curve, the Q<sub>\n<italic toggle=\"yes\">t</italic>\n</sub>−<italic toggle=\"yes\">t</italic> curve, could be obtained. After that, a plot of <italic toggle=\"yes\">Q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub>/<italic toggle=\"yes\">Q</italic>\n<sub>e</sub> versus <italic toggle=\"yes\">t</italic>\n<sup>1/2</sup> will yield a line with slope 6/<italic toggle=\"yes\">r</italic>\n<sub>c</sub>(<italic toggle=\"yes\">D</italic>\n<sub>M</sub>/π)<sup>1/2</sup>. As a result, from the slope of the line, the diffusion time constant (<italic toggle=\"yes\">D</italic>\n<sub>M</sub>/<italic toggle=\"yes\">r</italic>\n<sub>c</sub>\n<sup>2</sup>, s<sup>−1</sup>) and diffusion coefficient <italic toggle=\"yes\">D</italic>\n<sub>M</sub> can be found.</p>", "clean_text": "Figure  shows fractional transient uptakes of benzene on the MIL-101 samples at different temperatures. According to these kinetic uptake curves, the intracrystalline diffusion coefficient of benzene within the MIL-101 sample can be estimated. Assuming that adsorbent is a spherical particle, the transient fractional uptakes can be described by the following equation in the region with fractional uptake Q  t /Q e less than 70%:  3      Q   t       Q   e     ≅   6     r   c           D   M   t   π      where D M (cm2/s) is the intracrystalline diffusion coefficient and r c (cm) is the particle radius. If the adsorption kinetic experiment of benzene is conducted at a certain pressure, the corresponding kinetic curve, the Q t -t curve, could be obtained. After that, a plot of Q  t /Q e versus t 1/2 will yield a line with slope 6/r c(D M/π)1/2. As a result, from the slope of the line, the diffusion time constant (D M/r c 2, s-1) and diffusion coefficient D M can be found.", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Fractional transient uptakes of benzene on MIL-101 at different temperatures (at 78.0 mbar).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0005.tif\"></graphic>\n</fig>", "clean_text": " 7  Fractional transient uptakes of benzene on MIL-101 at different temperatures (at 78.0 mbar).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>In this case, Figure  plots the transient fractional uptake (<italic toggle=\"yes\">Q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub>/<italic toggle=\"yes\">Q</italic>\n<sub>e</sub>) of benzene adsorption versus the square root of adsorption time (<italic toggle=\"yes\">t</italic>\n<sup>1/2</sup>) at different temperatures. It can be seen that the plots were linearly fitted with correlation coefficients (<italic toggle=\"yes\">R</italic>) of more than 0.99, as shown in Figure , indicating that the benzene diffusion within the MIL-101 can be well-described by eq . From the slopes of these lines, the diffusion time constants and diffusion coefficients of benzene on the MIL-101 samples were obtained, as listed in Table .</p>", "clean_text": "In this case, Figure  plots the transient fractional uptake (Q  t /Q e) of benzene adsorption versus the square root of adsorption time (t 1/2) at different temperatures. It can be seen that the plots were linearly fitted with correlation coefficients (R) of more than 0.99, as shown in Figure , indicating that the benzene diffusion within the MIL-101 can be well-described by eq . From the slopes of these lines, the diffusion time constants and diffusion coefficients of benzene on the MIL-101 samples were obtained, as listed in Table .", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Plots of the fractional benzene adsorption uptakes (<italic toggle=\"yes\">Q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub>/<italic toggle=\"yes\">Q</italic>\n<sub>e</sub>) against the square root of adsorption time at different temperatures (at 7.8 kPa).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0006.tif\"></graphic>\n</fig>", "clean_text": " 8  Plots of the fractional benzene adsorption uptakes (Q  t /Q e) against the square root of adsorption time at different temperatures (at 7.8 kPa).   ", "data": null, "include_properties": null}, {"idx": 30, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Benzene Diffusion Constants and Diffusion Coefficient on the MIL-101 Measured in this Work</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"center\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">temp (K)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<sub>M</sub>/<italic toggle=\"yes\">r</italic>\n<sub>c</sub>\n<sup>2</sup> (10<sup>−2</sup> s<sup>−1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<sub>M</sub> (10<sup>−9</sup> cm<sup>2</sup>/s)</oasis:entry>\n<oasis:entry align=\"center\">regression coefficient</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>288</oasis:entry>\n<oasis:entry>1.701</oasis:entry>\n<oasis:entry>4.25</oasis:entry>\n<oasis:entry>0.991</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>1.702</oasis:entry>\n<oasis:entry>4.26</oasis:entry>\n<oasis:entry>0.997</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>308</oasis:entry>\n<oasis:entry>1.790</oasis:entry>\n<oasis:entry>4.48</oasis:entry>\n<oasis:entry>0.997</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>318</oasis:entry>\n<oasis:entry>1.867</oasis:entry>\n<oasis:entry>4.67</oasis:entry>\n<oasis:entry>0.990</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>The data in Table  indicate that the diffusion time constants (<italic toggle=\"yes\">D</italic>\n<sub>M</sub>/<italic toggle=\"yes\">r</italic>\n<sub>c</sub>\n<sup>2</sup>) of benzene on MIL-101 are in range of (1.70−1.87) × 10<sup>−2</sup> s<sup>−1</sup>. The corresponding diffusion coefficient (<italic toggle=\"yes\">D</italic>\n<sub>M</sub>) is in the range of (1.70−1.87) × 10<sup>−9</sup> cm<sup>2</sup>/s on the basis of the average particle radius <italic toggle=\"yes\">r</italic>\n<sub>c</sub> of 5 μm, and the diffusion coefficient (<italic toggle=\"yes\">D</italic>\n<sub>M</sub>) increases with temperature under the studied conditions. Benzene diffusion in MIL-101 is found to be an activated process.\n</p>", "clean_text": "The data in Table  indicate that the diffusion time constants (D M/r c 2) of benzene on MIL-101 are in range of (1.70-1.87) × 10-2 s-1. The corresponding diffusion coefficient (D M) is in the range of (1.70-1.87) × 10-9 cm2/s on the basis of the average particle radius r c of 5 μm, and the diffusion coefficient (D M) increases with temperature under the studied conditions. Benzene diffusion in MIL-101 is found to be an activated process. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Determination of the Activation Energy for Adsorption Kinetics of Benzene on the MIL-101 Sample</title><p>According to the Arrhenius equation, suppose that the relationship between the diffusion coefficient of benzene (<italic toggle=\"yes\">D</italic>\n<sub>M</sub>) and the activation energy for benzene adsorption on the MIL-101, <italic toggle=\"yes\">E</italic>\n<sub>a</sub>, can be described as follows:<disp-formula id=\"eq4\">\n<label>4</label>\n<mml:math altimg=\"ie-2010-01414n_m004.gif\" display=\"block\" overflow=\"scroll\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mi>A</mml:mi>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>exp</mml:mi>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mi>E</mml:mi>\n<mml:mmultiscripts>\n<mml:mrow>\n<mml:mo>/</mml:mo>\n</mml:mrow>\n<mml:mprescripts></mml:mprescripts>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n<mml:none></mml:none>\n</mml:mmultiscripts>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">A</italic> is the rate coefficient. Equation  can also be expressed as<disp-formula id=\"eq5\">\n<label>5</label>\n<mml:math altimg=\"ie-2010-01414n_m005.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mi>ln</mml:mi>\n<mml:mspace linebreak=\"nobreak\" width=\".25em\"></mml:mspace>\n<mml:msub>\n<mml:mrow>\n<mml:mi>D</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">M</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mi>ln</mml:mi>\n<mml:mspace linebreak=\"nobreak\" width=\".25em\"></mml:mspace>\n<mml:mi>A</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:math>\n</disp-formula>When ln<italic toggle=\"yes\"> D</italic>\n<sub>M</sub> is plotted versus 1/<italic toggle=\"yes\">T</italic>, a straight line with slope −<italic toggle=\"yes\">E</italic>\n<sub>a</sub>/<italic toggle=\"yes\">R</italic> is available. The activation energy <italic toggle=\"yes\">E</italic>\n<sub>a</sub> can be directly calculated from the slope.</p>", "clean_text": "Determination of the Activation Energy for Adsorption Kinetics of Benzene on the MIL-101 Sample\n\nAccording to the Arrhenius equation, suppose that the relationship between the diffusion coefficient of benzene (D M) and the activation energy for benzene adsorption on the MIL-101, E a, can be described as follows: 4    D   M   = A  exp ( - E   /    a    R T )  where A is the rate coefficient. Equation  can also be expressed as 5  ln    D   M   = ln  A - (   E   a   / R T )  When ln D M is plotted versus 1/T, a straight line with slope -E a/R is available. The activation energy E a can be directly calculated from the slope.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>Figure  shows the linear dependences between ln<italic toggle=\"yes\"> D</italic>\n<sub>M</sub> and 1/<italic toggle=\"yes\">T</italic> for benzene diffusing in the MIL-101 crystals. From the slope of the straight line, the activation energy (<italic toggle=\"yes\">E</italic>\n<sub>a</sub>) of benzene diffusion in the MIL-101 is obtained, which is about 2.41 kJ/mol.</p>", "clean_text": "Figure  shows the linear dependences between ln D M and 1/T for benzene diffusing in the MIL-101 crystals. From the slope of the straight line, the activation energy (E a) of benzene diffusion in the MIL-101 is obtained, which is about 2.41 kJ/mol.", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Arrhenius plot of benzene diffusivity in the MIL-101 crystals.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0007.tif\"></graphic>\n</fig>", "clean_text": " 9  Arrhenius plot of benzene diffusivity in the MIL-101 crystals.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Table  lists the diffusion coefficients and activation energies of benzene in the MIL-101 sample and some other adsorbents, which were measured by using a gravimetric method. The data in Table  indicate that the diffusion coefficient of benzene in the MIL-101 sample is about 4−10 times higher than that in zeolites (ZSM-5 and in silicalite-1) and 5 times higher than that in activated carbon.</p>", "clean_text": "Table  lists the diffusion coefficients and activation energies of benzene in the MIL-101 sample and some other adsorbents, which were measured by using a gravimetric method. The data in Table  indicate that the diffusion coefficient of benzene in the MIL-101 sample is about 4-10 times higher than that in zeolites (ZSM-5 and in silicalite-1) and 5 times higher than that in activated carbon.", "data": null, "include_properties": null}, {"idx": 36, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Comparison of Diffusion Parameters of Benzene in the MIL-101 with Some Other Adsorbents</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbent</oasis:entry>\n<oasis:entry align=\"center\">diffusivity (10<sup>−10</sup> cm<sup>2</sup>/s)</oasis:entry>\n<oasis:entry align=\"center\">temp (K)</oasis:entry>\n<oasis:entry align=\"center\">activation energy (kJ/mol)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry>42.6</oasis:entry>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>2.41</oasis:entry>\n<oasis:entry>present work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>activated carbon</oasis:entry>\n<oasis:entry>8.7</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref10\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ACF</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>18.1</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref25\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ajax</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>17.8</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref25\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZSM-5</oasis:entry>\n<oasis:entry>1.5−4.5</oasis:entry>\n<oasis:entry>338</oasis:entry>\n<oasis:entry>40.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HZSM-5</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>400</oasis:entry>\n<oasis:entry>25.92</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>silicalite-1</oasis:entry>\n<oasis:entry>5.2</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>28.8</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref32\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>silicalite</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>400</oasis:entry>\n<oasis:entry>28.01</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The MIL-101 has a mesoporous zeotype architecture topology with two types of mesoporous cages of ∼29 and 34 Å, respectively. The smaller cages exhibit pentagonal windows with a free opening of ∼12 Å, while the large cages possess both pentagonal and larger hexagonal windows with a ∼14.5 Å by 16 Å free aperture. Compared to the zeolites and activated carbons, the MIL-101 has a larger pore distribution and opening channel structure. Its opening apertures and larger channels can greatly decrease the diffusion resistances of benzene in the porous particles and thus obtain fast adsorption kinetics. In addition, the activation energy for benzene diffusion in the MIL-101 is much smaller than that in the zeolites and activated carbons, as shown in Table , suggesting that benzene diffusion in the MIL-101 is much easier in comparison with that in the zeolites and activated carbons. Xiao and Wei showed that the activation energy for diffusion decreases with decreasing ratio of the kinetic diameter of diffusing molecule to the pore opening of porous materials (λ = <italic toggle=\"yes\">d</italic>\n<sub>m</sub>/<italic toggle=\"yes\">d</italic>\n<sub>p</sub>). In this case, the λ = <italic toggle=\"yes\">d</italic>\n<sub>m</sub>/<italic toggle=\"yes\">d</italic>\n<sub>p</sub> is 0.43−0.38 for MIL-101 and is around 1 for ZSM-5 and silicalite-1. The MIL-101 has smaller activation energy for benzene diffusion due to its λ = <italic toggle=\"yes\">d</italic>\n<sub>m</sub>/<italic toggle=\"yes\">d</italic>\n<sub>p</sub> being smaller compared to that of the ZSM-5 and silicalite-1, and thus benzene diffusion would be faster than that in the ZSM-5 and silicalite-1, which is consistent with the theory of Xiao and Wei.</p>", "clean_text": "The MIL-101 has a mesoporous zeotype architecture topology with two types of mesoporous cages of ~29 and 34 Å, respectively. The smaller cages exhibit pentagonal windows with a free opening of ~12 Å, while the large cages possess both pentagonal and larger hexagonal windows with a ~14.5 Å by 16 Å free aperture. Compared to the zeolites and activated carbons, the MIL-101 has a larger pore distribution and opening channel structure. Its opening apertures and larger channels can greatly decrease the diffusion resistances of benzene in the porous particles and thus obtain fast adsorption kinetics. In addition, the activation energy for benzene diffusion in the MIL-101 is much smaller than that in the zeolites and activated carbons, as shown in Table , suggesting that benzene diffusion in the MIL-101 is much easier in comparison with that in the zeolites and activated carbons. Xiao and Wei showed that the activation energy for diffusion decreases with decreasing ratio of the kinetic diameter of diffusing molecule to the pore opening of porous materials (λ = d m/d p). In this case, the λ = d m/d p is 0.43-0.38 for MIL-101 and is around 1 for ZSM-5 and silicalite-1. The MIL-101 has smaller activation energy for benzene diffusion due to its λ = d m/d p being smaller compared to that of the ZSM-5 and silicalite-1, and thus benzene diffusion would be faster than that in the ZSM-5 and silicalite-1, which is consistent with the theory of Xiao and Wei.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<title>Desorption Activation Energies of Benzene on MIL-101</title><p>Temperature programmed desorption (TPD) is a technique of material surface analysis and can be used to estimate binding energy between the adsorbate and adsorbent. In a TPD experiment, a GC or a mass spectrometer is used to measure the rate at which the adsorbate desorbs from the adsorbent. Using the TPD curves, we can know how strongly molecules are bound to the surface of the adsorbent. TPD curves can be described by the Polanyi−Wigner equation<disp-formula id=\"eq6\">\n<label>6</label>\n<mml:math altimg=\"ie-2010-01414n_m006.gif\" display=\"block\" overflow=\"scroll\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>r</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">θ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">o</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">θ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>exp</mml:mi>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">r</italic>\n<sub>d</sub> is the desorption rate (mol/s), θ<sub>A</sub> is the fractional surface coverage, <italic toggle=\"yes\">E</italic>\n<sub>d</sub> is the desorption activation energy of adsorbate (kJ/mol), <italic toggle=\"yes\">n</italic> is the order of the desorption process, <italic toggle=\"yes\">R</italic> is the gas constant [8.314J/(K·mol)], and <italic toggle=\"yes\">k</italic>\n<sub>o</sub> is a constant that depends on the desorption kinetics (s<sup>−1</sup>). The desorption process can be assumed to follow first-order kinetics, <italic toggle=\"yes\">n</italic> is equal to 1, and the desorption activation energy of the adsorbate can be calculated by\n<disp-formula id=\"eq7\">\n<label>7</label>\n<mml:math altimg=\"ie-2010-01414n_m007.gif\" display=\"block\" overflow=\"scroll\">\n<mml:mi>ln</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">β</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:msup>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi>ln</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">o</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>where β<sub>H</sub> is the heating rate (K/min) and <italic toggle=\"yes\">T</italic>\n<sub>p</sub> is the peak desorption temperature (K).</p>", "clean_text": "Desorption Activation Energies of Benzene on MIL-101\n\nTemperature programmed desorption (TPD) is a technique of material surface analysis and can be used to estimate binding energy between the adsorbate and adsorbent. In a TPD experiment, a GC or a mass spectrometer is used to measure the rate at which the adsorbate desorbs from the adsorbent. Using the TPD curves, we can know how strongly molecules are bound to the surface of the adsorbent. TPD curves can be described by the Polanyi-Wigner equation 6    r   d   = -   d   θ   A     d t   =   k   o       θ   A     n    exp ( -   E   d   / R T )  where r d is the desorption rate (mol/s), θA is the fractional surface coverage, E d is the desorption activation energy of adsorbate (kJ/mol), n is the order of the desorption process, R is the gas constant [8.314J/(K⋅mol)], and k o is a constant that depends on the desorption kinetics (s-1). The desorption process can be assumed to follow first-order kinetics, n is equal to 1, and the desorption activation energy of the adsorbate can be calculated by  7  ln  (     β   H     R     T   p     2     )  = -  (     E   d     R   T   p     )  - ln  (     E   d       k   o     )   where βH is the heating rate (K/min) and T p is the peak desorption temperature (K).", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Figure  shows the TPD spectra of benzene from the MIL-101 at the heating rate of 2 K/min. It clearly indicates that there a separated peaks in the TPD curve of benzene on the MIL-101, suggesting heterogeneity for benzene adsorption on the MIL-101 frameworks. These two peaks are separately corresponding to two major sites in the MIL-101 for benzene adsorption: one appearing at the lower temperature exhibits the weaker adsorption sites, while the other appearing at the higher temperature exhibits the stronger adsorption sites. Generally speaking, the strong interactions would occur between the Cr<sup>3+</sup> metal centers and the adsorbate molecules, and the slightly weaker interactions occur between the space of the framework pores and the adsorbate molecules.\n</p>", "clean_text": "Figure  shows the TPD spectra of benzene from the MIL-101 at the heating rate of 2 K/min. It clearly indicates that there a separated peaks in the TPD curve of benzene on the MIL-101, suggesting heterogeneity for benzene adsorption on the MIL-101 frameworks. These two peaks are separately corresponding to two major sites in the MIL-101 for benzene adsorption: one appearing at the lower temperature exhibits the weaker adsorption sites, while the other appearing at the higher temperature exhibits the stronger adsorption sites. Generally speaking, the strong interactions would occur between the Cr3+ metal centers and the adsorbate molecules, and the slightly weaker interactions occur between the space of the framework pores and the adsorbate molecules. ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Temperature-programmed desorption (TPD) spectra of benzene on the MIL-101 at the heating rate of 2 K/min (N<sub>2</sub> flow rate 50 mL/min).</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0008.tif\"></graphic>\n</fig>", "clean_text": " 10  Temperature-programmed desorption (TPD) spectra of benzene on the MIL-101 at the heating rate of 2 K/min (N2 flow rate 50 mL/min).   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>On the other hand, the peak area of the TPD curve represents the amount of benzene desorbed from the MIL-101. The larger peak area of the TPD curve meant that more benzene desorbed from the MIL-101. It is also noticed from Figure  that the area of the first peak is much larger than that of the second one. This suggests that the amount of benzene adsorbed on the sites of MIL-101 framework pores is much higher than that on Cr<sup>3+</sup> metal center sites because the sites of the Cr<sup>3+</sup> metal centers can be poisoned by some residual terephthalic acid, guest molecules, or other solvent molecules (e.g., ethanol and DMF) trapped inside the cavities of MIL-101.\n</p>", "clean_text": "On the other hand, the peak area of the TPD curve represents the amount of benzene desorbed from the MIL-101. The larger peak area of the TPD curve meant that more benzene desorbed from the MIL-101. It is also noticed from Figure  that the area of the first peak is much larger than that of the second one. This suggests that the amount of benzene adsorbed on the sites of MIL-101 framework pores is much higher than that on Cr3+ metal center sites because the sites of the Cr3+ metal centers can be poisoned by some residual terephthalic acid, guest molecules, or other solvent molecules (e.g., ethanol and DMF) trapped inside the cavities of MIL-101. ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>In this work, the profiles of benzene TPD curves obtained at different heating rates all have two separated peaks. Figure  shows the TPD spectra of benzene on the MIL-101 samples at different heating rates from 2 to 6 K/min (N<sub>2</sub> flow rate 50 mL/min): Figure a shows the first peaks of TPD curves at lower temperatures, and Figure b shows the second peaks of the TPD curves at higher temperatures. Knowing the values of each <italic toggle=\"yes\">T</italic>\n<sub>p</sub> (<italic toggle=\"yes\">T</italic>\n<sub>p(1)</sub> and <italic toggle=\"yes\">T</italic>\n<sub>p(2)</sub>) at different heating rates, two desorption activation energies <italic toggle=\"yes\">E</italic>\n<sub>d</sub> (<italic toggle=\"yes\">E</italic>\n<sub>d(1)</sub> and <italic toggle=\"yes\">E</italic>\n<sub>d(2)</sub>) corresponding to two kinds of adsorption sites in the MIL-101 sample can be estimated by employing eq .</p>", "clean_text": "In this work, the profiles of benzene TPD curves obtained at different heating rates all have two separated peaks. Figure  shows the TPD spectra of benzene on the MIL-101 samples at different heating rates from 2 to 6 K/min (N2 flow rate 50 mL/min): Figure a shows the first peaks of TPD curves at lower temperatures, and Figure b shows the second peaks of the TPD curves at higher temperatures. Knowing the values of each T p (T p(1) and T p(2)) at different heating rates, two desorption activation energies E d (E d(1) and E d(2)) corresponding to two kinds of adsorption sites in the MIL-101 sample can be estimated by employing eq .", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Temperature programmed desorption (TPD) spectra of benzene on MIL-101 at different heating rates from 2 to 6 K/min (N<sub>2</sub> flow rate 50 mL/min).</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0009.tif\"></graphic>\n</fig>", "clean_text": " 11  Temperature programmed desorption (TPD) spectra of benzene on MIL-101 at different heating rates from 2 to 6 K/min (N2 flow rate 50 mL/min).   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["property"], "content": "<p>Figure  depicts the corresponding linear dependencies of 1/<italic toggle=\"yes\">T</italic>\n<sub>p</sub> versus ln(<italic toggle=\"yes\">T</italic>\n<sub>p</sub>\n<sup>2</sup>\n<italic toggle=\"yes\">R</italic>/β<sub>H</sub>) for benzene desorption from the MIL-101. From the slopes of the two lines, two kinds of desorption activation energies of benzene respectively on two kinds of adsorption sites of the MIL-101 can be found out separately. The activation energies of benzene desorption from the MIL-101 were 41.08 and 76.31 kJ/mol, respectively. The higher desorption activation energy means that it was more difficult for benzene to desorp from the corresponding adsorption sites of the MIL-101. That is to say, the benzene desorption from the adsorption sites of the Cr<sup>3+</sup> metal centers is more difficult compared to benzene desorption from the adsorption sites of the framework pore surfaces.</p>", "clean_text": "Figure  depicts the corresponding linear dependencies of 1/T p versus ln(T p 2 R/βH) for benzene desorption from the MIL-101. From the slopes of the two lines, two kinds of desorption activation energies of benzene respectively on two kinds of adsorption sites of the MIL-101 can be found out separately. The activation energies of benzene desorption from the MIL-101 were 41.08 and 76.31 kJ/mol, respectively. The higher desorption activation energy means that it was more difficult for benzene to desorp from the corresponding adsorption sites of the MIL-101. That is to say, the benzene desorption from the adsorption sites of the Cr3+ metal centers is more difficult compared to benzene desorption from the adsorption sites of the framework pore surfaces.", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Linear dependence between ln[(<italic toggle=\"yes\">T</italic>\n<sub>P</sub>\n<sup>2</sup>\n<italic toggle=\"yes\">R</italic>)/β<sub>H</sub>] and 1/<italic toggle=\"yes\">T</italic>\n<sub>P</sub> for TPD of benzene on MIL-101.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0010.tif\"></graphic>\n</fig>", "clean_text": " 12  Linear dependence between ln[(T P 2 R)/βH] and 1/T P for TPD of benzene on MIL-101.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["property"], "content": "<title>Multiple Cycles of Benzene Adsorption−Desorption on MIL-101</title><p>Figure  shows the variation curve of the amounts of benzene adsorbed on the MIL-101 obtained from five consecutive cycles of benzene adsorption−desorption experiments at 288 K. The consecutive adsorption−desorption processes were performed at 30 and 0.04 mbar, respectively, by switching on/off the vacuum pump in the IGA-003 system. It can be seen from Figure  that the desorption rate of benzene is comparable to its adsorption rate on MIL-101. The amount of benzene adsorbed on the MIL-101 decreases sharply with time and then reaches a very low amount adsorbed quickly after 25s. The efficiency of benzene desorption can reach 97% over the entire five cycles. Meanwhile, Figure  also shows that the equilibrium amount of benzene adsorbed was not changed significantly over five consecutive cycles of adsorption−desorption. It is clear that benzene uptake was reversible with very little accumulation of irreversible bound benzene on the MIL-101 frameworks, and it proves that the pressure swing is effective in stripping adsorbed benzene from the MIL-101. These properties can make MIL-101 an attractive candidate for treatment of VOCs emissions.</p>", "clean_text": "Multiple Cycles of Benzene Adsorption-Desorption on MIL-101\n\nFigure  shows the variation curve of the amounts of benzene adsorbed on the MIL-101 obtained from five consecutive cycles of benzene adsorption-desorption experiments at 288 K. The consecutive adsorption-desorption processes were performed at 30 and 0.04 mbar, respectively, by switching on/off the vacuum pump in the IGA-003 system. It can be seen from Figure  that the desorption rate of benzene is comparable to its adsorption rate on MIL-101. The amount of benzene adsorbed on the MIL-101 decreases sharply with time and then reaches a very low amount adsorbed quickly after 25s. The efficiency of benzene desorption can reach 97% over the entire five cycles. Meanwhile, Figure  also shows that the equilibrium amount of benzene adsorbed was not changed significantly over five consecutive cycles of adsorption-desorption. It is clear that benzene uptake was reversible with very little accumulation of irreversible bound benzene on the MIL-101 frameworks, and it proves that the pressure swing is effective in stripping adsorbed benzene from the MIL-101. These properties can make MIL-101 an attractive candidate for treatment of VOCs emissions.", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Five consecutive cycles of benzene adsorption−desorption on MIL-101 at 288 K.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0011.tif\"></graphic>\n</fig>", "clean_text": " 13  Five consecutive cycles of benzene adsorption-desorption on MIL-101 at 288 K.   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>The MIL-101 sample prepared in this work shows an octahedral shape 100 nm in size with an extrahigh surface area of 4443 m<sup>2</sup>/g (langmuir). Its adsorption capacity of benzene is up to 16.5 mmol/g (or 176 wt %) at 288 K and 56.0 mbar, about twice the value for zeolites (silicalite-1 and SBA-15) and 3−5 times higher than that of activated carbons (Ajax and ACF) under similar conditions. Benzene diffusion within MIL-101 crystals is an activated process with diffusivity in the range of (4.25−4.67) × 10<sup>−9</sup> cm<sup>2</sup>/s at 288−318 K and an activation energy for diffusion of 2.41 kJ/mol. The profile of the benzene TPD curve shows two separated peaks, suggesting that there mainly are two kinds of adsorption sites of benzene on MIL-101. The desorption activation energies of benzene corresponding to two types of adsorption sites are 41.08 and 76.31 kJ/mol, respectively. Consecutive cycles of adsorption−desorption show that a fast desorption kinetics, high desorption efficiency, and stable adsorption capacity over five cycles of adsorption−desorption are available, and the efficiency of benzene desorption can reach 97%, exhibiting an high reversibility of benzene adsorption−desorption on MIL-101.</p>", "clean_text": "Conclusions\n\nThe MIL-101 sample prepared in this work shows an octahedral shape 100 nm in size with an extrahigh surface area of 4443 m2/g (langmuir). Its adsorption capacity of benzene is up to 16.5 mmol/g (or 176 wt %) at 288 K and 56.0 mbar, about twice the value for zeolites (silicalite-1 and SBA-15) and 3-5 times higher than that of activated carbons (Ajax and ACF) under similar conditions. Benzene diffusion within MIL-101 crystals is an activated process with diffusivity in the range of (4.25-4.67) × 10-9 cm2/s at 288-318 K and an activation energy for diffusion of 2.41 kJ/mol. The profile of the benzene TPD curve shows two separated peaks, suggesting that there mainly are two kinds of adsorption sites of benzene on MIL-101. The desorption activation energies of benzene corresponding to two types of adsorption sites are 41.08 and 76.31 kJ/mol, respectively. Consecutive cycles of adsorption-desorption show that a fast desorption kinetics, high desorption efficiency, and stable adsorption capacity over five cycles of adsorption-desorption are available, and the efficiency of benzene desorption can reach 97%, exhibiting an high reversibility of benzene adsorption-desorption on MIL-101.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<title>References</title>", "clean_text": "References", "data": null, "include_properties": null}], "cln_elements": [{"idx": 7, "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Sections</title><title>Synthesis of MIL-101</title><p>Chromium(III) nitrate nonahydrate (Cr(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O, &gt;99.0%, from Tianjin), 1,4-benzene dicarboxylic acid (H<sub>2</sub>BDC, ≥99.0%, Acros Organic), and hydrofluoric acid (HF, 48%, from Merck) were used as received from vendors without further purification. The chromium−terephthalate MIL-101 was synthesized at 493 K for 60 min under microwave irradiation at 300 W. The molar composition of the reactant mixture was Cr(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O:H<sub>2</sub>BDC:HF:H<sub>2</sub>O 1:1:1:278. The reactant mixture was loaded into a Teflon autoclave, sealed, and placed in a microwave oven (Mars-5, CEM). The autoclave was heated to 493 K in 15 min and kept at this temperature for 60 min. After the reaction time, the reactor was cooled to room temperature. A fine green colored powder was obtained as the major product. To obtain high porosity, the as-synthesized MIL-101 was purified by using the reported method. Contents were completely transferred into a conical flask, and <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF, &gt;99%, from Mallinckrodt) was added incrementally with continuous shaking to dissolve the H<sub>2</sub>BDC. By repeating washing with DMF and centrifugation, most of the terephthalic acid was removed from MIL-101. However, a significant amount of free H<sub>2</sub>BDC within the pores of MIL-101 was still found. To remove this extra H<sub>2</sub>BDC from the pores, an additional ethanol (&gt;99.7, from Tianjin Fuyu) rinse was performed. About 400 mg of MIL-101 powder and 30 mL of ethanol were placed in an autoclave at 393 K for 20 h. After cooling, the resulting product was centrifuged and washed with ethanol. Finally, the product was dried at 423 K overnight.</p>", "clean_text": "Experimental Sections\n\nSynthesis of MIL-101\n\nChromium(III) nitrate nonahydrate (Cr(NO3)3⋅9H2O, >99.0%, from Tianjin), 1,4-benzene dicarboxylic acid (H2BDC, ≥99.0%, Acros Organic), and hydrofluoric acid (HF, 48%, from Merck) were used as received from vendors without further purification. The chromium-terephthalate MIL-101 was synthesized at 493 K for 60 min under microwave irradiation at 300 W. The molar composition of the reactant mixture was Cr(NO3)3⋅9H2O:H2BDC:HF:H2O 1:1:1:278. The reactant mixture was loaded into a Teflon autoclave, sealed, and placed in a microwave oven (Mars-5, CEM). The autoclave was heated to 493 K in 15 min and kept at this temperature for 60 min. After the reaction time, the reactor was cooled to room temperature. A fine green colored powder was obtained as the major product. To obtain high porosity, the as-synthesized MIL-101 was purified by using the reported method. Contents were completely transferred into a conical flask, and N,N-dimethylformamide (DMF, >99%, from Mallinckrodt) was added incrementally with continuous shaking to dissolve the H2BDC. By repeating washing with DMF and centrifugation, most of the terephthalic acid was removed from MIL-101. However, a significant amount of free H2BDC within the pores of MIL-101 was still found. To remove this extra H2BDC from the pores, an additional ethanol (>99.7, from Tianjin Fuyu) rinse was performed. About 400 mg of MIL-101 powder and 30 mL of ethanol were placed in an autoclave at 393 K for 20 h. After cooling, the resulting product was centrifuged and washed with ethanol. Finally, the product was dried at 423 K overnight.", "data": [{"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "microwave-assisted synthesis", "precursor": [{"name": "Chromium(III) nitrate nonahydrate", "amount": "", "unit": ""}, {"name": "1,4-benzene dicarboxylic acid", "amount": "", "unit": ""}, {"name": "hydrofluoric acid", "amount": "", "unit": ""}], "solution": [{"name": "H2O", "amount": "278", "unit": ""}], "temperature": "493 K", "atmosphere": "", "time": "60 min", "pressure": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "Teflon", "tube volume": "", "revolution per time": "", "relative centrifugal force": "", "washing solution": "", "amount": "", "drying pressure": "", "drying temperature": "", "drying atmosphere": "", "drying time": ""}, {"synthesis method": "washing", "washing solution": "N,N-dimethylformamide", "amount": ""}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "ethanol", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "423 K", "atmosphere": "", "time": "overnight"}], "yield": ""}], "include_properties": ["microwave_assisted_synthesis", "washing", "centrifugation", "drying"]}, {"idx": "1, 5, 20, 31, 33, 44, 46, 48", "type": "text", "classification": "property", "content": "<p>Adsorption equilibrium and diffusion of benzene on mesoporous chromium−terphthalate-based crystals (MIL-101) were experimentally studied by the gravimetric method in the pressure range up to 60.0 mbar. The MIL-101 crystals, whose sizes are about 100 nm, were synthesized by using microwave irradiation method. Adsorption isotherms and kinetic curves of benzene on the MIL-101 were measured experimentally. Results show that the maximum amount adsorbed of benzene on the synthesized MIL-101 was up to 16.5 mmol/g (or 176 wt %) at 288 K and 56.0 mbar. Diffusion coefficients of benzene within the MIL-101 were in the range of (4.25−4.76) × 10<sup>−9</sup> cm<sup>2</sup>/s in 288−318 K with a lower activation energy of 2.41 kJ/mol. Temperature programmed desorption (TPD) curves exhibited two separated peaks corresponding to two types of major adsorption sites for benzene adsorption on MIL-101. Consecutive cycles of adsorption−desorption experiment showed a fast desorption kinetics and high reversibility for benzene adsorption on MIL-101. The efficiency of benzene desorption from MIL-101 can reach 97%.</p><p>Recently, some novel materials with higher surface area, larger pore volume, and more uniform structure are being developed for VOCs treatment. Metal−organic frameworks (MOFs) represent a fundamentally new class of nanoporous material. The crystalline porous materials are constructed from transition ions and bridging organic ligand, which have a vast, sturdy, and uniform framework structure. Owing to their extrahigh porosity and ordered and adjustable chemical functionality, MOFs now have the potential to various applications of gas storage, separations, and heterogeneous catalysis, especially in adsorption area. MIL-101 (Matérial Institut Lavoisier, chromium−terphthalate-based solid), a recent addition to MOFs, showed an extrahigh specific surface area and pore volume with the framework structure of microporous apertures and mesoporous cages. Additionally, this material was reported to be very stable at high temperature (up to 473K) and in the presence of different organic solvents (including water). Therefore, MIL-101 is attracting more attention in the potential application of gas adsorption. Férey et al. carried out high-pressure CO<sub>2</sub> adsorption studies on MIL-101. The uptake of CO<sub>2</sub> in MIL-101 has been shown to occur with a record capacity of 40 mmol/g at 5 MPa and 303 K. Chang et al. reported the benzene adsorption equilibrium on MIL-101 and revealed that this material had an intricate structure and demonstrates a huge, rapid adsorption of benzene, making it a good candidate for the removal of some harmful organic contaminants. However, no experimental data on diffusivities of organic compound in MIL-101 are available in the literature.</p><title>Adsorption Isotherms of Benzene on MIL-101</title><p>Figure  shows adsorption isotherms of benzene vapor on the MIL-101 at different temperatures from 288 to 318 K measured experimentally. The experimental data show a type-I profile with a sharp increase in the uptake (at low benzene relative pressure) followed by a plateau. The maximum amount of adsorbed benzene is about 16.5 mmol/g at 288 K and 56.0 mbar. The adsorption capacity of benzene on the MIL-101 decreases with temperature, indicating a physisorption between benzene and MIL-101.</p><p>The data in Table  indicate that the diffusion time constants (<italic toggle=\"yes\">D</italic>\n<sub>M</sub>/<italic toggle=\"yes\">r</italic>\n<sub>c</sub>\n<sup>2</sup>) of benzene on MIL-101 are in range of (1.70−1.87) × 10<sup>−2</sup> s<sup>−1</sup>. The corresponding diffusion coefficient (<italic toggle=\"yes\">D</italic>\n<sub>M</sub>) is in the range of (1.70−1.87) × 10<sup>−9</sup> cm<sup>2</sup>/s on the basis of the average particle radius <italic toggle=\"yes\">r</italic>\n<sub>c</sub> of 5 μm, and the diffusion coefficient (<italic toggle=\"yes\">D</italic>\n<sub>M</sub>) increases with temperature under the studied conditions. Benzene diffusion in MIL-101 is found to be an activated process.\n</p><p>Figure  shows the linear dependences between ln<italic toggle=\"yes\"> D</italic>\n<sub>M</sub> and 1/<italic toggle=\"yes\">T</italic> for benzene diffusing in the MIL-101 crystals. From the slope of the straight line, the activation energy (<italic toggle=\"yes\">E</italic>\n<sub>a</sub>) of benzene diffusion in the MIL-101 is obtained, which is about 2.41 kJ/mol.</p><p>Figure  depicts the corresponding linear dependencies of 1/<italic toggle=\"yes\">T</italic>\n<sub>p</sub> versus ln(<italic toggle=\"yes\">T</italic>\n<sub>p</sub>\n<sup>2</sup>\n<italic toggle=\"yes\">R</italic>/β<sub>H</sub>) for benzene desorption from the MIL-101. From the slopes of the two lines, two kinds of desorption activation energies of benzene respectively on two kinds of adsorption sites of the MIL-101 can be found out separately. The activation energies of benzene desorption from the MIL-101 were 41.08 and 76.31 kJ/mol, respectively. The higher desorption activation energy means that it was more difficult for benzene to desorp from the corresponding adsorption sites of the MIL-101. That is to say, the benzene desorption from the adsorption sites of the Cr<sup>3+</sup> metal centers is more difficult compared to benzene desorption from the adsorption sites of the framework pore surfaces.</p><title>Multiple Cycles of Benzene Adsorption−Desorption on MIL-101</title><p>Figure  shows the variation curve of the amounts of benzene adsorbed on the MIL-101 obtained from five consecutive cycles of benzene adsorption−desorption experiments at 288 K. The consecutive adsorption−desorption processes were performed at 30 and 0.04 mbar, respectively, by switching on/off the vacuum pump in the IGA-003 system. It can be seen from Figure  that the desorption rate of benzene is comparable to its adsorption rate on MIL-101. The amount of benzene adsorbed on the MIL-101 decreases sharply with time and then reaches a very low amount adsorbed quickly after 25s. The efficiency of benzene desorption can reach 97% over the entire five cycles. Meanwhile, Figure  also shows that the equilibrium amount of benzene adsorbed was not changed significantly over five consecutive cycles of adsorption−desorption. It is clear that benzene uptake was reversible with very little accumulation of irreversible bound benzene on the MIL-101 frameworks, and it proves that the pressure swing is effective in stripping adsorbed benzene from the MIL-101. These properties can make MIL-101 an attractive candidate for treatment of VOCs emissions.</p><title>Conclusions</title><p>The MIL-101 sample prepared in this work shows an octahedral shape 100 nm in size with an extrahigh surface area of 4443 m<sup>2</sup>/g (langmuir). Its adsorption capacity of benzene is up to 16.5 mmol/g (or 176 wt %) at 288 K and 56.0 mbar, about twice the value for zeolites (silicalite-1 and SBA-15) and 3−5 times higher than that of activated carbons (Ajax and ACF) under similar conditions. Benzene diffusion within MIL-101 crystals is an activated process with diffusivity in the range of (4.25−4.67) × 10<sup>−9</sup> cm<sup>2</sup>/s at 288−318 K and an activation energy for diffusion of 2.41 kJ/mol. The profile of the benzene TPD curve shows two separated peaks, suggesting that there mainly are two kinds of adsorption sites of benzene on MIL-101. The desorption activation energies of benzene corresponding to two types of adsorption sites are 41.08 and 76.31 kJ/mol, respectively. Consecutive cycles of adsorption−desorption show that a fast desorption kinetics, high desorption efficiency, and stable adsorption capacity over five cycles of adsorption−desorption are available, and the efficiency of benzene desorption can reach 97%, exhibiting an high reversibility of benzene adsorption−desorption on MIL-101.</p>", "clean_text": "Adsorption equilibrium and diffusion of benzene on mesoporous chromium-terphthalate-based crystals (MIL-101) were experimentally studied by the gravimetric method in the pressure range up to 60.0 mbar. The MIL-101 crystals, whose sizes are about 100 nm, were synthesized by using microwave irradiation method. Adsorption isotherms and kinetic curves of benzene on the MIL-101 were measured experimentally. Results show that the maximum amount adsorbed of benzene on the synthesized MIL-101 was up to 16.5 mmol/g (or 176 wt %) at 288 K and 56.0 mbar. Diffusion coefficients of benzene within the MIL-101 were in the range of (4.25-4.76) × 10-9 cm2/s in 288-318 K with a lower activation energy of 2.41 kJ/mol. Temperature programmed desorption (TPD) curves exhibited two separated peaks corresponding to two types of major adsorption sites for benzene adsorption on MIL-101. Consecutive cycles of adsorption-desorption experiment showed a fast desorption kinetics and high reversibility for benzene adsorption on MIL-101. The efficiency of benzene desorption from MIL-101 can reach 97%.\n\nRecently, some novel materials with higher surface area, larger pore volume, and more uniform structure are being developed for VOCs treatment. Metal-organic frameworks (MOFs) represent a fundamentally new class of nanoporous material. The crystalline porous materials are constructed from transition ions and bridging organic ligand, which have a vast, sturdy, and uniform framework structure. Owing to their extrahigh porosity and ordered and adjustable chemical functionality, MOFs now have the potential to various applications of gas storage, separations, and heterogeneous catalysis, especially in adsorption area. MIL-101 (Matérial Institut Lavoisier, chromium-terphthalate-based solid), a recent addition to MOFs, showed an extrahigh specific surface area and pore volume with the framework structure of microporous apertures and mesoporous cages. Additionally, this material was reported to be very stable at high temperature (up to 473K) and in the presence of different organic solvents (including water). Therefore, MIL-101 is attracting more attention in the potential application of gas adsorption. Férey et al. carried out high-pressure CO2 adsorption studies on MIL-101. The uptake of CO2 in MIL-101 has been shown to occur with a record capacity of 40 mmol/g at 5 MPa and 303 K. Chang et al. reported the benzene adsorption equilibrium on MIL-101 and revealed that this material had an intricate structure and demonstrates a huge, rapid adsorption of benzene, making it a good candidate for the removal of some harmful organic contaminants. However, no experimental data on diffusivities of organic compound in MIL-101 are available in the literature.\n\nAdsorption Isotherms of Benzene on MIL-101\n\nFigure  shows adsorption isotherms of benzene vapor on the MIL-101 at different temperatures from 288 to 318 K measured experimentally. The experimental data show a type-I profile with a sharp increase in the uptake (at low benzene relative pressure) followed by a plateau. The maximum amount of adsorbed benzene is about 16.5 mmol/g at 288 K and 56.0 mbar. The adsorption capacity of benzene on the MIL-101 decreases with temperature, indicating a physisorption between benzene and MIL-101.\n\nThe data in Table  indicate that the diffusion time constants (D M/r c 2) of benzene on MIL-101 are in range of (1.70-1.87) × 10-2 s-1. The corresponding diffusion coefficient (D M) is in the range of (1.70-1.87) × 10-9 cm2/s on the basis of the average particle radius r c of 5 μm, and the diffusion coefficient (D M) increases with temperature under the studied conditions. Benzene diffusion in MIL-101 is found to be an activated process. \n\nFigure  shows the linear dependences between ln D M and 1/T for benzene diffusing in the MIL-101 crystals. From the slope of the straight line, the activation energy (E a) of benzene diffusion in the MIL-101 is obtained, which is about 2.41 kJ/mol.\n\nFigure  depicts the corresponding linear dependencies of 1/T p versus ln(T p 2 R/βH) for benzene desorption from the MIL-101. From the slopes of the two lines, two kinds of desorption activation energies of benzene respectively on two kinds of adsorption sites of the MIL-101 can be found out separately. The activation energies of benzene desorption from the MIL-101 were 41.08 and 76.31 kJ/mol, respectively. The higher desorption activation energy means that it was more difficult for benzene to desorp from the corresponding adsorption sites of the MIL-101. That is to say, the benzene desorption from the adsorption sites of the Cr3+ metal centers is more difficult compared to benzene desorption from the adsorption sites of the framework pore surfaces.\n\nMultiple Cycles of Benzene Adsorption-Desorption on MIL-101\n\nFigure  shows the variation curve of the amounts of benzene adsorbed on the MIL-101 obtained from five consecutive cycles of benzene adsorption-desorption experiments at 288 K. The consecutive adsorption-desorption processes were performed at 30 and 0.04 mbar, respectively, by switching on/off the vacuum pump in the IGA-003 system. It can be seen from Figure  that the desorption rate of benzene is comparable to its adsorption rate on MIL-101. The amount of benzene adsorbed on the MIL-101 decreases sharply with time and then reaches a very low amount adsorbed quickly after 25s. The efficiency of benzene desorption can reach 97% over the entire five cycles. Meanwhile, Figure  also shows that the equilibrium amount of benzene adsorbed was not changed significantly over five consecutive cycles of adsorption-desorption. It is clear that benzene uptake was reversible with very little accumulation of irreversible bound benzene on the MIL-101 frameworks, and it proves that the pressure swing is effective in stripping adsorbed benzene from the MIL-101. These properties can make MIL-101 an attractive candidate for treatment of VOCs emissions.\n\nConclusions\n\nThe MIL-101 sample prepared in this work shows an octahedral shape 100 nm in size with an extrahigh surface area of 4443 m2/g (langmuir). Its adsorption capacity of benzene is up to 16.5 mmol/g (or 176 wt %) at 288 K and 56.0 mbar, about twice the value for zeolites (silicalite-1 and SBA-15) and 3-5 times higher than that of activated carbons (Ajax and ACF) under similar conditions. Benzene diffusion within MIL-101 crystals is an activated process with diffusivity in the range of (4.25-4.67) × 10-9 cm2/s at 288-318 K and an activation energy for diffusion of 2.41 kJ/mol. The profile of the benzene TPD curve shows two separated peaks, suggesting that there mainly are two kinds of adsorption sites of benzene on MIL-101. The desorption activation energies of benzene corresponding to two types of adsorption sites are 41.08 and 76.31 kJ/mol, respectively. Consecutive cycles of adsorption-desorption show that a fast desorption kinetics, high desorption efficiency, and stable adsorption capacity over five cycles of adsorption-desorption are available, and the efficiency of benzene desorption can reach 97%, exhibiting an high reversibility of benzene adsorption-desorption on MIL-101.", "data": [[{"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "benzene", "adsorbed amount": "16.5", "unit": "mmol/g", "temperature": "288 K", "pressure": "56.0 mbar", "condition": ""}]}, {"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "40", "unit": "mmol/g", "temperature": "303 K", "pressure": "5 MPa", "condition": ""}]}, {"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "benzene", "adsorbed amount": "etc", "unit": "", "temperature": "", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 19, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Pore Structure Parameters of the MIL-101 Samples Cited in Different Studies</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col6\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\">BET (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">langmuir (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">pore volume (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">researchers</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>microwave irradiation</oasis:entry>\n<oasis:entry>3054</oasis:entry>\n<oasis:entry>4443</oasis:entry>\n<oasis:entry>2.01</oasis:entry>\n<oasis:entry>Zhao et al.</oasis:entry>\n<oasis:entry>present work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>microwave irradiation</oasis:entry>\n<oasis:entry>3900</oasis:entry>\n<oasis:entry>5900</oasis:entry>\n<oasis:entry>2.30</oasis:entry>\n<oasis:entry>Chang et al.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref19\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>solvothermal</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>4500−5500</oasis:entry>\n<oasis:entry>1.5−1.9</oasis:entry>\n<oasis:entry>Feréy et al.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref22\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>solvothermal</oasis:entry>\n<oasis:entry>2800</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>1.37</oasis:entry>\n<oasis:entry>Llewellyn et al.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref18\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>solvothermal</oasis:entry>\n<oasis:entry>2578</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>1.25</oasis:entry>\n<oasis:entry>Liu et al.</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref23\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Pore Structure Parameters of the MIL-101 Samples Cited in Different Studies\n\n| method              | BET (m²/g) | langmuir (m²/g) | pore volume (cm³/g) | researchers     | ref         |\n|---------------------|------------|-----------------|---------------------|------------------|-------------|\n| microwave irradiation | 3054       | 4443            | 2.01                | Zhao et al.      | present work|\n| microwave irradiation | 3900       | 5900            | 2.30                | Chang et al.     | [19]        |\n| solvothermal         | −          | 4500−5500       | 1.5−1.9             | Feréy et al.    | [22]        |\n| solvothermal         | 2800       | −               | 1.37                | Llewellyn et al. | [18]        |\n| solvothermal         | 2578       | −               | 1.25                | Liu et al.       | [23]        |", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "3054", "unit": "m²/g", "condition": "microwave irradiation"}, {"type": "langmuir", "probe": "", "value": "4443", "unit": "m²/g", "condition": "microwave irradiation"}], "pore volume": [{"probe": "", "value": "2.01", "unit": "cm³/g", "condition": "microwave irradiation"}], "researchers": "Zhao et al.", "ref": "present work"}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "3900", "unit": "m²/g", "condition": "microwave irradiation"}, {"type": "langmuir", "probe": "", "value": "5900", "unit": "m²/g", "condition": "microwave irradiation"}], "pore volume": [{"probe": "", "value": "2.30", "unit": "cm³/g", "condition": "microwave irradiation"}], "researchers": "Chang et al.", "ref": "[19]"}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "langmuir", "probe": "", "value": "4500−5500", "unit": "m²/g", "condition": "solvothermal"}], "pore volume": [{"probe": "", "value": "1.5−1.9", "unit": "cm³/g", "condition": "solvothermal"}], "researchers": "Feréy et al.", "ref": "[22]"}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "2800", "unit": "m²/g", "condition": "solvothermal"}], "pore volume": [{"probe": "", "value": "1.37", "unit": "cm³/g", "condition": "solvothermal"}], "researchers": "Llewellyn et al.", "ref": "[18]"}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "2578", "unit": "m²/g", "condition": "solvothermal"}], "pore volume": [{"probe": "", "value": "1.25", "unit": "cm³/g", "condition": "solvothermal"}], "researchers": "Liu et al.", "ref": "[23]"}], "include_properties": null}, {"idx": 23, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Equilibrium Amount Adsorbed of Benzene on the MIL-101 Samples and Some Other Adsorbents Reported from the Literature</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbent</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">Q</italic>\n<sub>e</sub> (mmol/g)</oasis:entry>\n<oasis:entry align=\"center\">temperature (K)</oasis:entry>\n<oasis:entry align=\"center\">pressure (mbar)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry>15.02</oasis:entry>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>55.0</oasis:entry>\n<oasis:entry>present work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry>15</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>56.1</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref19\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ACF</oasis:entry>\n<oasis:entry>2.56</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref25\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ajax</oasis:entry>\n<oasis:entry>5.23</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref25\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>carbon monolith</oasis:entry>\n<oasis:entry>12.69</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>57.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref10\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>silicalite-1</oasis:entry>\n<oasis:entry>8.39</oasis:entry>\n<oasis:entry>295</oasis:entry>\n<oasis:entry>54.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref26\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>SBA-15</oasis:entry>\n<oasis:entry>7.1</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>56.0</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref27\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Equilibrium Amount Adsorbed of Benzene on the MIL-101 Samples and Some Other Adsorbents Reported from the Literature\n\n| adsorbent        | Q<sub>e</sub> (mmol/g) | temperature (K) | pressure (mbar) | ref            |\n|------------------|-----------------------|-----------------|-----------------|----------------|\n| MIL-101          | 15.02                 | 298             | 55.0            | present work   |\n| MIL-101          | 15                    | 303             | 56.1            | [19]           |\n| ACF              | 2.56                  | 303             | −               | [25]           |\n| Ajax             | 5.23                  | 303             | −               | [25]           |\n| carbon monolith  | 12.69                 | 303             | 57.2            | [10]           |\n| silicalite-1     | 8.39                  | 295             | 54.0            | [26]           |\n| SBA-15           | 7.1                   | 303             | 56.0            | [27]           |", "data": [{"meta": {"name": "MIL-101", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "Benzene", "adsorbed amount": "15.02", "unit": "mmol/g", "temperature": "298K", "pressure": "55.0 mbar", "condition": "present work"}, {"adsorbate": "Benzene", "adsorbed amount": "15", "unit": "mmol/g", "temperature": "303K", "pressure": "56.1 mbar", "condition": "[19]"}]}, {"meta": {"name": "ACF", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "Benzene", "adsorbed amount": "2.56", "unit": "mmol/g", "temperature": "303K", "pressure": "-", "condition": "[25]"}]}, {"meta": {"name": "Ajax", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "Benzene", "adsorbed amount": "5.23", "unit": "mmol/g", "temperature": "303K", "pressure": "-", "condition": "[25]"}]}, {"meta": {"name": "carbon monolith", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "Benzene", "adsorbed amount": "12.69", "unit": "mmol/g", "temperature": "303K", "pressure": "57.2 mbar", "condition": "[10]"}]}, {"meta": {"name": "silicalite-1", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "Benzene", "adsorbed amount": "8.39", "unit": "mmol/g", "temperature": "295K", "pressure": "54.0 mbar", "condition": "[26]"}]}, {"meta": {"name": "SBA-15", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "Benzene", "adsorbed amount": "7.1", "unit": "mmol/g", "temperature": "303K", "pressure": "56.0 mbar", "condition": "[27]"}]}], "include_properties": null}, {"idx": 30, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Benzene Diffusion Constants and Diffusion Coefficient on the MIL-101 Measured in this Work</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"center\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">temp (K)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<sub>M</sub>/<italic toggle=\"yes\">r</italic>\n<sub>c</sub>\n<sup>2</sup> (10<sup>−2</sup> s<sup>−1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">D</italic>\n<sub>M</sub> (10<sup>−9</sup> cm<sup>2</sup>/s)</oasis:entry>\n<oasis:entry align=\"center\">regression coefficient</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>288</oasis:entry>\n<oasis:entry>1.701</oasis:entry>\n<oasis:entry>4.25</oasis:entry>\n<oasis:entry>0.991</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>1.702</oasis:entry>\n<oasis:entry>4.26</oasis:entry>\n<oasis:entry>0.997</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>308</oasis:entry>\n<oasis:entry>1.790</oasis:entry>\n<oasis:entry>4.48</oasis:entry>\n<oasis:entry>0.997</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>318</oasis:entry>\n<oasis:entry>1.867</oasis:entry>\n<oasis:entry>4.67</oasis:entry>\n<oasis:entry>0.990</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Benzene Diffusion Constants and Diffusion Coefficient on the MIL-101 Measured in this Work\n\n| temp (K) | D<sub>M</sub>/r<sub>c</sub><sup>2</sup> (10<sup>−2</sup> s<sup>−1</sup>) | D<sub>M</sub> (10<sup>−9</sup> cm<sup>2</sup>/s) | regression coefficient |\n|---------|------------------------------------------------------------------------|---------------------------------------------|------------------------|\n| 288     | 1.701                                                                  | 4.25                                        | 0.991                  |\n| 298     | 1.702                                                                  | 4.26                                        | 0.997                  |\n| 308     | 1.790                                                                  | 4.48                                        | 0.997                  |\n| 318     | 1.867                                                                  | 4.67                                        | 0.990                  |", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "diffusion_constants": [{"temperature": "288K", "D_M/r_c^2": "1.701", "unit": "10^-9 cm^2/s", "D_M": "4.25", "regression coefficient": "0.991"}, {"temperature": "298K", "D_M/r_c^2": "1.702", "unit": "10^-9 cm^2/s", "D_M": "4.26", "regression coefficient": "0.997"}, {"temperature": "308K", "D_M/r_c^2": "1.790", "unit": "10^-9 cm^2/s", "D_M": "4.48", "regression coefficient": "0.997"}, {"temperature": "318K", "D_M/r_c^2": "1.867", "unit": "10^-9 cm^2/s", "D_M": "4.67", "regression coefficient": "0.990"}]}], "include_properties": null}, {"idx": 36, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Comparison of Diffusion Parameters of Benzene in the MIL-101 with Some Other Adsorbents</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">adsorbent</oasis:entry>\n<oasis:entry align=\"center\">diffusivity (10<sup>−10</sup> cm<sup>2</sup>/s)</oasis:entry>\n<oasis:entry align=\"center\">temp (K)</oasis:entry>\n<oasis:entry align=\"center\">activation energy (kJ/mol)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-101</oasis:entry>\n<oasis:entry>42.6</oasis:entry>\n<oasis:entry>298</oasis:entry>\n<oasis:entry>2.41</oasis:entry>\n<oasis:entry>present work</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>activated carbon</oasis:entry>\n<oasis:entry>8.7</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref10\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ACF</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>18.1</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref25\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ajax</oasis:entry>\n<oasis:entry>−</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>17.8</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref25\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZSM-5</oasis:entry>\n<oasis:entry>1.5−4.5</oasis:entry>\n<oasis:entry>338</oasis:entry>\n<oasis:entry>40.2</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref30\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HZSM-5</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>400</oasis:entry>\n<oasis:entry>25.92</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref31\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>silicalite-1</oasis:entry>\n<oasis:entry>5.2</oasis:entry>\n<oasis:entry>303</oasis:entry>\n<oasis:entry>28.8</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref32\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>silicalite</oasis:entry>\n<oasis:entry>6</oasis:entry>\n<oasis:entry>400</oasis:entry>\n<oasis:entry>28.01</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 4. Comparison of Diffusion Parameters of Benzene in the MIL-101 with Some Other Adsorbents\n\n| adsorbent       | diffusivity (10<sup>−10</sup> cm<sup>2</sup>/s) | temp (K) | activation energy (kJ/mol) | ref            |\n|-----------------|------------------------------------------------|----------|-----------------------------|----------------|\n| MIL-101         | 42.6                                           | 298      | 2.41                        | present work   |\n| activated carbon| 8.7                                            | 303      | −                           | [10]           |\n| ACF             | −                                              | 303      | 18.1                        | [25]           |\n| Ajax            | −                                              | 303      | 17.8                        | [25]           |\n| ZSM-5           | 1.5−4.5                                        | 338      | 40.2                        | [30]           |\n| HZSM-5          | 10                                             | 400      | 25.92                       | [31]           |\n| silicalite-1    | 5.2                                            | 303      | 28.8                        | [32]           |\n| silicalite      | 6                                              | 400      | 28.01                       | [33]           |", "data": ["substring not found"], "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic diagram of experimental apparatus for temperature-programmed desorption: (1) gas generator, (2) temperature controller, (3) mass flow controller, (4) stainless steel column, (5) thermocouple, (7) GC, and (8) computer.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  Schematic diagram of experimental apparatus for temperature-programmed desorption: (1) gas generator, (2) temperature controller, (3) mass flow controller, (4) stainless steel column, (5) thermocouple, (7) GC, and (8) computer.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM image of MIL-101 synthesized by using the microwave irradiation method.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0013.tif\"></graphic>\n</fig>", "clean_text": " 2  SEM image of MIL-101 synthesized by using the microwave irradiation method.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>XRD pattern of the MIL-101 synthesized by using the microwave irradiation method.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0001.tif\"></graphic>\n</fig>", "clean_text": " 3  XRD pattern of the MIL-101 synthesized by using the microwave irradiation method.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Nitrogen sorption isotherms at 77 K of the MIL-101 synthesized in this work. <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> is the ratio of gas pressure (<italic toggle=\"yes\">p</italic>) to saturation pressure (<italic toggle=\"yes\">p</italic>\n<sub>0</sub> = 760 Torr).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0002.tif\"></graphic>\n</fig>", "clean_text": " 4  Nitrogen sorption isotherms at 77 K of the MIL-101 synthesized in this work. p/p 0 is the ratio of gas pressure (p) to saturation pressure (p 0 = 760 Torr).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Adsorption isotherms of benzene on the MIL-101 at 288−318 K.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0003.tif\"></graphic>\n</fig>", "clean_text": " 5  Adsorption isotherms of benzene on the MIL-101 at 288-318 K.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Fractional transient uptakes of benzene on MIL-101 at different feed pressures (at 288 K).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0004.tif\"></graphic>\n</fig>", "clean_text": " 6  Fractional transient uptakes of benzene on MIL-101 at different feed pressures (at 288 K).   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Fractional transient uptakes of benzene on MIL-101 at different temperatures (at 78.0 mbar).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0005.tif\"></graphic>\n</fig>", "clean_text": " 7  Fractional transient uptakes of benzene on MIL-101 at different temperatures (at 78.0 mbar).   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Plots of the fractional benzene adsorption uptakes (<italic toggle=\"yes\">Q</italic>\n<sub>\n<italic toggle=\"yes\">t</italic>\n</sub>/<italic toggle=\"yes\">Q</italic>\n<sub>e</sub>) against the square root of adsorption time at different temperatures (at 7.8 kPa).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0006.tif\"></graphic>\n</fig>", "clean_text": " 8  Plots of the fractional benzene adsorption uptakes (Q  t /Q e) against the square root of adsorption time at different temperatures (at 7.8 kPa).   ", "data": null, "include_properties": null}, {"idx": 34, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Arrhenius plot of benzene diffusivity in the MIL-101 crystals.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0007.tif\"></graphic>\n</fig>", "clean_text": " 9  Arrhenius plot of benzene diffusivity in the MIL-101 crystals.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "figure", "classification": null, "content": "<fig id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Temperature-programmed desorption (TPD) spectra of benzene on the MIL-101 at the heating rate of 2 K/min (N<sub>2</sub> flow rate 50 mL/min).</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0008.tif\"></graphic>\n</fig>", "clean_text": " 10  Temperature-programmed desorption (TPD) spectra of benzene on the MIL-101 at the heating rate of 2 K/min (N2 flow rate 50 mL/min).   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Temperature programmed desorption (TPD) spectra of benzene on MIL-101 at different heating rates from 2 to 6 K/min (N<sub>2</sub> flow rate 50 mL/min).</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0009.tif\"></graphic>\n</fig>", "clean_text": " 11  Temperature programmed desorption (TPD) spectra of benzene on MIL-101 at different heating rates from 2 to 6 K/min (N2 flow rate 50 mL/min).   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig id=\"fig12\" orientation=\"portrait\" position=\"float\">\n<label>12</label>\n<caption>\n<p>Linear dependence between ln[(<italic toggle=\"yes\">T</italic>\n<sub>P</sub>\n<sup>2</sup>\n<italic toggle=\"yes\">R</italic>)/β<sub>H</sub>] and 1/<italic toggle=\"yes\">T</italic>\n<sub>P</sub> for TPD of benzene on MIL-101.</p>\n</caption>\n<graphic id=\"gr12\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0010.tif\"></graphic>\n</fig>", "clean_text": " 12  Linear dependence between ln[(T P 2 R)/βH] and 1/T P for TPD of benzene on MIL-101.   ", "data": null, "include_properties": null}, {"idx": 47, "type": "figure", "classification": null, "content": "<fig id=\"fig13\" orientation=\"portrait\" position=\"float\">\n<label>13</label>\n<caption>\n<p>Five consecutive cycles of benzene adsorption−desorption on MIL-101 at 288 K.</p>\n</caption>\n<graphic id=\"gr13\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ie-2010-01414n_0011.tif\"></graphic>\n</fig>", "clean_text": " 13  Five consecutive cycles of benzene adsorption-desorption on MIL-101 at 288 K.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ie101414n", "title": null, "journal": "American Chemical Society", "date": "2011.01", "author_list": ["Zhao\nZhenxia", "Li\nXuemei", "Huang\nSisi", "Xia\nQibin", "Li\nZhong"]}}