{"filepath": "../L2M3_data/1_application_papers/acs_xml/ie8b02962.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Volatile organic air pollutants such\nas aldehyde compounds have\nbeen identified as progressively damaging chemicals impacting human\nhealth at small albeit dangerous quantities. This study focuses on\nevaluating the dynamic adsorption of formaldehyde over binary mixed-metal\noxides (MMOs) such as ZrO<sub>2</sub>/SiO<sub>2</sub> and TiO<sub>2</sub>/SiO<sub>2</sub> with different metal ratios. In addition,\na metal–organic framework (MOF), namely, MIL-101­(Cr), was synthesized\nand used as a base adsorbent to which the performance of MMOs was\ncompared. The formaldehyde dynamic adsorption capacity of the materials\nwas determined through breakthrough experiments. Our results indicated\nthat zirconia-based materials exhibit a comparatively higher affinity\ntoward formaldehyde than their titania-based counterparts at very\ndilute concentrations. In particular, ZrO<sub>2</sub>/SiO<sub>2</sub> with weight ratio of 25/75 exhibited a dynamic adsorption capacity\nof 2.9 mmol/g at room temperature using a formaldehyde concentration\nof 170 ppm<sub>v</sub>, which was comparable to that of MIL-101­(Cr).\nCharacterization of the materials before and after formaldehyde exposure\nindicated that formaldehyde was chemically adsorbed on the MMOs. This\nstudy highlights the potential of MMOs for efficient abatement of\nairborne formaldehyde.</p>", "clean_text": "Volatile organic air pollutants such as aldehyde compounds have been identified as progressively damaging chemicals impacting human health at small albeit dangerous quantities. This study focuses on evaluating the dynamic adsorption of formaldehyde over binary mixed-metal oxides (MMOs) such as ZrO2/SiO2 and TiO2/SiO2 with different metal ratios. In addition, a metal-organic framework (MOF), namely, MIL-101(Cr), was synthesized and used as a base adsorbent to which the performance of MMOs was compared. The formaldehyde dynamic adsorption capacity of the materials was determined through breakthrough experiments. Our results indicated that zirconia-based materials exhibit a comparatively higher affinity toward formaldehyde than their titania-based counterparts at very dilute concentrations. In particular, ZrO2/SiO2 with weight ratio of 25/75 exhibited a dynamic adsorption capacity of 2.9 mmol/g at room temperature using a formaldehyde concentration of 170 ppmv, which was comparable to that of MIL-101(Cr). Characterization of the materials before and after formaldehyde exposure indicated that formaldehyde was chemically adsorbed on the MMOs. This study highlights the potential of MMOs for efficient abatement of airborne formaldehyde.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>As\none of the most common types of volatile organic compounds (VOCs),\naldehydes are considered as the primary indoor air contaminants. In\nparticular, airborne formaldehyde is among the most toxic VOC compounds\nin enclosed environments such as commercial or residential buildings.\nWhile identifying emissions from individual products may be challenging,\nthe largest sources of formaldehyde in the indoor environment have\nbeen identified to be wood floor finishes, wood-based furniture, carpets,\nand paints. The concentration levels are typically dependent\nupon various factors such as formaldehyde sources, temperature, humidity,\nand air exchange rate. Catalytic oxidation is a highly efficient approach\nfor abating formaldehyde; however, this method requires the use of\nexpensive noble metals and external thermal energy. The abatement of airborne pollutants in enclosed environments\nby adsorption has been shown to be the most effective method for air\nquality control. This method is particularly efficient given the dilute concentration\nof formaldehyde.</p>", "clean_text": "Introduction\n\nAs one of the most common types of volatile organic compounds (VOCs), aldehydes are considered as the primary indoor air contaminants. In particular, airborne formaldehyde is among the most toxic VOC compounds in enclosed environments such as commercial or residential buildings. While identifying emissions from individual products may be challenging, the largest sources of formaldehyde in the indoor environment have been identified to be wood floor finishes, wood-based furniture, carpets, and paints. The concentration levels are typically dependent upon various factors such as formaldehyde sources, temperature, humidity, and air exchange rate. Catalytic oxidation is a highly efficient approach for abating formaldehyde; however, this method requires the use of expensive noble metals and external thermal energy. The abatement of airborne pollutants in enclosed environments by adsorption has been shown to be the most effective method for air quality control. This method is particularly efficient given the dilute concentration of formaldehyde.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To date, various materials such as activated\ncarbons, amine-modified mesoporous silica, metal–organic\nframeworks (MOFs), mesoporous alumina, layered manganese oxide, boron nitride, transition\nmetal doped graphene, and mixed-metal\noxides (MMOs) have been investigated for formaldehyde\nremoval from indoor air with activated carbon being the most widely\nused adsorbent. One of the early studies on the adsorption of formaldehyde\nwas performed by Eriksson et al. on different\nadsorbents such as activated carbon and alumina in a household environment.\nAlthough the experiment showed positive results, the accurate adsorption\npotential of HCHO was not determined due to its interactions with\nother pollutants. Due to the polar nature of formaldehyde, the adsorption\non activated carbon is not very efficient, and thus surface modifications\nby primarily nitrogen and amines have been widely practiced to address\nthis issue. Boonamnuayvitaya et al. evaluated\na series of activated carbons for formaldehyde adsorption and demonstrated\nthat ZnCl<sub>2</sub>-impregnated carbon activated with nitrogen shows\nhighest affinity toward formaldehyde due to the hydrophilic functional\ngroups (e.g., O–H, CO, C–O) on the surface.\nIt was concluded that surface chemistry and physical properties play\nan important role in formaldehyde abatement. Similar findings were\nreported by Rong et al. In another study, amine\nfunctionalization proved to be a facile strategy to significantly\nimprove adsorptive performance of activated carbon in formaldehyde\nabatement. Passive control of formaldehyde\nby air-cleaning materials by which formaldehyde gas is decomposed\ninto CO<sub>2</sub> at room temperature has also been reported. The air-cleaning materials consisting of activated\ncarbon particles and manganese oxides reduced formaldehyde concentration\nfrom 0.21 to 0.04 ppm<sub>v</sub>.</p>", "clean_text": "To date, various materials such as activated carbons, amine-modified mesoporous silica, metal-organic frameworks (MOFs), mesoporous alumina, layered manganese oxide, boron nitride, transition metal doped graphene, and mixed-metal oxides (MMOs) have been investigated for formaldehyde removal from indoor air with activated carbon being the most widely used adsorbent. One of the early studies on the adsorption of formaldehyde was performed by Eriksson et al. on different adsorbents such as activated carbon and alumina in a household environment. Although the experiment showed positive results, the accurate adsorption potential of HCHO was not determined due to its interactions with other pollutants. Due to the polar nature of formaldehyde, the adsorption on activated carbon is not very efficient, and thus surface modifications by primarily nitrogen and amines have been widely practiced to address this issue. Boonamnuayvitaya et al. evaluated a series of activated carbons for formaldehyde adsorption and demonstrated that ZnCl2-impregnated carbon activated with nitrogen shows highest affinity toward formaldehyde due to the hydrophilic functional groups (e.g., O-H, CO, C-O) on the surface. It was concluded that surface chemistry and physical properties play an important role in formaldehyde abatement. Similar findings were reported by Rong et al. In another study, amine functionalization proved to be a facile strategy to significantly improve adsorptive performance of activated carbon in formaldehyde abatement. Passive control of formaldehyde by air-cleaning materials by which formaldehyde gas is decomposed into CO2 at room temperature has also been reported. The air-cleaning materials consisting of activated carbon particles and manganese oxides reduced formaldehyde concentration from 0.21 to 0.04 ppmv.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Srisuda and Virote tested amine-modified\nmesoporous silica for the adsorption of formaldehyde vapor, and results\nshowed a much higher adsorption capacity as compared to activated\ncarbon owing to their amine groups and large pore size of the mesoporous\nsilica support. Moreover, the characterization results confirmed the\nreaction between formaldehyde molecules and amine groups on pore surface\nof the adsorbents. In another investigation, the use of amine-functionalized MCM-41 and SBA-15 as adsorbents\nfor formaldehyde vapor from contaminated air was studied and it was\nconcluded that NH<sub>2</sub>-MCM-41 is capable of reducing formaldehyde\nin indoor air by 80%. Furthermore, the performance of amine-functionalized\nhierarchically hollow SiO<sub>2</sub> microtubes was evaluated for\nindoor air purification and a maximum formaldehyde adsorption capacity\nof 20.65 mg/g was reported for these materials. In recent works by Nomura and Jones, amine-functionalized\nsilicates were used for formaldehyde abatement. The authors reported\nan adsorption capacity of 5.7 mmol/g for silica-supported poly­(allylamine)\namine when formaldehyde gas concentration was kept at 100 ppm<sub>v</sub>.\n</p>", "clean_text": "Srisuda and Virote tested amine-modified mesoporous silica for the adsorption of formaldehyde vapor, and results showed a much higher adsorption capacity as compared to activated carbon owing to their amine groups and large pore size of the mesoporous silica support. Moreover, the characterization results confirmed the reaction between formaldehyde molecules and amine groups on pore surface of the adsorbents. In another investigation, the use of amine-functionalized MCM-41 and SBA-15 as adsorbents for formaldehyde vapor from contaminated air was studied and it was concluded that NH2-MCM-41 is capable of reducing formaldehyde in indoor air by 80%. Furthermore, the performance of amine-functionalized hierarchically hollow SiO2 microtubes was evaluated for indoor air purification and a maximum formaldehyde adsorption capacity of 20.65 mg/g was reported for these materials. In recent works by Nomura and Jones, amine-functionalized silicates were used for formaldehyde abatement. The authors reported an adsorption capacity of 5.7 mmol/g for silica-supported poly(allylamine) amine when formaldehyde gas concentration was kept at 100 ppmv. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["property"], "content": "<p>MOF materials have been\nlargely studied as formaldehyde sensors; however, their capability in adsorptive removal\nof formaldehyde has been rarely explored. In a recent investigation\nby Wang et al., the formaldehyde capture\nof diamine-modified MIL-101 was studied and an adsorption capacity\nof 5.49 mmol/g was reported for this material using an initial HCHO\nconcentration of 150 ppm<sub>v</sub>, whereas the unmodified MIL-101\nexhibited a capacity of 3.34 mmol/g. Although functionalization of\nporous adsorbents with amine moieties contributes to enhanced formaldehyde\ncapture, there is a potential health risk associated with the amines\nleaching from the adsorbents in enclosed environments, especially\nfor aminopolymers that have weak bonds with the support.</p>", "clean_text": "MOF materials have been largely studied as formaldehyde sensors; however, their capability in adsorptive removal of formaldehyde has been rarely explored. In a recent investigation by Wang et al., the formaldehyde capture of diamine-modified MIL-101 was studied and an adsorption capacity of 5.49 mmol/g was reported for this material using an initial HCHO concentration of 150 ppmv, whereas the unmodified MIL-101 exhibited a capacity of 3.34 mmol/g. Although functionalization of porous adsorbents with amine moieties contributes to enhanced formaldehyde capture, there is a potential health risk associated with the amines leaching from the adsorbents in enclosed environments, especially for aminopolymers that have weak bonds with the support.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Various\nMMOs, in particular TiO<sub>2</sub>/SiO<sub>2</sub> and\nTiO<sub>2</sub>/ZrO<sub>2</sub>, have been commonly evaluated for\nthe capture of aromatic hydrocarbons such as benzene, toluene, and\nxylene (BTX compounds). However, their use as formaldehyde abatement adsorbents has been\nscarcely discussed. In a study done by Carlos-Cuellar et al., a range of metal oxides were studied for the\nadsorption of formaldehyde, among other carbonyl compounds. It was\nshown that SiO<sub>2</sub> has the lowest uptake when compared to\nFe and Al based oxides. Further analysis also showed that a weak hydrogen\nbonding was responsible for the interaction between the adsorbent\nand adsorbate. The acidic character of the material was revealed to\nbe an important factor contributing to a higher uptake potential.\nTypically, in their elemental state, the use of metal oxides for adsorption\nfaces many challenges including low surface area or low adsorption\ncapacity while utilization with other metal oxides or porous materials\nbroadens their potential in adsorption. In a recent investigation\nby Yu et al., SiO<sub>2</sub>/TiO<sub>2</sub> composite adsorbents with different TiO<sub>2</sub> content\nwere used for the adsorption of formaldehyde and dehumidification\nand it was shown that the introduction of TiO<sub>2</sub> improved\nformaldehyde adsorption capacity under typical indoor concentration\nlevels. Xu et al. synthesized a series\nof hierarchical porous Ni­(OH)<sub>2</sub>/SiO<sub>2</sub> composites\nwith flake-like nanostructure and evaluated their performance in the\nremoval of formaldehyde from air. A maximum adsorption capacity of\n8.30 mg/g was obtained for the composites with a better stability\nthan the parent Ni­(OH)<sub>2</sub> over six adsorption–desorption\ncycles. The authors attributed the improved performance to the specific\nframework and synergistic effect between Ni­(OH)<sub>2</sub> and SiO<sub>2</sub>. Most recently, Chen et al. used\nhierarchical TiO<sub>2</sub> nanospheres functionalized with diethylenetriamine\n(DETA) for airborne formaldehyde removal at room temperature. The\nmaterials exhibited ∼100% removal efficiency with good degree\nof recyclability when exposed to 200 ppm<sub>v</sub> of formaldehyde.</p>", "clean_text": "Various MMOs, in particular TiO2/SiO2 and TiO2/ZrO2, have been commonly evaluated for the capture of aromatic hydrocarbons such as benzene, toluene, and xylene (BTX compounds). However, their use as formaldehyde abatement adsorbents has been scarcely discussed. In a study done by Carlos-Cuellar et al., a range of metal oxides were studied for the adsorption of formaldehyde, among other carbonyl compounds. It was shown that SiO2 has the lowest uptake when compared to Fe and Al based oxides. Further analysis also showed that a weak hydrogen bonding was responsible for the interaction between the adsorbent and adsorbate. The acidic character of the material was revealed to be an important factor contributing to a higher uptake potential. Typically, in their elemental state, the use of metal oxides for adsorption faces many challenges including low surface area or low adsorption capacity while utilization with other metal oxides or porous materials broadens their potential in adsorption. In a recent investigation by Yu et al., SiO2/TiO2 composite adsorbents with different TiO2 content were used for the adsorption of formaldehyde and dehumidification and it was shown that the introduction of TiO2 improved formaldehyde adsorption capacity under typical indoor concentration levels. Xu et al. synthesized a series of hierarchical porous Ni(OH)2/SiO2 composites with flake-like nanostructure and evaluated their performance in the removal of formaldehyde from air. A maximum adsorption capacity of 8.30 mg/g was obtained for the composites with a better stability than the parent Ni(OH)2 over six adsorption-desorption cycles. The authors attributed the improved performance to the specific framework and synergistic effect between Ni(OH)2 and SiO2. Most recently, Chen et al. used hierarchical TiO2 nanospheres functionalized with diethylenetriamine (DETA) for airborne formaldehyde removal at room temperature. The materials exhibited ~100% removal efficiency with good degree of recyclability when exposed to 200 ppmv of formaldehyde.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>As noted above, although formaldehyde abatement by adsorption has\nbeen the subject of several studies, the majority of the materials\ninvestigated so far suffer from low adsorption capacity. Furthermore,\nthe removal of formaldehyde from indoor air has not been investigated\nover MMO materials that have been shown efficient in capturing other\nVOCs. In this investigation, we synthesized two different types of\nMMOs, TiO<sub>2</sub>/SiO<sub>2</sub> and ZrO<sub>2</sub>/SiO<sub>2</sub>, with varying metal oxide ratios and evaluated their formaldehyde\nadsorption characteristics by performing dynamic breakthrough experiments\nin a fixed-bed system. In addition, the performance of MIL-10­(Cr),\nas a base adsorbent that has been proven efficient in abating formaldehyde, was evaluated and compared with that of MMOs.\nThe adsorbents were systematically characterized, and their textural\nand physical properties were correlated with their adsorption performance\nin abating airborne formaldehyde.</p>", "clean_text": "As noted above, although formaldehyde abatement by adsorption has been the subject of several studies, the majority of the materials investigated so far suffer from low adsorption capacity. Furthermore, the removal of formaldehyde from indoor air has not been investigated over MMO materials that have been shown efficient in capturing other VOCs. In this investigation, we synthesized two different types of MMOs, TiO2/SiO2 and ZrO2/SiO2, with varying metal oxide ratios and evaluated their formaldehyde adsorption characteristics by performing dynamic breakthrough experiments in a fixed-bed system. In addition, the performance of MIL-10(Cr), as a base adsorbent that has been proven efficient in abating formaldehyde, was evaluated and compared with that of MMOs. The adsorbents were systematically characterized, and their textural and physical properties were correlated with their adsorption performance in abating airborne formaldehyde.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Materials</title><p>Tetraethyl orthosilicate\n(TEOS, 99%), zirconium­(IV) propoxide solution (70% in 1-propanol),\ntitanium­(IV) butoxide (TBT, reagent grade, 97%), hexadecyltrimethyl­ammonium\nbromide (CTAB), triethanolamine (TEAH), formaldehyde solution (ACS\nreagent, 37% in H<sub>2</sub>O), chromium nitrate nonahydrate (Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O), terephthalic acid (H<sub>2</sub>BDC), and nitric acid (HNO<sub>3</sub>) were all purchased\nfrom Sigma-Aldrich. Moreover, all solvents were of analytical grade\nand purchased from Sigma-Aldrich. Ultrahigh purity nitrogen gas was\npurchased from Airgas.</p>", "clean_text": "Experimental Section\n\nMaterials\n\nTetraethyl orthosilicate (TEOS, 99%), zirconium(IV) propoxide solution (70% in 1-propanol), titanium(IV) butoxide (TBT, reagent grade, 97%), hexadecyltrimethylammonium bromide (CTAB), triethanolamine (TEAH), formaldehyde solution (ACS reagent, 37% in H2O), chromium nitrate nonahydrate (Cr(NO3)3⋅9H2O), terephthalic acid (H2BDC), and nitric acid (HNO3) were all purchased from Sigma-Aldrich. Moreover, all solvents were of analytical grade and purchased from Sigma-Aldrich. Ultrahigh purity nitrogen gas was purchased from Airgas.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Adsorbents Synthesis</title><title>Preparation\nof Mixed-Metal Oxides</title><p>Binary metal oxides\nwere prepared according to the modified atrane synthesis route described\nby Ortiz De Zarate et al. Briefly, TEOS\nwas added dropwise to 17.7 mL of TEAH. The required amount of metal\nalkoxide was added dropwise to the above solution and subsequently\nheated to 150 °C to obtain atrane complexes. The solution was\nthen cooled to 90 °C followed by the addition of CTAB to the\nsolution. The mixture was then cooled to 60 °C, and 75 mL of\nDI water was added, and the obtained white colored liquid was set\nto gel for 24 h at room temperature. The samples were then washed\nwith DI water and ethanol multiple times before drying at 80 °C\novernight. The obtained white powders were then calcined at 550 °C\nfor 6 h. The samples obtained were denoted as Ti/Si (<italic>x</italic>) and Zr/Si (<italic>x</italic>), where <italic>x</italic> is the\nTi/Zr loading.</p>", "clean_text": "Adsorbents Synthesis\n\nPreparation of Mixed-Metal Oxides\n\nBinary metal oxides were prepared according to the modified atrane synthesis route described by Ortiz De Zarate et al. Briefly, TEOS was added dropwise to 17.7 mL of TEAH. The required amount of metal alkoxide was added dropwise to the above solution and subsequently heated to 150 °C to obtain atrane complexes. The solution was then cooled to 90 °C followed by the addition of CTAB to the solution. The mixture was then cooled to 60 °C, and 75 mL of DI water was added, and the obtained white colored liquid was set to gel for 24 h at room temperature. The samples were then washed with DI water and ethanol multiple times before drying at 80 °C overnight. The obtained white powders were then calcined at 550 °C for 6 h. The samples obtained were denoted as Ti/Si (x) and Zr/Si (x), where x is the Ti/Zr loading.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of MIL-101­(Cr)</title><p>The synthesis\nmethod followed\nwas a slightly modified procedure used by Zhao et al. Briefly, about 800 mg of chromium nitrate nonahydrate (Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O) and 328 mg of H<sub>2</sub>BDC were mixed together and subsequently 180 mg of HNO<sub>3</sub> was added to the mixture. The reactants were mixed and sonicated\nuntil a fairly homogeneous solution was obtained. The contents were\nthen transferred to an autoclave and kept at 220 °C for 8 h.\nThe material was then cooled, filtered, and solvent-exchanged. The\nobtained solid was washed with DMF and DI water and then refluxed\nin hot ethanol at 70 °C for 5 h.</p>", "clean_text": "Preparation of MIL-101(Cr)\n\nThe synthesis method followed was a slightly modified procedure used by Zhao et al. Briefly, about 800 mg of chromium nitrate nonahydrate (Cr(NO3)3⋅9H2O) and 328 mg of H2BDC were mixed together and subsequently 180 mg of HNO3 was added to the mixture. The reactants were mixed and sonicated until a fairly homogeneous solution was obtained. The contents were then transferred to an autoclave and kept at 220 °C for 8 h. The material was then cooled, filtered, and solvent-exchanged. The obtained solid was washed with DMF and DI water and then refluxed in hot ethanol at 70 °C for 5 h.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Adsorbents\nCharacterization</title><p>Low-angle\npowder X-ray diffraction (XRD) was performed using a PANanalytical\nX’Pert multipurpose X-ray diffractometer. Diffraction patterns\nwere recorded for all prepared samples to identify their crystal structure.\nBy use of crystal structure file obtained from the open crystal database,\na simulated pattern for MIL-101­(Cr) was generated and compared with\nthe synthesized material. Scanning electron microscopy (SEM) was used\nto assess structural morphology of the materials. This was performed\nusing a Hitachi model S4700 field-emission SEM instrument. N<sub>2</sub> physisorption isotherms were obtained using a Micromeritics 3Flex\ngas analyzer at 77 K. Degassing in a Micromeritics Prevac was performed\nfor various temperatures at elongated time frames, depending on the\nmaterial. Surface area was consequently determined using Brunauer–Emmett–Teller\n(BET), while pore volume was estimated at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> = 0.9. The nonlocal density functional theory\n(NLDFT) method was also used to determine pore size distribution (PSD)\nprofiles. X-ray photoelectron spectroscopy (XPS) was performed using\nKratos Axis 165 photoelectron spectrometer using an aluminum X-ray\nsource to excite the samples. Fourier transform infrared (FTIR) analysis\nwas employed to characterize the chemical structure of the MMOs before\nand after HCHO adsorption on a Nicolet FTIR model 750 spectrometer.</p>", "clean_text": "Adsorbents Characterization\n\nLow-angle powder X-ray diffraction (XRD) was performed using a PANanalytical X'Pert multipurpose X-ray diffractometer. Diffraction patterns were recorded for all prepared samples to identify their crystal structure. By use of crystal structure file obtained from the open crystal database, a simulated pattern for MIL-101(Cr) was generated and compared with the synthesized material. Scanning electron microscopy (SEM) was used to assess structural morphology of the materials. This was performed using a Hitachi model S4700 field-emission SEM instrument. N2 physisorption isotherms were obtained using a Micromeritics 3Flex gas analyzer at 77 K. Degassing in a Micromeritics Prevac was performed for various temperatures at elongated time frames, depending on the material. Surface area was consequently determined using Brunauer-Emmett-Teller (BET), while pore volume was estimated at P/P 0 = 0.9. The nonlocal density functional theory (NLDFT) method was also used to determine pore size distribution (PSD) profiles. X-ray photoelectron spectroscopy (XPS) was performed using Kratos Axis 165 photoelectron spectrometer using an aluminum X-ray source to excite the samples. Fourier transform infrared (FTIR) analysis was employed to characterize the chemical structure of the MMOs before and after HCHO adsorption on a Nicolet FTIR model 750 spectrometer.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Formaldehyde Breakthrough Experiments</title><p>Dynamic\nadsorption capacities of the synthesized materials were measured\nby performing breakthrough experiments in a lab-scale setup consisting\nof a borosilicate packed column with the dimensions of 2.5 cm ×\n20 cm and a mass spectrometer (BELMass), as depicted in . About 300 mg of the adsorbent\nwas loaded into the bed and degassed at 130 °C under nitrogen\nwith the flow rate of 40 mL/min prior to test. For breakthrough measurements,\nfirst formaldehyde solution (37%) was filled into a saturator and\na pure N<sub>2</sub> stream at a flow rate of 40 mL/min was used to\ncarry an HCHO vapor concentration of ∼170 ppm<sub>v</sub> to\nthe column. Experiments were performed at 25 °C and atmospheric\npressure. It should be noted here that this concentration is much\nhigher than the realistic formaldehyde levels at an indoor environment\n(&lt;5 ppm<sub>v</sub>); however, to accurately quantify the uptake\ncapacities of the materials, the experiments were conducted under\nthese conditions.</p>", "clean_text": "Formaldehyde Breakthrough Experiments\n\nDynamic adsorption capacities of the synthesized materials were measured by performing breakthrough experiments in a lab-scale setup consisting of a borosilicate packed column with the dimensions of 2.5 cm × 20 cm and a mass spectrometer (BELMass), as depicted in . About 300 mg of the adsorbent was loaded into the bed and degassed at 130 °C under nitrogen with the flow rate of 40 mL/min prior to test. For breakthrough measurements, first formaldehyde solution (37%) was filled into a saturator and a pure N2 stream at a flow rate of 40 mL/min was used to carry an HCHO vapor concentration of ~170 ppmv to the column. Experiments were performed at 25 °C and atmospheric pressure. It should be noted here that this concentration is much higher than the realistic formaldehyde levels at an indoor environment (<5 ppmv); however, to accurately quantify the uptake capacities of the materials, the experiments were conducted under these conditions.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>General scheme of the breakthrough setup used for HCHO\nadsorption\ntests.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ie-2018-02962j_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  General scheme of the breakthrough setup used for HCHO adsorption tests.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Adsorbents Characterization</title><p>The low-angle\nXRD patterns for all adsorbents are presented in . Low-angle XRD was considered\nin this study due to the nature of the adsorbent particles, which\nshowed low-angle diffraction patterns, typical of interplanar spacing\nin mesoporous materials. The nanosized\nparticles did not display any diffraction peaks over the angular range\nof 10–50°. For bare silica, a low-intense peak was observed\nat 2θ = 2.5° which could be associated with the (100) reflection.\nFor both sets of MMOs, the obtained patterns were characteristic of\ninterparticular short-range hexagonal ordered mesoporous materials,\nsimilar to the case of MCM-41. In both\ncases, the characteristic peaks of 15 and 25 samples were clearly\nvisible but for high loading samples (50 and 75), they were less intense\nand thus not visible after compiling the spectra (the corresponding\nXRD spectra for high loading samples are presented in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S1, Supporting Information</ext-link>). It is also\nnoted from a and b that\nthe peak intensity decreased with Ti and Zr loadings indicating that\nthe degree of crystallinity of the silica was lowered by incorporating\nmore Ti/Zr atoms into the mesoporous silica walls. Ortiz De Zarate\net al. reported the same decreasing trend\nin the degree of orderness for their Si/Zr samples.</p>", "clean_text": "Results and Discussion\n\nAdsorbents Characterization\n\nThe low-angle XRD patterns for all adsorbents are presented in . Low-angle XRD was considered in this study due to the nature of the adsorbent particles, which showed low-angle diffraction patterns, typical of interplanar spacing in mesoporous materials. The nanosized particles did not display any diffraction peaks over the angular range of 10-50°. For bare silica, a low-intense peak was observed at 2θ = 2.5° which could be associated with the (100) reflection. For both sets of MMOs, the obtained patterns were characteristic of interparticular short-range hexagonal ordered mesoporous materials, similar to the case of MCM-41. In both cases, the characteristic peaks of 15 and 25 samples were clearly visible but for high loading samples (50 and 75), they were less intense and thus not visible after compiling the spectra (the corresponding XRD spectra for high loading samples are presented in Figure S1, Supporting Information). It is also noted from a and b that the peak intensity decreased with Ti and Zr loadings indicating that the degree of crystallinity of the silica was lowered by incorporating more Ti/Zr atoms into the mesoporous silica walls. Ortiz De Zarate et al. reported the same decreasing trend in the degree of orderness for their Si/Zr samples.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD patterns for (a)\nTi/Si and (b) Zr/Si adsorbents.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ie-2018-02962j_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns for (a) Ti/Si and (b) Zr/Si adsorbents.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The XRD diffraction pattern of MIL-101­(Cr) was also obtained\nand\ncompared with a simulated pattern for MIL-101­(Cr) obtained from the\ncrystallographic open database in project mercury. As evident from <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S2, Supporting Information</ext-link>, the XRD profile\nof the MIL-101­(Cr) synthesized in this work corresponded well with\nthe simulated pattern, thereby confirming the successful synthesis\nof this adsorbent.</p>", "clean_text": "The XRD diffraction pattern of MIL-101(Cr) was also obtained and compared with a simulated pattern for MIL-101(Cr) obtained from the crystallographic open database in project mercury. As evident from Figure S2, Supporting Information, the XRD profile of the MIL-101(Cr) synthesized in this work corresponded well with the simulated pattern, thereby confirming the successful synthesis of this adsorbent.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>N<sub>2</sub> physisorption isotherms obtained\nat 77 K along with\nPSD profiles are displayed in . As evident from this figure, all MMOs showed a combination\nof types II and IV isotherms with a H4 hysteresis indicative of their\nmesoporous–macroporous nature. As shown in a, increasing Ti loading from\n15 to 75 wt % gave rise to dramatic reduction in nitrogen uptake.\nMoreover, the pore size distribution of titania-doped silica samples\nranged from 2 to 5 nm, as shown in b. For zirconia-doped silica samples, a similar\ndecreasing trend with Zr content was observed (c) with Zr/Si (75) showing essentially zero\nuptake indicative of its nonporous structure. The PSD profiles displayed\nin d revealed\nan increase in the average pore size from 2.3 to 3.1 nm for zirconia-doped\nsilica adsorbents. The bare silica showed two distinct adsorption/desorption\nsteps, as demonstrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S3s, Supporting Information</ext-link>. The first step at lower <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> corresponded to the filling of mesopores. This process seemed to be gradual, unlike the\nsecond step at higher <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> which indicated rapid filling of large mesopores and possibly macropores,\nimplying large concentration of uniform mesopores, which can be confirmed\nin the PSD curve shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S3b</ext-link>. For\nMIL-101­(Cr) sample, a typical type I isotherm indicative of microporous\nnature of this MOF was observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S3c</ext-link>) with uniform pores having sizes on the order of 1.9 nm, as can\nbe observed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S3d</ext-link>.</p>", "clean_text": "N2 physisorption isotherms obtained at 77 K along with PSD profiles are displayed in . As evident from this figure, all MMOs showed a combination of types II and IV isotherms with a H4 hysteresis indicative of their mesoporous-macroporous nature. As shown in a, increasing Ti loading from 15 to 75 wt % gave rise to dramatic reduction in nitrogen uptake. Moreover, the pore size distribution of titania-doped silica samples ranged from 2 to 5 nm, as shown in b. For zirconia-doped silica samples, a similar decreasing trend with Zr content was observed (c) with Zr/Si (75) showing essentially zero uptake indicative of its nonporous structure. The PSD profiles displayed in d revealed an increase in the average pore size from 2.3 to 3.1 nm for zirconia-doped silica adsorbents. The bare silica showed two distinct adsorption/desorption steps, as demonstrated in Figure S3s, Supporting Information. The first step at lower P/P 0 corresponded to the filling of mesopores. This process seemed to be gradual, unlike the second step at higher P/P 0 which indicated rapid filling of large mesopores and possibly macropores, implying large concentration of uniform mesopores, which can be confirmed in the PSD curve shown in Figure S3b. For MIL-101(Cr) sample, a typical type I isotherm indicative of microporous nature of this MOF was observed (Figure S3c) with uniform pores having sizes on the order of 1.9 nm, as can be observed in Figure S3d.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>N<sub>2</sub> physisorption\nisotherms and PSD profiles for (a,\nb) Ti/Si and (c, d) Zr/Si materials.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ie-2018-02962j_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  N2 physisorption isotherms and PSD profiles for (a, b) Ti/Si and (c, d) Zr/Si materials.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Textural properties of the adsorbents determined from N<sub>2</sub> physisorption isotherms are quantitatively presented in . Overall, the BET\nsurface area and pore volume of the MMO samples were lower than those\nof bare silica material. This was expected as the doped oxides occupy\nthe interparticular, ordered, mesoporous silica during doping process,\nthus contributing to lower pore volume and surface area. For instance,\nTi/Si (15) and Zr/Si (15) exhibited surface areas of 1115 and 768\nm<sup>2</sup>/g, respectively, compared to 1483 m<sup>2</sup>/g surface\narea of the bare silica. Similarly, they exhibited pore volumes of\n0.64 and 0.56 cm<sup>3</sup>/g, respectively, while the bare silica\ndisplayed a pore volume of 1.35 cm<sup>3</sup>/g. A large mesopore\nvolume can be attributed to the ordered and fairly regular sized mesopores\nobtained due to the incorporation of surfactant molecules within the\nmatrix. This also corresponded to the hexagonal mesophases, commonly\ndetected in such materials, which was\nalso confirmed by XRD results, presented earlier.</p>", "clean_text": "Textural properties of the adsorbents determined from N2 physisorption isotherms are quantitatively presented in . Overall, the BET surface area and pore volume of the MMO samples were lower than those of bare silica material. This was expected as the doped oxides occupy the interparticular, ordered, mesoporous silica during doping process, thus contributing to lower pore volume and surface area. For instance, Ti/Si (15) and Zr/Si (15) exhibited surface areas of 1115 and 768 m2/g, respectively, compared to 1483 m2/g surface area of the bare silica. Similarly, they exhibited pore volumes of 0.64 and 0.56 cm3/g, respectively, while the bare silica displayed a pore volume of 1.35 cm3/g. A large mesopore volume can be attributed to the ordered and fairly regular sized mesopores obtained due to the incorporation of surfactant molecules within the matrix. This also corresponded to the hexagonal mesophases, commonly detected in such materials, which was also confirmed by XRD results, presented earlier.", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Textural Properties of the MMOs, Bare\nSilica, and MIL-101­(Cr) Adsorbents</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub> (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub>p</sub> (nm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>bare silica</oasis:entry>\n<oasis:entry>1483</oasis:entry>\n<oasis:entry>1.35</oasis:entry>\n<oasis:entry>3.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (15)</oasis:entry>\n<oasis:entry>1115</oasis:entry>\n<oasis:entry>0.64</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (25)</oasis:entry>\n<oasis:entry>1030</oasis:entry>\n<oasis:entry>0.60</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (50)</oasis:entry>\n<oasis:entry>271</oasis:entry>\n<oasis:entry>0.18</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (75)</oasis:entry>\n<oasis:entry>73</oasis:entry>\n<oasis:entry>0.08</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (15)</oasis:entry>\n<oasis:entry>768</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (25)</oasis:entry>\n<oasis:entry>635</oasis:entry>\n<oasis:entry>0.40</oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (50)</oasis:entry>\n<oasis:entry>226</oasis:entry>\n<oasis:entry>0.18</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (75)</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>0.01</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)</oasis:entry>\n<oasis:entry>2200</oasis:entry>\n<oasis:entry>1.16</oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>Although the textural properties\nof lower loaded samples (15 and\n25) were found to be comparable to those of the bare support, a dramatic\nloss in surface area and porosity was noticed with increasing metal\ncontent to 50 and 75 wt %. The BET surface area dropped to 73 and\n4 m<sup>2</sup>/g, and pore volume decreased to 0.08 and 0.01 cm<sup>3</sup>/g for Ti/Si (75) and Zr/Si (75), respectively. Another observable\ntrend was the comparatively better surface properties of Ti/Si (<italic>x</italic>) when compared to Zr/Si (<italic>x</italic>) which stemmed\nfrom the larger size of ZrO<sub>2</sub> nanoparticles with a greater\nportion of the surface being occupied when compared to its TiO<sub>2</sub> counterpart. MIL-101­(Cr) was shown to have superior surface\ncharacteristics when compared to the metal oxide samples, as expected,\nwith a BET surface area of 2200 m<sup>2</sup>/g and a pore volume\nof 1.16 cm<sup>3</sup>/g.</p>", "clean_text": "Although the textural properties of lower loaded samples (15 and 25) were found to be comparable to those of the bare support, a dramatic loss in surface area and porosity was noticed with increasing metal content to 50 and 75 wt %. The BET surface area dropped to 73 and 4 m2/g, and pore volume decreased to 0.08 and 0.01 cm3/g for Ti/Si (75) and Zr/Si (75), respectively. Another observable trend was the comparatively better surface properties of Ti/Si (x) when compared to Zr/Si (x) which stemmed from the larger size of ZrO2 nanoparticles with a greater portion of the surface being occupied when compared to its TiO2 counterpart. MIL-101(Cr) was shown to have superior surface characteristics when compared to the metal oxide samples, as expected, with a BET surface area of 2200 m2/g and a pore volume of 1.16 cm3/g.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>\n illustrates\nthe SEM images of MMOs with low (15) and high (75) metal loadings.\nHigh- and low-level magnification images were obtained to compare\nthe surface morphology of different adsorbents. What can be observed\nfrom a,b is\nspherical nanoparticles similar to that of UVM-7 silica for Ti/Si (15), whereas for highly loaded sample,\nTi/Si (75), the particles sintering and agglomeration were observed\n(c,d). A relatively\nsimilar morphology was obtained for Zr-based samples, with lower-doped\nadsorbent having a more pronounced spherical particle shape (e,f), as opposed\nto the higher-doped sample which exhibited a high degree of particles\nagglomeration and irregular particle shapes, as seen in g,h. Such high degree of agglomeration\nmay explain the dramatic decrease in pore volume of both highly loaded\ntitania and zirconia MMOs, as shown in . Comparison of the higher-doped Ti/Si and\nZr/Si materials revealed that the degree of agglomeration and sintering\nwas much higher for Zr/Si (75) than for Ti/Si (75) which can explain\nthe large difference in their surface characteristics. Notably, almost\nall adsorbents showed some macropores in the range 60–100 nm.\nConsidering the microporous MIL-101­(Cr), <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S4a,b</ext-link> confirms the formation of well-intergrown crystals with\noctahedron shape and sizes in the range of 20–300 nm, as expected.</p>", "clean_text": "  illustrates the SEM images of MMOs with low (15) and high (75) metal loadings. High- and low-level magnification images were obtained to compare the surface morphology of different adsorbents. What can be observed from a,b is spherical nanoparticles similar to that of UVM-7 silica for Ti/Si (15), whereas for highly loaded sample, Ti/Si (75), the particles sintering and agglomeration were observed (c,d). A relatively similar morphology was obtained for Zr-based samples, with lower-doped adsorbent having a more pronounced spherical particle shape (e,f), as opposed to the higher-doped sample which exhibited a high degree of particles agglomeration and irregular particle shapes, as seen in g,h. Such high degree of agglomeration may explain the dramatic decrease in pore volume of both highly loaded titania and zirconia MMOs, as shown in . Comparison of the higher-doped Ti/Si and Zr/Si materials revealed that the degree of agglomeration and sintering was much higher for Zr/Si (75) than for Ti/Si (75) which can explain the large difference in their surface characteristics. Notably, almost all adsorbents showed some macropores in the range 60-100 nm. Considering the microporous MIL-101(Cr), Figure S4a,b confirms the formation of well-intergrown crystals with octahedron shape and sizes in the range of 20-300 nm, as expected.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>High-\nand low-magnification SEM images of (a, b) Ti/Si (15), (c,\nd) Ti/Si (75), (e, f) Zr/Si (15), and (g, h) Zr/Si (75).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ie-2018-02962j_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  High- and low-magnification SEM images of (a, b) Ti/Si (15), (c, d) Ti/Si (75), (e, f) Zr/Si (15), and (g, h) Zr/Si (75).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>\n illustrates\nthe XPS spectra obtained for the MMO samples. From a and c, two distinct Si peaks were detected at\n103 and 154 eV which correspond to SiO<sub>2</sub> in the 2p and 2s\natomic levels, respectively. The presence of these peaks confirmed\nthe existence of SiO<sub>2</sub> groups within the MMO materials prepared.\nThe most prominent oxygen peak, which was detected in all samples\nat 530 eV, corresponded to oxygen in the 1s atomic level. This peak\nalso had the highest intensity, which can be seen in the results derived\nfrom XPS, listed in  and is the atomic level of oxygen present in metal oxides\nin general. What was also noticeable was the decrease in intensity\nof the peaks as the Ti or Zr content increased. Shown in b are the Ti spectra\nobtained for Ti/Si samples. Ti/Si (15) and Ti/Si (25) showed a lack\nof Ti 3s and 3p atomic levels which could be correlated to the smaller\ncontent of TiO<sub>2</sub> in these samples. All samples, however,\nshowed a spin orbital splitting at Ti 2p and Ti 2p<sub>1/2</sub> atomic\nlevels. This corresponded to the atomic levels commonly detected in\nTiO<sub>2</sub> which further confirmed the formation of TiO<sub>2</sub> on the SiO<sub>2</sub> support. With the increase in TiO<sub>2</sub> content, the expected reduction in peak intensities was detected.\nIn the case of Zr/Si materials (d), a larger number of atomic levels were detected,\npossibly implying a larger degree of bonding between the two metal\noxides when compared to Ti/Si materials. Notably, the Zr 4s and 4p\natomic levels were not detected in Zr/Si (15) and (25) samples, whereas,\nthe Zr 3s, 3p, and 3d levels were observed in all samples, with decreasing\nintensities with ZrO<sub>2</sub> content. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S4, Supporting Information</ext-link>, depicts the results obtained for\nthe bare silica. There were no peaks detected in the Ti and Zr range;\nhowever, the Si and O peaks were found to be similar to those of MMO\nsamples with lowest loadings.</p>", "clean_text": "  illustrates the XPS spectra obtained for the MMO samples. From a and c, two distinct Si peaks were detected at 103 and 154 eV which correspond to SiO2 in the 2p and 2s atomic levels, respectively. The presence of these peaks confirmed the existence of SiO2 groups within the MMO materials prepared. The most prominent oxygen peak, which was detected in all samples at 530 eV, corresponded to oxygen in the 1s atomic level. This peak also had the highest intensity, which can be seen in the results derived from XPS, listed in  and is the atomic level of oxygen present in metal oxides in general. What was also noticeable was the decrease in intensity of the peaks as the Ti or Zr content increased. Shown in b are the Ti spectra obtained for Ti/Si samples. Ti/Si (15) and Ti/Si (25) showed a lack of Ti 3s and 3p atomic levels which could be correlated to the smaller content of TiO2 in these samples. All samples, however, showed a spin orbital splitting at Ti 2p and Ti 2p1/2 atomic levels. This corresponded to the atomic levels commonly detected in TiO2 which further confirmed the formation of TiO2 on the SiO2 support. With the increase in TiO2 content, the expected reduction in peak intensities was detected. In the case of Zr/Si materials (d), a larger number of atomic levels were detected, possibly implying a larger degree of bonding between the two metal oxides when compared to Ti/Si materials. Notably, the Zr 4s and 4p atomic levels were not detected in Zr/Si (15) and (25) samples, whereas, the Zr 3s, 3p, and 3d levels were observed in all samples, with decreasing intensities with ZrO2 content. Figure S4, Supporting Information, depicts the results obtained for the bare silica. There were no peaks detected in the Ti and Zr range; however, the Si and O peaks were found to be similar to those of MMO samples with lowest loadings.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XPS spectra for MMO samples: (a) Si and O spectra\nfor Ti/Si, (b)\nTi spectra for Ti/Si, (c) Si and O spectra for Zr/Si, and (d) Zr spectra\nfor Zr/Si materials.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ie-2018-02962j_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  XPS spectra for MMO samples: (a) Si and O spectra for Ti/Si, (b) Ti spectra for Ti/Si, (c) Si and O spectra for Zr/Si, and (d) Zr spectra for Zr/Si materials.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Elemental Composition and the Metal\nLoading of the MMOs Determined by XPS</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">Ti or Zr (atom %)</oasis:entry>\n<oasis:entry align=\"center\">Si (atom %)</oasis:entry>\n<oasis:entry align=\"center\">O (atom %)</oasis:entry>\n<oasis:entry align=\"center\">Ti or Zr loading (wt %)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ti/Si (15)</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>66</oasis:entry>\n<oasis:entry>8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (25)</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>34</oasis:entry>\n<oasis:entry>56</oasis:entry>\n<oasis:entry>15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (50)</oasis:entry>\n<oasis:entry>13</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>45</oasis:entry>\n<oasis:entry>54</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (75)</oasis:entry>\n<oasis:entry>19</oasis:entry>\n<oasis:entry>23</oasis:entry>\n<oasis:entry>49</oasis:entry>\n<oasis:entry>82</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (15)</oasis:entry>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>23</oasis:entry>\n<oasis:entry>51</oasis:entry>\n<oasis:entry>13</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (25)</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>22</oasis:entry>\n<oasis:entry>49</oasis:entry>\n<oasis:entry>22</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (50)</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>17</oasis:entry>\n<oasis:entry>41</oasis:entry>\n<oasis:entry>43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (75)</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>62</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>\n illustrates\nthe atomic concentrations calculated from the XPS results. The concentrations\nwere calculated using Si 2p, O 1s, Ti 2p, and Zr 3d. Silica atomic\nlevels were found to be quantitatively fairly constant, while the\namount of doped metal oxide was changed. Metal loading was calculated\nby the metal to Si ratio. The estimated titania loadings actually\nachieved were found to be slightly different from target loadings\nwith no particular trend observed with the Si or O concentrations.\nThe actual zirconia concentration was found to be lower than expected\nwhich could be attributed to the leaching process during the sol–gel\npreparation method. Si content was also found to decrease with an\nincrease in zirconia loading. Notably, Zr/Si (25) was found to have\na fairly large O concentration (49%), which could also be in reference\nto the large hydroxyl groups concentration within the adsorbent matrix.\nIt should be pointed out here that C 1s was also detected in the spectra\ndue to the carbon tape used in the measurement.</p>", "clean_text": "  illustrates the atomic concentrations calculated from the XPS results. The concentrations were calculated using Si 2p, O 1s, Ti 2p, and Zr 3d. Silica atomic levels were found to be quantitatively fairly constant, while the amount of doped metal oxide was changed. Metal loading was calculated by the metal to Si ratio. The estimated titania loadings actually achieved were found to be slightly different from target loadings with no particular trend observed with the Si or O concentrations. The actual zirconia concentration was found to be lower than expected which could be attributed to the leaching process during the sol-gel preparation method. Si content was also found to decrease with an increase in zirconia loading. Notably, Zr/Si (25) was found to have a fairly large O concentration (49%), which could also be in reference to the large hydroxyl groups concentration within the adsorbent matrix. It should be pointed out here that C 1s was also detected in the spectra due to the carbon tape used in the measurement.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Dynamic Adsorption Performance</title><p>Fixed-bed\nadsorption experiments were performed to determine dynamic adsorption\ncapacity of the adsorbent materials. Formaldehyde vapor concentration\nin the inlet gas stream was calculated to be ∼170 ppm<sub>v</sub> at room temperature and atmospheric pressure. Moreover, we used  to estimate the amount\nof formaldehyde adsorbed onto the adsorbents,<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"ie-2018-02962j_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>Q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">F</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic>Q</italic>\n<sub>F</sub> is the\ninlet feed flow rate, <italic>C</italic>\n<sub>0</sub>, formaldehyde\nfeed concentration, <italic>W</italic> is the weight of the adsorbent,\nand <italic>t</italic>\n<sub>s</sub> is the stoichiometric time, which\ncan be estimated from the breakthrough profile using ,<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"ie-2018-02962j_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo form=\"prefix\">∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>∞</mml:mo>\n</mml:mrow>\n</mml:msubsup>\n<mml:mrow>\n<mml:mo stretchy=\"true\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo stretchy=\"true\">)</mml:mo>\n</mml:mrow>\n<mml:mo linebreak=\"nobreak\" lspace=\"0em\" rspace=\"0.25em\">⁡</mml:mo>\n<mml:mo linebreak=\"nobreak\">∂</mml:mo>\n<mml:mi>t</mml:mi>\n</mml:math>\n</alternatives>\n</disp-formula>In the above equation, <italic>C</italic> is\nthe formaldehyde concentration at the column outlet at time <italic>t</italic>.</p>", "clean_text": "Dynamic Adsorption Performance\n\nFixed-bed adsorption experiments were performed to determine dynamic adsorption capacity of the adsorbent materials. Formaldehyde vapor concentration in the inlet gas stream was calculated to be ~170 ppmv at room temperature and atmospheric pressure. Moreover, we used  to estimate the amount of formaldehyde adsorbed onto the adsorbents, 1      q   d   =     Q   F     C   0     t   s     W     where Q F is the inlet feed flow rate, C 0, formaldehyde feed concentration, W is the weight of the adsorbent, and t s is the stoichiometric time, which can be estimated from the breakthrough profile using , 2      t   s   =   ∫   0   ∞    ( 1 -   C     C   0     )  ⁡ ∂ t   In the above equation, C is the formaldehyde concentration at the column outlet at time t.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>\n illustrates the formaldehyde breakthrough profiles over the\nadsorbents investigated, while  and  show the comparison of the corresponding dynamic capacities\n(<italic>q</italic>\n<sub>d</sub>) estimated from . Overall, the formaldehyde adsorption on\nMIL-101­(Cr) was higher than on the MMOs, as characterized by a longer\nbreakthrough time with an uptake capacity of 3.3 mmol/g. The capacity\nobtained for MIL-101­(Cr) was comparable with the literature data reported\nbefore. What was immediately noticeable\nwas that the incorporation of the second metal oxide led to an enhancement\nof adsorption capacity of formaldehyde in comparison to the bare silica.\nFor the family of Ti/Si samples, 25 wt % titania supported on silica\nwas found to have the highest capacity at <italic>q</italic>\n<sub>d</sub> = 1.7 mmol/g, whereas the other samples were in a slightly lower\nrange (approximately 1.1–1.2 mmol/g). It was also found that\nincreasing the Ti content from 0 to 25 wt % led to improved capture\ncapacity but with further increase to 75 wt %, an opposite trend resulted\n(see a). This\nbehavior could be explained by the fact that the amount of doped titania\nincreases the amount of surface hydroxyl groups, which have been previously\nidentified to be the main active sites for adsorption of formaldehyde\nover metal oxides by forming hydrogen bonds with formaldehyde molecules. Through in situ DRIFTS and step scanning XRD measurements, Wang\net al. showed that formaldehyde adsorption\nover layered manganese oxide is promoted by bonded water via hydrogen\nbonding. It is also important to note that adsorption kinetics were\nshown to be slightly slower in the case of Ti/Si (25) when compared\nto other materials in its family, indicated by a long tail, which\nmay limit the use of this material for cyclic operations. As the loading\nof titania increased, the semiequilibrium capacities decreased which\ncould be attributed to the decrease in surface area and pore volume\nwith metal loading.</p>", "clean_text": "  illustrates the formaldehyde breakthrough profiles over the adsorbents investigated, while  and  show the comparison of the corresponding dynamic capacities (q d) estimated from . Overall, the formaldehyde adsorption on MIL-101(Cr) was higher than on the MMOs, as characterized by a longer breakthrough time with an uptake capacity of 3.3 mmol/g. The capacity obtained for MIL-101(Cr) was comparable with the literature data reported before. What was immediately noticeable was that the incorporation of the second metal oxide led to an enhancement of adsorption capacity of formaldehyde in comparison to the bare silica. For the family of Ti/Si samples, 25 wt % titania supported on silica was found to have the highest capacity at q d = 1.7 mmol/g, whereas the other samples were in a slightly lower range (approximately 1.1-1.2 mmol/g). It was also found that increasing the Ti content from 0 to 25 wt % led to improved capture capacity but with further increase to 75 wt %, an opposite trend resulted (see a). This behavior could be explained by the fact that the amount of doped titania increases the amount of surface hydroxyl groups, which have been previously identified to be the main active sites for adsorption of formaldehyde over metal oxides by forming hydrogen bonds with formaldehyde molecules. Through in situ DRIFTS and step scanning XRD measurements, Wang et al. showed that formaldehyde adsorption over layered manganese oxide is promoted by bonded water via hydrogen bonding. It is also important to note that adsorption kinetics were shown to be slightly slower in the case of Ti/Si (25) when compared to other materials in its family, indicated by a long tail, which may limit the use of this material for cyclic operations. As the loading of titania increased, the semiequilibrium capacities decreased which could be attributed to the decrease in surface area and pore volume with metal loading.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Formaldehyde breakthrough profiles over (a) Ti/Si and\n(b) Zr/Si\nadsorbents with comparison with Mil-101­(Cr) profile.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ie-2018-02962j_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Formaldehyde breakthrough profiles over (a) Ti/Si and (b) Zr/Si adsorbents with comparison with Mil-101(Cr) profile.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Dynamic adsorption capacity of formaldehyde estimated\nfrom breakthrough\nprofiles obtained at room temperature and atmospheric pressure using\n170 ppm<sub>v</sub> of formaldehyde vapor.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ie-2018-02962j_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Dynamic adsorption capacity of formaldehyde estimated from breakthrough profiles obtained at room temperature and atmospheric pressure using 170 ppmv of formaldehyde vapor.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of Stoichiometric Time\nand Dynamic Adsorption Capacity of Formaldehyde for All Adsorbents</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>t</italic>\n<sub>s</sub> (min)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>d</sub> (mmol/g)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>bare silica</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (15)</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (25)</oasis:entry>\n<oasis:entry>55</oasis:entry>\n<oasis:entry>1.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (50)</oasis:entry>\n<oasis:entry>43</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (75)</oasis:entry>\n<oasis:entry>17</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (15)</oasis:entry>\n<oasis:entry>56</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (25)</oasis:entry>\n<oasis:entry>72</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (50)</oasis:entry>\n<oasis:entry>62</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (75)</oasis:entry>\n<oasis:entry>39</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>3.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>In the case of zirconia samples, a similar\ntrend was observed in\nwhich the highest semiequilibrium capacity was displayed by Zr/Si\n(25) at <italic>q</italic>\n<sub>d</sub> = 2.9 mmol/g, which was close\nto that of MIL-101­(Cr). However, upon increasing the ZrO<sub>2</sub> loading from 25 to 50 wt %, a slight drop in capacity (<italic>q</italic>\n<sub>d</sub> = 2.9–2.7 mmol g<sup>–1</sup>) was observed.\nAlthough increasing the loading from 15 to 25 wt %, showed a 45% enhancement\nin formaldehyde adsorption, an opposite trend was observed for higher\nloadings and the capacity dropped by ∼45% for Zr/Si (75). Furthermore,\ninvestigating the breakthrough profiles in b revealed that unlike titania-based adsorbents,\ndiffusional resistances became more pronounced for zirconia-based\nsamples resulting in relatively broad profiles, which could be attributed\nto the large degree of agglomeration for ZrO<sub>2</sub> particles,\nas observed by SEM images, which limited the accessibility and diffusion\nof the adsorbate molecules to the adsorption sites in the pores of\nthe adsorbent. The higher capacities obtained from the Zr/Si (<italic>x</italic>) samples compared to the Ti samples can be explained by\nsurface acidity. It has been proven that Zr/Si materials show a higher\nacidity than Ti/Si materials, which could be an influential factor\nin the uptake values recorded in this investigation. Furthermore, the level of hydroxyl bonding in case of zirconia\nmaterials has been shown to be much higher than their titania counterparts. As a control experiment, bare silica\n(SiO<sub>2</sub>) was also tested for HCHO adsorption, as evident\nfrom  and . Despite very high surface characteristics, it\nshowed the lowest semi-equilibrium capacity at 0.8 mmol/g when compared\nto all the MMO samples, owing to the poor interaction of formaldehyde\nmolecules with its surface. Overall, these results indicated that\nZr/Si adsorbents have a higher affinity toward HCHO when compared\nto Ti/Si adsorbents for the airborne abatement of formaldehyde and\nthat the incorporation of titania and zirconia into the mesoporous\nsilica promotes the formaldehyde uptake of silica. Considering the\nlow costs to prepare this material and its comparable performance\nto MIL-101­(Cr), a MOF commonly used for VOC abatement that is expensive\nto synthesize, zirconia-based materials could potentially be promising\ncandidates for abating formaldehyde and other VOCs.</p>", "clean_text": "In the case of zirconia samples, a similar trend was observed in which the highest semiequilibrium capacity was displayed by Zr/Si (25) at q d = 2.9 mmol/g, which was close to that of MIL-101(Cr). However, upon increasing the ZrO2 loading from 25 to 50 wt %, a slight drop in capacity (q d = 2.9-2.7 mmol g-1) was observed. Although increasing the loading from 15 to 25 wt %, showed a 45% enhancement in formaldehyde adsorption, an opposite trend was observed for higher loadings and the capacity dropped by ~45% for Zr/Si (75). Furthermore, investigating the breakthrough profiles in b revealed that unlike titania-based adsorbents, diffusional resistances became more pronounced for zirconia-based samples resulting in relatively broad profiles, which could be attributed to the large degree of agglomeration for ZrO2 particles, as observed by SEM images, which limited the accessibility and diffusion of the adsorbate molecules to the adsorption sites in the pores of the adsorbent. The higher capacities obtained from the Zr/Si (x) samples compared to the Ti samples can be explained by surface acidity. It has been proven that Zr/Si materials show a higher acidity than Ti/Si materials, which could be an influential factor in the uptake values recorded in this investigation. Furthermore, the level of hydroxyl bonding in case of zirconia materials has been shown to be much higher than their titania counterparts. As a control experiment, bare silica (SiO2) was also tested for HCHO adsorption, as evident from  and . Despite very high surface characteristics, it showed the lowest semi-equilibrium capacity at 0.8 mmol/g when compared to all the MMO samples, owing to the poor interaction of formaldehyde molecules with its surface. Overall, these results indicated that Zr/Si adsorbents have a higher affinity toward HCHO when compared to Ti/Si adsorbents for the airborne abatement of formaldehyde and that the incorporation of titania and zirconia into the mesoporous silica promotes the formaldehyde uptake of silica. Considering the low costs to prepare this material and its comparable performance to MIL-101(Cr), a MOF commonly used for VOC abatement that is expensive to synthesize, zirconia-based materials could potentially be promising candidates for abating formaldehyde and other VOCs.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>To determine\nthe presence of hydroxyl groups in MMOs, FTIR analysis\nwas employed and the corresponding FTIR spectra are illustrated in . For all materials,\na band detected between 998 and 1234 cm<sup>–1</sup> corresponded\nto the fundamental component of these materials. This range depicted\nthe SiO<sub>4</sub> and Si–O–Si absorption bands and\nwas indicative of the role of silica in these materials as a support\nand as a building block for these MMO materials. An absorption band observed at around 920 cm<sup>–1</sup> for both classes of MMO samples correlated to Si–O–M\nbond, where M = Si/Ti. The broad peaks beyond\n3000 cm<sup>–1</sup> were assigned to O–H stretching\nvibrations. These bands depict the hydroxyl groups that are present\nin the materials. From a, in the case of the titania samples, multiple smaller peaks\nwere also observed in the 500–700 cm<sup>–1</sup> range\nfor titania samples, suggesting that titania was present in its anatase\nphase within the MMO system. Higher loadings\nof titania displayed a shift in SiO<sub>4</sub> vibration modes, suggesting\nthat the loading of titania affected the primary silica structure.\nPeaks around 1639 cm<sup>–1</sup> referred to the bending modes\nof H–O–H, which was an indication of chemisorbed water\non the surface of the materials. Peaks\nin the range of 3235–3554 cm<sup>–1</sup> represented\nthe surface hydroxyl groups present in the samples. Ti/Si (25) showed\nthe largest concentration of surface hydroxyl groups quantitatively,\nwhich fell in line with semiequilibrium adsorption measurements. As\nthe titania loading increased, a drop in the number of hydroxyl groups\nwas observed for these samples. b illustrates the spectra obtained for zirconia samples.\nPeaks between 998 and 1063 cm<sup>–1</sup> were assigned to\nasymmetric stretching of the SiO<sub>4</sub> unit. Peaks observed in the zirconia samples displayed a more\nsimilar absorption band when compared to bare SiO<sub>2</sub>, indicating\nthat the silica network was fairly maintained for the zirconia sample.\nThis also highlights the fact that each Zr atom was coordinated with\nthe SiO<sub>4</sub> molecule through an edge and corner connection. The peak obtained around 1050–1063 cm<sup>–1</sup> indicated the presence of SiO<sub>4</sub>\n<sup>–</sup> tetrahedra. In contrast to their titania counterparts, zirconia\nsamples showed either very minimal or no peaks at the 1640 cm<sup>–1</sup> range, which suggested the effect of humidity could\npotentially be insignificant. As observed with titania samples, the\nnumber of surface hydroxyl groups reached a maximum for the 25/75\nloading, proving our hypothesis that the hydroxyl groups were indeed\nresponsible for improved HCHO adsorption. Comparing the FTIR spectra\nof the MMO samples in both figures revealed that while hydroxyl group\npeaks were observed for the titania samples as well, they were less\nintense compared to zirconia samples. This could also be the reason\nfor zirconia’s superior adsorption characteristics over titania\nsamples.</p>", "clean_text": "To determine the presence of hydroxyl groups in MMOs, FTIR analysis was employed and the corresponding FTIR spectra are illustrated in . For all materials, a band detected between 998 and 1234 cm-1 corresponded to the fundamental component of these materials. This range depicted the SiO4 and Si-O-Si absorption bands and was indicative of the role of silica in these materials as a support and as a building block for these MMO materials. An absorption band observed at around 920 cm-1 for both classes of MMO samples correlated to Si-O-M bond, where M = Si/Ti. The broad peaks beyond 3000 cm-1 were assigned to O-H stretching vibrations. These bands depict the hydroxyl groups that are present in the materials. From a, in the case of the titania samples, multiple smaller peaks were also observed in the 500-700 cm-1 range for titania samples, suggesting that titania was present in its anatase phase within the MMO system. Higher loadings of titania displayed a shift in SiO4 vibration modes, suggesting that the loading of titania affected the primary silica structure. Peaks around 1639 cm-1 referred to the bending modes of H-O-H, which was an indication of chemisorbed water on the surface of the materials. Peaks in the range of 3235-3554 cm-1 represented the surface hydroxyl groups present in the samples. Ti/Si (25) showed the largest concentration of surface hydroxyl groups quantitatively, which fell in line with semiequilibrium adsorption measurements. As the titania loading increased, a drop in the number of hydroxyl groups was observed for these samples. b illustrates the spectra obtained for zirconia samples. Peaks between 998 and 1063 cm-1 were assigned to asymmetric stretching of the SiO4 unit. Peaks observed in the zirconia samples displayed a more similar absorption band when compared to bare SiO2, indicating that the silica network was fairly maintained for the zirconia sample. This also highlights the fact that each Zr atom was coordinated with the SiO4 molecule through an edge and corner connection. The peak obtained around 1050-1063 cm-1 indicated the presence of SiO4 - tetrahedra. In contrast to their titania counterparts, zirconia samples showed either very minimal or no peaks at the 1640 cm-1 range, which suggested the effect of humidity could potentially be insignificant. As observed with titania samples, the number of surface hydroxyl groups reached a maximum for the 25/75 loading, proving our hypothesis that the hydroxyl groups were indeed responsible for improved HCHO adsorption. Comparing the FTIR spectra of the MMO samples in both figures revealed that while hydroxyl group peaks were observed for the titania samples as well, they were less intense compared to zirconia samples. This could also be the reason for zirconia's superior adsorption characteristics over titania samples.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) FTIR spectra obtained for (a) Ti/Si, (b) Zr/Si adsorbents along\nwith the bare silica, and (c) fresh and used samples.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ie-2018-02962j_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) FTIR spectra obtained for (a) Ti/Si, (b) Zr/Si adsorbents along with the bare silica, and (c) fresh and used samples.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>\nc compares\nthe FTIR spectra obtained for fresh and used Ti/Si (25) and Zr/Si\n(25) samples that exhibited the largest HCHO uptake among their family.\nThe range of peaks below 1200 cm<sup>–1</sup> seemed to be\nless evident in the used samples, suggesting the slight deformation\nof the MMO matrix due to the adsorption of formate ions on the surface\nhydroxyl groups. Furthermore, the different types of charged ions\nbeing adsorbed onto the surface could have caused structural changes,\nas shown previously. Comparison of the\nFTIR spectra of fresh and used adsorbents revealed that the adsorbed\nHCHO affected the structure of the adsorbents for both samples. Notably,\nbeyond 3000 cm<sup>–1</sup>, a shift in the hydroxyl group\npeaks was observed, which depicted the reduction in the number of\navailable surface hydroxyl groups after adsorption. Wang et al. showed that both bonded water and water in the\nair can stimulate the desorption of formate formed on the metal oxide\nsurface as a result of formaldehyde adsorption at room temperature,\nthereby recovering the adsorption capacity and regenerating the materials.</p>", "clean_text": " c compares the FTIR spectra obtained for fresh and used Ti/Si (25) and Zr/Si (25) samples that exhibited the largest HCHO uptake among their family. The range of peaks below 1200 cm-1 seemed to be less evident in the used samples, suggesting the slight deformation of the MMO matrix due to the adsorption of formate ions on the surface hydroxyl groups. Furthermore, the different types of charged ions being adsorbed onto the surface could have caused structural changes, as shown previously. Comparison of the FTIR spectra of fresh and used adsorbents revealed that the adsorbed HCHO affected the structure of the adsorbents for both samples. Notably, beyond 3000 cm-1, a shift in the hydroxyl group peaks was observed, which depicted the reduction in the number of available surface hydroxyl groups after adsorption. Wang et al. showed that both bonded water and water in the air can stimulate the desorption of formate formed on the metal oxide surface as a result of formaldehyde adsorption at room temperature, thereby recovering the adsorption capacity and regenerating the materials.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>This paper provides insight into\nthe formaldehyde removal from\nindoor air using mixed-metal oxide adsorbents. A series of titania-\nand zirconia-doped silica materials were synthesized, and their formaldehyde\nadsorption performance was investigated by dynamic breakthrough experiments.\nIn addition, MIL-101­(Cr) was synthesized and used as a base adsorbent\nfor comparing the adsorptive characteristics of MMOs. The obtained\ncapacities were correlated with the titania/zirconia loading, and\nit was demonstrated that zirconia samples are more efficient in abating\nairborne formaldehyde than their titania analogues. A maximum dynamic\ncapacity of 2.9 mmol/g was observed for Zr/Si (25) which was comparable\nto that of MIL-101­(Cr) with a capacity of 3.3 mmol/g when exposed\nto 170 ppm<sub>v</sub> formaldehyde vapor. Furthermore, the characterization\nof the materials after experiments highlighted chemisorption of formaldehyde\non the surface of MMOs which could be desorbed upon exposure to water\nin air. The findings reported in this investigation reveal the potential\nof titania- and zirconia-based mixed-metal oxides as efficient solid\nadsorbents in the abatement of formaldehyde vapor.</p>", "clean_text": "Conclusions\n\nThis paper provides insight into the formaldehyde removal from indoor air using mixed-metal oxide adsorbents. A series of titania- and zirconia-doped silica materials were synthesized, and their formaldehyde adsorption performance was investigated by dynamic breakthrough experiments. In addition, MIL-101(Cr) was synthesized and used as a base adsorbent for comparing the adsorptive characteristics of MMOs. The obtained capacities were correlated with the titania/zirconia loading, and it was demonstrated that zirconia samples are more efficient in abating airborne formaldehyde than their titania analogues. A maximum dynamic capacity of 2.9 mmol/g was observed for Zr/Si (25) which was comparable to that of MIL-101(Cr) with a capacity of 3.3 mmol/g when exposed to 170 ppmv formaldehyde vapor. Furthermore, the characterization of the materials after experiments highlighted chemisorption of formaldehyde on the surface of MMOs which could be desorbed upon exposure to water in air. The findings reported in this investigation reveal the potential of titania- and zirconia-based mixed-metal oxides as efficient solid adsorbents in the abatement of formaldehyde vapor.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.iecr.8b02962\">10.1021/acs.iecr.8b02962</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>XRD patterns,\nN<sub>2</sub> physisorption isotherms\nand pore size distributions, SEM images, and XPS spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.iecr.8b02962.  XRD patterns, N2 physisorption isotherms and pore size distributions, SEM images, and XPS spectra (PDF)   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>XRD patterns,\nN<sub>2</sub> physisorption isotherms\nand pore size distributions, SEM images, and XPS spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare\nno\ncompeting financial interest.</p><title>Nomenclature</title><p>formaldehyde concentration\nat the column outlet at time <italic>t,</italic> mmol mL<sup>–1</sup>\n</p><p>formaldehyde\nfeed concentration, mmol mL<sup>–1</sup>\n</p><p>average\npore size, nm</p><p>amount\nof formaldehyde adsorbed onto the adsorbent, mmol g<sup>–1</sup>\n</p><p>inlet\nfeed flow rate, mL min<sup>–1</sup>\n</p><p>BET\nsurface area, m<sup>2</sup> g<sup>–1</sup>\n</p><p>adsorption time,\nmin</p><p>stoichiometric\ntime, min</p><p>pore volume, cm<sup>3</sup> g<sup>–1</sup>\n</p><p>weight\nof the adsorbent,\ng</p>", "clean_text": "XRD patterns, N2 physisorption isotherms and pore size distributions, SEM images, and XPS spectra (PDF)\n\nThe authors declare no competing financial interest.\n\nNomenclature\n\nformaldehyde concentration at the column outlet at time t, mmol mL-1 \n\nformaldehyde feed concentration, mmol mL-1 \n\naverage pore size, nm\n\namount of formaldehyde adsorbed onto the adsorbent, mmol g-1 \n\ninlet feed flow rate, mL min-1 \n\nBET surface area, m2 g-1 \n\nadsorption time, min\n\nstoichiometric time, min\n\npore volume, cm3 g-1 \n\nweight of the adsorbent, g", "data": null, "include_properties": null}], "cln_elements": [{"idx": 10, "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of MIL-101­(Cr)</title><p>The synthesis\nmethod followed\nwas a slightly modified procedure used by Zhao et al. Briefly, about 800 mg of chromium nitrate nonahydrate (Cr­(NO<sub>3</sub>)<sub>3</sub>·9H<sub>2</sub>O) and 328 mg of H<sub>2</sub>BDC were mixed together and subsequently 180 mg of HNO<sub>3</sub> was added to the mixture. The reactants were mixed and sonicated\nuntil a fairly homogeneous solution was obtained. The contents were\nthen transferred to an autoclave and kept at 220 °C for 8 h.\nThe material was then cooled, filtered, and solvent-exchanged. The\nobtained solid was washed with DMF and DI water and then refluxed\nin hot ethanol at 70 °C for 5 h.</p>", "clean_text": "Preparation of MIL-101(Cr)\n\nThe synthesis method followed was a slightly modified procedure used by Zhao et al. Briefly, about 800 mg of chromium nitrate nonahydrate (Cr(NO3)3⋅9H2O) and 328 mg of H2BDC were mixed together and subsequently 180 mg of HNO3 was added to the mixture. The reactants were mixed and sonicated until a fairly homogeneous solution was obtained. The contents were then transferred to an autoclave and kept at 220 °C for 8 h. The material was then cooled, filtered, and solvent-exchanged. The obtained solid was washed with DMF and DI water and then refluxed in hot ethanol at 70 °C for 5 h.", "data": [{"meta": {"name": "MIL-101­(Cr)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "chromium nitrate nonahydrate", "amount": "800", "unit": "mg"}, {"name": "H2BDC", "amount": "328", "unit": "mg"}, {"name": "HNO3", "amount": "180", "unit": "mg"}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "220°C", "time": "8 h"}, {"synthesis method": "sonication", "composition": "", "power": "", "solvent": "", "temperature": "", "time": "", "type": ""}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}, {"synthesis method": "washing", "washing solution": "DI water", "amount": ""}, {"synthesis method": "reflux", "washing solution": "hot ethanol", "amount": "70°C", "time": "5 h"}], "yield": ""}], "include_properties": ["chemical_synthesis", "sonication", "filtration", "washing"]}, {"idx": "1, 5, 17, 19, 21, 29, 37", "type": "text", "classification": "property", "content": "<p>Volatile organic air pollutants such\nas aldehyde compounds have\nbeen identified as progressively damaging chemicals impacting human\nhealth at small albeit dangerous quantities. This study focuses on\nevaluating the dynamic adsorption of formaldehyde over binary mixed-metal\noxides (MMOs) such as ZrO<sub>2</sub>/SiO<sub>2</sub> and TiO<sub>2</sub>/SiO<sub>2</sub> with different metal ratios. In addition,\na metal–organic framework (MOF), namely, MIL-101­(Cr), was synthesized\nand used as a base adsorbent to which the performance of MMOs was\ncompared. The formaldehyde dynamic adsorption capacity of the materials\nwas determined through breakthrough experiments. Our results indicated\nthat zirconia-based materials exhibit a comparatively higher affinity\ntoward formaldehyde than their titania-based counterparts at very\ndilute concentrations. In particular, ZrO<sub>2</sub>/SiO<sub>2</sub> with weight ratio of 25/75 exhibited a dynamic adsorption capacity\nof 2.9 mmol/g at room temperature using a formaldehyde concentration\nof 170 ppm<sub>v</sub>, which was comparable to that of MIL-101­(Cr).\nCharacterization of the materials before and after formaldehyde exposure\nindicated that formaldehyde was chemically adsorbed on the MMOs. This\nstudy highlights the potential of MMOs for efficient abatement of\nairborne formaldehyde.</p><p>MOF materials have been\nlargely studied as formaldehyde sensors; however, their capability in adsorptive removal\nof formaldehyde has been rarely explored. In a recent investigation\nby Wang et al., the formaldehyde capture\nof diamine-modified MIL-101 was studied and an adsorption capacity\nof 5.49 mmol/g was reported for this material using an initial HCHO\nconcentration of 150 ppm<sub>v</sub>, whereas the unmodified MIL-101\nexhibited a capacity of 3.34 mmol/g. Although functionalization of\nporous adsorbents with amine moieties contributes to enhanced formaldehyde\ncapture, there is a potential health risk associated with the amines\nleaching from the adsorbents in enclosed environments, especially\nfor aminopolymers that have weak bonds with the support.</p><p>N<sub>2</sub> physisorption isotherms obtained\nat 77 K along with\nPSD profiles are displayed in . As evident from this figure, all MMOs showed a combination\nof types II and IV isotherms with a H4 hysteresis indicative of their\nmesoporous–macroporous nature. As shown in a, increasing Ti loading from\n15 to 75 wt % gave rise to dramatic reduction in nitrogen uptake.\nMoreover, the pore size distribution of titania-doped silica samples\nranged from 2 to 5 nm, as shown in b. For zirconia-doped silica samples, a similar\ndecreasing trend with Zr content was observed (c) with Zr/Si (75) showing essentially zero\nuptake indicative of its nonporous structure. The PSD profiles displayed\nin d revealed\nan increase in the average pore size from 2.3 to 3.1 nm for zirconia-doped\nsilica adsorbents. The bare silica showed two distinct adsorption/desorption\nsteps, as demonstrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S3s, Supporting Information</ext-link>. The first step at lower <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> corresponded to the filling of mesopores. This process seemed to be gradual, unlike the\nsecond step at higher <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> which indicated rapid filling of large mesopores and possibly macropores,\nimplying large concentration of uniform mesopores, which can be confirmed\nin the PSD curve shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S3b</ext-link>. For\nMIL-101­(Cr) sample, a typical type I isotherm indicative of microporous\nnature of this MOF was observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S3c</ext-link>) with uniform pores having sizes on the order of 1.9 nm, as can\nbe observed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.iecr.8b02962/suppl_file/ie8b02962_si_001.pdf\">Figure S3d</ext-link>.</p><p>Textural properties of the adsorbents determined from N<sub>2</sub> physisorption isotherms are quantitatively presented in . Overall, the BET\nsurface area and pore volume of the MMO samples were lower than those\nof bare silica material. This was expected as the doped oxides occupy\nthe interparticular, ordered, mesoporous silica during doping process,\nthus contributing to lower pore volume and surface area. For instance,\nTi/Si (15) and Zr/Si (15) exhibited surface areas of 1115 and 768\nm<sup>2</sup>/g, respectively, compared to 1483 m<sup>2</sup>/g surface\narea of the bare silica. Similarly, they exhibited pore volumes of\n0.64 and 0.56 cm<sup>3</sup>/g, respectively, while the bare silica\ndisplayed a pore volume of 1.35 cm<sup>3</sup>/g. A large mesopore\nvolume can be attributed to the ordered and fairly regular sized mesopores\nobtained due to the incorporation of surfactant molecules within the\nmatrix. This also corresponded to the hexagonal mesophases, commonly\ndetected in such materials, which was\nalso confirmed by XRD results, presented earlier.</p><p>Although the textural properties\nof lower loaded samples (15 and\n25) were found to be comparable to those of the bare support, a dramatic\nloss in surface area and porosity was noticed with increasing metal\ncontent to 50 and 75 wt %. The BET surface area dropped to 73 and\n4 m<sup>2</sup>/g, and pore volume decreased to 0.08 and 0.01 cm<sup>3</sup>/g for Ti/Si (75) and Zr/Si (75), respectively. Another observable\ntrend was the comparatively better surface properties of Ti/Si (<italic>x</italic>) when compared to Zr/Si (<italic>x</italic>) which stemmed\nfrom the larger size of ZrO<sub>2</sub> nanoparticles with a greater\nportion of the surface being occupied when compared to its TiO<sub>2</sub> counterpart. MIL-101­(Cr) was shown to have superior surface\ncharacteristics when compared to the metal oxide samples, as expected,\nwith a BET surface area of 2200 m<sup>2</sup>/g and a pore volume\nof 1.16 cm<sup>3</sup>/g.</p><p>\n illustrates the formaldehyde breakthrough profiles over the\nadsorbents investigated, while  and  show the comparison of the corresponding dynamic capacities\n(<italic>q</italic>\n<sub>d</sub>) estimated from . Overall, the formaldehyde adsorption on\nMIL-101­(Cr) was higher than on the MMOs, as characterized by a longer\nbreakthrough time with an uptake capacity of 3.3 mmol/g. The capacity\nobtained for MIL-101­(Cr) was comparable with the literature data reported\nbefore. What was immediately noticeable\nwas that the incorporation of the second metal oxide led to an enhancement\nof adsorption capacity of formaldehyde in comparison to the bare silica.\nFor the family of Ti/Si samples, 25 wt % titania supported on silica\nwas found to have the highest capacity at <italic>q</italic>\n<sub>d</sub> = 1.7 mmol/g, whereas the other samples were in a slightly lower\nrange (approximately 1.1–1.2 mmol/g). It was also found that\nincreasing the Ti content from 0 to 25 wt % led to improved capture\ncapacity but with further increase to 75 wt %, an opposite trend resulted\n(see a). This\nbehavior could be explained by the fact that the amount of doped titania\nincreases the amount of surface hydroxyl groups, which have been previously\nidentified to be the main active sites for adsorption of formaldehyde\nover metal oxides by forming hydrogen bonds with formaldehyde molecules. Through in situ DRIFTS and step scanning XRD measurements, Wang\net al. showed that formaldehyde adsorption\nover layered manganese oxide is promoted by bonded water via hydrogen\nbonding. It is also important to note that adsorption kinetics were\nshown to be slightly slower in the case of Ti/Si (25) when compared\nto other materials in its family, indicated by a long tail, which\nmay limit the use of this material for cyclic operations. As the loading\nof titania increased, the semiequilibrium capacities decreased which\ncould be attributed to the decrease in surface area and pore volume\nwith metal loading.</p><title>Conclusions</title><p>This paper provides insight into\nthe formaldehyde removal from\nindoor air using mixed-metal oxide adsorbents. A series of titania-\nand zirconia-doped silica materials were synthesized, and their formaldehyde\nadsorption performance was investigated by dynamic breakthrough experiments.\nIn addition, MIL-101­(Cr) was synthesized and used as a base adsorbent\nfor comparing the adsorptive characteristics of MMOs. The obtained\ncapacities were correlated with the titania/zirconia loading, and\nit was demonstrated that zirconia samples are more efficient in abating\nairborne formaldehyde than their titania analogues. A maximum dynamic\ncapacity of 2.9 mmol/g was observed for Zr/Si (25) which was comparable\nto that of MIL-101­(Cr) with a capacity of 3.3 mmol/g when exposed\nto 170 ppm<sub>v</sub> formaldehyde vapor. Furthermore, the characterization\nof the materials after experiments highlighted chemisorption of formaldehyde\non the surface of MMOs which could be desorbed upon exposure to water\nin air. The findings reported in this investigation reveal the potential\nof titania- and zirconia-based mixed-metal oxides as efficient solid\nadsorbents in the abatement of formaldehyde vapor.</p>", "clean_text": "Volatile organic air pollutants such as aldehyde compounds have been identified as progressively damaging chemicals impacting human health at small albeit dangerous quantities. This study focuses on evaluating the dynamic adsorption of formaldehyde over binary mixed-metal oxides (MMOs) such as ZrO2/SiO2 and TiO2/SiO2 with different metal ratios. In addition, a metal-organic framework (MOF), namely, MIL-101(Cr), was synthesized and used as a base adsorbent to which the performance of MMOs was compared. The formaldehyde dynamic adsorption capacity of the materials was determined through breakthrough experiments. Our results indicated that zirconia-based materials exhibit a comparatively higher affinity toward formaldehyde than their titania-based counterparts at very dilute concentrations. In particular, ZrO2/SiO2 with weight ratio of 25/75 exhibited a dynamic adsorption capacity of 2.9 mmol/g at room temperature using a formaldehyde concentration of 170 ppmv, which was comparable to that of MIL-101(Cr). Characterization of the materials before and after formaldehyde exposure indicated that formaldehyde was chemically adsorbed on the MMOs. This study highlights the potential of MMOs for efficient abatement of airborne formaldehyde.\n\nMOF materials have been largely studied as formaldehyde sensors; however, their capability in adsorptive removal of formaldehyde has been rarely explored. In a recent investigation by Wang et al., the formaldehyde capture of diamine-modified MIL-101 was studied and an adsorption capacity of 5.49 mmol/g was reported for this material using an initial HCHO concentration of 150 ppmv, whereas the unmodified MIL-101 exhibited a capacity of 3.34 mmol/g. Although functionalization of porous adsorbents with amine moieties contributes to enhanced formaldehyde capture, there is a potential health risk associated with the amines leaching from the adsorbents in enclosed environments, especially for aminopolymers that have weak bonds with the support.\n\nN2 physisorption isotherms obtained at 77 K along with PSD profiles are displayed in . As evident from this figure, all MMOs showed a combination of types II and IV isotherms with a H4 hysteresis indicative of their mesoporous-macroporous nature. As shown in a, increasing Ti loading from 15 to 75 wt % gave rise to dramatic reduction in nitrogen uptake. Moreover, the pore size distribution of titania-doped silica samples ranged from 2 to 5 nm, as shown in b. For zirconia-doped silica samples, a similar decreasing trend with Zr content was observed (c) with Zr/Si (75) showing essentially zero uptake indicative of its nonporous structure. The PSD profiles displayed in d revealed an increase in the average pore size from 2.3 to 3.1 nm for zirconia-doped silica adsorbents. The bare silica showed two distinct adsorption/desorption steps, as demonstrated in Figure S3s, Supporting Information. The first step at lower P/P 0 corresponded to the filling of mesopores. This process seemed to be gradual, unlike the second step at higher P/P 0 which indicated rapid filling of large mesopores and possibly macropores, implying large concentration of uniform mesopores, which can be confirmed in the PSD curve shown in Figure S3b. For MIL-101(Cr) sample, a typical type I isotherm indicative of microporous nature of this MOF was observed (Figure S3c) with uniform pores having sizes on the order of 1.9 nm, as can be observed in Figure S3d.\n\nTextural properties of the adsorbents determined from N2 physisorption isotherms are quantitatively presented in . Overall, the BET surface area and pore volume of the MMO samples were lower than those of bare silica material. This was expected as the doped oxides occupy the interparticular, ordered, mesoporous silica during doping process, thus contributing to lower pore volume and surface area. For instance, Ti/Si (15) and Zr/Si (15) exhibited surface areas of 1115 and 768 m2/g, respectively, compared to 1483 m2/g surface area of the bare silica. Similarly, they exhibited pore volumes of 0.64 and 0.56 cm3/g, respectively, while the bare silica displayed a pore volume of 1.35 cm3/g. A large mesopore volume can be attributed to the ordered and fairly regular sized mesopores obtained due to the incorporation of surfactant molecules within the matrix. This also corresponded to the hexagonal mesophases, commonly detected in such materials, which was also confirmed by XRD results, presented earlier.\n\nAlthough the textural properties of lower loaded samples (15 and 25) were found to be comparable to those of the bare support, a dramatic loss in surface area and porosity was noticed with increasing metal content to 50 and 75 wt %. The BET surface area dropped to 73 and 4 m2/g, and pore volume decreased to 0.08 and 0.01 cm3/g for Ti/Si (75) and Zr/Si (75), respectively. Another observable trend was the comparatively better surface properties of Ti/Si (x) when compared to Zr/Si (x) which stemmed from the larger size of ZrO2 nanoparticles with a greater portion of the surface being occupied when compared to its TiO2 counterpart. MIL-101(Cr) was shown to have superior surface characteristics when compared to the metal oxide samples, as expected, with a BET surface area of 2200 m2/g and a pore volume of 1.16 cm3/g.\n\n  illustrates the formaldehyde breakthrough profiles over the adsorbents investigated, while  and  show the comparison of the corresponding dynamic capacities (q d) estimated from . Overall, the formaldehyde adsorption on MIL-101(Cr) was higher than on the MMOs, as characterized by a longer breakthrough time with an uptake capacity of 3.3 mmol/g. The capacity obtained for MIL-101(Cr) was comparable with the literature data reported before. What was immediately noticeable was that the incorporation of the second metal oxide led to an enhancement of adsorption capacity of formaldehyde in comparison to the bare silica. For the family of Ti/Si samples, 25 wt % titania supported on silica was found to have the highest capacity at q d = 1.7 mmol/g, whereas the other samples were in a slightly lower range (approximately 1.1-1.2 mmol/g). It was also found that increasing the Ti content from 0 to 25 wt % led to improved capture capacity but with further increase to 75 wt %, an opposite trend resulted (see a). This behavior could be explained by the fact that the amount of doped titania increases the amount of surface hydroxyl groups, which have been previously identified to be the main active sites for adsorption of formaldehyde over metal oxides by forming hydrogen bonds with formaldehyde molecules. Through in situ DRIFTS and step scanning XRD measurements, Wang et al. showed that formaldehyde adsorption over layered manganese oxide is promoted by bonded water via hydrogen bonding. It is also important to note that adsorption kinetics were shown to be slightly slower in the case of Ti/Si (25) when compared to other materials in its family, indicated by a long tail, which may limit the use of this material for cyclic operations. As the loading of titania increased, the semiequilibrium capacities decreased which could be attributed to the decrease in surface area and pore volume with metal loading.\n\nConclusions\n\nThis paper provides insight into the formaldehyde removal from indoor air using mixed-metal oxide adsorbents. A series of titania- and zirconia-doped silica materials were synthesized, and their formaldehyde adsorption performance was investigated by dynamic breakthrough experiments. In addition, MIL-101(Cr) was synthesized and used as a base adsorbent for comparing the adsorptive characteristics of MMOs. The obtained capacities were correlated with the titania/zirconia loading, and it was demonstrated that zirconia samples are more efficient in abating airborne formaldehyde than their titania analogues. A maximum dynamic capacity of 2.9 mmol/g was observed for Zr/Si (25) which was comparable to that of MIL-101(Cr) with a capacity of 3.3 mmol/g when exposed to 170 ppmv formaldehyde vapor. Furthermore, the characterization of the materials after experiments highlighted chemisorption of formaldehyde on the surface of MMOs which could be desorbed upon exposure to water in air. The findings reported in this investigation reveal the potential of titania- and zirconia-based mixed-metal oxides as efficient solid adsorbents in the abatement of formaldehyde vapor.", "data": [[{"meta": {"name": "ZrO2/SiO2", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "formaldehyde", "adsorbed amount": "2.9", "unit": "mmol/g", "temperature": "room temperature", "pressure": "170 ppmv", "condition": ""}]}, {"meta": {"name": "MIL-101­(Cr)", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "formaldehyde", "adsorbed amount": "3.3", "unit": "mmol/g", "temperature": "", "pressure": "", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 20, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Textural Properties of the MMOs, Bare\nSilica, and MIL-101­(Cr) Adsorbents</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub> (m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic> (cm<sup>3</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub>p</sub> (nm)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>bare silica</oasis:entry>\n<oasis:entry>1483</oasis:entry>\n<oasis:entry>1.35</oasis:entry>\n<oasis:entry>3.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (15)</oasis:entry>\n<oasis:entry>1115</oasis:entry>\n<oasis:entry>0.64</oasis:entry>\n<oasis:entry>2.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (25)</oasis:entry>\n<oasis:entry>1030</oasis:entry>\n<oasis:entry>0.60</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (50)</oasis:entry>\n<oasis:entry>271</oasis:entry>\n<oasis:entry>0.18</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (75)</oasis:entry>\n<oasis:entry>73</oasis:entry>\n<oasis:entry>0.08</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (15)</oasis:entry>\n<oasis:entry>768</oasis:entry>\n<oasis:entry>0.56</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (25)</oasis:entry>\n<oasis:entry>635</oasis:entry>\n<oasis:entry>0.40</oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (50)</oasis:entry>\n<oasis:entry>226</oasis:entry>\n<oasis:entry>0.18</oasis:entry>\n<oasis:entry>2.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (75)</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>0.01</oasis:entry>\n<oasis:entry>3.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)</oasis:entry>\n<oasis:entry>2200</oasis:entry>\n<oasis:entry>1.16</oasis:entry>\n<oasis:entry>1.9</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Textural Properties of the MMOs, Bare Silica, and MIL-101­(Cr) Adsorbents\n\n| sample       | S<sub>BET</sub> (m<sup>2</sup>/g) | V (cm<sup>3</sup>/g) | d<sub>p</sub> (nm) |\n|--------------|---------------------------------|---------------------|-------------------|\n| bare silica  | 1483                            | 1.35                | 3.3               |\n| Ti/Si (15)    | 1115                            | 0.64                | 2.8               |\n| Ti/Si (25)    | 1030                            | 0.60                | 2.7               |\n| Ti/Si (50)    | 271                             | 0.18                | 2.7               |\n| Ti/Si (75)    | 73                              | 0.08                | 3.1               |\n| Zr/Si (15)    | 768                             | 0.56                | 2.3               |\n| Zr/Si (25)    | 635                             | 0.40                | 2.5               |\n| Zr/Si (50)    | 226                             | 0.18                | 2.3               |\n| Zr/Si (75)    | 4                               | 0.01                | 3.1               |\n| MIL-101(Cr)  | 2200                            | 1.16                | 1.9               |", "data": [{"meta": {"name": "bare silica", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1483", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "1.35", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "3.3", "unit": "nm", "condition": ""}]}, {"meta": {"name": "Ti/Si (15)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1115", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.64", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "2.8", "unit": "nm", "condition": ""}]}, {"meta": {"name": "Ti/Si (25)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1030", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.60", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "2.7", "unit": "nm", "condition": ""}]}, {"meta": {"name": "Ti/Si (50)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "271", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.18", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "2.7", "unit": "nm", "condition": ""}]}, {"meta": {"name": "Ti/Si (75)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "73", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.08", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "3.1", "unit": "nm", "condition": ""}]}, {"meta": {"name": "Zr/Si (15)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "768", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.56", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "2.3", "unit": "nm", "condition": ""}]}, {"meta": {"name": "Zr/Si (25)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "635", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.40", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "2.5", "unit": "nm", "condition": ""}]}, {"meta": {"name": "Zr/Si (50)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "226", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.18", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "2.3", "unit": "nm", "condition": ""}]}, {"meta": {"name": "Zr/Si (75)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "4", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.01", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "3.1", "unit": "nm", "condition": ""}]}, {"meta": {"name": "MIL-101(Cr)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "2200", "unit": "m^2/g", "condition": ""}], "pore volume": [{"probe": "", "value": "1.16", "unit": "cm^3/g", "condition": ""}], "pore diameter": [{"value": "1.9", "unit": "nm", "condition": ""}]}], "include_properties": null}, {"idx": 26, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Elemental Composition and the Metal\nLoading of the MMOs Determined by XPS</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">Ti or Zr (atom %)</oasis:entry>\n<oasis:entry align=\"center\">Si (atom %)</oasis:entry>\n<oasis:entry align=\"center\">O (atom %)</oasis:entry>\n<oasis:entry align=\"center\">Ti or Zr loading (wt %)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Ti/Si (15)</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>66</oasis:entry>\n<oasis:entry>8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (25)</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>34</oasis:entry>\n<oasis:entry>56</oasis:entry>\n<oasis:entry>15</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (50)</oasis:entry>\n<oasis:entry>13</oasis:entry>\n<oasis:entry>24</oasis:entry>\n<oasis:entry>45</oasis:entry>\n<oasis:entry>54</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (75)</oasis:entry>\n<oasis:entry>19</oasis:entry>\n<oasis:entry>23</oasis:entry>\n<oasis:entry>49</oasis:entry>\n<oasis:entry>82</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (15)</oasis:entry>\n<oasis:entry>3</oasis:entry>\n<oasis:entry>23</oasis:entry>\n<oasis:entry>51</oasis:entry>\n<oasis:entry>13</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (25)</oasis:entry>\n<oasis:entry>5</oasis:entry>\n<oasis:entry>22</oasis:entry>\n<oasis:entry>49</oasis:entry>\n<oasis:entry>22</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (50)</oasis:entry>\n<oasis:entry>7</oasis:entry>\n<oasis:entry>17</oasis:entry>\n<oasis:entry>41</oasis:entry>\n<oasis:entry>43</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (75)</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>16</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>62</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Elemental Composition and the Metal Loading of the MMOs Determined by XPS\n\n| sample    | Ti or Zr (atom %) | Si (atom %) | O (atom %) | Ti or Zr loading (wt %) |\n|-----------|------------------|-------------|------------|------------------------|\n| Ti/Si (15) | 2                | 24          | 66         | 8                      |\n| Ti/Si (25) | 5                | 34          | 56         | 15                     |\n| Ti/Si (50) | 13               | 24          | 45         | 54                     |\n| Ti/Si (75) | 19               | 23          | 49         | 82                     |\n| Zr/Si (15) | 3                | 23          | 51         | 13                     |\n| Zr/Si (25) | 5                | 22          | 49         | 22                     |\n| Zr/Si (50) | 7                | 17          | 41         | 43                     |\n| Zr/Si (75) | 10               | 16          | 40         | 62                     |", "data": [{"meta": {"name": "Ti/Si (15)", "symbol": "", "chemical formula": ""}, "elemental composition": [{"element": "Ti or Zr", "value": "2", "unit": "atom %", "condition": ""}, {"element": "Si", "value": "24", "unit": "atom %", "condition": ""}, {"element": "O", "value": "66", "unit": "atom %", "condition": ""}], "metal loading": [{"metal": "Ti or Zr", "value": "8", "unit": "wt %", "condition": ""}]}, {"meta": {"name": "Ti/Si (25)", "symbol": "", "chemical formula": ""}, "elemental composition": [{"element": "Ti or Zr", "value": "5", "unit": "atom %", "condition": ""}, {"element": "Si", "value": "34", "unit": "atom %", "condition": ""}, {"element": "O", "value": "56", "unit": "atom %", "condition": ""}], "metal loading": [{"metal": "Ti or Zr", "value": "15", "unit": "wt %", "condition": ""}]}, {"meta": {"name": "Ti/Si (50)", "symbol": "", "chemical formula": ""}, "elemental composition": [{"element": "Ti or Zr", "value": "13", "unit": "atom %", "condition": ""}, {"element": "Si", "value": "24", "unit": "atom %", "condition": ""}, {"element": "O", "value": "45", "unit": "atom %", "condition": ""}], "metal loading": [{"metal": "Ti or Zr", "value": "54", "unit": "wt %", "condition": ""}]}, {"meta": {"name": "Ti/Si (75)", "symbol": "", "chemical formula": ""}, "elemental composition": [{"element": "Ti or Zr", "value": "19", "unit": "atom %", "condition": ""}, {"element": "Si", "value": "23", "unit": "atom %", "condition": ""}, {"element": "O", "value": "49", "unit": "atom %", "condition": ""}], "metal loading": [{"metal": "Ti or Zr", "value": "82", "unit": "wt %", "condition": ""}]}, {"meta": {"name": "Zr/Si (15)", "symbol": "", "chemical formula": ""}, "elemental composition": [{"element": "Ti or Zr", "value": "3", "unit": "atom %", "condition": ""}, {"element": "Si", "value": "23", "unit": "atom %", "condition": ""}, {"element": "O", "value": "51", "unit": "atom %", "condition": ""}], "metal loading": [{"metal": "Ti or Zr", "value": "13", "unit": "wt %", "condition": ""}]}, {"meta": {"name": "Zr/Si (25)", "symbol": "", "chemical formula": ""}, "elemental composition": [{"element": "Ti or Zr", "value": "5", "unit": "atom %", "condition": ""}, {"element": "Si", "value": "22", "unit": "atom %", "condition": ""}, {"element": "O", "value": "49", "unit": "atom %", "condition": ""}], "metal loading": [{"metal": "Ti or Zr", "value": "22", "unit": "wt %", "condition": ""}]}, {"meta": {"name": "Zr/Si (50)", "symbol": "", "chemical formula": ""}, "elemental composition": [{"element": "Ti or Zr", "value": "7", "unit": "atom %", "condition": ""}, {"element": "Si", "value": "17", "unit": "atom %", "condition": ""}, {"element": "O", "value": "41", "unit": "atom %", "condition": ""}], "metal loading": [{"metal": "Ti or Zr", "value": "43", "unit": "wt %", "condition": ""}]}, {"meta": {"name": "Zr/Si (75)", "symbol": "", "chemical formula": ""}, "elemental composition": [{"element": "Ti or Zr", "value": "10", "unit": "atom %", "condition": ""}, {"element": "Si", "value": "16", "unit": "atom %", "condition": ""}, {"element": "O", "value": "40", "unit": "atom %", "condition": ""}], "metal loading": [{"metal": "Ti or Zr", "value": "62", "unit": "wt %", "condition": ""}]}], "include_properties": null}, {"idx": 32, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of Stoichiometric Time\nand Dynamic Adsorption Capacity of Formaldehyde for All Adsorbents</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>t</italic>\n<sub>s</sub> (min)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>q</italic>\n<sub>d</sub> (mmol/g)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>bare silica</oasis:entry>\n<oasis:entry>12</oasis:entry>\n<oasis:entry>0.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (15)</oasis:entry>\n<oasis:entry>40</oasis:entry>\n<oasis:entry>1.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (25)</oasis:entry>\n<oasis:entry>55</oasis:entry>\n<oasis:entry>1.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (50)</oasis:entry>\n<oasis:entry>43</oasis:entry>\n<oasis:entry>1.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ti/Si (75)</oasis:entry>\n<oasis:entry>17</oasis:entry>\n<oasis:entry>1.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (15)</oasis:entry>\n<oasis:entry>56</oasis:entry>\n<oasis:entry>2.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (25)</oasis:entry>\n<oasis:entry>72</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (50)</oasis:entry>\n<oasis:entry>62</oasis:entry>\n<oasis:entry>2.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zr/Si (75)</oasis:entry>\n<oasis:entry>39</oasis:entry>\n<oasis:entry>1.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-101(Cr)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>3.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Comparison of Stoichiometric Time and Dynamic Adsorption Capacity of Formaldehyde for All Adsorbents\n\n| sample        | t<sub>s</sub> (min) | q<sub>d</sub> (mmol/g) |\n|---------------|---------------------|-----------------------|\n| bare silica   | 12                  | 0.8                   |\n| Ti/Si (15)    | 40                  | 1.2                   |\n| Ti/Si (25)    | 55                  | 1.7                   |\n| Ti/Si (50)    | 43                  | 1.5                   |\n| Ti/Si (75)    | 17                  | 1.0                   |\n| Zr/Si (15)    | 56                  | 2.1                   |\n| Zr/Si (25)    | 72                  | 2.9                   |\n| Zr/Si (50)    | 62                  | 2.7                   |\n| Zr/Si (75)    | 39                  | 1.1                   |\n| MIL-101(Cr)   | 90                  | 3.3                   |", "data": [{"meta": {"name": "bare silica", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Stoichiometric Time", "value": "12", "unit": "min", "condition": ""}, {"property name": "Dynamic Adsorption Capacity of Formaldehyde", "value": "0.8", "unit": "mmol/g", "condition": ""}]}, {"meta": {"name": "Ti/Si (15)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Stoichiometric Time", "value": "40", "unit": "min", "condition": ""}, {"property name": "Dynamic Adsorption Capacity of Formaldehyde", "value": "1.2", "unit": "mmol/g", "condition": ""}]}, {"meta": {"name": "Ti/Si (25)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Stoichiometric Time", "value": "55", "unit": "min", "condition": ""}, {"property name": "Dynamic Adsorption Capacity of Formaldehyde", "value": "1.7", "unit": "mmol/g", "condition": ""}]}, {"meta": {"name": "Ti/Si (50)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Stoichiometric Time", "value": "43", "unit": "min", "condition": ""}, {"property name": "Dynamic Adsorption Capacity of Formaldehyde", "value": "1.5", "unit": "mmol/g", "condition": ""}]}, {"meta": {"name": "Ti/Si (75)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Stoichiometric Time", "value": "17", "unit": "min", "condition": ""}, {"property name": "Dynamic Adsorption Capacity of Formaldehyde", "value": "1.0", "unit": "mmol/g", "condition": ""}]}, {"meta": {"name": "Zr/Si (15)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Stoichiometric Time", "value": "56", "unit": "min", "condition": ""}, {"property name": "Dynamic Adsorption Capacity of Formaldehyde", "value": "2.1", "unit": "mmol/g", "condition": ""}]}, {"meta": {"name": "Zr/Si (25)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Stoichiometric Time", "value": "72", "unit": "min", "condition": ""}, {"property name": "Dynamic Adsorption Capacity of Formaldehyde", "value": "2.9", "unit": "mmol/g", "condition": ""}]}, {"meta": {"name": "Zr/Si (50)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Stoichiometric Time", "value": "62", "unit": "min", "condition": ""}, {"property name": "Dynamic Adsorption Capacity of Formaldehyde", "value": "2.7", "unit": "mmol/g", "condition": ""}]}, {"meta": {"name": "Zr/Si (75)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Stoichiometric Time", "value": "39", "unit": "min", "condition": ""}, {"property name": "Dynamic Adsorption Capacity of Formaldehyde", "value": "1.1", "unit": "mmol/g", "condition": ""}]}, {"meta": {"name": "MIL-101(Cr)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Stoichiometric Time", "value": "90", "unit": "min", "condition": ""}, {"property name": "Dynamic Adsorption Capacity of Formaldehyde", "value": "3.3", "unit": "mmol/g", "condition": ""}]}], "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>General scheme of the breakthrough setup used for HCHO\nadsorption\ntests.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ie-2018-02962j_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  General scheme of the breakthrough setup used for HCHO adsorption tests.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XRD patterns for (a)\nTi/Si and (b) Zr/Si adsorbents.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ie-2018-02962j_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  XRD patterns for (a) Ti/Si and (b) Zr/Si adsorbents.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>N<sub>2</sub> physisorption\nisotherms and PSD profiles for (a,\nb) Ti/Si and (c, d) Zr/Si materials.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ie-2018-02962j_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  N2 physisorption isotherms and PSD profiles for (a, b) Ti/Si and (c, d) Zr/Si materials.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>High-\nand low-magnification SEM images of (a, b) Ti/Si (15), (c,\nd) Ti/Si (75), (e, f) Zr/Si (15), and (g, h) Zr/Si (75).</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ie-2018-02962j_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  High- and low-magnification SEM images of (a, b) Ti/Si (15), (c, d) Ti/Si (75), (e, f) Zr/Si (15), and (g, h) Zr/Si (75).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>XPS spectra for MMO samples: (a) Si and O spectra\nfor Ti/Si, (b)\nTi spectra for Ti/Si, (c) Si and O spectra for Zr/Si, and (d) Zr spectra\nfor Zr/Si materials.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ie-2018-02962j_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  XPS spectra for MMO samples: (a) Si and O spectra for Ti/Si, (b) Ti spectra for Ti/Si, (c) Si and O spectra for Zr/Si, and (d) Zr spectra for Zr/Si materials.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Formaldehyde breakthrough profiles over (a) Ti/Si and\n(b) Zr/Si\nadsorbents with comparison with Mil-101­(Cr) profile.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ie-2018-02962j_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Formaldehyde breakthrough profiles over (a) Ti/Si and (b) Zr/Si adsorbents with comparison with Mil-101(Cr) profile.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Dynamic adsorption capacity of formaldehyde estimated\nfrom breakthrough\nprofiles obtained at room temperature and atmospheric pressure using\n170 ppm<sub>v</sub> of formaldehyde vapor.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ie-2018-02962j_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Dynamic adsorption capacity of formaldehyde estimated from breakthrough profiles obtained at room temperature and atmospheric pressure using 170 ppmv of formaldehyde vapor.   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>(a) FTIR spectra obtained for (a) Ti/Si, (b) Zr/Si adsorbents along\nwith the bare silica, and (c) fresh and used samples.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ie-2018-02962j_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  (a) FTIR spectra obtained for (a) Ti/Si, (b) Zr/Si adsorbents along with the bare silica, and (c) fresh and used samples.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.iecr.8b02962", "title": null, "journal": "American Chemical\nSociety", "date": "2018.08", "author_list": ["Krishnamurthy\nAnirudh", "Thakkar\nHarshul", "Rownaghi\nAli A.", "Rezaei\nFateme"]}}