{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja0c11050.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>While crystalline covalent organic\nframeworks (COFs) linked by\nC–C bonds are highly desired in synthetic chemistry, it remains\na formidable challenge to synthesize. Efforts to generate C–C\nsingle bonds in COFs via de novo synthesis usually afford amorphous\nstructures rather than crystalline phases. We demonstrate here that\nC–C single bond-based COFs can be prepared by direct reduction\nof CC bond-linked frameworks via crystal-to-crystal transformation.\nBy Knoevenagel polycondensation of chiral tetrabenzaldehyde of dibinaphthyl-22-crown-6\nwith 1,4-phenylenediacetonitrile or 4,4′-biphenyl­diaceto­nitrile,\ntwo olefin-linked chiral COFs with 2D layered tetragonal structure\nare prepared. Reduction of olefin linkages of the as-prepared CCOFs\nproduces two C–C single bond linked frameworks, which retains\nhigh crystallinity and porosity as well as high chemical stability\nin both strong acids and bases. The quantitative reduction is confirmed\nby Fourier transform infrared and cross-polarization magic angle spinning <sup>13</sup>C NMR spectroscopy. Compared to the pristine structures,\nthe reduced CCOFs display blue-shifted emission with enhanced quantum\nyields and fluorescence lifetimes, while the parent CCOFs exhibit\nhigher enantioselectivity than the reduced analogs when be used as\nfluorescent sensors to detect chiral amino alcohols via supramolecular\ninteractions with the built-in crown ether moieties. This work provides\nan attractive strategy for making chemically stable functionalized\nCOFs with new linkages that are otherwise hard to produce.</p>", "clean_text": "While crystalline covalent organic frameworks (COFs) linked by C-C bonds are highly desired in synthetic chemistry, it remains a formidable challenge to synthesize. Efforts to generate C-C single bonds in COFs via de novo synthesis usually afford amorphous structures rather than crystalline phases. We demonstrate here that C-C single bond-based COFs can be prepared by direct reduction of CC bond-linked frameworks via crystal-to-crystal transformation. By Knoevenagel polycondensation of chiral tetrabenzaldehyde of dibinaphthyl-22-crown-6 with 1,4-phenylenediacetonitrile or 4,4'-biphenyldiacetonitrile, two olefin-linked chiral COFs with 2D layered tetragonal structure are prepared. Reduction of olefin linkages of the as-prepared CCOFs produces two C-C single bond linked frameworks, which retains high crystallinity and porosity as well as high chemical stability in both strong acids and bases. The quantitative reduction is confirmed by Fourier transform infrared and cross-polarization magic angle spinning 13C NMR spectroscopy. Compared to the pristine structures, the reduced CCOFs display blue-shifted emission with enhanced quantum yields and fluorescence lifetimes, while the parent CCOFs exhibit higher enantioselectivity than the reduced analogs when be used as fluorescent sensors to detect chiral amino alcohols via supramolecular interactions with the built-in crown ether moieties. This work provides an attractive strategy for making chemically stable functionalized COFs with new linkages that are otherwise hard to produce.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Covalent organic frameworks\n(COFs), an attractive class of porous\ncrystalline polymers, have been widely\nexplored for applications in diverse areas such as storage, separation, and catalysis because of their tunable structures and chemical\nproperties. The crystallinity, stability, and functions of COFs are\ndictated by the type of covalent linkages that join the molecular\nbuilding blocks. By far, covalent linkages varying from reversible\nboroxine, imine, and hydrazone; less reversible triazine, phenazine,\nand oxazole; to almost nonreversible dioxin and olefin have been reported\nto construct COFs. It is believed that\nmaking C–C single bond-linked COFs would address the chemical\nstability issues of the network linkages while also producing materials\nwith new properties. However, efforts to produce C–C single\nbonds in COFs via de novo synthesis typically afford amorphous structures\nrather than crystalline phases. On the\nother hand, despite their potential use in enantioselective catalysis,\nseparation, and sensing, the synthesis\nof chiral COFs (CCOFs) linked by less reversible bonds has not yet\nbe explored. In this work, we illustrated\nthat C–C single bond linked CCOFs can be synthesized by reduction\nof olefin-linked frameworks via crystal-to-crystal transformation.\nInterestingly, postsynthetic methods have recently been explored to\nconvert imine linkages in COFs to other linkages such as amide and\namine.\n</p>", "clean_text": "Introduction\n\nCovalent organic frameworks (COFs), an attractive class of porous crystalline polymers, have been widely explored for applications in diverse areas such as storage, separation, and catalysis because of their tunable structures and chemical properties. The crystallinity, stability, and functions of COFs are dictated by the type of covalent linkages that join the molecular building blocks. By far, covalent linkages varying from reversible boroxine, imine, and hydrazone; less reversible triazine, phenazine, and oxazole; to almost nonreversible dioxin and olefin have been reported to construct COFs. It is believed that making C-C single bond-linked COFs would address the chemical stability issues of the network linkages while also producing materials with new properties. However, efforts to produce C-C single bonds in COFs via de novo synthesis typically afford amorphous structures rather than crystalline phases. On the other hand, despite their potential use in enantioselective catalysis, separation, and sensing, the synthesis of chiral COFs (CCOFs) linked by less reversible bonds has not yet be explored. In this work, we illustrated that C-C single bond linked CCOFs can be synthesized by reduction of olefin-linked frameworks via crystal-to-crystal transformation. Interestingly, postsynthetic methods have recently been explored to convert imine linkages in COFs to other linkages such as amide and amine. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Macrocyclic compounds such\nas crown ethers have been the focus\nof intense research interest for decades because of their superior\nselectivity in complexation with metal ions and organic cations. Chiral crown ethers are capable of binding protonated\nchiral primary amines with high stereoselectivity and affinity and\nhave been extensively employed to resolve or distinguish the enantiomers\nof chiral amines. However, chiral crown ethers have not yet been used\nin construction of CCOFs for enantioselective processes, in spite\nof several related metal–organic frameworks (MOFs) having been\nreported. Herein, an enantiopure tetrabenzaldehyde\nderived from dibinaphthyl-22-crown-6 (<bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold>, ), which has as the dialdehyde primary functionality\nand 22-crown-6 secondary functionality, was designed and synthesize\nto crystallize CCOFs. It is worth noting that, owing to its axial\nchirality characteristic, optically active 1,1′-bi-2-naphthol\n(BINOL) has become a key source of chirality for organic synthesis\nand materials science and provides an attractive platform for asymmetric\ncatalysis and enantioselective recognitions. By Knoevenagel polycondensation of <bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> with 2,2′-(1,4-phenylene)­diacetonitrile\n(<bold>PDAN</bold>) or 2,2′-(biphenyl-4,4′-diyl) diacetonitrile\n(<bold>BPDAN</bold>), the first two examples of olefin-linked CCOFs\nthat have a 2D layered tetragonal structure were prepared. Reduction\nof olefin linkages of the as-prepared frameworks produces the first\ntwo examples of C–C single bond-linked CCOFs, which retains\ncrystallinity and porosity as well as chemical stability (). Compared to the\nparent CCOFs, the reduced frameworks display blue-shifted emission\nwith enhanced quantum yields and fluorescence lifetimes; whereas the\nparent CCOFs exhibit better enantioselectivity than the reduced materials\nwhen used as fluorescent sensors to detect amino alcohols via supramolecular\ninteractions with the immobilized crown ether moieties.</p>", "clean_text": "Macrocyclic compounds such as crown ethers have been the focus of intense research interest for decades because of their superior selectivity in complexation with metal ions and organic cations. Chiral crown ethers are capable of binding protonated chiral primary amines with high stereoselectivity and affinity and have been extensively employed to resolve or distinguish the enantiomers of chiral amines. However, chiral crown ethers have not yet been used in construction of CCOFs for enantioselective processes, in spite of several related metal-organic frameworks (MOFs) having been reported. Herein, an enantiopure tetrabenzaldehyde derived from dibinaphthyl-22-crown-6 (BINOL  2  -C, ), which has as the dialdehyde primary functionality and 22-crown-6 secondary functionality, was designed and synthesize to crystallize CCOFs. It is worth noting that, owing to its axial chirality characteristic, optically active 1,1'-bi-2-naphthol (BINOL) has become a key source of chirality for organic synthesis and materials science and provides an attractive platform for asymmetric catalysis and enantioselective recognitions. By Knoevenagel polycondensation of BINOL  2  -C with 2,2'-(1,4-phenylene)diacetonitrile (PDAN) or 2,2'-(biphenyl-4,4'-diyl) diacetonitrile (BPDAN), the first two examples of olefin-linked CCOFs that have a 2D layered tetragonal structure were prepared. Reduction of olefin linkages of the as-prepared frameworks produces the first two examples of C-C single bond-linked CCOFs, which retains crystallinity and porosity as well as chemical stability (). Compared to the parent CCOFs, the reduced frameworks display blue-shifted emission with enhanced quantum yields and fluorescence lifetimes; whereas the parent CCOFs exhibit better enantioselectivity than the reduced materials when used as fluorescent sensors to detect amino alcohols via supramolecular interactions with the immobilized crown ether moieties.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis\nof the COFs</title>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ja0c11050_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Synthesis of the COFs   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis\nand Characterization</title><p>CCOFs <bold>17</bold> and <bold>18.</bold> The enantiopure monomer <bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> was prepared by Suzuki coupling\nreaction between bromobenzene derivate of dibinaphthyl-22-crown-6\nand 4-formylphenylboronic acid. CCOFs <bold>17</bold> and <bold>18</bold> were then prepared by solvothermal reactions of <bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> (0.064 mmol), 2,2′-(1,4-phenylene) diacetonitrile\n(<bold>PDAN</bold>; 0.128 mmol) or 2,2′-(biphenyl-4,4′-diyl)­diacetonitrile\n(<bold>BPDAN</bold>; 0.128 mmol) in dioxane (0.5 mL), methanol (0.5\nmL) and acetonitrile (0.2 mL) or mesitylene (0.1 mL) in the presence\nof KOH solution as a catalyst at 120 °C. After 4 days, the reactions\nafforded bright yellow microcrystalline solids in about 85% yields.\nNotably, although K<sup>+</sup> and crown ethers tend to form stable\nhost–guest adducts, inductively coupled plasma optical emission\nspectrometer (ICP-OES) of the digested crystals showed the contents\nof potassium are only 0.009% and 0.021% for CCOFs <bold>17</bold> and <bold>18</bold>, respectively.</p>", "clean_text": "Results and Discussion\n\nSynthesis and Characterization\n\nCCOFs 17 and 18. The enantiopure monomer BINOL  2  -C was prepared by Suzuki coupling reaction between bromobenzene derivate of dibinaphthyl-22-crown-6 and 4-formylphenylboronic acid. CCOFs 17 and 18 were then prepared by solvothermal reactions of BINOL  2  -C (0.064 mmol), 2,2'-(1,4-phenylene) diacetonitrile (PDAN; 0.128 mmol) or 2,2'-(biphenyl-4,4'-diyl)diacetonitrile (BPDAN; 0.128 mmol) in dioxane (0.5 mL), methanol (0.5 mL) and acetonitrile (0.2 mL) or mesitylene (0.1 mL) in the presence of KOH solution as a catalyst at 120 °C. After 4 days, the reactions afforded bright yellow microcrystalline solids in about 85% yields. Notably, although K+ and crown ethers tend to form stable host-guest adducts, inductively coupled plasma optical emission spectrometer (ICP-OES) of the digested crystals showed the contents of potassium are only 0.009% and 0.021% for CCOFs 17 and 18, respectively.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<p>The as-prepared COFs were characterized\nby a variety of spectroscopic techniques. The Fourier transform infrared\n(FT-IR) spectra of the two sp<sup>2</sup>-carbon-linked conjugated\nCCOFs (sp<sup>2</sup>c-CCOFs) show a great decrease of the characteristic\nCO vibration band (1690 cm<sup>–1</sup>) and the newly\nappearance of the CN vibration band (1620 cm<sup>–1</sup>), indicating the successful polymerization (). The <sup>13</sup>C cross-polarization magic angle spinning\n(CP-MAS) NMR spectra show that the aldehyde carbon peaks were barely\nobserved and the CC linkages were observed at ∼110\nand ∼190 ppm (b,c). The chemical shifts of other fragments are in good agreement\nwith those of the monomers. Thermal gravimetric analysis (TGA) reveals\nthat both sp<sup>2</sup>c-CCOFs are stable up to 350 °C (). Scanning electron microscopy (SEM)\nand transmission electron microscopy (TEM) images show that both of\nthem possess uniform layered morphology (d and ). Circular\ndichroism (CD) spectra of these sp<sup>2</sup>c-CCOFs made from (<italic>R,R</italic>)- and (<italic>S,S</italic>)-enantiomers of the dibinaphthyl-22-crown-6\nmonomers are mirror images of each other, which is indicative of their\nenantiomeric nature ().</p>", "clean_text": "The as-prepared COFs were characterized by a variety of spectroscopic techniques. The Fourier transform infrared (FT-IR) spectra of the two sp2-carbon-linked conjugated CCOFs (sp2c-CCOFs) show a great decrease of the characteristic CO vibration band (1690 cm-1) and the newly appearance of the CN vibration band (1620 cm-1), indicating the successful polymerization (). The 13C cross-polarization magic angle spinning (CP-MAS) NMR spectra show that the aldehyde carbon peaks were barely observed and the CC linkages were observed at ~110 and ~190 ppm (b,c). The chemical shifts of other fragments are in good agreement with those of the monomers. Thermal gravimetric analysis (TGA) reveals that both sp2c-CCOFs are stable up to 350 °C (). Scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images show that both of them possess uniform layered morphology (d and ). Circular dichroism (CD) spectra of these sp2c-CCOFs made from (R,R)- and (S,S)-enantiomers of the dibinaphthyl-22-crown-6 monomers are mirror images of each other, which is indicative of their enantiomeric nature ().", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["property"], "content": "<title>Crystal\nStructure</title><p>The crystalline structures of the\nCCOFs were determined by powder X-ray diffraction (PXRD) analysis\nwith Cu Kα radiation (). Considering the geometry of the precursors and the\nconnection patterns, a few 2D and 3D topologies are reasonable. However,\nconsidering their layered morphology observed by SEM and TEM, 2D topologies\nare more rational. After a geometrical energy minimization based on\nthe 2D net with AA stacking mode for CCOF <bold>17</bold>, the unit\ncell parameters were obtained (<italic>a</italic> = 53.5 Å, <italic>b</italic> = 40.7 Å, <italic>c</italic> = 8.3 Å, α\n= 135.6°, β = 91.2°, and γ = 88.9°). The\nexperimental PXRD pattern for CCOF <bold>17</bold> with <italic>P</italic>1 space group exhibited main diffraction peaks at 3.55°, 6.02°,\n7.13°, 9.21°, 10.46°, and 11.85°, which were assigned\nto the (110), (310), (220), (420), (330), and (1–51) facets,\nrespectively. This PXRD pattern was in good agreement with the simulated\npattern based on AA stacking structure of CCOF <bold>17</bold>, suggesting\nthat the material holds a single-pore structure. The lattice modeling\nand Pawley refinement (Materials Studio, version 7.0) provide good\nagreement factors (<italic>R</italic>\n<sub>p</sub> = 0.59% and <italic>R</italic>\n<sub>wp</sub> = 1.14%).</p>", "clean_text": "Crystal Structure\n\nThe crystalline structures of the CCOFs were determined by powder X-ray diffraction (PXRD) analysis with Cu Kα radiation (). Considering the geometry of the precursors and the connection patterns, a few 2D and 3D topologies are reasonable. However, considering their layered morphology observed by SEM and TEM, 2D topologies are more rational. After a geometrical energy minimization based on the 2D net with AA stacking mode for CCOF 17, the unit cell parameters were obtained (a = 53.5 Å, b = 40.7 Å, c = 8.3 Å, α = 135.6°, β = 91.2°, and γ = 88.9°). The experimental PXRD pattern for CCOF 17 with P1 space group exhibited main diffraction peaks at 3.55°, 6.02°, 7.13°, 9.21°, 10.46°, and 11.85°, which were assigned to the (110), (310), (220), (420), (330), and (1-51) facets, respectively. This PXRD pattern was in good agreement with the simulated pattern based on AA stacking structure of CCOF 17, suggesting that the material holds a single-pore structure. The lattice modeling and Pawley refinement (Materials Studio, version 7.0) provide good agreement factors (R p = 0.59% and R wp = 1.14%).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a–d) PXRD patterns of the four\nCCOFs with the experimental\nprofiles in red, Pawley refined in black, calculated in dark green,\nand the difference between the experimental and refined PXRD patterns\nin blue.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c11050_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a-d) PXRD patterns of the four CCOFs with the experimental profiles in red, Pawley refined in black, calculated in dark green, and the difference between the experimental and refined PXRD patterns in blue.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>The experimental PXRD pattern\nfor CCOF <bold>18</bold> with a <italic>P</italic>1 space group exhibited\nmain peaks at 3.36°, 6.61°,\n7.03°, 7.97°, 10.44°, and 11.92°, which were assigned\nto the (110), (020), (220), (320), (251), and (620) facets, respectively.\nThis PXRD pattern agreed well with the simulated pattern based on\nthe AA stacking structure. The refinement results yield unit cell\nparameters are nearly equivalent to the predictions that <italic>a</italic> = 51.5 Å, <italic>b</italic> = 50.6 Å, <italic>c</italic> = 9.3 Å, α = 145.2°, β = 87.7°, and γ\n= 91.9° (<italic>R</italic>\n<sub>p</sub> = 0.21% and <italic>R</italic>\n<sub>wp</sub> = 0.45%). PXRD patterns were also calculated for the\ntwo CCOFs on the other 2D and 3D structures, but all of the calculated\nPXRD patterns did not match the experimental patterns well (). CCOFs <bold>17</bold> and <bold>18</bold> are therefore proposed to have a slipped AA stacking structure\n().</p>", "clean_text": "The experimental PXRD pattern for CCOF 18 with a P1 space group exhibited main peaks at 3.36°, 6.61°, 7.03°, 7.97°, 10.44°, and 11.92°, which were assigned to the (110), (020), (220), (320), (251), and (620) facets, respectively. This PXRD pattern agreed well with the simulated pattern based on the AA stacking structure. The refinement results yield unit cell parameters are nearly equivalent to the predictions that a = 51.5 Å, b = 50.6 Å, c = 9.3 Å, α = 145.2°, β = 87.7°, and γ = 91.9° (R p = 0.21% and R wp = 0.45%). PXRD patterns were also calculated for the two CCOFs on the other 2D and 3D structures, but all of the calculated PXRD patterns did not match the experimental patterns well (). CCOFs 17 and 18 are therefore proposed to have a slipped AA stacking structure ().", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Top views of\nthe corresponding refined structure of (a) CCOF <bold>17</bold> (left)\nand CCOF <bold>17</bold>-R (right) and (b) CCOF <bold>18</bold> (left)\nand CCOF <bold>18</bold>-R (right). Side views of\nthe slipped AA stacking structure of (c) CCOF <bold>17</bold> and\n(d) CCOF <bold>18</bold>. Carbon, gray; nitrogen, blue; oxygen, red;\nhydrogen, light gray.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c11050_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Top views of the corresponding refined structure of (a) CCOF 17 (left) and CCOF 17-R (right) and (b) CCOF 18 (left) and CCOF 18-R (right). Side views of the slipped AA stacking structure of (c) CCOF 17 and (d) CCOF 18. Carbon, gray; nitrogen, blue; oxygen, red; hydrogen, light gray.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>We failed to calculate\nthe pore size distributions of these two\nsp<sup>2</sup>c-CCOFs by measuring nitrogen sorption isotherms because\nof the low adsorption of N<sub>2</sub>. This is probably due to the\ndistortion of frameworks containing flexible crown ether moieties\nupon solvent removal. So, we used a\ndye uptake assay to evaluate the pore size distribution of the CCOFs. We carried out dye-uptake studies by soaking the COFs in a solution\nof dyes with different sizes for 24 h. The dye solution was decanted,\nand the COFs were washed several times to remove dye molecules adsorbed\non the external surfaces of the solids. Dye molecules and COFs after\nspectral separation can be assigned to red and green fluorescence\nby confocal fluorescence microscopy (CFM), respectively (b and ). The CFM results showed the uniform distributions\nof dyes <bold>A–C</bold> with molecular sizes ranging from\n1.40 × 1.60 nm<sup>2</sup> to 2.20 × 2.40 nm<sup>2</sup>. However, the sterically bulky dye <bold>D</bold> (3.20 × 3.60\nnm<sup>2</sup>) was only attached to the surfaces of the COFs and\ncannot enter the pores from the open channels, probably due to its\nlarger size. The dye absorption amount was determined by measuring\nthe UV–vis spectra in THF (). As shown in c, remarkable size selectivity was observed for the\ndye uptake: the COFs had very significant uptake of dyes <bold>A</bold>–<bold>C</bold> (1.4–7.9 wt%) but had only negligible\nuptake of dye <bold>D</bold> (&lt;0.3 wt%). The dye uptake experiment\nindicated that both the maximum pore diameter and opening of the two\nCOFs were in the range of 2.4 to 3.2 nm, consistent with the crystal\nstructures.</p>", "clean_text": "We failed to calculate the pore size distributions of these two sp2c-CCOFs by measuring nitrogen sorption isotherms because of the low adsorption of N2. This is probably due to the distortion of frameworks containing flexible crown ether moieties upon solvent removal. So, we used a dye uptake assay to evaluate the pore size distribution of the CCOFs. We carried out dye-uptake studies by soaking the COFs in a solution of dyes with different sizes for 24 h. The dye solution was decanted, and the COFs were washed several times to remove dye molecules adsorbed on the external surfaces of the solids. Dye molecules and COFs after spectral separation can be assigned to red and green fluorescence by confocal fluorescence microscopy (CFM), respectively (b and ). The CFM results showed the uniform distributions of dyes A-C with molecular sizes ranging from 1.40 × 1.60 nm2 to 2.20 × 2.40 nm2. However, the sterically bulky dye D (3.20 × 3.60 nm2) was only attached to the surfaces of the COFs and cannot enter the pores from the open channels, probably due to its larger size. The dye absorption amount was determined by measuring the UV-vis spectra in THF (). As shown in c, remarkable size selectivity was observed for the dye uptake: the COFs had very significant uptake of dyes A-C (1.4-7.9 wt%) but had only negligible uptake of dye D (<0.3 wt%). The dye uptake experiment indicated that both the maximum pore diameter and opening of the two COFs were in the range of 2.4 to 3.2 nm, consistent with the crystal structures.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>CCOFs <bold>17-R</bold> and <bold>18-R</bold>\n</title><p>Both\nof them were prepared by direct reduction of the olefin-linked CCOFs\nvia crystal-to-crystal transformation. In order to identify a suitable\ncondition to realize solid-state conversion of CC linkages\nto C–C bonds in CCOFs, we selected a commercially available\ncompound, 2,3-diphenylacrylo­nitrile (DPAN), as a model molecule.\nAmong various reductive conditions tested, we identified that the\nbest method involving the use of NaBH<sub>4</sub>, by which quantitative\nconversion of DPAN to 2,3-diphenyl­propiono­hnitrile (DPPN)\nwas realized (a). This was confirmed by the shift of CN\nvibration peaks from 2218 to 2241 cm<sup>–1</sup> in the FT-IR\nspectrum of the product. <sup>13</sup>C NMR spectra of the model compounds\nare another evidence for the reduction of CC bond. The peaks\nbelong to sp<sup>2</sup>-carbon at 126 and 143 ppm disappeared completely\nand new peaks at 40 and 42 ppm emerged, indicating the formation of\nC–C bond.</p>", "clean_text": "CCOFs 17-R and 18-R \n\nBoth of them were prepared by direct reduction of the olefin-linked CCOFs via crystal-to-crystal transformation. In order to identify a suitable condition to realize solid-state conversion of CC linkages to C-C bonds in CCOFs, we selected a commercially available compound, 2,3-diphenylacrylonitrile (DPAN), as a model molecule. Among various reductive conditions tested, we identified that the best method involving the use of NaBH4, by which quantitative conversion of DPAN to 2,3-diphenylpropionohnitrile (DPPN) was realized (a). This was confirmed by the shift of CN vibration peaks from 2218 to 2241 cm-1 in the FT-IR spectrum of the product. 13C NMR spectra of the model compounds are another evidence for the reduction of CC bond. The peaks belong to sp2-carbon at 126 and 143 ppm disappeared completely and new peaks at 40 and 42 ppm emerged, indicating the formation of C-C bond.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Scheme for reduction of (a) the model molecule, (b) CCOF <bold>17</bold>, and (c) CCOF <bold>18</bold>. Corresponding FTIR spectra\nand <sup>13</sup>C NMR spectra are in the right. *, sidebands. (d)\nSEM images of the parent and reduced CCOFs.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c11050_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Scheme for reduction of (a) the model molecule, (b) CCOF 17, and (c) CCOF 18. Corresponding FTIR spectra and 13C NMR spectra are in the right. *, sidebands. (d) SEM images of the parent and reduced CCOFs.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The mixture of CCOF <bold>17</bold> or <bold>18</bold> (10 mg),\nNaBH<sub>4</sub> (100 mg), and 2 mL of <italic>i</italic>-PrOH stood\nat r.t. for 3 days, then another part of NaBH<sub>4</sub> (100 mg)\nwas added, and the mixture stood for another 4 days to achieve the\nsuccessfully conversion of olefin CCOFs to C–C bond linked <bold>17</bold>-R and <bold>18</bold>-R (see the  for details). The quantitative reduction was confirmed\nby the appearance of a new peak at 2241 cm<sup>–1</sup> from\nthe CN vibration band in the FT-IR spectrum of both CCOFs <bold>17</bold>-R and <bold>18</bold>-R (b,c). Besides, the <sup>13</sup>C CP-MAS NMR spectra showed peaks shifts due to the formation\nof a C–C bond. Peaks that belong to sp<sup>2</sup> carbon at\n103 and 189 ppm disappeared completely, and new peaks at 35 and 60\nppm emerged for CCOF <bold>17</bold>-R. For CCOF <bold>18</bold>-R,\npeaks that belong to sp<sup>2</sup> carbon at 111 and 189 ppm disappeared\nwhen new peaks at 36 and 61 ppm emerged, indicating the successful\nreduction of CCOF <bold>18</bold>.</p>", "clean_text": "The mixture of CCOF 17 or 18 (10 mg), NaBH4 (100 mg), and 2 mL of i-PrOH stood at r.t. for 3 days, then another part of NaBH4 (100 mg) was added, and the mixture stood for another 4 days to achieve the successfully conversion of olefin CCOFs to C-C bond linked 17-R and 18-R (see the  for details). The quantitative reduction was confirmed by the appearance of a new peak at 2241 cm-1 from the CN vibration band in the FT-IR spectrum of both CCOFs 17-R and 18-R (b,c). Besides, the 13C CP-MAS NMR spectra showed peaks shifts due to the formation of a C-C bond. Peaks that belong to sp2 carbon at 103 and 189 ppm disappeared completely, and new peaks at 35 and 60 ppm emerged for CCOF 17-R. For CCOF 18-R, peaks that belong to sp2 carbon at 111 and 189 ppm disappeared when new peaks at 36 and 61 ppm emerged, indicating the successful reduction of CCOF 18.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Structure and molecular sizes of dyes <bold>A</bold>–<bold>D</bold>. (b) CFM images obtained from CCOF <bold>17</bold> after\nincubation with dyes <bold>A</bold>–<bold>D</bold>, respectively.\n(c) Different dye uptake of CCOFs by UV–vis spectroscopy.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c11050_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Structure and molecular sizes of dyes A-D. (b) CFM images obtained from CCOF 17 after incubation with dyes A-D, respectively. (c) Different dye uptake of CCOFs by UV-vis spectroscopy.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>PXRD patterns of the reduced CCOFs are almost the\nsame with the\npristine CCOFs, although decreases in signal-to-noise ratio of the\npeaks were observed, verifying that the crystalline structures of\nCOFs were retained after reduction (c,d). The additional flexibility of C–C\nbond linkages compared to CC bond linkages prevents tight\nstacking between layers and leads to slightly decreased crystalline.\nWhen finishing the geometrical energy minimization based on the 2D\nnet mode, the unit cell parameters of CCOF <bold>17</bold>-R were\nobtained (<italic>a</italic> = 51.1 Å, <italic>b</italic> = 40.8\nÅ, <italic>c</italic> = 8.6 Å, α = 137.6°, β\n= 91.1°, and γ = 89.0°). The experimental PXRD pattern\nfor CCOF <bold>17</bold> with <italic>P</italic>1 space group exhibited\nmain diffraction peaks at 3.55°, 6.08°, 7.15°, 9.32°,\nand 11.96°, which were assigned to the (110), (310), (220), (420),\nand (2–51) facets, respectively. This PXRD pattern was in good\nagreement with the simulated pattern based on AA stacking structure\nof CCOF <bold>17</bold>-R. The lattice modeling and Pawley refinement\nprovide good agreement factors (<italic>R</italic>\n<sub>p</sub> = 0.33%\nand <italic>R</italic>\n<sub>wp</sub> = 0.68%). For CCOF <bold>18</bold>-R, the experimental PXRD pattern with <italic>P</italic>1 space\ngroup exhibited peaks at 3.36°, 6.23°, 7.07°, 7.97°,\n10.48°, and 11.94°, which were assigned to the (110), (310),\n(220), (320), (330), and (040) facets, respectively. This PXRD pattern\nalso agreed well with the simulated pattern based on the AA stacking\nstructure of CCOF <bold>18</bold>-R. The refinement results yield\nunit cell parameters that are nearly equivalent to the predictions\nthat <italic>a</italic> = 50.7 Å, <italic>b</italic> = 50.0 Å, <italic>c</italic> = 9.7 Å, α = 144.1°, β = 88.3°,\nand γ = 90.8° (<italic>R</italic>\n<sub>p</sub> = 0.27% and <italic>R</italic>\n<sub>wp</sub> = 0.69%). So, CCOFs <bold>17</bold>-R and <bold>18</bold>-R are proposed to have the architectures as illustrated\nin .</p>", "clean_text": "PXRD patterns of the reduced CCOFs are almost the same with the pristine CCOFs, although decreases in signal-to-noise ratio of the peaks were observed, verifying that the crystalline structures of COFs were retained after reduction (c,d). The additional flexibility of C-C bond linkages compared to CC bond linkages prevents tight stacking between layers and leads to slightly decreased crystalline. When finishing the geometrical energy minimization based on the 2D net mode, the unit cell parameters of CCOF 17-R were obtained (a = 51.1 Å, b = 40.8 Å, c = 8.6 Å, α = 137.6°, β = 91.1°, and γ = 89.0°). The experimental PXRD pattern for CCOF 17 with P1 space group exhibited main diffraction peaks at 3.55°, 6.08°, 7.15°, 9.32°, and 11.96°, which were assigned to the (110), (310), (220), (420), and (2-51) facets, respectively. This PXRD pattern was in good agreement with the simulated pattern based on AA stacking structure of CCOF 17-R. The lattice modeling and Pawley refinement provide good agreement factors (R p = 0.33% and R wp = 0.68%). For CCOF 18-R, the experimental PXRD pattern with P1 space group exhibited peaks at 3.36°, 6.23°, 7.07°, 7.97°, 10.48°, and 11.94°, which were assigned to the (110), (310), (220), (320), (330), and (040) facets, respectively. This PXRD pattern also agreed well with the simulated pattern based on the AA stacking structure of CCOF 18-R. The refinement results yield unit cell parameters that are nearly equivalent to the predictions that a = 50.7 Å, b = 50.0 Å, c = 9.7 Å, α = 144.1°, β = 88.3°, and γ = 90.8° (R p = 0.27% and R wp = 0.69%). So, CCOFs 17-R and 18-R are proposed to have the architectures as illustrated in .", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["property"], "content": "<p>Dye uptake experiments and the CFM results revealed that the maximum\npore diameter of CCOFs <bold>17</bold>-R and <bold>18</bold>-R were\nin the range of 2.4 to 3.2 nm, indicating retention of porous structures\nof the parent frameworks (c and ). SEM\nand TEM images showed that both reduced frameworks had a uniform layered\nmorphology (d and ), indicating that the crystal\nmorphology remained unchanged after the solid-state conversion. In\nTGA curves of CCOF <bold>17</bold>-R and <bold>18</bold>-R, the weight\nloss was also observed in the temperature above 350 °C (), which is almost the same as the parent\nCCOFs.</p>", "clean_text": "Dye uptake experiments and the CFM results revealed that the maximum pore diameter of CCOFs 17-R and 18-R were in the range of 2.4 to 3.2 nm, indicating retention of porous structures of the parent frameworks (c and ). SEM and TEM images showed that both reduced frameworks had a uniform layered morphology (d and ), indicating that the crystal morphology remained unchanged after the solid-state conversion. In TGA curves of CCOF 17-R and 18-R, the weight loss was also observed in the temperature above 350 °C (), which is almost the same as the parent CCOFs.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<title>Chemical Stability</title><p>To evaluate the chemical stability\nof CCOFs, we immersed them for 1 week in various solvents, including\nTHF, DMF, MeOH, water, concentrated HCl (6 M), and aqueous KOH (14\nM) solutions. From PXRD data (a,b and ), CCOFs <bold>17</bold> and <bold>18</bold> are stable and retained their crystallinity.\nNotably, <bold>17</bold> and <bold>18</bold> exhibited nearly no weight\nloss (&lt;1 wt%) in common organic solvents, even under strong acidic\n(6 M HCl) and basic (14 M KOH) conditions; the residual weight percentages\nwere as high as 93 and 88 wt% for <bold>17</bold> and 95 and 93 wt%\nfor <bold>18</bold> (). Also,\nwe did the dye <bold>A</bold> uptake experiment to check the preservation\nof pore structure. It was found that the dye absorption amount of <bold>17</bold> and <bold>18</bold> after treating with various solvents\nshowed almost no decrease, indicating retention of their porous structures\n(c,d).</p>", "clean_text": "Chemical Stability\n\nTo evaluate the chemical stability of CCOFs, we immersed them for 1 week in various solvents, including THF, DMF, MeOH, water, concentrated HCl (6 M), and aqueous KOH (14 M) solutions. From PXRD data (a,b and ), CCOFs 17 and 18 are stable and retained their crystallinity. Notably, 17 and 18 exhibited nearly no weight loss (<1 wt%) in common organic solvents, even under strong acidic (6 M HCl) and basic (14 M KOH) conditions; the residual weight percentages were as high as 93 and 88 wt% for 17 and 95 and 93 wt% for 18 (). Also, we did the dye A uptake experiment to check the preservation of pore structure. It was found that the dye absorption amount of 17 and 18 after treating with various solvents showed almost no decrease, indicating retention of their porous structures (c,d).", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>PXRD patterns\nof (a) CCOFs <bold>17</bold> and <bold>17</bold>-R\nand (b) CCOF <bold>18</bold> and <bold>18</bold>-R after treatment\nin different solvents for 1 week. Dye <bold>A</bold> uptake of (c)\nCCOFs <bold>17</bold> and <bold>17</bold>-R and (d) CCOFs <bold>18</bold> and <bold>18</bold>-R after treatment in different solvents for\n1 week by UV–vis spectroscopy.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja0c11050_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  PXRD patterns of (a) CCOFs 17 and 17-R and (b) CCOF 18 and 18-R after treatment in different solvents for 1 week. Dye A uptake of (c) CCOFs 17 and 17-R and (d) CCOFs 18 and 18-R after treatment in different solvents for 1 week by UV-vis spectroscopy.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>As expected, CCOFs <bold>17</bold>-R and <bold>18</bold>-R keep\ncrystallinity and porosity after soaking in concentrated HCl (6 M)\nand aqueous KOH (14 M) solutions for 1 week, as indicated by PXRD\n(a,b). From\nthe residual weight percentages, they exhibit nearly no weight loss\n(&lt;1 wt%) in organic solvents and little weight loss (&lt;10 wt%)\nunder strong acid (6 M HCl) and base (14 M KOH; ). After these treatments, CCOF <bold>17</bold>-R\nand <bold>18</bold>-R can uptake 3–6 and 5–8 wt% of\ndye <bold>A</bold>, respectively, which are close to those of the\nas-synthesized samples (c,d). The present frameworks represent the most stable CCOFs\nthat have been reported thus far (). Obviously, the good chemical stability\nof these CCOFs are attributed to the stable CC bond and C–C\nbond linkages.</p>", "clean_text": "As expected, CCOFs 17-R and 18-R keep crystallinity and porosity after soaking in concentrated HCl (6 M) and aqueous KOH (14 M) solutions for 1 week, as indicated by PXRD (a,b). From the residual weight percentages, they exhibit nearly no weight loss (<1 wt%) in organic solvents and little weight loss (<10 wt%) under strong acid (6 M HCl) and base (14 M KOH; ). After these treatments, CCOF 17-R and 18-R can uptake 3-6 and 5-8 wt% of dye A, respectively, which are close to those of the as-synthesized samples (c,d). The present frameworks represent the most stable CCOFs that have been reported thus far (). Obviously, the good chemical stability of these CCOFs are attributed to the stable CC bond and C-C bond linkages.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>Enantioselective Fluorescence Recognition</title><p>The photo­physical\nproperties of CCOFs were studied by UV–vis, fluorescent and\ncircular dichroism (CD) spectra, and compared with the homogeneous\ncontrol <bold>P-BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold>, which was prepared by the Knoevenagel condensation of <bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> and phenylacetonitrile (for\ndetails see section 2.3 in the ).</p>", "clean_text": "Enantioselective Fluorescence Recognition\n\nThe photophysical properties of CCOFs were studied by UV-vis, fluorescent and circular dichroism (CD) spectra, and compared with the homogeneous control P-BINOL  2  -C, which was prepared by the Knoevenagel condensation of BINOL  2  -C and phenylacetonitrile (for details see section 2.3 in the ).", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>As shown in , CCOFs <bold>17</bold>, <bold>17</bold>-R, <bold>18</bold>, and <bold>18</bold>-R absorb light in the UV and visible regions,\nwith absorption maxima at 422, 396, 422, and 397 nm, respectively,\nwhich are red-shifted by 5–40 nm in comparison to that of the <bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> monomer, due\nto the conjugation in the crystalline structures. Upon illumination\nwith UV light, CCOFs <bold>17</bold> and <bold>18</bold> gave emission\nmaxima at 527 and 511 nm with quantum yields (ϕ<sub>PL</sub>) of 5.8% and 6.5%, respectively ( and ),\ndifferent from <bold>P</bold>-<bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold>, which emitted around 495 nm with ϕ<sub>PL</sub> of 17.5%. Time-resolved fluorescence spectroscopy revealed\nthat <bold>17</bold> and <bold>18</bold> have a lifetime (τ)\nof 0.83 and 0.88 ns, which is smaller than 1.65 ns of <bold>P</bold>-<bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> (). The decreased ϕ<sub>PL</sub> and\nτ values suggest that the π–π interactions\nbetween layers of sp<sup>2</sup>c-CCOFs facilitate the nonradiation\nenergy transfer. Interestingly, after reduction, the emission maxima\nof <bold>17</bold>-R and <bold>18</bold>-R were blue-shifted to 507\nand 493 nm with ϕ<sub>PL</sub> of 19.0% and 20.5% and τ\nof 2.10 and 2.04 ns, respectively. Compared to the parent CCOFs, the\nreduced CCOFs show increased ϕ<sub>PL</sub> and τ values.\nIt is likely that the newly formed C–C bond linkages destroyed\nthe π-conjugated structure of sp<sup>2</sup>c-CCOFs, leading\nto the decrease of π–π interactions between COF\nlayers and limiting the nonradiation energy transfer. In addition, CD spectra of CCOFs made from the opposite\nenantiomers were mirror images of each other, suggesting their enantiomeric\nnature (), consistent with their\nUV–vis spectra (a,b).</p>", "clean_text": "As shown in , CCOFs 17, 17-R, 18, and 18-R absorb light in the UV and visible regions, with absorption maxima at 422, 396, 422, and 397 nm, respectively, which are red-shifted by 5-40 nm in comparison to that of the BINOL  2  -C monomer, due to the conjugation in the crystalline structures. Upon illumination with UV light, CCOFs 17 and 18 gave emission maxima at 527 and 511 nm with quantum yields (ϕPL) of 5.8% and 6.5%, respectively ( and ), different from P-BINOL  2  -C, which emitted around 495 nm with ϕPL of 17.5%. Time-resolved fluorescence spectroscopy revealed that 17 and 18 have a lifetime (τ) of 0.83 and 0.88 ns, which is smaller than 1.65 ns of P-BINOL  2  -C (). The decreased ϕPL and τ values suggest that the π-π interactions between layers of sp2c-CCOFs facilitate the nonradiation energy transfer. Interestingly, after reduction, the emission maxima of 17-R and 18-R were blue-shifted to 507 and 493 nm with ϕPL of 19.0% and 20.5% and τ of 2.10 and 2.04 ns, respectively. Compared to the parent CCOFs, the reduced CCOFs show increased ϕPL and τ values. It is likely that the newly formed C-C bond linkages destroyed the π-conjugated structure of sp2c-CCOFs, leading to the decrease of π-π interactions between COF layers and limiting the nonradiation energy transfer. In addition, CD spectra of CCOFs made from the opposite enantiomers were mirror images of each other, suggesting their enantiomeric nature (), consistent with their UV-vis spectra (a,b).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a,b) Solid-state UV–vis spectra of CCOFs. Corresponding\nphotographs of the parent and reduced CCOFs are in the right. (c,d)\nThe solid-state fluorescence spectra of CCOFs. Corresponding photographs\nof the parent and reduced CCOFs under 365 nm UV light are in the right.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja0c11050_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a,b) Solid-state UV-vis spectra of CCOFs. Corresponding photographs of the parent and reduced CCOFs are in the right. (c,d) The solid-state fluorescence spectra of CCOFs. Corresponding photographs of the parent and reduced CCOFs under 365 nm UV light are in the right.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Chiral discrimination of compounds with amino and\nhydroxyl functionalities\nis of critical importance in many areas of analytical chemistry and\nbiotechnology. The presence of chiral\nfunctional crown ether groups in these fluorescent CCOFs makes them\ngood candidates for enantioselective recognition of chiral molecules.\nCrown ethers have a unique architectural feature that allows them\nto form various complexes with organic ammonium ions. Primary ammonium guests can bind to crown ethers via hydrogen\nbonds between their N<sup>+</sup>–H bonds and the free electron\npair atoms in crown ethers (a). As a result, CCOFs were tested for fluorescence\nenhancement or quenching by amino alcohols.</p>", "clean_text": "Chiral discrimination of compounds with amino and hydroxyl functionalities is of critical importance in many areas of analytical chemistry and biotechnology. The presence of chiral functional crown ether groups in these fluorescent CCOFs makes them good candidates for enantioselective recognition of chiral molecules. Crown ethers have a unique architectural feature that allows them to form various complexes with organic ammonium ions. Primary ammonium guests can bind to crown ethers via hydrogen bonds between their N+-H bonds and the free electron pair atoms in crown ethers (a). As a result, CCOFs were tested for fluorescence enhancement or quenching by amino alcohols.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Operation principle\nof the CCOF sensor. (b) Structures of the\nexamined amino alcohols. (c) Fluorescence emission spectra of (<italic>R</italic>)-<bold>17</bold> with increasing concentration of <sc>d</sc>-phenylglycinol in solution. (d) Benesi–Hildebrand plots\nof the fluorescence emissions of (<italic>R</italic>)-<bold>17</bold> enhanced by <sc>d</sc>- and <sc>l</sc>-phenylglycinol. (e) The effect\nof pH values of HClO<sub>4</sub> aqueous solutions on fluorescence\nintensity. (f) The comparative EFs/QRs of the (<italic>R</italic>)-<bold>P-BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> and (<italic>R</italic>)-CCOFs for three amino alcohols.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ja0c11050_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) Operation principle of the CCOF sensor. (b) Structures of the examined amino alcohols. (c) Fluorescence emission spectra of (R)-17 with increasing concentration of d-phenylglycinol in solution. (d) Benesi-Hildebrand plots of the fluorescence emissions of (R)-17 enhanced by d- and l-phenylglycinol. (e) The effect of pH values of HClO4 aqueous solutions on fluorescence intensity. (f) The comparative EFs/QRs of the (R)-P-BINOL  2  -C and (R)-CCOFs for three amino alcohols.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["synthesis condition"], "content": "<p>Microcrystalline particles of the (<italic>R</italic>)-CCOFs with\nan average size of 1.4–2.9 μm were prepared by vigorous\nstirring with a magnetic stir bar and then suspended in MeOH to prepare\na stock suspension with the CCOF concentration of 1 × 10<sup>–5</sup> mol/L. The suspension was acidified by an aqueous\nHClO<sub>4</sub> solution (pH 1). Aliquots containing different amounts\nof <sc>d</sc>- and <sc>l</sc>-amino alcohol were added to the acidic\nMeOH suspensions of (<italic>R</italic>)-CCOFs (3 mL). The fluorescence\nemission signals of the CCOF suspension in the presence of different\namounts of amino alcohols were measured. As shown in c, when CCOF <bold>17</bold> was treated with phenylglycinol (PGL), the emission at 529 nm was\nenhanced obviously by <sc>d</sc> enantiomers, while the intensity\nwas almost no change with <sc>l</sc>-enantiomer, indicative of enantioselectivity.\nThe fluorescence intensity was increased to 1.36 and 1.02 times that\nof the original value by <sc>d</sc>- and <sc>l</sc>-phenylglycinol,\nrespectively. The corresponding Benesi–Hildebrand plots were\nshown in d.\nThe association constants <italic>K</italic>\n<sub>BH</sub> of <bold>17</bold> were calculated to be 2338.60 ± 149.38 and 158.88\n± 10.41 M<sup>–1</sup> with <sc>l</sc>- and <sc>d</sc>-phenylglycinol, respectively, affording an enantioselectivity factor\n[EF = <italic>K</italic>\n<sub>BH(L‑phenylglycinol)</sub>/<italic>K</italic>\n<sub>BH(D‑phenylglycinol)</sub>] of 14.72. Besides,\nphenylalaninol (PAL) can also selectively enhance the fluorescence\nof CCOF <bold>17</bold> (f and ), with the EF of\n12.85.</p>", "clean_text": "Microcrystalline particles of the (R)-CCOFs with an average size of 1.4-2.9 μm were prepared by vigorous stirring with a magnetic stir bar and then suspended in MeOH to prepare a stock suspension with the CCOF concentration of 1 × 10-5 mol/L. The suspension was acidified by an aqueous HClO4 solution (pH 1). Aliquots containing different amounts of d- and l-amino alcohol were added to the acidic MeOH suspensions of (R)-CCOFs (3 mL). The fluorescence emission signals of the CCOF suspension in the presence of different amounts of amino alcohols were measured. As shown in c, when CCOF 17 was treated with phenylglycinol (PGL), the emission at 529 nm was enhanced obviously by d enantiomers, while the intensity was almost no change with l-enantiomer, indicative of enantioselectivity. The fluorescence intensity was increased to 1.36 and 1.02 times that of the original value by d- and l-phenylglycinol, respectively. The corresponding Benesi-Hildebrand plots were shown in d. The association constants K BH of 17 were calculated to be 2338.60 ± 149.38 and 158.88 ± 10.41 M-1 with l- and d-phenylglycinol, respectively, affording an enantioselectivity factor [EF = K BH(L-phenylglycinol)/K BH(D-phenylglycinol)] of 14.72. Besides, phenylalaninol (PAL) can also selectively enhance the fluorescence of CCOF 17 (f and ), with the EF of 12.85.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>In contrast, when treated with both <sc>d</sc>- and <sc>l</sc>-tryptophanol\n(TPL), the fluorescence of <bold>17</bold> was quenched and followed\nStern–Völmer (S–V) behavior. The quenching rate\ncaused by <sc>d</sc>-tryptophanol was faster than that by the <sc>l</sc>-enantiomer, and the fluorescence intensity was decreased to\n43% and 66% of the original level, respectively. Based on the linear\nStern–Völmer equation, the measured absorbance [<italic>I</italic>\n<sub>0</sub>/<italic>I</italic>] varied as a function of\n[M] in a linear relationship (), where <italic>I</italic>\n<sub>0</sub> is the maximum fluorescence\nintensity before exposure to the analyte and <italic>I</italic> is\nthe maximum intensity after exposure to the analyte, indicating 1:1\nstoichiometry of the interaction between the crown ether of <bold>17</bold> and tryptophanol. The <italic>K</italic>\n<sub>sv</sub> constants\nwere calculated to be 820.5 M<sup>–1</sup> and 340.1 M<sup>–1</sup> with the <sc>d</sc>- and <sc>l</sc>-enantiomers,\nrespectively, affording the quenching ratio [QR = <italic>K</italic>\n<sub>sv(D‑tryptophanol)</sub>/<italic>K</italic>\n<sub>sv(L‑tryptophanol)</sub>] of 2.41.</p>", "clean_text": "In contrast, when treated with both d- and l-tryptophanol (TPL), the fluorescence of 17 was quenched and followed Stern-Völmer (S-V) behavior. The quenching rate caused by d-tryptophanol was faster than that by the l-enantiomer, and the fluorescence intensity was decreased to 43% and 66% of the original level, respectively. Based on the linear Stern-Völmer equation, the measured absorbance [I 0/I] varied as a function of [M] in a linear relationship (), where I 0 is the maximum fluorescence intensity before exposure to the analyte and I is the maximum intensity after exposure to the analyte, indicating 1:1 stoichiometry of the interaction between the crown ether of 17 and tryptophanol. The K sv constants were calculated to be 820.5 M-1 and 340.1 M-1 with the d- and l-enantiomers, respectively, affording the quenching ratio [QR = K sv(D-tryptophanol)/K sv(L-tryptophanol)] of 2.41.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>\ne depicts\nthe effect of the pH value of HClO<sub>4</sub> aqueous solution on\nfluorescence intensity. HClO<sub>4</sub> aqueous solutions in different\npH value were added to the suspension of CCOF <bold>17</bold>, and\nthe fluorescence intensity enhancement after treated with 0.083 μM <sc>d</sc>-phenylglycinol was measured. Increased hydrogen ion concentration\nproduced an increase in the observed fluorescence intensity change.\nThis tendency of change is very similar to the retention factor change\nwhen using chiral crown ether as liquid chromatographic stationary\nphases, indicating that the large enantioselectivity\nfactors of amino alcohols are presumably because of the ability of\nthe preferred enantiomers to “fill” the chiral cavity\navailable to them on complexation with the crown ether entities in\nCCOF <bold>17</bold>. The formation of amino alcohol-crown ether adducts\nmay affect proton-transfer-assisted charge-transfer excited state,\nleading to the fluorescence intensity changes.</p>", "clean_text": " e depicts the effect of the pH value of HClO4 aqueous solution on fluorescence intensity. HClO4 aqueous solutions in different pH value were added to the suspension of CCOF 17, and the fluorescence intensity enhancement after treated with 0.083 μM d-phenylglycinol was measured. Increased hydrogen ion concentration produced an increase in the observed fluorescence intensity change. This tendency of change is very similar to the retention factor change when using chiral crown ether as liquid chromatographic stationary phases, indicating that the large enantioselectivity factors of amino alcohols are presumably because of the ability of the preferred enantiomers to \"fill\" the chiral cavity available to them on complexation with the crown ether entities in CCOF 17. The formation of amino alcohol-crown ether adducts may affect proton-transfer-assisted charge-transfer excited state, leading to the fluorescence intensity changes.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>To microscopically\nelucidate the interactions between (<italic>R</italic>)-CCOF <bold>17</bold> and <sc>d</sc>-/<sc>l</sc>-protonated\nPGL and reveal the chiral sensing mechanism, density functional theory\n(DFT) calculations were performed. First, potential energy surface\nscan was conducted to identify the most stable conformations of isolated <sc>d</sc>-/<sc>l</sc>-protonated PGL (), which were then used to explore the host–guest\ninteractions. Various initial binding structures were examined for\nboth enantiomers () over a two-layer\nONIOM cluster model representing (<italic>R</italic>)-CCOF <bold>17</bold> ().  depicts the simplified structures of the\nmost stable conformers of <sc>d</sc>-/<sc>l</sc>-protonated PGL with\n(<italic>R</italic>)-CCOF <bold>17</bold> (denoted as <sc>d</sc>-complex\nand <sc>l</sc>-complex, respectively). The corresponding complete\nstructures with adjacent 2D COF layers can be found in . In the <sc>d</sc>-complex, <sc>d</sc>-protonated PGL interacts with the crown ether group in (<italic>R</italic>)-CCOF <bold>17</bold> through three hydrogen bonds with\nH···O distances of 1.93, 2.46, and 2.72 Å and\nNH···O angles of 152°, 149°, and 136°,\nrespectively. In the <sc>l</sc>-complex, <sc>l</sc>-protonated PGL\ncoordinates with the crown ether group through three hydrogen bonds\nwith H···O distances of 1.79, 2.49, and 2.27 Å\nand NH···O angles of 167°, 114°, and 144°,\nrespectively. The phenyl group in <sc>d</sc>-/<sc>l</sc>-protonated\nPGL points away/toward the confined space constituted by adjacent\n2D COF layers (). At\nroom temperature (298.15 K) and with methanol as a solvent, the relative\nGibbs energy for <sc>l</sc>-complex is estimated to be 4.4 kcal/mol\nwith respect to <sc>d</sc>-complex, indicating a preferential binding\nand sensing of <sc>d</sc>-enantiomer by (<italic>R</italic>)-CCOF <bold>17</bold>, which mainly results from more favorable host–guest\ncoordination through hydrogen bonds and less steric hindrance imposed\nby the surrounding framework in <sc>d</sc>-complex as compared to\nthat for the <sc>l</sc>-complex. These theoretical results well support\nthe experimental observations ().</p>", "clean_text": "To microscopically elucidate the interactions between (R)-CCOF 17 and d-/l-protonated PGL and reveal the chiral sensing mechanism, density functional theory (DFT) calculations were performed. First, potential energy surface scan was conducted to identify the most stable conformations of isolated d-/l-protonated PGL (), which were then used to explore the host-guest interactions. Various initial binding structures were examined for both enantiomers () over a two-layer ONIOM cluster model representing (R)-CCOF 17 ().  depicts the simplified structures of the most stable conformers of d-/l-protonated PGL with (R)-CCOF 17 (denoted as d-complex and l-complex, respectively). The corresponding complete structures with adjacent 2D COF layers can be found in . In the d-complex, d-protonated PGL interacts with the crown ether group in (R)-CCOF 17 through three hydrogen bonds with H⋅⋅⋅O distances of 1.93, 2.46, and 2.72 Å and NH⋅⋅⋅O angles of 152°, 149°, and 136°, respectively. In the l-complex, l-protonated PGL coordinates with the crown ether group through three hydrogen bonds with H⋅⋅⋅O distances of 1.79, 2.49, and 2.27 Å and NH⋅⋅⋅O angles of 167°, 114°, and 144°, respectively. The phenyl group in d-/l-protonated PGL points away/toward the confined space constituted by adjacent 2D COF layers (). At room temperature (298.15 K) and with methanol as a solvent, the relative Gibbs energy for l-complex is estimated to be 4.4 kcal/mol with respect to d-complex, indicating a preferential binding and sensing of d-enantiomer by (R)-CCOF 17, which mainly results from more favorable host-guest coordination through hydrogen bonds and less steric hindrance imposed by the surrounding framework in d-complex as compared to that for the l-complex. These theoretical results well support the experimental observations ().", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Side (upper) and top (lower) views of the lowest-energy\nstructures\nof <sc>d</sc>-/<sc>l</sc>-protonated PGL with (<italic>R</italic>)-CCOF <bold>17</bold> (denoted as <sc>d</sc>-complex and <sc>l</sc>-complex,\nrespectively). The relative Gibbs energies in methanol with respect\nto <sc>d</sc>-complex at 298.15 K are indicated in parentheses. The\nlengths (in Å) of hydrogen bonds involved in the host–guest\ninteractions are labeled. The adjacent layers surrounding the host–guest\ncomplexes are omitted for clarity. C: gray, H: white, O: red, and\nN: blue.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ja0c11050_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Side (upper) and top (lower) views of the lowest-energy structures of d-/l-protonated PGL with (R)-CCOF 17 (denoted as d-complex and l-complex, respectively). The relative Gibbs energies in methanol with respect to d-complex at 298.15 K are indicated in parentheses. The lengths (in Å) of hydrogen bonds involved in the host-guest interactions are labeled. The adjacent layers surrounding the host-guest complexes are omitted for clarity. C: gray, H: white, O: red, and N: blue.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The homogeneous control <bold>P-BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> showed obvious\nfluorescence quenching toward\nall three amino alcohols, quite different from the observed for CCOF <bold>17</bold>. The QR values ranging from 1.28 to 1.30 were much smaller\nthan the QR/EF values (4.72, 12.85, and 2.41) of CCOF <bold>17</bold>. This CCOF material is thus much sensitive than its molecular analog.\nSuch a difference indicates that the porous CCOF is capable of providing\na well-defined chiral environment for high enantiodiscrimination of\namino alcohol enantiomer in comparison with <bold>P-BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold>. It should be noted that CCOF <bold>17</bold> show higher or comparable stereoselectivity to those reported\nBINOL-based sensors including organic molecules, organic oligomers,\npolymers, and coordination assemblies ().\n</p>", "clean_text": "The homogeneous control P-BINOL  2  -C showed obvious fluorescence quenching toward all three amino alcohols, quite different from the observed for CCOF 17. The QR values ranging from 1.28 to 1.30 were much smaller than the QR/EF values (4.72, 12.85, and 2.41) of CCOF 17. This CCOF material is thus much sensitive than its molecular analog. Such a difference indicates that the porous CCOF is capable of providing a well-defined chiral environment for high enantiodiscrimination of amino alcohol enantiomer in comparison with P-BINOL  2  -C. It should be noted that CCOF 17 show higher or comparable stereoselectivity to those reported BINOL-based sensors including organic molecules, organic oligomers, polymers, and coordination assemblies (). ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The change of fluorescence\nintensity of the CCOF is probably caused\nby static enhancement via the formation of a crown ether-amino alcohol\nadduct, which can affect the proton-transfer-assisted charge-transfer\nexcited state. For phenylglycinol and\nphenylalaninol, the formation of host–guest adducts between\nprotonated amines and the immobilized crown ethers may lead to an\nincrease in the interlayer space of COFs and weaken the π–π\ninteractions between CCOF layers, thereby causing the fluorescence\nintensity enhancement. In contrast, besides\nbinding the crown ethers, tryptophanol can establish π–π\ninteractions with the COF layers via the indole rings, as well as\nhydrogen interactions with crown ethers via the indole NH groups.\nSuch newly formed π–π stacking interactions may\nplay a dominant role in influencing the COF fluorescence, causing\ndecrease in the fluorescence intensity. Further study is needed to understand the mechanism of the selective\nfluorescence changes. The static nature of the complexation is suggested\nby the consistent fluorescence lifetimes of the CCOF <bold>17</bold> suspensions before and after titration with <sc>d</sc>-phenylglycinol\nand <sc>d</sc>-tryptophanol (lifetime, τ<sub>0</sub>, 1.15 vs\n1.09 ns and 1.15 vs 1.53 ns, respectively). As the noncovalent interactions\nof the CCOFs with the enantiomers of amino alcohol afford different\ndiastereomeric complexes, distinct fluorescence intensity change is\nthus detected.</p>", "clean_text": "The change of fluorescence intensity of the CCOF is probably caused by static enhancement via the formation of a crown ether-amino alcohol adduct, which can affect the proton-transfer-assisted charge-transfer excited state. For phenylglycinol and phenylalaninol, the formation of host-guest adducts between protonated amines and the immobilized crown ethers may lead to an increase in the interlayer space of COFs and weaken the π-π interactions between CCOF layers, thereby causing the fluorescence intensity enhancement. In contrast, besides binding the crown ethers, tryptophanol can establish π-π interactions with the COF layers via the indole rings, as well as hydrogen interactions with crown ethers via the indole NH groups. Such newly formed π-π stacking interactions may play a dominant role in influencing the COF fluorescence, causing decrease in the fluorescence intensity. Further study is needed to understand the mechanism of the selective fluorescence changes. The static nature of the complexation is suggested by the consistent fluorescence lifetimes of the CCOF 17 suspensions before and after titration with d-phenylglycinol and d-tryptophanol (lifetime, τ0, 1.15 vs 1.09 ns and 1.15 vs 1.53 ns, respectively). As the noncovalent interactions of the CCOFs with the enantiomers of amino alcohol afford different diastereomeric complexes, distinct fluorescence intensity change is thus detected.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>As shown in f, under otherwise identical conditions,\nCCOF <bold>18</bold> can\nalso detect the three amino alcohols, with lower EF or QR to phenylglycinol,\nohenylalaninol, and tryptophanol (3.26, 8.39, and 1.72, respectively)\nthan CCOF <bold>17</bold>. In contrast, the reduced CCOFs showed low\nfluorescence change and selectivity toward the amino alcohols, with\nthe EF/QR of 1.30, 1.53, and 1.84 for CCOF <bold>17</bold>-R and 2.41,\n4.50, and 1.69 for CCOF <bold>18</bold>-R, respectively. It is clear\nthat, for a given analyte, the enantioselectivity efficiency of C–C\nbond linked CCOF was lower than the CC bond linked CCOF. This\nis probably caused by the destruction of the π-conjugate system\nafter reduction, which may reduce the transmission and expression\nof chiral information in the 2D CCOF systems. In addition, PXRD indicated that all CCOFs remained crystalline\nafter treatment with <sc>d</sc>-phenylglycinol, indicative of the\ngood stability of the frameworks ().</p>", "clean_text": "As shown in f, under otherwise identical conditions, CCOF 18 can also detect the three amino alcohols, with lower EF or QR to phenylglycinol, ohenylalaninol, and tryptophanol (3.26, 8.39, and 1.72, respectively) than CCOF 17. In contrast, the reduced CCOFs showed low fluorescence change and selectivity toward the amino alcohols, with the EF/QR of 1.30, 1.53, and 1.84 for CCOF 17-R and 2.41, 4.50, and 1.69 for CCOF 18-R, respectively. It is clear that, for a given analyte, the enantioselectivity efficiency of C-C bond linked CCOF was lower than the CC bond linked CCOF. This is probably caused by the destruction of the π-conjugate system after reduction, which may reduce the transmission and expression of chiral information in the 2D CCOF systems. In addition, PXRD indicated that all CCOFs remained crystalline after treatment with d-phenylglycinol, indicative of the good stability of the frameworks ().", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>We have demonstrated direct synthesis of\nthe first two olefin-based\nCCOFs by Knoevenagel condensation of linear diacetonitriles and chiral\ntetraaldehyde derived from dibinaphthyl-22-crown-6. After postsynthetic\nreduction of the olefin linkages, the CCOFs were transformed into\ntwo isostructural C–C bond-linked frameworks. The complete\nreduction of CC bonds was proved by FT-IR and <sup>13</sup>C NMR. All four CCOFs adopt a 2D layered tetragonal structure with\nslipped AA stacking and possess high crystallinity and porosity as\nwell as high chemical stability in strong acids and bases. The newly\nformed C–C bond linkages leads to blue-shifted emissions of\nthe parent structures with enhanced quantum yields and fluorescence\nlifetimes, and the olefin linked CCOFs show higher enantioseletivity\nthan their reduced structures when they were utilized as fluorescence\nsensors for chiral amino alcohols. To the best of our knowledge, the\npresent reduced frameworks are the first two examples of C–C\nbond-linked COFs and the unreduced frameworks are the first two examples\nof CC bond-linked CCOFs. This work will promote the design\nand synthesis of more chemical stable COFs with strong linkages and\nnew functions based on the solid-state conversions.</p>", "clean_text": "Conclusion\n\nWe have demonstrated direct synthesis of the first two olefin-based CCOFs by Knoevenagel condensation of linear diacetonitriles and chiral tetraaldehyde derived from dibinaphthyl-22-crown-6. After postsynthetic reduction of the olefin linkages, the CCOFs were transformed into two isostructural C-C bond-linked frameworks. The complete reduction of CC bonds was proved by FT-IR and 13C NMR. All four CCOFs adopt a 2D layered tetragonal structure with slipped AA stacking and possess high crystallinity and porosity as well as high chemical stability in strong acids and bases. The newly formed C-C bond linkages leads to blue-shifted emissions of the parent structures with enhanced quantum yields and fluorescence lifetimes, and the olefin linked CCOFs show higher enantioseletivity than their reduced structures when they were utilized as fluorescence sensors for chiral amino alcohols. To the best of our knowledge, the present reduced frameworks are the first two examples of C-C bond-linked COFs and the unreduced frameworks are the first two examples of CC bond-linked CCOFs. This work will promote the design and synthesis of more chemical stable COFs with strong linkages and new functions based on the solid-state conversions.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.0c11050?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/jacs.0c11050</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Detailed synthetic procedures,\nFT-IR spectra, TGA traces,\nTEM images, CD spectra, modeling details, dye uptake experiment, fluorescence\ndata, DFT calculations, and gas adsorption (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c11050/suppl_file/ja0c11050_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystal structure data of CCOF <bold>17</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c11050/suppl_file/ja0c11050_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystal structure data of CCOF <bold>17</bold>-R (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c11050/suppl_file/ja0c11050_si_003.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystal structure data of\nCCOF <bold>18</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c11050/suppl_file/ja0c11050_si_004.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Crystal structure data of CCOF <bold>18</bold>-R (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c11050/suppl_file/ja0c11050_si_005.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.0c11050.  Detailed synthetic procedures, FT-IR spectra, TGA traces, TEM images, CD spectra, modeling details, dye uptake experiment, fluorescence data, DFT calculations, and gas adsorption (PDF)   Crystal structure data of CCOF 17 (CIF)   Crystal structure data of CCOF 17-R (CIF)   Crystal structure data of CCOF 18 (CIF)   Crystal structure data of CCOF 18-R (CIF)   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>Detailed synthetic procedures,\nFT-IR spectra, TGA traces,\nTEM images, CD spectra, modeling details, dye uptake experiment, fluorescence\ndata, DFT calculations, and gas adsorption (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c11050/suppl_file/ja0c11050_si_001.pdf\">PDF</ext-link>)</p><p>Crystal structure data of CCOF <bold>17</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c11050/suppl_file/ja0c11050_si_002.cif\">CIF</ext-link>)</p><p>Crystal structure data of CCOF <bold>17</bold>-R (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c11050/suppl_file/ja0c11050_si_003.cif\">CIF</ext-link>)</p><p>Crystal structure data of\nCCOF <bold>18</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c11050/suppl_file/ja0c11050_si_004.cif\">CIF</ext-link>)</p><p>Crystal structure data of CCOF <bold>18</bold>-R (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c11050/suppl_file/ja0c11050_si_005.cif\">CIF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Detailed synthetic procedures, FT-IR spectra, TGA traces, TEM images, CD spectra, modeling details, dye uptake experiment, fluorescence data, DFT calculations, and gas adsorption (PDF)\n\nCrystal structure data of CCOF 17 (CIF)\n\nCrystal structure data of CCOF 17-R (CIF)\n\nCrystal structure data of CCOF 18 (CIF)\n\nCrystal structure data of CCOF 18-R (CIF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 26, "type": "text", "classification": "synthesis condition", "content": "<p>Microcrystalline particles of the (<italic>R</italic>)-CCOFs with\nan average size of 1.4–2.9 μm were prepared by vigorous\nstirring with a magnetic stir bar and then suspended in MeOH to prepare\na stock suspension with the CCOF concentration of 1 × 10<sup>–5</sup> mol/L. The suspension was acidified by an aqueous\nHClO<sub>4</sub> solution (pH 1). Aliquots containing different amounts\nof <sc>d</sc>- and <sc>l</sc>-amino alcohol were added to the acidic\nMeOH suspensions of (<italic>R</italic>)-CCOFs (3 mL). The fluorescence\nemission signals of the CCOF suspension in the presence of different\namounts of amino alcohols were measured. As shown in c, when CCOF <bold>17</bold> was treated with phenylglycinol (PGL), the emission at 529 nm was\nenhanced obviously by <sc>d</sc> enantiomers, while the intensity\nwas almost no change with <sc>l</sc>-enantiomer, indicative of enantioselectivity.\nThe fluorescence intensity was increased to 1.36 and 1.02 times that\nof the original value by <sc>d</sc>- and <sc>l</sc>-phenylglycinol,\nrespectively. The corresponding Benesi–Hildebrand plots were\nshown in d.\nThe association constants <italic>K</italic>\n<sub>BH</sub> of <bold>17</bold> were calculated to be 2338.60 ± 149.38 and 158.88\n± 10.41 M<sup>–1</sup> with <sc>l</sc>- and <sc>d</sc>-phenylglycinol, respectively, affording an enantioselectivity factor\n[EF = <italic>K</italic>\n<sub>BH(L‑phenylglycinol)</sub>/<italic>K</italic>\n<sub>BH(D‑phenylglycinol)</sub>] of 14.72. Besides,\nphenylalaninol (PAL) can also selectively enhance the fluorescence\nof CCOF <bold>17</bold> (f and ), with the EF of\n12.85.</p>", "clean_text": "Microcrystalline particles of the (R)-CCOFs with an average size of 1.4-2.9 μm were prepared by vigorous stirring with a magnetic stir bar and then suspended in MeOH to prepare a stock suspension with the CCOF concentration of 1 × 10-5 mol/L. The suspension was acidified by an aqueous HClO4 solution (pH 1). Aliquots containing different amounts of d- and l-amino alcohol were added to the acidic MeOH suspensions of (R)-CCOFs (3 mL). The fluorescence emission signals of the CCOF suspension in the presence of different amounts of amino alcohols were measured. As shown in c, when CCOF 17 was treated with phenylglycinol (PGL), the emission at 529 nm was enhanced obviously by d enantiomers, while the intensity was almost no change with l-enantiomer, indicative of enantioselectivity. The fluorescence intensity was increased to 1.36 and 1.02 times that of the original value by d- and l-phenylglycinol, respectively. The corresponding Benesi-Hildebrand plots were shown in d. The association constants K BH of 17 were calculated to be 2338.60 ± 149.38 and 158.88 ± 10.41 M-1 with l- and d-phenylglycinol, respectively, affording an enantioselectivity factor [EF = K BH(L-phenylglycinol)/K BH(D-phenylglycinol)] of 14.72. Besides, phenylalaninol (PAL) can also selectively enhance the fluorescence of CCOF 17 (f and ), with the EF of 12.85.", "data": [{"meta": {"name": "(<italic>R</italic>)-CCOFs", "symbol": "17", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "", "amount": "", "unit": ""}], "solution": [{"name": "MeOH", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "stirring", "stirring method": "vigorous stirring with a magnetic stir bar"}, {"synthesis method": "suspension", "suspension solution": "MeOH", "concentration": "1 × 10<sup>–5</sup> mol/L"}, {"synthesis method": "acidification", "acidifying solution": "aqueous HClO<sub>4</sub> solution", "pH": "1"}, {"synthesis method": "addition", "additive": [{"name": "<sc>d</sc>-amino alcohol", "amount": "", "unit": ""}, {"name": "<sc>l</sc>-amino alcohol", "amount": "", "unit": ""}], "solution": "acidic MeOH suspension of (<italic>R</italic>)-CCOFs", "amount": "3 mL"}]}], "include_properties": ["chemical_synthesis", "pH_adjustment"]}, {"idx": "6, 7, 9, 11, 16, 17, 18, 20, 22, 27", "type": "text", "classification": "property", "content": "<p>The as-prepared COFs were characterized\nby a variety of spectroscopic techniques. The Fourier transform infrared\n(FT-IR) spectra of the two sp<sup>2</sup>-carbon-linked conjugated\nCCOFs (sp<sup>2</sup>c-CCOFs) show a great decrease of the characteristic\nCO vibration band (1690 cm<sup>–1</sup>) and the newly\nappearance of the CN vibration band (1620 cm<sup>–1</sup>), indicating the successful polymerization (). The <sup>13</sup>C cross-polarization magic angle spinning\n(CP-MAS) NMR spectra show that the aldehyde carbon peaks were barely\nobserved and the CC linkages were observed at ∼110\nand ∼190 ppm (b,c). The chemical shifts of other fragments are in good agreement\nwith those of the monomers. Thermal gravimetric analysis (TGA) reveals\nthat both sp<sup>2</sup>c-CCOFs are stable up to 350 °C (). Scanning electron microscopy (SEM)\nand transmission electron microscopy (TEM) images show that both of\nthem possess uniform layered morphology (d and ). Circular\ndichroism (CD) spectra of these sp<sup>2</sup>c-CCOFs made from (<italic>R,R</italic>)- and (<italic>S,S</italic>)-enantiomers of the dibinaphthyl-22-crown-6\nmonomers are mirror images of each other, which is indicative of their\nenantiomeric nature ().</p><title>Crystal\nStructure</title><p>The crystalline structures of the\nCCOFs were determined by powder X-ray diffraction (PXRD) analysis\nwith Cu Kα radiation (). Considering the geometry of the precursors and the\nconnection patterns, a few 2D and 3D topologies are reasonable. However,\nconsidering their layered morphology observed by SEM and TEM, 2D topologies\nare more rational. After a geometrical energy minimization based on\nthe 2D net with AA stacking mode for CCOF <bold>17</bold>, the unit\ncell parameters were obtained (<italic>a</italic> = 53.5 Å, <italic>b</italic> = 40.7 Å, <italic>c</italic> = 8.3 Å, α\n= 135.6°, β = 91.2°, and γ = 88.9°). The\nexperimental PXRD pattern for CCOF <bold>17</bold> with <italic>P</italic>1 space group exhibited main diffraction peaks at 3.55°, 6.02°,\n7.13°, 9.21°, 10.46°, and 11.85°, which were assigned\nto the (110), (310), (220), (420), (330), and (1–51) facets,\nrespectively. This PXRD pattern was in good agreement with the simulated\npattern based on AA stacking structure of CCOF <bold>17</bold>, suggesting\nthat the material holds a single-pore structure. The lattice modeling\nand Pawley refinement (Materials Studio, version 7.0) provide good\nagreement factors (<italic>R</italic>\n<sub>p</sub> = 0.59% and <italic>R</italic>\n<sub>wp</sub> = 1.14%).</p><p>The experimental PXRD pattern\nfor CCOF <bold>18</bold> with a <italic>P</italic>1 space group exhibited\nmain peaks at 3.36°, 6.61°,\n7.03°, 7.97°, 10.44°, and 11.92°, which were assigned\nto the (110), (020), (220), (320), (251), and (620) facets, respectively.\nThis PXRD pattern agreed well with the simulated pattern based on\nthe AA stacking structure. The refinement results yield unit cell\nparameters are nearly equivalent to the predictions that <italic>a</italic> = 51.5 Å, <italic>b</italic> = 50.6 Å, <italic>c</italic> = 9.3 Å, α = 145.2°, β = 87.7°, and γ\n= 91.9° (<italic>R</italic>\n<sub>p</sub> = 0.21% and <italic>R</italic>\n<sub>wp</sub> = 0.45%). PXRD patterns were also calculated for the\ntwo CCOFs on the other 2D and 3D structures, but all of the calculated\nPXRD patterns did not match the experimental patterns well (). CCOFs <bold>17</bold> and <bold>18</bold> are therefore proposed to have a slipped AA stacking structure\n().</p><p>We failed to calculate\nthe pore size distributions of these two\nsp<sup>2</sup>c-CCOFs by measuring nitrogen sorption isotherms because\nof the low adsorption of N<sub>2</sub>. This is probably due to the\ndistortion of frameworks containing flexible crown ether moieties\nupon solvent removal. So, we used a\ndye uptake assay to evaluate the pore size distribution of the CCOFs. We carried out dye-uptake studies by soaking the COFs in a solution\nof dyes with different sizes for 24 h. The dye solution was decanted,\nand the COFs were washed several times to remove dye molecules adsorbed\non the external surfaces of the solids. Dye molecules and COFs after\nspectral separation can be assigned to red and green fluorescence\nby confocal fluorescence microscopy (CFM), respectively (b and ). The CFM results showed the uniform distributions\nof dyes <bold>A–C</bold> with molecular sizes ranging from\n1.40 × 1.60 nm<sup>2</sup> to 2.20 × 2.40 nm<sup>2</sup>. However, the sterically bulky dye <bold>D</bold> (3.20 × 3.60\nnm<sup>2</sup>) was only attached to the surfaces of the COFs and\ncannot enter the pores from the open channels, probably due to its\nlarger size. The dye absorption amount was determined by measuring\nthe UV–vis spectra in THF (). As shown in c, remarkable size selectivity was observed for the\ndye uptake: the COFs had very significant uptake of dyes <bold>A</bold>–<bold>C</bold> (1.4–7.9 wt%) but had only negligible\nuptake of dye <bold>D</bold> (&lt;0.3 wt%). The dye uptake experiment\nindicated that both the maximum pore diameter and opening of the two\nCOFs were in the range of 2.4 to 3.2 nm, consistent with the crystal\nstructures.</p><p>PXRD patterns of the reduced CCOFs are almost the\nsame with the\npristine CCOFs, although decreases in signal-to-noise ratio of the\npeaks were observed, verifying that the crystalline structures of\nCOFs were retained after reduction (c,d). The additional flexibility of C–C\nbond linkages compared to CC bond linkages prevents tight\nstacking between layers and leads to slightly decreased crystalline.\nWhen finishing the geometrical energy minimization based on the 2D\nnet mode, the unit cell parameters of CCOF <bold>17</bold>-R were\nobtained (<italic>a</italic> = 51.1 Å, <italic>b</italic> = 40.8\nÅ, <italic>c</italic> = 8.6 Å, α = 137.6°, β\n= 91.1°, and γ = 89.0°). The experimental PXRD pattern\nfor CCOF <bold>17</bold> with <italic>P</italic>1 space group exhibited\nmain diffraction peaks at 3.55°, 6.08°, 7.15°, 9.32°,\nand 11.96°, which were assigned to the (110), (310), (220), (420),\nand (2–51) facets, respectively. This PXRD pattern was in good\nagreement with the simulated pattern based on AA stacking structure\nof CCOF <bold>17</bold>-R. The lattice modeling and Pawley refinement\nprovide good agreement factors (<italic>R</italic>\n<sub>p</sub> = 0.33%\nand <italic>R</italic>\n<sub>wp</sub> = 0.68%). For CCOF <bold>18</bold>-R, the experimental PXRD pattern with <italic>P</italic>1 space\ngroup exhibited peaks at 3.36°, 6.23°, 7.07°, 7.97°,\n10.48°, and 11.94°, which were assigned to the (110), (310),\n(220), (320), (330), and (040) facets, respectively. This PXRD pattern\nalso agreed well with the simulated pattern based on the AA stacking\nstructure of CCOF <bold>18</bold>-R. The refinement results yield\nunit cell parameters that are nearly equivalent to the predictions\nthat <italic>a</italic> = 50.7 Å, <italic>b</italic> = 50.0 Å, <italic>c</italic> = 9.7 Å, α = 144.1°, β = 88.3°,\nand γ = 90.8° (<italic>R</italic>\n<sub>p</sub> = 0.27% and <italic>R</italic>\n<sub>wp</sub> = 0.69%). So, CCOFs <bold>17</bold>-R and <bold>18</bold>-R are proposed to have the architectures as illustrated\nin .</p><p>Dye uptake experiments and the CFM results revealed that the maximum\npore diameter of CCOFs <bold>17</bold>-R and <bold>18</bold>-R were\nin the range of 2.4 to 3.2 nm, indicating retention of porous structures\nof the parent frameworks (c and ). SEM\nand TEM images showed that both reduced frameworks had a uniform layered\nmorphology (d and ), indicating that the crystal\nmorphology remained unchanged after the solid-state conversion. In\nTGA curves of CCOF <bold>17</bold>-R and <bold>18</bold>-R, the weight\nloss was also observed in the temperature above 350 °C (), which is almost the same as the parent\nCCOFs.</p><title>Chemical Stability</title><p>To evaluate the chemical stability\nof CCOFs, we immersed them for 1 week in various solvents, including\nTHF, DMF, MeOH, water, concentrated HCl (6 M), and aqueous KOH (14\nM) solutions. From PXRD data (a,b and ), CCOFs <bold>17</bold> and <bold>18</bold> are stable and retained their crystallinity.\nNotably, <bold>17</bold> and <bold>18</bold> exhibited nearly no weight\nloss (&lt;1 wt%) in common organic solvents, even under strong acidic\n(6 M HCl) and basic (14 M KOH) conditions; the residual weight percentages\nwere as high as 93 and 88 wt% for <bold>17</bold> and 95 and 93 wt%\nfor <bold>18</bold> (). Also,\nwe did the dye <bold>A</bold> uptake experiment to check the preservation\nof pore structure. It was found that the dye absorption amount of <bold>17</bold> and <bold>18</bold> after treating with various solvents\nshowed almost no decrease, indicating retention of their porous structures\n(c,d).</p><p>As expected, CCOFs <bold>17</bold>-R and <bold>18</bold>-R keep\ncrystallinity and porosity after soaking in concentrated HCl (6 M)\nand aqueous KOH (14 M) solutions for 1 week, as indicated by PXRD\n(a,b). From\nthe residual weight percentages, they exhibit nearly no weight loss\n(&lt;1 wt%) in organic solvents and little weight loss (&lt;10 wt%)\nunder strong acid (6 M HCl) and base (14 M KOH; ). After these treatments, CCOF <bold>17</bold>-R\nand <bold>18</bold>-R can uptake 3–6 and 5–8 wt% of\ndye <bold>A</bold>, respectively, which are close to those of the\nas-synthesized samples (c,d). The present frameworks represent the most stable CCOFs\nthat have been reported thus far (). Obviously, the good chemical stability\nof these CCOFs are attributed to the stable CC bond and C–C\nbond linkages.</p><p>As shown in , CCOFs <bold>17</bold>, <bold>17</bold>-R, <bold>18</bold>, and <bold>18</bold>-R absorb light in the UV and visible regions,\nwith absorption maxima at 422, 396, 422, and 397 nm, respectively,\nwhich are red-shifted by 5–40 nm in comparison to that of the <bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> monomer, due\nto the conjugation in the crystalline structures. Upon illumination\nwith UV light, CCOFs <bold>17</bold> and <bold>18</bold> gave emission\nmaxima at 527 and 511 nm with quantum yields (ϕ<sub>PL</sub>) of 5.8% and 6.5%, respectively ( and ),\ndifferent from <bold>P</bold>-<bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold>, which emitted around 495 nm with ϕ<sub>PL</sub> of 17.5%. Time-resolved fluorescence spectroscopy revealed\nthat <bold>17</bold> and <bold>18</bold> have a lifetime (τ)\nof 0.83 and 0.88 ns, which is smaller than 1.65 ns of <bold>P</bold>-<bold>BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> (). The decreased ϕ<sub>PL</sub> and\nτ values suggest that the π–π interactions\nbetween layers of sp<sup>2</sup>c-CCOFs facilitate the nonradiation\nenergy transfer. Interestingly, after reduction, the emission maxima\nof <bold>17</bold>-R and <bold>18</bold>-R were blue-shifted to 507\nand 493 nm with ϕ<sub>PL</sub> of 19.0% and 20.5% and τ\nof 2.10 and 2.04 ns, respectively. Compared to the parent CCOFs, the\nreduced CCOFs show increased ϕ<sub>PL</sub> and τ values.\nIt is likely that the newly formed C–C bond linkages destroyed\nthe π-conjugated structure of sp<sup>2</sup>c-CCOFs, leading\nto the decrease of π–π interactions between COF\nlayers and limiting the nonradiation energy transfer. In addition, CD spectra of CCOFs made from the opposite\nenantiomers were mirror images of each other, suggesting their enantiomeric\nnature (), consistent with their\nUV–vis spectra (a,b).</p><p>In contrast, when treated with both <sc>d</sc>- and <sc>l</sc>-tryptophanol\n(TPL), the fluorescence of <bold>17</bold> was quenched and followed\nStern–Völmer (S–V) behavior. The quenching rate\ncaused by <sc>d</sc>-tryptophanol was faster than that by the <sc>l</sc>-enantiomer, and the fluorescence intensity was decreased to\n43% and 66% of the original level, respectively. Based on the linear\nStern–Völmer equation, the measured absorbance [<italic>I</italic>\n<sub>0</sub>/<italic>I</italic>] varied as a function of\n[M] in a linear relationship (), where <italic>I</italic>\n<sub>0</sub> is the maximum fluorescence\nintensity before exposure to the analyte and <italic>I</italic> is\nthe maximum intensity after exposure to the analyte, indicating 1:1\nstoichiometry of the interaction between the crown ether of <bold>17</bold> and tryptophanol. The <italic>K</italic>\n<sub>sv</sub> constants\nwere calculated to be 820.5 M<sup>–1</sup> and 340.1 M<sup>–1</sup> with the <sc>d</sc>- and <sc>l</sc>-enantiomers,\nrespectively, affording the quenching ratio [QR = <italic>K</italic>\n<sub>sv(D‑tryptophanol)</sub>/<italic>K</italic>\n<sub>sv(L‑tryptophanol)</sub>] of 2.41.</p>", "clean_text": "The as-prepared COFs were characterized by a variety of spectroscopic techniques. The Fourier transform infrared (FT-IR) spectra of the two sp2-carbon-linked conjugated CCOFs (sp2c-CCOFs) show a great decrease of the characteristic CO vibration band (1690 cm-1) and the newly appearance of the CN vibration band (1620 cm-1), indicating the successful polymerization (). The 13C cross-polarization magic angle spinning (CP-MAS) NMR spectra show that the aldehyde carbon peaks were barely observed and the CC linkages were observed at ~110 and ~190 ppm (b,c). The chemical shifts of other fragments are in good agreement with those of the monomers. Thermal gravimetric analysis (TGA) reveals that both sp2c-CCOFs are stable up to 350 °C (). Scanning electron microscopy (SEM) and transmission electron microscopy (TEM) images show that both of them possess uniform layered morphology (d and ). Circular dichroism (CD) spectra of these sp2c-CCOFs made from (R,R)- and (S,S)-enantiomers of the dibinaphthyl-22-crown-6 monomers are mirror images of each other, which is indicative of their enantiomeric nature ().\n\nCrystal Structure\n\nThe crystalline structures of the CCOFs were determined by powder X-ray diffraction (PXRD) analysis with Cu Kα radiation (). Considering the geometry of the precursors and the connection patterns, a few 2D and 3D topologies are reasonable. However, considering their layered morphology observed by SEM and TEM, 2D topologies are more rational. After a geometrical energy minimization based on the 2D net with AA stacking mode for CCOF 17, the unit cell parameters were obtained (a = 53.5 Å, b = 40.7 Å, c = 8.3 Å, α = 135.6°, β = 91.2°, and γ = 88.9°). The experimental PXRD pattern for CCOF 17 with P1 space group exhibited main diffraction peaks at 3.55°, 6.02°, 7.13°, 9.21°, 10.46°, and 11.85°, which were assigned to the (110), (310), (220), (420), (330), and (1-51) facets, respectively. This PXRD pattern was in good agreement with the simulated pattern based on AA stacking structure of CCOF 17, suggesting that the material holds a single-pore structure. The lattice modeling and Pawley refinement (Materials Studio, version 7.0) provide good agreement factors (R p = 0.59% and R wp = 1.14%).\n\nThe experimental PXRD pattern for CCOF 18 with a P1 space group exhibited main peaks at 3.36°, 6.61°, 7.03°, 7.97°, 10.44°, and 11.92°, which were assigned to the (110), (020), (220), (320), (251), and (620) facets, respectively. This PXRD pattern agreed well with the simulated pattern based on the AA stacking structure. The refinement results yield unit cell parameters are nearly equivalent to the predictions that a = 51.5 Å, b = 50.6 Å, c = 9.3 Å, α = 145.2°, β = 87.7°, and γ = 91.9° (R p = 0.21% and R wp = 0.45%). PXRD patterns were also calculated for the two CCOFs on the other 2D and 3D structures, but all of the calculated PXRD patterns did not match the experimental patterns well (). CCOFs 17 and 18 are therefore proposed to have a slipped AA stacking structure ().\n\nWe failed to calculate the pore size distributions of these two sp2c-CCOFs by measuring nitrogen sorption isotherms because of the low adsorption of N2. This is probably due to the distortion of frameworks containing flexible crown ether moieties upon solvent removal. So, we used a dye uptake assay to evaluate the pore size distribution of the CCOFs. We carried out dye-uptake studies by soaking the COFs in a solution of dyes with different sizes for 24 h. The dye solution was decanted, and the COFs were washed several times to remove dye molecules adsorbed on the external surfaces of the solids. Dye molecules and COFs after spectral separation can be assigned to red and green fluorescence by confocal fluorescence microscopy (CFM), respectively (b and ). The CFM results showed the uniform distributions of dyes A-C with molecular sizes ranging from 1.40 × 1.60 nm2 to 2.20 × 2.40 nm2. However, the sterically bulky dye D (3.20 × 3.60 nm2) was only attached to the surfaces of the COFs and cannot enter the pores from the open channels, probably due to its larger size. The dye absorption amount was determined by measuring the UV-vis spectra in THF (). As shown in c, remarkable size selectivity was observed for the dye uptake: the COFs had very significant uptake of dyes A-C (1.4-7.9 wt%) but had only negligible uptake of dye D (<0.3 wt%). The dye uptake experiment indicated that both the maximum pore diameter and opening of the two COFs were in the range of 2.4 to 3.2 nm, consistent with the crystal structures.\n\nPXRD patterns of the reduced CCOFs are almost the same with the pristine CCOFs, although decreases in signal-to-noise ratio of the peaks were observed, verifying that the crystalline structures of COFs were retained after reduction (c,d). The additional flexibility of C-C bond linkages compared to CC bond linkages prevents tight stacking between layers and leads to slightly decreased crystalline. When finishing the geometrical energy minimization based on the 2D net mode, the unit cell parameters of CCOF 17-R were obtained (a = 51.1 Å, b = 40.8 Å, c = 8.6 Å, α = 137.6°, β = 91.1°, and γ = 89.0°). The experimental PXRD pattern for CCOF 17 with P1 space group exhibited main diffraction peaks at 3.55°, 6.08°, 7.15°, 9.32°, and 11.96°, which were assigned to the (110), (310), (220), (420), and (2-51) facets, respectively. This PXRD pattern was in good agreement with the simulated pattern based on AA stacking structure of CCOF 17-R. The lattice modeling and Pawley refinement provide good agreement factors (R p = 0.33% and R wp = 0.68%). For CCOF 18-R, the experimental PXRD pattern with P1 space group exhibited peaks at 3.36°, 6.23°, 7.07°, 7.97°, 10.48°, and 11.94°, which were assigned to the (110), (310), (220), (320), (330), and (040) facets, respectively. This PXRD pattern also agreed well with the simulated pattern based on the AA stacking structure of CCOF 18-R. The refinement results yield unit cell parameters that are nearly equivalent to the predictions that a = 50.7 Å, b = 50.0 Å, c = 9.7 Å, α = 144.1°, β = 88.3°, and γ = 90.8° (R p = 0.27% and R wp = 0.69%). So, CCOFs 17-R and 18-R are proposed to have the architectures as illustrated in .\n\nDye uptake experiments and the CFM results revealed that the maximum pore diameter of CCOFs 17-R and 18-R were in the range of 2.4 to 3.2 nm, indicating retention of porous structures of the parent frameworks (c and ). SEM and TEM images showed that both reduced frameworks had a uniform layered morphology (d and ), indicating that the crystal morphology remained unchanged after the solid-state conversion. In TGA curves of CCOF 17-R and 18-R, the weight loss was also observed in the temperature above 350 °C (), which is almost the same as the parent CCOFs.\n\nChemical Stability\n\nTo evaluate the chemical stability of CCOFs, we immersed them for 1 week in various solvents, including THF, DMF, MeOH, water, concentrated HCl (6 M), and aqueous KOH (14 M) solutions. From PXRD data (a,b and ), CCOFs 17 and 18 are stable and retained their crystallinity. Notably, 17 and 18 exhibited nearly no weight loss (<1 wt%) in common organic solvents, even under strong acidic (6 M HCl) and basic (14 M KOH) conditions; the residual weight percentages were as high as 93 and 88 wt% for 17 and 95 and 93 wt% for 18 (). Also, we did the dye A uptake experiment to check the preservation of pore structure. It was found that the dye absorption amount of 17 and 18 after treating with various solvents showed almost no decrease, indicating retention of their porous structures (c,d).\n\nAs expected, CCOFs 17-R and 18-R keep crystallinity and porosity after soaking in concentrated HCl (6 M) and aqueous KOH (14 M) solutions for 1 week, as indicated by PXRD (a,b). From the residual weight percentages, they exhibit nearly no weight loss (<1 wt%) in organic solvents and little weight loss (<10 wt%) under strong acid (6 M HCl) and base (14 M KOH; ). After these treatments, CCOF 17-R and 18-R can uptake 3-6 and 5-8 wt% of dye A, respectively, which are close to those of the as-synthesized samples (c,d). The present frameworks represent the most stable CCOFs that have been reported thus far (). Obviously, the good chemical stability of these CCOFs are attributed to the stable CC bond and C-C bond linkages.\n\nAs shown in , CCOFs 17, 17-R, 18, and 18-R absorb light in the UV and visible regions, with absorption maxima at 422, 396, 422, and 397 nm, respectively, which are red-shifted by 5-40 nm in comparison to that of the BINOL  2  -C monomer, due to the conjugation in the crystalline structures. Upon illumination with UV light, CCOFs 17 and 18 gave emission maxima at 527 and 511 nm with quantum yields (ϕPL) of 5.8% and 6.5%, respectively ( and ), different from P-BINOL  2  -C, which emitted around 495 nm with ϕPL of 17.5%. Time-resolved fluorescence spectroscopy revealed that 17 and 18 have a lifetime (τ) of 0.83 and 0.88 ns, which is smaller than 1.65 ns of P-BINOL  2  -C (). The decreased ϕPL and τ values suggest that the π-π interactions between layers of sp2c-CCOFs facilitate the nonradiation energy transfer. Interestingly, after reduction, the emission maxima of 17-R and 18-R were blue-shifted to 507 and 493 nm with ϕPL of 19.0% and 20.5% and τ of 2.10 and 2.04 ns, respectively. Compared to the parent CCOFs, the reduced CCOFs show increased ϕPL and τ values. It is likely that the newly formed C-C bond linkages destroyed the π-conjugated structure of sp2c-CCOFs, leading to the decrease of π-π interactions between COF layers and limiting the nonradiation energy transfer. In addition, CD spectra of CCOFs made from the opposite enantiomers were mirror images of each other, suggesting their enantiomeric nature (), consistent with their UV-vis spectra (a,b).\n\nIn contrast, when treated with both d- and l-tryptophanol (TPL), the fluorescence of 17 was quenched and followed Stern-Völmer (S-V) behavior. The quenching rate caused by d-tryptophanol was faster than that by the l-enantiomer, and the fluorescence intensity was decreased to 43% and 66% of the original level, respectively. Based on the linear Stern-Völmer equation, the measured absorbance [I 0/I] varied as a function of [M] in a linear relationship (), where I 0 is the maximum fluorescence intensity before exposure to the analyte and I is the maximum intensity after exposure to the analyte, indicating 1:1 stoichiometry of the interaction between the crown ether of 17 and tryptophanol. The K sv constants were calculated to be 820.5 M-1 and 340.1 M-1 with the d- and l-enantiomers, respectively, affording the quenching ratio [QR = K sv(D-tryptophanol)/K sv(L-tryptophanol)] of 2.41.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "350", "unit": "°C", "type": "stable", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Synthesis\nof the COFs</title>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ja0c11050_0009.tif\"></graphic>\n</fig>", "clean_text": " 1  Synthesis of the COFs   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a–d) PXRD patterns of the four\nCCOFs with the experimental\nprofiles in red, Pawley refined in black, calculated in dark green,\nand the difference between the experimental and refined PXRD patterns\nin blue.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c11050_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a-d) PXRD patterns of the four CCOFs with the experimental profiles in red, Pawley refined in black, calculated in dark green, and the difference between the experimental and refined PXRD patterns in blue.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Top views of\nthe corresponding refined structure of (a) CCOF <bold>17</bold> (left)\nand CCOF <bold>17</bold>-R (right) and (b) CCOF <bold>18</bold> (left)\nand CCOF <bold>18</bold>-R (right). Side views of\nthe slipped AA stacking structure of (c) CCOF <bold>17</bold> and\n(d) CCOF <bold>18</bold>. Carbon, gray; nitrogen, blue; oxygen, red;\nhydrogen, light gray.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c11050_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Top views of the corresponding refined structure of (a) CCOF 17 (left) and CCOF 17-R (right) and (b) CCOF 18 (left) and CCOF 18-R (right). Side views of the slipped AA stacking structure of (c) CCOF 17 and (d) CCOF 18. Carbon, gray; nitrogen, blue; oxygen, red; hydrogen, light gray.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Scheme for reduction of (a) the model molecule, (b) CCOF <bold>17</bold>, and (c) CCOF <bold>18</bold>. Corresponding FTIR spectra\nand <sup>13</sup>C NMR spectra are in the right. *, sidebands. (d)\nSEM images of the parent and reduced CCOFs.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c11050_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Scheme for reduction of (a) the model molecule, (b) CCOF 17, and (c) CCOF 18. Corresponding FTIR spectra and 13C NMR spectra are in the right. *, sidebands. (d) SEM images of the parent and reduced CCOFs.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Structure and molecular sizes of dyes <bold>A</bold>–<bold>D</bold>. (b) CFM images obtained from CCOF <bold>17</bold> after\nincubation with dyes <bold>A</bold>–<bold>D</bold>, respectively.\n(c) Different dye uptake of CCOFs by UV–vis spectroscopy.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c11050_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Structure and molecular sizes of dyes A-D. (b) CFM images obtained from CCOF 17 after incubation with dyes A-D, respectively. (c) Different dye uptake of CCOFs by UV-vis spectroscopy.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>PXRD patterns\nof (a) CCOFs <bold>17</bold> and <bold>17</bold>-R\nand (b) CCOF <bold>18</bold> and <bold>18</bold>-R after treatment\nin different solvents for 1 week. Dye <bold>A</bold> uptake of (c)\nCCOFs <bold>17</bold> and <bold>17</bold>-R and (d) CCOFs <bold>18</bold> and <bold>18</bold>-R after treatment in different solvents for\n1 week by UV–vis spectroscopy.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja0c11050_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  PXRD patterns of (a) CCOFs 17 and 17-R and (b) CCOF 18 and 18-R after treatment in different solvents for 1 week. Dye A uptake of (c) CCOFs 17 and 17-R and (d) CCOFs 18 and 18-R after treatment in different solvents for 1 week by UV-vis spectroscopy.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a,b) Solid-state UV–vis spectra of CCOFs. Corresponding\nphotographs of the parent and reduced CCOFs are in the right. (c,d)\nThe solid-state fluorescence spectra of CCOFs. Corresponding photographs\nof the parent and reduced CCOFs under 365 nm UV light are in the right.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja0c11050_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a,b) Solid-state UV-vis spectra of CCOFs. Corresponding photographs of the parent and reduced CCOFs are in the right. (c,d) The solid-state fluorescence spectra of CCOFs. Corresponding photographs of the parent and reduced CCOFs under 365 nm UV light are in the right.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(a) Operation principle\nof the CCOF sensor. (b) Structures of the\nexamined amino alcohols. (c) Fluorescence emission spectra of (<italic>R</italic>)-<bold>17</bold> with increasing concentration of <sc>d</sc>-phenylglycinol in solution. (d) Benesi–Hildebrand plots\nof the fluorescence emissions of (<italic>R</italic>)-<bold>17</bold> enhanced by <sc>d</sc>- and <sc>l</sc>-phenylglycinol. (e) The effect\nof pH values of HClO<sub>4</sub> aqueous solutions on fluorescence\nintensity. (f) The comparative EFs/QRs of the (<italic>R</italic>)-<bold>P-BINOL</bold>\n<sup>\n<bold>2</bold>\n</sup>\n<bold>-C</bold> and (<italic>R</italic>)-CCOFs for three amino alcohols.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ja0c11050_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  (a) Operation principle of the CCOF sensor. (b) Structures of the examined amino alcohols. (c) Fluorescence emission spectra of (R)-17 with increasing concentration of d-phenylglycinol in solution. (d) Benesi-Hildebrand plots of the fluorescence emissions of (R)-17 enhanced by d- and l-phenylglycinol. (e) The effect of pH values of HClO4 aqueous solutions on fluorescence intensity. (f) The comparative EFs/QRs of the (R)-P-BINOL  2  -C and (R)-CCOFs for three amino alcohols.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Side (upper) and top (lower) views of the lowest-energy\nstructures\nof <sc>d</sc>-/<sc>l</sc>-protonated PGL with (<italic>R</italic>)-CCOF <bold>17</bold> (denoted as <sc>d</sc>-complex and <sc>l</sc>-complex,\nrespectively). The relative Gibbs energies in methanol with respect\nto <sc>d</sc>-complex at 298.15 K are indicated in parentheses. The\nlengths (in Å) of hydrogen bonds involved in the host–guest\ninteractions are labeled. The adjacent layers surrounding the host–guest\ncomplexes are omitted for clarity. C: gray, H: white, O: red, and\nN: blue.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ja0c11050_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Side (upper) and top (lower) views of the lowest-energy structures of d-/l-protonated PGL with (R)-CCOF 17 (denoted as d-complex and l-complex, respectively). The relative Gibbs energies in methanol with respect to d-complex at 298.15 K are indicated in parentheses. The lengths (in Å) of hydrogen bonds involved in the host-guest interactions are labeled. The adjacent layers surrounding the host-guest complexes are omitted for clarity. C: gray, H: white, O: red, and N: blue.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.0c11050", "title": null, "journal": "American Chemical\nSociety", "date": "2020.12", "author_list": ["Yuan\nChen", "Fu\nShiguo", "Yang\nKuiwei", "Hou\nBang", "Liu\nYan", "Jiang\nJianwen", "Cui\nYong"]}}