{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja0c09284.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>We report the first systematic experimental\nand theoretical study\nof the relationship between the linker functionalization and the thermodynamic\nstability of metal–organic frameworks (MOFs) using a model\nset of eight isostructural zeolitic imidazolate frameworks (ZIFs)\nbased on 2-substituted imidazolate linkers. The frameworks exhibit\na significant (30 kJ·mol<sup>–1</sup>) variation in the\nenthalpy of formation depending on the choice of substituent, which\nis accompanied by only a small change in molar volume. These energetics\nwere readily reproduced by density functional theory (DFT) calculations.\nWe show that these variations in the enthalpy of MOF formation are\nin linear correlation to the readily accessible properties of the\nlinker substituent, such as the Hammett σ-constant or electrostatic\nsurface potential. These results provide the first quantifiable relationship\nbetween the MOF thermodynamics and the linker structure, suggesting\na route to design and tune MOF stability.</p>", "clean_text": "We report the first systematic experimental and theoretical study of the relationship between the linker functionalization and the thermodynamic stability of metal-organic frameworks (MOFs) using a model set of eight isostructural zeolitic imidazolate frameworks (ZIFs) based on 2-substituted imidazolate linkers. The frameworks exhibit a significant (30 kJ⋅mol-1) variation in the enthalpy of formation depending on the choice of substituent, which is accompanied by only a small change in molar volume. These energetics were readily reproduced by density functional theory (DFT) calculations. We show that these variations in the enthalpy of MOF formation are in linear correlation to the readily accessible properties of the linker substituent, such as the Hammett σ-constant or electrostatic surface potential. These results provide the first quantifiable relationship between the MOF thermodynamics and the linker structure, suggesting a route to design and tune MOF stability.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are advanced materials whose\nmodular structure permits combining high microporosity with a range\nof functional properties. Whereas MOF development has led to sophisticated functional materials,\nachieving thermodynamic stability by design remains a challenge. For example, while the sensitivity of MOFs to hydrolytic degradation\nby water is a topic of high interest, most studies\nhave focused on kinetic aspects of the process, e.g., by introducing\nhydrophobic substituents or changing MOF design to increase\nthe strength of metal–linker bonds. In contrast, thermodynamic driving forces behind\nMOF stability remain largely unexplored and poorly understood. We\npreviously explored the relationship between the thermodynamic stability\nand the topology of zeolitic imidazolate frameworks (ZIFs), a class of MOFs with topological diversity akin to zeolites. This enabled quantitative evaluation of the structure-related energy\ndifferences between MOF polymorphs and indicated periodic density\nfunctional theory (DFT) with semiempirical dispersion correction (SEDC) as an accurate\ntool to calculate the relative thermodynamic stabilities of MOFs.</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are advanced materials whose modular structure permits combining high microporosity with a range of functional properties. Whereas MOF development has led to sophisticated functional materials, achieving thermodynamic stability by design remains a challenge. For example, while the sensitivity of MOFs to hydrolytic degradation by water is a topic of high interest, most studies have focused on kinetic aspects of the process, e.g., by introducing hydrophobic substituents or changing MOF design to increase the strength of metal-linker bonds. In contrast, thermodynamic driving forces behind MOF stability remain largely unexplored and poorly understood. We previously explored the relationship between the thermodynamic stability and the topology of zeolitic imidazolate frameworks (ZIFs), a class of MOFs with topological diversity akin to zeolites. This enabled quantitative evaluation of the structure-related energy differences between MOF polymorphs and indicated periodic density functional theory (DFT) with semiempirical dispersion correction (SEDC) as an accurate tool to calculate the relative thermodynamic stabilities of MOFs.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>We now reveal that the enthalpy of formation of MOFs can be strongly\nand predictably influenced by peripheral substitution on the linker,\nproviding a rational route to tune the framework thermodynamic stability\nwithout large-scale changes to MOF topology or design. Specifically,\nwe present a systematic experimental and theoretical study of the\nenthalpies of formation for eight isostructural, microporous ZIFs\nof sodalite (SOD) topology bearing different groups in the 2-position\nof the imidazolate linker (, R = CH<sub>3</sub>, CHCH<sub>2</sub>, CCH,\nCHO, CF<sub>3</sub>, Cl, Br, I). Experimental calorimetry measurements\nshow that the enthalpy of MOF formation with respect to the metal\noxide can be varied over a wide range (∼30 kJ·mol<sup>–1</sup>) simply by replacing the substituent on the linker\n(). It was previously\nshown that an accurate calculation and even prediction of MOF stability can be achieved using extensive periodic DFT calculations.\nHere, we show that the substituent-related variations in MOF stability\nare in a linear and quantifiable relationship with readily accessible\nparameters such as the Hammett σ-constants or electrostatic\nsurface potentials (ESPs) of the linker substituent. This linear relationship\nbetween the framework thermodynamics and the easily accessible substituent\nproperties opens the door for strategies to control MOF stability\nvia peripheral modifications of the linker, in contrast with current\napproaches that involve significant changes to the metal node, linker\nstructure, framework density, and/or topology. In such a scenario, the linker becomes an active contributor not\nonly to MOF functionality but also to its thermodynamic stability.</p>", "clean_text": "We now reveal that the enthalpy of formation of MOFs can be strongly and predictably influenced by peripheral substitution on the linker, providing a rational route to tune the framework thermodynamic stability without large-scale changes to MOF topology or design. Specifically, we present a systematic experimental and theoretical study of the enthalpies of formation for eight isostructural, microporous ZIFs of sodalite (SOD) topology bearing different groups in the 2-position of the imidazolate linker (, R = CH3, CHCH2, CCH, CHO, CF3, Cl, Br, I). Experimental calorimetry measurements show that the enthalpy of MOF formation with respect to the metal oxide can be varied over a wide range (~30 kJ⋅mol-1) simply by replacing the substituent on the linker (). It was previously shown that an accurate calculation and even prediction of MOF stability can be achieved using extensive periodic DFT calculations. Here, we show that the substituent-related variations in MOF stability are in a linear and quantifiable relationship with readily accessible parameters such as the Hammett σ-constants or electrostatic surface potentials (ESPs) of the linker substituent. This linear relationship between the framework thermodynamics and the easily accessible substituent properties opens the door for strategies to control MOF stability via peripheral modifications of the linker, in contrast with current approaches that involve significant changes to the metal node, linker structure, framework density, and/or topology. In such a scenario, the linker becomes an active contributor not only to MOF functionality but also to its thermodynamic stability.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) SOD-topology\nZIF structure, highlighting the linker 2-substituent\n(<bold>R</bold>). (b) Used imidazoles: 2-methyl- (H<bold>MeIm</bold>), 2-vinyl- (H<bold>VIm</bold>), 2-acetylene- (H<bold>AIm</bold>),\n2-carbaldehyde- (H<bold>CHOIm</bold>), 2-trifluoromethyl- (H<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>), 2-chloro- (H<bold>ClIm</bold>), 2-bromo- (H<bold>BrIm</bold>), and 2-iodoimidazole\n(H<bold>IIm</bold>). (c) Formation of SOD-Zn­(<bold>RIm</bold>)<sub>2</sub> ZIFs from ZnO, and associated thermodynamic parameter.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c09284_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) SOD-topology ZIF structure, highlighting the linker 2-substituent (R). (b) Used imidazoles: 2-methyl- (HMeIm), 2-vinyl- (HVIm), 2-acetylene- (HAIm), 2-carbaldehyde- (HCHOIm), 2-trifluoromethyl- (HCF  3  Im), 2-chloro- (HClIm), 2-bromo- (HBrIm), and 2-iodoimidazole (HIIm). (c) Formation of SOD-Zn(RIm)2 ZIFs from ZnO, and associated thermodynamic parameter.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Thermodynamic Cycle Used to Calculate\nthe Formation Enthalpy of ZIFs with Respect to ZnO and HRIm</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">reactions</oasis:entry>\n<oasis:entry align=\"center\">enthalpy (Δ<italic>H</italic>, kJ·mol<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Zn(<bold>RIm</bold>)<sub>2(s)</sub> → Zn<sup>2+</sup>\n<sub>(aq)</sub> + 2<bold>RIm</bold>\n<sup>–</sup>\n<sub>(aq)</sub>\n</oasis:entry>\n<oasis:entry>Δ<italic>H</italic>\n<sub>1</sub> = Δ<italic>H</italic>\n<sub>s</sub>(Zn(<bold>RIm</bold>)<sub>2</sub>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO<sub>(s)</sub> + 2H<sup>+</sup>\n<sub>(aq)</sub> → Zn<sup>2+</sup>\n<sub>(aq)</sub> + H<sub>2</sub>O<sub>(aq)</sub>\n</oasis:entry>\n<oasis:entry>Δ<italic>H</italic>\n<sub>2</sub> = Δ<italic>H</italic>\n<sub>s</sub>(ZnO)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>RIm</bold>\n<sub>(s)</sub> → <bold>RIm</bold>\n<sup>–</sup>\n<sub>(eq)</sub> + H<sup>+</sup>\n<sub>(aq)</sub>\n</oasis:entry>\n<oasis:entry>Δ<italic>H</italic>\n<sub>3</sub> = Δ<italic>H</italic>\n<sub>s</sub>(H<bold>RIm</bold>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O<sub>(l)</sub> → H<sub>2</sub>O<sub>(aq)</sub>\n</oasis:entry>\n<oasis:entry>Δ<italic>H</italic>\n<sub>4</sub> = Δ<italic>H</italic>\n<sub>dil</sub>(H<sub>2</sub>O)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO<sub>(s)</sub> + 2H<bold>RIm</bold>\n<sub>(s)</sub> → Zn(<bold>RIm</bold>)<sub>2(s)</sub> + H<sub>2</sub>O<sub>(l)</sub>\n</oasis:entry>\n<oasis:entry>Δ<italic>H</italic>\n<sub>5</sub> = Δ<italic>H</italic>\n<sub>f</sub> = −Δ<italic>H</italic>\n<sub>1</sub> + Δ<italic>H</italic>\n<sub>2</sub> + 2Δ<italic>H</italic>\n<sub>3</sub> – Δ<italic>H</italic>\n<sub>4</sub>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><p>Details of the experimental techniques\nand sample characterization\nare provided in the  (SI).</p><title>Thermodynamic Measurements</title><p>Dissolution enthalpies (Δ<italic>H</italic>\n<sub>s</sub>) were measured with a CSC 4400 isothermal\nmicrocalorimeter operating at 25 °C. Small sample sizes (around\n5 mg) were used to ensure that the concentration of dissolved ions\nis sufficiently low to avoid an enthalpy contribution from ion mixing.\nIn addition, several experimental trials using mechanical mixtures\nof samples, which gave enthalpy values consistent with mechanical\nmixtures, confirmed that the measured enthalpies of dissolution were\nadditive for the components, so any contribution from possible ion\ncomplex formation can be neglected. In each experiment, ca. 5 mg of\nsample used in the thermodynamic cycle () was hand pressed to form a pellet and dropped\ninto 25.0 g of an isothermally equilibrated 5 N HCl aqueous solution\ninside a 50 mL Teflon cell of the calorimeter. All weight measurements\nwere done using a Mettler microbalance with an accuracy of 10 μg.\nThe solvent was isothermally equilibrated for at least 3 h under mechanical\nstirring before the sample was introduced and was then allowed to\ndissolve in the cell for at least 3 h, ensuring the return of the\nbaseline back to the initial position. After each experiment, the\ncell was reassembled with fresh solvent. We used a similar methodology\nin our previous thermochemical MOF studies. The uncertainties\ngiven in the results represent a 95% confidence interval.</p>", "clean_text": "Experimental Section\n\nDetails of the experimental techniques and sample characterization are provided in the  (SI).\n\nThermodynamic Measurements\n\nDissolution enthalpies (ΔH s) were measured with a CSC 4400 isothermal microcalorimeter operating at 25 °C. Small sample sizes (around 5 mg) were used to ensure that the concentration of dissolved ions is sufficiently low to avoid an enthalpy contribution from ion mixing. In addition, several experimental trials using mechanical mixtures of samples, which gave enthalpy values consistent with mechanical mixtures, confirmed that the measured enthalpies of dissolution were additive for the components, so any contribution from possible ion complex formation can be neglected. In each experiment, ca. 5 mg of sample used in the thermodynamic cycle () was hand pressed to form a pellet and dropped into 25.0 g of an isothermally equilibrated 5 N HCl aqueous solution inside a 50 mL Teflon cell of the calorimeter. All weight measurements were done using a Mettler microbalance with an accuracy of 10 μg. The solvent was isothermally equilibrated for at least 3 h under mechanical stirring before the sample was introduced and was then allowed to dissolve in the cell for at least 3 h, ensuring the return of the baseline back to the initial position. After each experiment, the cell was reassembled with fresh solvent. We used a similar methodology in our previous thermochemical MOF studies. The uncertainties given in the results represent a 95% confidence interval.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Theoretical\nCalculations</title><p>Periodic DFT calculations\nwere performed using the plane-wave DFT code CASTEP 19.1. The experimental CIFs of sodalite MOFs and the\ncorresponding linkers were converted into CASTEP input format using\nthe program cif2cell. Calculations were\nperformed with the PBE functional combined\nwith the many-body dispersion (MBD*) SEDC model, which has\nshown superior performance in our previous computational studies of\nMOF topological polymorphism. The plane-wave\nbasis set was truncated at an 800 eV cutoff, and the ultrasoft on-the-fly\npseudopotentials were used to attenuate the Coulomb potentials within\nthe core regions of electron density. The electronic first Brillouin\nzone was sampled with a 2π × 0.05 Å<sup>–1</sup> Monkhorst–Pack <italic>k</italic>-point grid. The structures were geometry optimized with\nrespect to atom coordinates and unit cell parameters, subject to space\ngroup symmetry constraints. The calculations were deemed converged\nupon satisfying the following criteria: a total energy change of 10<sup>–5</sup> eV·atom<sup>–1</sup>, a maximum atomic\ndisplacement of 10<sup>–3</sup> Å, a maximum atomic force\nof 0.05 eV·Å<sup>–1</sup>, and a residual stress\nof 0.05 GPa. The calculated energies were used to compute the relative\nenergy of formation (<italic>E</italic>\n<sub>f,rel</sub>) for a SOD-topology\nZIF based on an imidazolate linker bearing the general substituent <bold>R</bold> in the 2-position with respect to the corresponding 2-methyl-substituted\nframework Zn­(<bold>MeIm</bold>)<sub>2</sub> (ZIF-8) following the\nequation<disp-formula id=\"eq2\">\n<alternatives>\n<graphic xlink:href=\"ja0c09284_m001.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n<mml:mo>,</mml:mo>\n<mml:mi mathvariant=\"normal\">rel</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Zn</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"bold\">RIm</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Zn</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"bold\">RIm</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">Zn</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"bold\">MeIm</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mi>E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n<mml:mi mathvariant=\"bold\">RIm</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mi mathvariant=\"italic\">E</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n<mml:mi mathvariant=\"bold\">MeIm</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n<label>2</label>\n</disp-formula>where <italic>E</italic>(Zn­(<bold>RIm</bold>)<sub>2</sub>), <italic>E</italic>(Zn­(<bold>MeIm</bold>)<sub>2</sub>), <italic>E</italic>(H<bold>RIm</bold>), and <italic>E</italic>(H<bold>MeIm</bold>) are the calculated energies of the\n2-substituted ZIFs, ZIF-8, 2-substituted imidazoles, and H<bold>MeIm</bold> in the solid state, respectively.</p>", "clean_text": "Theoretical Calculations\n\nPeriodic DFT calculations were performed using the plane-wave DFT code CASTEP 19.1. The experimental CIFs of sodalite MOFs and the corresponding linkers were converted into CASTEP input format using the program cif2cell. Calculations were performed with the PBE functional combined with the many-body dispersion (MBD*) SEDC model, which has shown superior performance in our previous computational studies of MOF topological polymorphism. The plane-wave basis set was truncated at an 800 eV cutoff, and the ultrasoft on-the-fly pseudopotentials were used to attenuate the Coulomb potentials within the core regions of electron density. The electronic first Brillouin zone was sampled with a 2π × 0.05 Å-1 Monkhorst-Pack k-point grid. The structures were geometry optimized with respect to atom coordinates and unit cell parameters, subject to space group symmetry constraints. The calculations were deemed converged upon satisfying the following criteria: a total energy change of 10-5 eV⋅atom-1, a maximum atomic displacement of 10-3 Å, a maximum atomic force of 0.05 eV⋅Å-1, and a residual stress of 0.05 GPa. The calculated energies were used to compute the relative energy of formation (E f,rel) for a SOD-topology ZIF based on an imidazolate linker bearing the general substituent R in the 2-position with respect to the corresponding 2-methyl-substituted framework Zn(MeIm)2 (ZIF-8) following the equation        E   f , rel    ( Zn    ( RIm )    2   )   =  E  ( Zn    ( RIm )    2   )   -  E  ( Zn    ( MeIm )    2   )   -  2  [ E  ( H RIm )  - E  ( H MeIm )  ]      2 where E(Zn(RIm)2), E(Zn(MeIm)2), E(HRIm), and E(HMeIm) are the calculated energies of the 2-substituted ZIFs, ZIF-8, 2-substituted imidazoles, and HMeIm in the solid state, respectively.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Molecular DFT calculations\nof the electrostatic surface potentials (ESPs) for substituents on\nthe imidazolate anions were performed using GAUSSIAN 16 version A.03. The imidazolate anions were geometry optimized\nusing the PBE/6-311G­(d,p) level of theory. The PBE functional was\nselected for consistency with the periodic DFT calculations. The substituent\nESP values were calculated at the 0.002 au isosurface of electron\ndensity.</p>", "clean_text": "Molecular DFT calculations of the electrostatic surface potentials (ESPs) for substituents on the imidazolate anions were performed using GAUSSIAN 16 version A.03. The imidazolate anions were geometry optimized using the PBE/6-311G(d,p) level of theory. The PBE functional was selected for consistency with the periodic DFT calculations. The substituent ESP values were calculated at the 0.002 au isosurface of electron density.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis and Characterization\nof SOD-Topology ZIFs</title><p>On the basis of the previously reported\ncrystal structures or PXRD\npatterns, all herein explored MOFs are isostructural to ZIF-8 and\nadopt the SOD topology. This provides a unique opportunity to evaluate changes to the thermodynamic\nstability of ZIFs with variation of the linker substituent without\nhaving to consider differences to the framework topology or crystal\nstructure. All eight ZIFs were obtained mechanochemically, by liquid-assisted grinding (LAG) of either zinc oxide (ZnO, c) or basic zinc\ncarbonate (3Zn­(OH)<sub>2</sub>·2ZnCO<sub>3</sub>) with the appropriate amount of imidazole ligand:\n2-methyl- (H<bold>MeIm</bold>), 2-trifluoromethyl- (H<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>), 2-vinyl- (H<bold>VIm</bold>), 2-acetylene- (H<bold>AIm</bold>), 2-chloro- (H<bold>ClIm</bold>), 2-bromo- (H<bold>BrIm</bold>), 2-iodoimidazole (H<bold>IIm</bold>), and imidazole-2-carbaldehyde (H<bold>CHOIm</bold>). We previously\nreported the mechanochemical syntheses and calorimetric characterization\nof ZIF-8 and Zn­(<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>)<sub>2</sub>, and that data is used in this\nreport. For all other cases, varying the reaction parameters (amount\nof liquid additive, milling time) enabled\nquantitative conversion of starting materials to the SOD frameworks\nas evidenced by the absence of reactant signals from the PXRD patterns\nand Fourier-transform infrared attenuated total reflectance (FTIR-ATR)\nspectra of the final products (see ).\nThe mechanochemically prepared materials were washed and evacuated\nbefore any further characterization using previously described procedures\n(see ).</p>", "clean_text": "Results and Discussion\n\nSynthesis and Characterization of SOD-Topology ZIFs\n\nOn the basis of the previously reported crystal structures or PXRD patterns, all herein explored MOFs are isostructural to ZIF-8 and adopt the SOD topology. This provides a unique opportunity to evaluate changes to the thermodynamic stability of ZIFs with variation of the linker substituent without having to consider differences to the framework topology or crystal structure. All eight ZIFs were obtained mechanochemically, by liquid-assisted grinding (LAG) of either zinc oxide (ZnO, c) or basic zinc carbonate (3Zn(OH)2⋅2ZnCO3) with the appropriate amount of imidazole ligand: 2-methyl- (HMeIm), 2-trifluoromethyl- (HCF  3  Im), 2-vinyl- (HVIm), 2-acetylene- (HAIm), 2-chloro- (HClIm), 2-bromo- (HBrIm), 2-iodoimidazole (HIIm), and imidazole-2-carbaldehyde (HCHOIm). We previously reported the mechanochemical syntheses and calorimetric characterization of ZIF-8 and Zn(CF  3  Im)2, and that data is used in this report. For all other cases, varying the reaction parameters (amount of liquid additive, milling time) enabled quantitative conversion of starting materials to the SOD frameworks as evidenced by the absence of reactant signals from the PXRD patterns and Fourier-transform infrared attenuated total reflectance (FTIR-ATR) spectra of the final products (see ). The mechanochemically prepared materials were washed and evacuated before any further characterization using previously described procedures (see ).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Isostructurality of all\nprepared ZIFs to ZIF-8 was confirmed by comparison of powder X-ray\ndiffraction (PXRD, ) patterns of the obtained materials to those calculated for\nZIF-8 (CSD code VELVOY) and/or the corresponding ZIF. While the structures\nof ZIF-8, ZIF-90, SOD-Zn­(<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>)<sub>2</sub>, SOD-Zn­(<bold>VIm</bold>)<sub>2</sub>, SOD-Zn­(<bold>AIm</bold>)<sub>2</sub>, SOD-Zn­(<bold>ClIm</bold>)<sub>2</sub>, and SOD-Zn­(<bold>BrIm</bold>)<sub>2</sub>\n have previously been reported (), the structure of SOD-Zn­(<bold>IIm</bold>)<sub>2</sub> was determined from PXRD data using a model derived from the known\nSOD-Zn­(<bold>BrIm</bold>)<sub>2</sub> structure by replacement of\nbromine with iodine atoms. The iodine-substituted ZIF structure revealed\norientational disorder of the imidazolate linker, analogous to that\npreviously observed in SOD-Zn­(<bold>ClIm</bold>)<sub>2</sub> and SOD-Zn­(<bold>BrIm</bold>)<sub>2</sub>. The absence of included solvent in all\nprepared MOFs after washing and evacuation was confirmed by thermogravimetric\nanalysis (TGA). Metal content was analyzed for samples of Zn­(<bold>BrIm</bold>)<sub>2</sub>, Zn­(<bold>IIm</bold>)<sub>2</sub>, and Zn­(<bold>AIm</bold>)<sub>2</sub> using inductively coupled plasma mass spectrometry\n(ICP-MS), giving outcomes in excellent agreement with theoretically\nexpected values. Zn­(<bold>CHOIm</bold>)<sub>2</sub> was additionally\ncharacterized by <sup>13</sup>C cross-polarization magic angle spinning\nsolid-state nuclear magnetic resonance spectroscopy (CP-MAS ssNMR),\nproducing a spectrum that was an excellent match to that previously\nreported (see ). Microporosity was verified by nitrogen sorption measurements () which gave Brunauer–Emmett–Teller\n(BET) surface areas consistent with previously published values (see ).\n</p>", "clean_text": "Isostructurality of all prepared ZIFs to ZIF-8 was confirmed by comparison of powder X-ray diffraction (PXRD, ) patterns of the obtained materials to those calculated for ZIF-8 (CSD code VELVOY) and/or the corresponding ZIF. While the structures of ZIF-8, ZIF-90, SOD-Zn(CF  3  Im)2, SOD-Zn(VIm)2, SOD-Zn(AIm)2, SOD-Zn(ClIm)2, and SOD-Zn(BrIm)2  have previously been reported (), the structure of SOD-Zn(IIm)2 was determined from PXRD data using a model derived from the known SOD-Zn(BrIm)2 structure by replacement of bromine with iodine atoms. The iodine-substituted ZIF structure revealed orientational disorder of the imidazolate linker, analogous to that previously observed in SOD-Zn(ClIm)2 and SOD-Zn(BrIm)2. The absence of included solvent in all prepared MOFs after washing and evacuation was confirmed by thermogravimetric analysis (TGA). Metal content was analyzed for samples of Zn(BrIm)2, Zn(IIm)2, and Zn(AIm)2 using inductively coupled plasma mass spectrometry (ICP-MS), giving outcomes in excellent agreement with theoretically expected values. Zn(CHOIm)2 was additionally characterized by 13C cross-polarization magic angle spinning solid-state nuclear magnetic resonance spectroscopy (CP-MAS ssNMR), producing a spectrum that was an excellent match to that previously reported (see ). Microporosity was verified by nitrogen sorption measurements () which gave Brunauer-Emmett-Teller (BET) surface areas consistent with previously published values (see ). ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Comparison\nof PXRD patterns for mechanochemically prepared SOD-topology\nZIFs compared to the calculated pattern for ZIF-8 (CSD code VELVOY).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c09284_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Comparison of PXRD patterns for mechanochemically prepared SOD-topology ZIFs compared to the calculated pattern for ZIF-8 (CSD code VELVOY).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"landscape\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Selected Structural Information and\nThermodynamic Data Derived from Acid Solution Calorimetry<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>a</italic> (Å)<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">BET\narea (m<sup>2</sup>·g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">FD<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref> (T·nm<sup>–3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">MV<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref> (cm<sup>3</sup>· (mol Zn)<sup>−1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic>H</italic>\n<sub>s</sub>\n<xref ref-type=\"table-fn\" rid=\"t2fn2\"></xref> (kJ·mol<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic>H</italic>\n<sub>f</sub>\n<xref ref-type=\"table-fn\" rid=\"t2fn3\"></xref> (kJ·mol<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic>H</italic>\n<sub>trans</sub> (kJ·mol<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ZnO<xref ref-type=\"bibr\" rid=\"ref33\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–72.29 ± 0.17</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–0.35</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>CHOIm</bold>\n<xref ref-type=\"table-fn\" rid=\"t2fn4\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–8.26 ± 0.20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>(H<bold>CHOIm</bold>)<sub>2</sub>(dimer)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–16.53 ± 0.40</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>VIm</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–27.91 ± 0.27</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>AIm</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–14.52 ± 0.17</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>ClIm</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–5.49 ± 0.16</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>BrIm</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–5.45 ± 0.10</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>IIm</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–10.86 ± 0.14</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>MeIm</bold>)<sub>2</sub>\n<xref ref-type=\"bibr\" rid=\"ref33\"></xref>\n</oasis:entry>\n<oasis:entry>16.9910(12)</oasis:entry>\n<oasis:entry>1578 ± 42</oasis:entry>\n<oasis:entry>2.50</oasis:entry>\n<oasis:entry>240.99</oasis:entry>\n<oasis:entry>–137.5 ± 0.83</oasis:entry>\n<oasis:entry>–20.45 ± 0.94</oasis:entry>\n<oasis:entry>26.25 ± 1.37</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>CHOIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>17.2715(4)</oasis:entry>\n<oasis:entry>1225 ± 62</oasis:entry>\n<oasis:entry>2.33</oasis:entry>\n<oasis:entry>258.55</oasis:entry>\n<oasis:entry>–125.12 ± 0.94</oasis:entry>\n<oasis:entry>36.65 ± 1.03<xref ref-type=\"table-fn\" rid=\"t2fn5\"></xref> 10.01 ± 1.03<xref ref-type=\"table-fn\" rid=\"t2fn6\"></xref>\n</oasis:entry>\n<oasis:entry>83.35 ± 1.44<xref ref-type=\"table-fn\" rid=\"t2fn5\"></xref> 56.71 ± 1.44<xref ref-type=\"table-fn\" rid=\"t2fn6\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>VIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>17.1473(6)</oasis:entry>\n<oasis:entry>1009 ± 154</oasis:entry>\n<oasis:entry>2.38</oasis:entry>\n<oasis:entry>253.01</oasis:entry>\n<oasis:entry>–111.19 ± 0.97</oasis:entry>\n<oasis:entry>–16.58 ± 1.11</oasis:entry>\n<oasis:entry>30.12 ± 1.50</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>AIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>17.0454(11)</oasis:entry>\n<oasis:entry>949 ± 73</oasis:entry>\n<oasis:entry>2.42</oasis:entry>\n<oasis:entry>248.53</oasis:entry>\n<oasis:entry>–80.68 ± 0.82</oasis:entry>\n<oasis:entry>–20.31 ± 0.90</oasis:entry>\n<oasis:entry>26.39 ± 1.35</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>ClIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>16.9824(4)</oasis:entry>\n<oasis:entry>1114 ± 10</oasis:entry>\n<oasis:entry>2.45</oasis:entry>\n<oasis:entry>245.79</oasis:entry>\n<oasis:entry>–63.44 ± 0.57</oasis:entry>\n<oasis:entry>–19.48 ± 0.67</oasis:entry>\n<oasis:entry>27.22 ± 1.20</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>BrIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>17.065(2)</oasis:entry>\n<oasis:entry>847 ± 31</oasis:entry>\n<oasis:entry>2.41</oasis:entry>\n<oasis:entry>249.39</oasis:entry>\n<oasis:entry>–76.66 ± 0.43</oasis:entry>\n<oasis:entry>–6.19 ± 0.50</oasis:entry>\n<oasis:entry>40.51 ± 1.12</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>IIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>17.1900(6)</oasis:entry>\n<oasis:entry>721 ± 24</oasis:entry>\n<oasis:entry>2.36</oasis:entry>\n<oasis:entry>254.91</oasis:entry>\n<oasis:entry>–87.21 ± 0.72</oasis:entry>\n<oasis:entry>–6.44 ± 0.79</oasis:entry>\n<oasis:entry>40.26 ± 1.28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>)<sub>2</sub>\n<xref ref-type=\"bibr\" rid=\"ref34\"></xref>\n</oasis:entry>\n<oasis:entry>17.5317(12)</oasis:entry>\n<oasis:entry>914 ± 25</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n<oasis:entry>270.41</oasis:entry>\n<oasis:entry>–69.61 ± 0.54</oasis:entry>\n<oasis:entry>–3.82 ± 0.57</oasis:entry>\n<oasis:entry>42.88 ± 1.15</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Unit cell parameter\n(<italic>a</italic>, Å),<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref> BET surface\narea (BET,\nm<sup>2</sup>·g<sup>–1</sup>), framework density in tetrahedral\ncenters (T) per unit volume (FD, T·nm<sup>–3</sup>), and\nmolar volume (MV, cm<sup>3</sup>·(mol Zn)<sup>−1</sup>) for herein explored ZIFs, as well as measured enthalpy of dissolution\n(Δ<italic>H</italic>\n<sub>s</sub>, kJ·mol<sup>–1</sup>), enthalpy of formation (Δ<italic>H</italic>\n<sub>f</sub>,\nkJ·mol<sup>–1</sup>), and transition enthalpy (Δ<italic>H</italic>\n<sub>trans</sub>, kJ·mol<sup>–1</sup>).</p>\n</fn>\n<fn id=\"t2fn1\">\n<label>b</label>\n<p>Crystallographic parameter <italic>a</italic>, FD, and MV were obtained from previously published or\nherein reported (for SOD-Zn­(<bold>IIm</bold>)<sub>2</sub>) crystal\nstructures of ZIFs.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>c</label>\n<p>Measured\nenthalpy of dissolution\nin 5 N HCl at 298 K.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>d</label>\n<p>Calculated\nenthalpy of formation\nbased on the formation reaction in <xref ref-type=\"table\" rid=\"tbl1\">Table <xref ref-type=\"table\" rid=\"tbl1\"></xref>\n</xref>.</p>\n</fn>\n<fn id=\"t2fn4\">\n<label>e</label>\n<p>Enthalpy of dissolution value before\nligand dimer consideration.</p>\n</fn>\n<fn id=\"t2fn5\">\n<label>f</label>\n<p>Calculated before ligand dimer consideration.</p>\n</fn>\n<fn id=\"t2fn6\">\n<label>g</label>\n<p>With dimer consideration and after\ncorrecting for the dissociation of the linker dimer (<xref ref-type=\"supplementary-material\" rid=\"notes1\">Table S2</xref>).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Thermodynamic\nMeasurements</title><p>Enthalpies of formation\n(Δ<italic>H</italic>\n<sub>f</sub>) for the ZIFs () were calculated from the measured\nΔ<italic>H</italic>\n<sub>s</sub> values for the ZIFs, imidazoles,\nand ZnO following the thermodynamic cycle of . The Δ<italic>H</italic>\n<sub>f</sub> values for the formation of ZIFs by reaction of ZnO with two equivalents\nof the imidazole (eq 1) are negative in all cases except ZIF-90, whose\nformation was endothermic by ca. 37 kJ·mol<sup>–1</sup> (). Δ<italic>H</italic>\n<sub>f</sub> values for other ZIFs were negative in the\nrange from −4 (for the −CF<sub>3</sub> substituent)\nto −20 kJ·mol<sup>–1</sup> (for −CH<sub>3</sub> and CCH substituents). While the exothermic\nnature of the reactions explains the generally observed ease of making\nZIFs from the metal oxide using mechanochemistry or other types of\nprocesses, the Δ<italic>H</italic>\n<sub>f</sub> values also provide\nan immediate and quantitative measure of ZIF stability to hydrolysis\n().<disp-formula id=\"eq3\">\n<label>3</label>\n<alternatives>\n<graphic xlink:href=\"ja0c09284_m002.gif\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Zn</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"bold\">RIm</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">l</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:msub>\n<mml:mo>→</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">ZnO</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mn>2</mml:mn>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n<mml:mi mathvariant=\"bold\">RIm</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>As the\nhydrolysis reaction is a process reverse\nto ZIF formation from the metal oxide, the associated reaction enthalpies\nmust be endothermic and opposite to herein measured Δ<italic>H</italic>\n<sub>f</sub> values, consistent with the overall ZIF hydrolytic\nstability.\n</p>", "clean_text": "Thermodynamic Measurements\n\nEnthalpies of formation (ΔH f) for the ZIFs () were calculated from the measured ΔH s values for the ZIFs, imidazoles, and ZnO following the thermodynamic cycle of . The ΔH f values for the formation of ZIFs by reaction of ZnO with two equivalents of the imidazole (eq 1) are negative in all cases except ZIF-90, whose formation was endothermic by ca. 37 kJ⋅mol-1 (). ΔH f values for other ZIFs were negative in the range from -4 (for the -CF3 substituent) to -20 kJ⋅mol-1 (for -CH3 and CCH substituents). While the exothermic nature of the reactions explains the generally observed ease of making ZIFs from the metal oxide using mechanochemistry or other types of processes, the ΔH f values also provide an immediate and quantitative measure of ZIF stability to hydrolysis (). 3     Zn    ( RIm )    2  ( s )    +   H   2     O   ( l )   →   ZnO    ( s )    + 2   H RIm   ( s )      As the hydrolysis reaction is a process reverse to ZIF formation from the metal oxide, the associated reaction enthalpies must be endothermic and opposite to herein measured ΔH f values, consistent with the overall ZIF hydrolytic stability. ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The\nendothermic Δ<italic>H</italic>\n<sub>f</sub> for ZIF-90 (36.65\n± 1.03 kJ·mol<sup>–1</sup>) is likely related to\nthe unique structure of the H<bold>CHOIm</bold> ligand which was found\nto be dimeric in the solid state. With the exception of H<bold>AIm</bold> and H<bold>BrIm</bold>, whose crystal structures are not yet known,\nthe measured PXRD patterns of solid imidazoles are an excellent match\nto those simulated for the crystal structures of imidazoles that were\nreported previously (H<bold>CHOIm</bold>, H<bold>MeIm</bold>, H<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>) or determined in this work (H<bold>VIm</bold>, H<bold>ClIm</bold>, H<bold>IIm</bold>). All imidazoles are monomers\nin the solid state with the exception of H<bold>CHOIm</bold> whose\ncrystal structure consists of tricyclic (H<bold>CHOIm</bold>)<sub>2</sub> dimers (CSD code YASSAN) ().\n</p>", "clean_text": "The endothermic ΔH f for ZIF-90 (36.65 ± 1.03 kJ⋅mol-1) is likely related to the unique structure of the HCHOIm ligand which was found to be dimeric in the solid state. With the exception of HAIm and HBrIm, whose crystal structures are not yet known, the measured PXRD patterns of solid imidazoles are an excellent match to those simulated for the crystal structures of imidazoles that were reported previously (HCHOIm, HMeIm, HCF  3  Im) or determined in this work (HVIm, HClIm, HIIm). All imidazoles are monomers in the solid state with the exception of HCHOIm whose crystal structure consists of tricyclic (HCHOIm)2 dimers (CSD code YASSAN) (). ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Molecular structure\nof the (H<bold>CHOIm</bold>)<sub>2</sub> dimer\nin the solid state.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c09284_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Molecular structure of the (HCHOIm)2 dimer in the solid state.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>To account for the dimeric\nstructure of H<bold>CHOIm</bold> in\nthe solid state, the corresponding Δ<italic>H</italic>\n<sub>s</sub> must be recalculated (, line 4). Moreover, a new thermodynamic cycle must be constructed\nto properly include the ligand dimer structure into the Δ<italic>H</italic>\n<sub>f</sub> calculation (). This new cycle would use the dimer dissociation enthalpy, Δ<italic>H</italic>\n<sub>dis</sub>((H<bold>CHOIm</bold>)<sub>2</sub>)<sub>,</sub> which requires measuring the Δ<italic>H</italic>\n<sub>s</sub> for the ligand monomer which, to the best of our knowledge, has\nnever been observed. Our repeated attempts to isolate the H<bold>CHOIm</bold> monomer by recrystallization from different solvents have so far\nbeen unsuccessful. To at least approximately account for the effect\nof ligand dimer structure on Δ<italic>H</italic>\n<sub>f</sub> of ZIF-90, we calculated the energy for gas-phase dissociation of\nthe H<bold>CHOIm</bold> dimer into two monomers (+26.64 kJ mol<sup>–1</sup>). Including this calculated dissociation energy into\nthe thermodynamic cycle gave a new corrected value for the enthalpy\nof ZIF-90 formation (Δ<italic>H</italic>\n<sub>f,cor</sub>) of\nca. + 10 kJ·mol<sup>–1</sup> (). While this value is still endothermic,\nit is substantially smaller in magnitude than the initially calculated\nΔ<italic>H</italic>\n<sub>f</sub>. We suspect that the actual\nenthalpy of ZIF-90 formation is probably even less endothermic than\nthis or even exothermic, but the true value cannot be calculated without\nknowing the Δ<italic>H</italic>\n<sub>s</sub> for the still inaccessible\nH<bold>CHOIm</bold> monomer solid.</p>", "clean_text": "To account for the dimeric structure of HCHOIm in the solid state, the corresponding ΔH s must be recalculated (, line 4). Moreover, a new thermodynamic cycle must be constructed to properly include the ligand dimer structure into the ΔH f calculation (). This new cycle would use the dimer dissociation enthalpy, ΔH dis((HCHOIm)2), which requires measuring the ΔH s for the ligand monomer which, to the best of our knowledge, has never been observed. Our repeated attempts to isolate the HCHOIm monomer by recrystallization from different solvents have so far been unsuccessful. To at least approximately account for the effect of ligand dimer structure on ΔH f of ZIF-90, we calculated the energy for gas-phase dissociation of the HCHOIm dimer into two monomers (+26.64 kJ mol-1). Including this calculated dissociation energy into the thermodynamic cycle gave a new corrected value for the enthalpy of ZIF-90 formation (ΔH f,cor) of ca. + 10 kJ⋅mol-1 (). While this value is still endothermic, it is substantially smaller in magnitude than the initially calculated ΔH f. We suspect that the actual enthalpy of ZIF-90 formation is probably even less endothermic than this or even exothermic, but the true value cannot be calculated without knowing the ΔH s for the still inaccessible HCHOIm monomer solid.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The obtained Δ<italic>H</italic>\n<sub>f</sub> values reflect\na combination of the heat effects related to formation of a porous\nMOF structure and to the change in the local bonding environment of\nzinc ions from an oxygen-based one in ZnO to a nitrogen-based one\nin the ZIFs accompanied by the release of water. The energetic effect\nof the change in local zinc coordination environment was previously\nestablished to be −46.7 ± 1.0 kJ·mol<sup>–1</sup>. Subtracting this value from the measured\nΔ<italic>H</italic>\n<sub>f</sub> makes it possible to evaluate\nthe energetic effect associated with formation of a porous SOD-topology\nstructure. The resulting values correspond to the enthalpy of transition\n(Δ<italic>H</italic>\n<sub>trans</sub>, ), a normalized value of enthalpy that describes\nthe transition of a hypothetical nonporous dense state to the experimentally\nobserved open ZIF structure. The Δ<italic>H</italic>\n<sub>trans</sub> values are endothermic in all cases, which indicates that the porous\nstructures are metastable relative to a hypothetical dense state and\nthat the principal driving force behind formation of ZIF structures\nfrom ZnO is a change in zinc local bonding.</p>", "clean_text": "The obtained ΔH f values reflect a combination of the heat effects related to formation of a porous MOF structure and to the change in the local bonding environment of zinc ions from an oxygen-based one in ZnO to a nitrogen-based one in the ZIFs accompanied by the release of water. The energetic effect of the change in local zinc coordination environment was previously established to be -46.7 ± 1.0 kJ⋅mol-1. Subtracting this value from the measured ΔH f makes it possible to evaluate the energetic effect associated with formation of a porous SOD-topology structure. The resulting values correspond to the enthalpy of transition (ΔH trans, ), a normalized value of enthalpy that describes the transition of a hypothetical nonporous dense state to the experimentally observed open ZIF structure. The ΔH trans values are endothermic in all cases, which indicates that the porous structures are metastable relative to a hypothetical dense state and that the principal driving force behind formation of ZIF structures from ZnO is a change in zinc local bonding.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Theoretical Calculations</title><p>We have previously shown that periodic DFT calculations\ncan offer excellent agreement with\nexperiment in ranking the enthalpies of formation for ZIF polymorphs\nbased on identical linkers. Here, we explore the accuracy of such\ncalculations for evaluating the effect of linker substitution on the\nstability of ZIFs with chemically distinct linkers. The prerequisite\nfor such calculations, until methodologies for crystal structure prediction\n(CSP) of MOFs become more general, is\nthe knowledge of the experimental crystal structures for MOFs and\ncorresponding linkers. We used the plane wave DFT code CASTEP, performing\nthe calculations with the PBE functional in combination with MBD*\nSEDC. The role of dispersion corrections for accurate prediction of\nMOF stability has been verified previously with the MBD* model showing\nsuperior performance to alternative SEDC schemes.\n</p>", "clean_text": "Theoretical Calculations\n\nWe have previously shown that periodic DFT calculations can offer excellent agreement with experiment in ranking the enthalpies of formation for ZIF polymorphs based on identical linkers. Here, we explore the accuracy of such calculations for evaluating the effect of linker substitution on the stability of ZIFs with chemically distinct linkers. The prerequisite for such calculations, until methodologies for crystal structure prediction (CSP) of MOFs become more general, is the knowledge of the experimental crystal structures for MOFs and corresponding linkers. We used the plane wave DFT code CASTEP, performing the calculations with the PBE functional in combination with MBD* SEDC. The role of dispersion corrections for accurate prediction of MOF stability has been verified previously with the MBD* model showing superior performance to alternative SEDC schemes. ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The crystal structures of imidazole ligands required for calculations\neither were  determined in this work by single-crystal X-ray diffraction\n(H<bold>VIm</bold>, H<bold>ClIm</bold>, H<bold>IIm</bold>) (see ) or are available from the Cambridge Structural\nDatabase (CSD) (H<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>, CSD code XOPLEW; H<bold>MeIm</bold>, CSD code FULPIM; H<bold>CHOIm</bold>, CSD code YASSAN). Crystal structure data was not available only\nfor the H<bold>AIm</bold> and H<bold>BrIm</bold> linkers. Structural\ninformation on the linkers enabled calculation of the enthalpies of\nformation relative to ZIF-8 (Δ<italic>E</italic>\n<sub>f,rel</sub>) for all ZIFs except Zn­(<bold>AIm</bold>)<sub>2</sub> and Zn­(<bold>BrIm</bold>)<sub>2</sub> (). The Δ<italic>E</italic>\n<sub>f,rel</sub> values\nshowed excellent correlation with the experimentally measured Δ<italic>H</italic>\n<sub>f</sub> (, ) with 2-methyl-, 2-vinyl-, and 2-chloro-substituted ZIFs showing\nsimilar Δ<italic>E</italic>\n<sub>f,rel</sub> followed by ZIFs\nbearing the 2-iodo, −CF<sub>3</sub>, and −CHO substituents.\nThe match between the experimental and the calculated enthalpy of\nformation of ZIF-90 is noteworthy: since the calculations were made\nassuming the dimer structure of the H<bold>CHOIm</bold> ligand in\nthe solid state, the match is consistent with the assumption that\nthe unusually high Δ<italic>H</italic>\n<sub>f</sub> of ZIF-90\nis due to the additional energy required for dissociation of the linker\ndimer.</p>", "clean_text": "The crystal structures of imidazole ligands required for calculations either were  determined in this work by single-crystal X-ray diffraction (HVIm, HClIm, HIIm) (see ) or are available from the Cambridge Structural Database (CSD) (HCF  3  Im, CSD code XOPLEW; HMeIm, CSD code FULPIM; HCHOIm, CSD code YASSAN). Crystal structure data was not available only for the HAIm and HBrIm linkers. Structural information on the linkers enabled calculation of the enthalpies of formation relative to ZIF-8 (ΔE f,rel) for all ZIFs except Zn(AIm)2 and Zn(BrIm)2 (). The ΔE f,rel values showed excellent correlation with the experimentally measured ΔH f (, ) with 2-methyl-, 2-vinyl-, and 2-chloro-substituted ZIFs showing similar ΔE f,rel followed by ZIFs bearing the 2-iodo, -CF3, and -CHO substituents. The match between the experimental and the calculated enthalpy of formation of ZIF-90 is noteworthy: since the calculations were made assuming the dimer structure of the HCHOIm ligand in the solid state, the match is consistent with the assumption that the unusually high ΔH f of ZIF-90 is due to the additional energy required for dissociation of the linker dimer.", "data": null, "include_properties": null}, {"idx": 20, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of the Calculated (Δ<italic>E</italic>\n<sub>f,rel</sub>) and Experimental (Δ<italic>H</italic>\n<sub>f,rel</sub>) Enthalpies of Formation of Herein Explored ZIFs\nRelative to ZIF-8</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">framework</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic>H</italic>\n<sub>f,rel</sub> (kJ·mol<sup>–1</sup>) (experimental)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic>E</italic>\n<sub>f,rel</sub> (kJ·mol<sup>–1</sup>) (calculated)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Zn(<bold>MeIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0.0</oasis:entry>\n<oasis:entry>0.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>VIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>3.87 ± 1.45</oasis:entry>\n<oasis:entry>1.06</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>ClIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0.97 ± 1.15</oasis:entry>\n<oasis:entry>–2.74</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>IIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>14.01 ± 1.23</oasis:entry>\n<oasis:entry>8.10</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>16.63 ± 1.10</oasis:entry>\n<oasis:entry>14.54</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>CHOIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>57.10 ± 1.39</oasis:entry>\n<oasis:entry>50.21</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Comparison of the calculated (Δ<italic>E</italic>\n<sub>f,rel</sub>) and experimental (Δ<italic>H</italic>\n<sub>f,rel</sub>) enthalpies\nof formation. Both calculated and experimental values are defined\nrelative to Zn­(<bold>MeIm</bold>)<sub>2</sub>, for which the formation\nenthalpy is set to zero and excluded from linear fitting.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c09284_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Comparison of the calculated (ΔE f,rel) and experimental (ΔH f,rel) enthalpies of formation. Both calculated and experimental values are defined relative to Zn(MeIm)2, for which the formation enthalpy is set to zero and excluded from linear fitting.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Stability Trends</title><p>The isostructurality of the eight\nZIFs offers an opportunity to examine how MOF thermodynamic stability\nchanges with respect to composition, independent of framework structure\nor topology. In particular, ZIF stability is likely to be related\nto the strength of the Zn–N bonds, which depends on the electronic\nproperties of the framework linker. A well-established, readily accessible\nparameter that describes how different functional groups affect the\nelectronic properties of small molecules is the Hammett σ-constant. While Hammett σ-constants have been explored mostly for substituted\nbenzenes, the values established for meta- (σ-meta constants)\nand para-substituted (<italic>σ-para</italic> constants) phenyl\nsystems have also been found applicable to other chemically distinct\nsystems, for example, p<italic>K</italic>\n<sub>a</sub> values of imidazole\nderivatives. Consequently, we were encouraged\nto evaluate a potential relationship between Δ<italic>H</italic>\n<sub>f</sub> and either σ-meta or σ-para Hammett parameters.\nThis is the first time, to our knowledge, that Hammett parameters\nhave been related to the stability of framework solids.</p>", "clean_text": "Stability Trends\n\nThe isostructurality of the eight ZIFs offers an opportunity to examine how MOF thermodynamic stability changes with respect to composition, independent of framework structure or topology. In particular, ZIF stability is likely to be related to the strength of the Zn-N bonds, which depends on the electronic properties of the framework linker. A well-established, readily accessible parameter that describes how different functional groups affect the electronic properties of small molecules is the Hammett σ-constant. While Hammett σ-constants have been explored mostly for substituted benzenes, the values established for meta- (σ-meta constants) and para-substituted (σ-para constants) phenyl systems have also been found applicable to other chemically distinct systems, for example, pK a values of imidazole derivatives. Consequently, we were encouraged to evaluate a potential relationship between ΔH f and either σ-meta or σ-para Hammett parameters. This is the first time, to our knowledge, that Hammett parameters have been related to the stability of framework solids.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Plotting\nthe Δ<italic>H</italic>\n<sub>f</sub> values for the herein explored\nZIFs against tabulated Hammett σ-meta\nconstants for the corresponding linker substituent groups revealed\na clear linear correlation with a coefficient of determination (<italic>R</italic>\n<sup>2</sup>) of 0.46 (a). A weaker but still significant linear\ncorrelation (<italic>R</italic>\n<sup>2</sup> = 0.35) was also observed\nwhen plotting Δ<italic>H</italic>\n<sub>f</sub> against Hammett\nσ-para constants (b). Linear correlation between the Δ<italic>H</italic>\n<sub>f</sub> values of the ZIF materials and the Hammett parameters\nis novel and also surprising as the σ-constants are generally\nused to describe small molecules in dilute solution or the gas phase.\nWe suggest that the strong linear relationship between σ-values\nand the thermodynamics of ZIFs is due to the open, microporous structure\nof the frameworks, which reduces the importance of noncovalent interactions\nbetween individual linkers.</p>", "clean_text": "Plotting the ΔH f values for the herein explored ZIFs against tabulated Hammett σ-meta constants for the corresponding linker substituent groups revealed a clear linear correlation with a coefficient of determination (R 2) of 0.46 (a). A weaker but still significant linear correlation (R 2 = 0.35) was also observed when plotting ΔH f against Hammett σ-para constants (b). Linear correlation between the ΔH f values of the ZIF materials and the Hammett parameters is novel and also surprising as the σ-constants are generally used to describe small molecules in dilute solution or the gas phase. We suggest that the strong linear relationship between σ-values and the thermodynamics of ZIFs is due to the open, microporous structure of the frameworks, which reduces the importance of noncovalent interactions between individual linkers.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Correlation of ZIF Δ<italic>H</italic>\n<sub>f</sub> and Δ<italic>H</italic>\n<sub>trans</sub> to the\nHammett σ-constants reported\nfor (a) meta substitution; (b) para substitution (bottom), and (c)\npara substitution with σ-para­(+) parameters used. Red label\nand star indicate the Δ<italic>H</italic>\n<sub>f</sub> and Δ<italic>H</italic>\n<sub>trans</sub> for ZIF-90 before correction for linker\ndimer dissociation.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja0c09284_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Correlation of ZIF ΔH f and ΔH trans to the Hammett σ-constants reported for (a) meta substitution; (b) para substitution (bottom), and (c) para substitution with σ-para(+) parameters used. Red label and star indicate the ΔH f and ΔH trans for ZIF-90 before correction for linker dimer dissociation.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The most notable discrepancies\nfrom a linear fit of Δ<italic>H</italic>\n<sub>f</sub> to the\nHammett σ-parameter are observed\nfor ZIFs with acetylene- and chloro-substituted linkers. These discrepancies\nare unlikely to have resulted from experimental error as the measured\nΔ<italic>H</italic>\n<sub>f</sub> value for the Cl-substituted\nMOF agrees with the energy calculated by periodic DFT. Both the CCH\nand the Cl substituents can readily participate in the resonant\nelectronic structure of the linker. Considering that the linker in\nthe ZIF structure formally exhibits the electronic structure of an\nimidazolium cation and that the 2-substituent\nis in the direct vicinity of the Zn–N bond, we decided to explore\nhow the correlation would be affected by considering the modified\nσ-para­(+) Hammett constants. Notably,\nthis modified version of the Hammett constant has been developed to\naccount for the ability of the substituent to delocalize positive\ncharge close to a reactive part of the molecule. Gratifyingly, the σ-para­(+) constants yielded a strong correlation\nto measured Δ<italic>H</italic>\n<sub>f</sub> values with <italic>R</italic>\n<sup>2</sup> of ca. 0.7 (c).</p>", "clean_text": "The most notable discrepancies from a linear fit of ΔH f to the Hammett σ-parameter are observed for ZIFs with acetylene- and chloro-substituted linkers. These discrepancies are unlikely to have resulted from experimental error as the measured ΔH f value for the Cl-substituted MOF agrees with the energy calculated by periodic DFT. Both the CCH and the Cl substituents can readily participate in the resonant electronic structure of the linker. Considering that the linker in the ZIF structure formally exhibits the electronic structure of an imidazolium cation and that the 2-substituent is in the direct vicinity of the Zn-N bond, we decided to explore how the correlation would be affected by considering the modified σ-para(+) Hammett constants. Notably, this modified version of the Hammett constant has been developed to account for the ability of the substituent to delocalize positive charge close to a reactive part of the molecule. Gratifyingly, the σ-para(+) constants yielded a strong correlation to measured ΔH f values with R 2 of ca. 0.7 (c).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>A particularly interesting observation\nto be made here is that\nthe σ-para­(+) constant for the −CHO substituent is larger\nthan that of the −CF<sub>3</sub> group<sub>.</sub>This is opposite\nto the behavior seen for the σ-meta and σ-para constants\nand contributes significantly to the much improved linear correlation\nof the data. The stability-substituent correlations reveal that the\nΔ<italic>H</italic>\n<sub>f</sub> for ZIFs becomes less exothermic,\ni.e., the materials should become less thermodynamically stable, with\nincreasing Hammett parameter. This is consistent with the expectation\nthat framework stability should be lower for linkers with electron-withdrawing\nsubstituents, which diminish the electron-donating ability of the\nlinker and weaken the Zn–N bonds.</p>", "clean_text": "A particularly interesting observation to be made here is that the σ-para(+) constant for the -CHO substituent is larger than that of the -CF3 group.This is opposite to the behavior seen for the σ-meta and σ-para constants and contributes significantly to the much improved linear correlation of the data. The stability-substituent correlations reveal that the ΔH f for ZIFs becomes less exothermic, i.e., the materials should become less thermodynamically stable, with increasing Hammett parameter. This is consistent with the expectation that framework stability should be lower for linkers with electron-withdrawing substituents, which diminish the electron-donating ability of the linker and weaken the Zn-N bonds.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Because the Hammett\nσ-constants reflect the electronic effects\nof a substituent, it is possible that other related parameters could\nbe useful in quantifying ZIF stability. The electrostatic surface\npotential (ESP) has previously been used to evaluate the electron-donating\nand -accepting abilities of functional groups, notably for rationalizing\nformation of hydrogen- or halogen-bonded cocrystals. To explore ESPs as a potential descriptor of ZIF stability, we calculated\nthis parameter for substituents on isolated imidazolate anions in\nthe gas phase. Plotting Δ<italic>H</italic>\n<sub>f</sub> against\nsuch calculated ESP values again revealed a strong linear correlation\n(<italic>R</italic>\n<sup>2</sup> = 0.60, a). In this correlation, the linkers with\nthe highest (least negative) substituent ESP values (vinyl, acetylene)\nwere found to provide the greatest ZIF stabilization while the linkers\nbearing groups with the most negative ESP (trifluoromethyl, aldehyde)\nproduced the least stable ZIFs.</p>", "clean_text": "Because the Hammett σ-constants reflect the electronic effects of a substituent, it is possible that other related parameters could be useful in quantifying ZIF stability. The electrostatic surface potential (ESP) has previously been used to evaluate the electron-donating and -accepting abilities of functional groups, notably for rationalizing formation of hydrogen- or halogen-bonded cocrystals. To explore ESPs as a potential descriptor of ZIF stability, we calculated this parameter for substituents on isolated imidazolate anions in the gas phase. Plotting ΔH f against such calculated ESP values again revealed a strong linear correlation (R 2 = 0.60, a). In this correlation, the linkers with the highest (least negative) substituent ESP values (vinyl, acetylene) were found to provide the greatest ZIF stabilization while the linkers bearing groups with the most negative ESP (trifluoromethyl, aldehyde) produced the least stable ZIFs.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Correlation of ZIF Δ<italic>H</italic>\n<sub>f</sub> and Δ<italic>H</italic>\n<sub>trans</sub> to (a)\nESPs calculated for isolated gas-phase\n2-substituted imidazolate anions and (b) ZIF molar volume. Red label\nand star indicate the Δ<italic>H</italic>\n<sub>f</sub> and Δ<italic>H</italic>\n<sub>trans</sub> for ZIF-90 before correction for linker\ndimer dissociation.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja0c09284_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Correlation of ZIF ΔH f and ΔH trans to (a) ESPs calculated for isolated gas-phase 2-substituted imidazolate anions and (b) ZIF molar volume. Red label and star indicate the ΔH f and ΔH trans for ZIF-90 before correction for linker dimer dissociation.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The described correlations\nrepresent the first quantitative relationships\nbetween the thermodynamic stability of a complex three-dimensional\nframework structure and fundamental, measurable, or readily calculated\nproperties of the linker substituent. In the context of MOF design,\nthe relationship between Δ<italic>H</italic>\n<sub>f</sub> and\nsubstituent σ-parameter or ESP value provides an opportunity\nto predict the stability of SOD-topology ZIFs based on the properties\nof the linker alone. For example, the slope of the best currently\nobserved linear correlation between the Hammett constant and the enthalpy\nof formation is 25.7 ± 7.1 kJ·mol<sup>–1</sup>, indicating\nthat the ZIF stability should change by almost 26 kJ·mol<sup>–1</sup> per σ-para­(+) unit.</p>", "clean_text": "The described correlations represent the first quantitative relationships between the thermodynamic stability of a complex three-dimensional framework structure and fundamental, measurable, or readily calculated properties of the linker substituent. In the context of MOF design, the relationship between ΔH f and substituent σ-parameter or ESP value provides an opportunity to predict the stability of SOD-topology ZIFs based on the properties of the linker alone. For example, the slope of the best currently observed linear correlation between the Hammett constant and the enthalpy of formation is 25.7 ± 7.1 kJ⋅mol-1, indicating that the ZIF stability should change by almost 26 kJ⋅mol-1 per σ-para(+) unit.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The impact of the\nlinker substituent on the ZIF stability is evident\nby comparing it to the effect of molar volume (MV), which is a conventional\napproach for comparing the stability of solid-state materials. Framework\nmaterials of higher MV, which corresponds to a lower density, are\ntypically less thermodynamically stable than their denser counterparts. Indeed, the herein explored ZIFs show a correlation\nof Δ<italic>H</italic>\n<sub>f</sub> to MV with <italic>R</italic>\n<sup>2</sup> of 0.45. It was shown previously that switching between\nthe SOD- and <italic>dia</italic>-topology Zn­(<bold>MeIm</bold>)<sub>2</sub> polymorphs, whose respective\nMV values are 241 and 136 cm<sup>3</sup>·(mol Zn)<sup>−1</sup>, leads to a Δ<italic>H</italic>\n<sub>f</sub> change of ca.\n11 kJ·mol<sup>–1</sup> accompanied by a 44% change in\nMV. In contrast, the herein investigated variation of the substituent\nin the 2-position led to a Δ<italic>H</italic>\n<sub>f</sub> variation\nof ca. 30 kJ·mol<sup>–1</sup> but with a MV variation\nof no more than 12% (30 cm<sup>3</sup>·(mol Zn)<sup>−1</sup>, b).</p>", "clean_text": "The impact of the linker substituent on the ZIF stability is evident by comparing it to the effect of molar volume (MV), which is a conventional approach for comparing the stability of solid-state materials. Framework materials of higher MV, which corresponds to a lower density, are typically less thermodynamically stable than their denser counterparts. Indeed, the herein explored ZIFs show a correlation of ΔH f to MV with R 2 of 0.45. It was shown previously that switching between the SOD- and dia-topology Zn(MeIm)2 polymorphs, whose respective MV values are 241 and 136 cm3⋅(mol Zn)-1, leads to a ΔH f change of ca. 11 kJ⋅mol-1 accompanied by a 44% change in MV. In contrast, the herein investigated variation of the substituent in the 2-position led to a ΔH f variation of ca. 30 kJ⋅mol-1 but with a MV variation of no more than 12% (30 cm3⋅(mol Zn)-1, b).", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We presented the first systematic and quantitative study of the\neffect of linker substituent on the thermodynamic stability of MOFs.\nUsing as a model a series of isomorphous sodalite-topology ZIFs based\non 2-substituted linkers, we demonstrated a significant dependence\nof the enthalpy of formation of the MOFs from the metal oxide on the\nchoice of substituent. The calorimetric measurements were in excellent\nagreement with the theoretically calculated values, revealing a linear\ncorrelation between the MOF stability and the readily calculable or\ntabulated properties of linker substituents, such as the Hammett σ-constants\nor electrostatic surface potentials. We believe that these descriptors\ncan be used for the future design and prediction of ZIF structures\nwith tailored stability. While periodic DFT calculations offer the\nmost accurate prediction of ZIF energetics, they rely on prior knowledge\nof the crystal structure or an in-depth exploration of the crystal\nenergy landscape via crystal structure prediction. In contrast, this\nwork shows that the Hammett constants and electrostatic potential\ncalculations allow for stability predictions based solely on the molecular\nstructures of the MOF linkers, proposing the most feasible candidates\nfor experimental synthesis or more in-depth computational screening.</p>", "clean_text": "Conclusions\n\nWe presented the first systematic and quantitative study of the effect of linker substituent on the thermodynamic stability of MOFs. Using as a model a series of isomorphous sodalite-topology ZIFs based on 2-substituted linkers, we demonstrated a significant dependence of the enthalpy of formation of the MOFs from the metal oxide on the choice of substituent. The calorimetric measurements were in excellent agreement with the theoretically calculated values, revealing a linear correlation between the MOF stability and the readily calculable or tabulated properties of linker substituents, such as the Hammett σ-constants or electrostatic surface potentials. We believe that these descriptors can be used for the future design and prediction of ZIF structures with tailored stability. While periodic DFT calculations offer the most accurate prediction of ZIF energetics, they rely on prior knowledge of the crystal structure or an in-depth exploration of the crystal energy landscape via crystal structure prediction. In contrast, this work shows that the Hammett constants and electrostatic potential calculations allow for stability predictions based solely on the molecular structures of the MOF linkers, proposing the most feasible candidates for experimental synthesis or more in-depth computational screening.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.0c09284?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/jacs.0c09284</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystallographic data\nfor SOD-Zn­(<bold>IIm</bold>)<sub>2</sub>, H<bold>VIm</bold>, H<bold>ClIm</bold>, H<bold>IIm</bold>. This data has also been submitted\nwith the Cambridge Crystallographic\nData Centre (CCDC deposition codes 2022638–2022641) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c09284/suppl_file/ja0c09284_si_001.cif\">CIF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Additional\ndetails of the calorimetric method, synthesis,\nas well as selected thermal analysis, powder X-ray diffraction, single-crystal\nX-ray diffraction, infrared spectroscopy, and nitrogen sorption data\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c09284/suppl_file/ja0c09284_si_002.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.0c09284.  Crystallographic data for SOD-Zn(IIm)2, HVIm, HClIm, HIIm. This data has also been submitted with the Cambridge Crystallographic Data Centre (CCDC deposition codes 2022638-2022641) (CIF)   Additional details of the calorimetric method, synthesis, as well as selected thermal analysis, powder X-ray diffraction, single-crystal X-ray diffraction, infrared spectroscopy, and nitrogen sorption data (PDF)   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Crystallographic data\nfor SOD-Zn­(<bold>IIm</bold>)<sub>2</sub>, H<bold>VIm</bold>, H<bold>ClIm</bold>, H<bold>IIm</bold>. This data has also been submitted\nwith the Cambridge Crystallographic\nData Centre (CCDC deposition codes 2022638–2022641) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c09284/suppl_file/ja0c09284_si_001.cif\">CIF</ext-link>)</p><p>Additional\ndetails of the calorimetric method, synthesis,\nas well as selected thermal analysis, powder X-ray diffraction, single-crystal\nX-ray diffraction, infrared spectroscopy, and nitrogen sorption data\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c09284/suppl_file/ja0c09284_si_002.pdf\">PDF</ext-link>)</p>", "clean_text": "Crystallographic data for SOD-Zn(IIm)2, HVIm, HClIm, HIIm. This data has also been submitted with the Cambridge Crystallographic Data Centre (CCDC deposition codes 2022638-2022641) (CIF)\n\nAdditional details of the calorimetric method, synthesis, as well as selected thermal analysis, powder X-ray diffraction, single-crystal X-ray diffraction, infrared spectroscopy, and nitrogen sorption data (PDF)", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 5, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Thermodynamic Cycle Used to Calculate\nthe Formation Enthalpy of ZIFs with Respect to ZnO and HRIm</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">reactions</oasis:entry>\n<oasis:entry align=\"center\">enthalpy (Δ<italic>H</italic>, kJ·mol<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Zn(<bold>RIm</bold>)<sub>2(s)</sub> → Zn<sup>2+</sup>\n<sub>(aq)</sub> + 2<bold>RIm</bold>\n<sup>–</sup>\n<sub>(aq)</sub>\n</oasis:entry>\n<oasis:entry>Δ<italic>H</italic>\n<sub>1</sub> = Δ<italic>H</italic>\n<sub>s</sub>(Zn(<bold>RIm</bold>)<sub>2</sub>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO<sub>(s)</sub> + 2H<sup>+</sup>\n<sub>(aq)</sub> → Zn<sup>2+</sup>\n<sub>(aq)</sub> + H<sub>2</sub>O<sub>(aq)</sub>\n</oasis:entry>\n<oasis:entry>Δ<italic>H</italic>\n<sub>2</sub> = Δ<italic>H</italic>\n<sub>s</sub>(ZnO)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>RIm</bold>\n<sub>(s)</sub> → <bold>RIm</bold>\n<sup>–</sup>\n<sub>(eq)</sub> + H<sup>+</sup>\n<sub>(aq)</sub>\n</oasis:entry>\n<oasis:entry>Δ<italic>H</italic>\n<sub>3</sub> = Δ<italic>H</italic>\n<sub>s</sub>(H<bold>RIm</bold>)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O<sub>(l)</sub> → H<sub>2</sub>O<sub>(aq)</sub>\n</oasis:entry>\n<oasis:entry>Δ<italic>H</italic>\n<sub>4</sub> = Δ<italic>H</italic>\n<sub>dil</sub>(H<sub>2</sub>O)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZnO<sub>(s)</sub> + 2H<bold>RIm</bold>\n<sub>(s)</sub> → Zn(<bold>RIm</bold>)<sub>2(s)</sub> + H<sub>2</sub>O<sub>(l)</sub>\n</oasis:entry>\n<oasis:entry>Δ<italic>H</italic>\n<sub>5</sub> = Δ<italic>H</italic>\n<sub>f</sub> = −Δ<italic>H</italic>\n<sub>1</sub> + Δ<italic>H</italic>\n<sub>2</sub> + 2Δ<italic>H</italic>\n<sub>3</sub> – Δ<italic>H</italic>\n<sub>4</sub>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Thermodynamic Cycle Used to Calculate the Formation Enthalpy of ZIFs with Respect to ZnO and HRIm\n\n| reactions | enthalpy (ΔH, kJ·mol<sup>–1</sup>) |\n|-----------|---------------------------------|\n| Zn(RIm)<sub>2(s)</sub> → Zn<sup>2+</sup><sub>(aq)</sub> + 2RIm<sup>–</sup><sub>(aq)</sub> | ΔH<sub>1</sub> = ΔH<sub>s</sub>(Zn(RIm)<sub>2</sub>) |\n| ZnO<sub>(s)</sub> + 2H<sup>+</sup><sub>(aq)</sub> → Zn<sup>2+</sup><sub>(aq)</sub> + H<sub>2</sub>O<sub>(aq)</sub> | ΔH<sub>2</sub> = ΔH<sub>s</sub>(ZnO) |\n| HRIm<sub>(s)</sub> → RIm<sup>–</sup><sub>(eq)</sub> + H<sup>+</sup><sub>(aq)</sub> | ΔH<sub>3</sub> = ΔH<sub>s</sub>(HRIm) |\n| H<sub>2</sub>O<sub>(l)</sub> → H<sub>2</sub>O<sub>(aq)</sub> | ΔH<sub>4</sub> = ΔH<sub>dil</sub>(H<sub>2</sub>O) |\n| ZnO<sub>(s)</sub> + 2HRIm<sub>(s)</sub> → Zn(RIm)<sub>2(s)</sub> + H<sub>2</sub>O<sub>(l)</sub> | ΔH<sub>5</sub> = ΔH<sub>f</sub> = −ΔH<sub>1</sub> + ΔH<sub>2</sub> + 2ΔH<sub>3</sub> – ΔH<sub>4</sub> |", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "reactions": [{"reaction": "Zn(RIm)2(s) → Zn2+(aq) + 2RIm-(aq)", "enthalpy": "ΔH1 = ΔHs(Zn(RIm)2)", "unit": "kJ·mol^-1"}, {"reaction": "ZnO(s) + 2H+(aq) → Zn2+(aq) + H2O(aq)", "enthalpy": "ΔH2 = ΔHs(ZnO)", "unit": "kJ·mol^-1"}, {"reaction": "HRIm(s) → RIm-(eq) + H+(aq)", "enthalpy": "ΔH3 = ΔHs(HRIm)", "unit": "kJ·mol^-1"}, {"reaction": "H2O(l) → H2O(aq)", "enthalpy": "ΔH4 = ΔHdil(H2O)", "unit": "kJ·mol^-1"}, {"reaction": "ZnO(s) + 2HRIm(s) → Zn(RIm)2(s) + H2O(l)", "enthalpy": "ΔH5 = ΔHf = -ΔH1 + ΔH2 + 2ΔH3 - ΔH4", "unit": "kJ·mol^-1"}]}], "include_properties": ["equation"]}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"landscape\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Selected Structural Information and\nThermodynamic Data Derived from Acid Solution Calorimetry<xref ref-type=\"table-fn\" rid=\"tbl2-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"±\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">compound</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>a</italic> (Å)<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">BET\narea (m<sup>2</sup>·g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">FD<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref> (T·nm<sup>–3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">MV<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref> (cm<sup>3</sup>· (mol Zn)<sup>−1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic>H</italic>\n<sub>s</sub>\n<xref ref-type=\"table-fn\" rid=\"t2fn2\"></xref> (kJ·mol<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic>H</italic>\n<sub>f</sub>\n<xref ref-type=\"table-fn\" rid=\"t2fn3\"></xref> (kJ·mol<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic>H</italic>\n<sub>trans</sub> (kJ·mol<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>ZnO<xref ref-type=\"bibr\" rid=\"ref33\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–72.29 ± 0.17</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<sub>2</sub>O</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–0.35</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>CHOIm</bold>\n<xref ref-type=\"table-fn\" rid=\"t2fn4\"></xref>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–8.26 ± 0.20</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>(H<bold>CHOIm</bold>)<sub>2</sub>(dimer)</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–16.53 ± 0.40</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>VIm</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–27.91 ± 0.27</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>AIm</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–14.52 ± 0.17</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>ClIm</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–5.49 ± 0.16</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>BrIm</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–5.45 ± 0.10</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H<bold>IIm</bold>\n</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>–10.86 ± 0.14</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>MeIm</bold>)<sub>2</sub>\n<xref ref-type=\"bibr\" rid=\"ref33\"></xref>\n</oasis:entry>\n<oasis:entry>16.9910(12)</oasis:entry>\n<oasis:entry>1578 ± 42</oasis:entry>\n<oasis:entry>2.50</oasis:entry>\n<oasis:entry>240.99</oasis:entry>\n<oasis:entry>–137.5 ± 0.83</oasis:entry>\n<oasis:entry>–20.45 ± 0.94</oasis:entry>\n<oasis:entry>26.25 ± 1.37</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>CHOIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>17.2715(4)</oasis:entry>\n<oasis:entry>1225 ± 62</oasis:entry>\n<oasis:entry>2.33</oasis:entry>\n<oasis:entry>258.55</oasis:entry>\n<oasis:entry>–125.12 ± 0.94</oasis:entry>\n<oasis:entry>36.65 ± 1.03<xref ref-type=\"table-fn\" rid=\"t2fn5\"></xref> 10.01 ± 1.03<xref ref-type=\"table-fn\" rid=\"t2fn6\"></xref>\n</oasis:entry>\n<oasis:entry>83.35 ± 1.44<xref ref-type=\"table-fn\" rid=\"t2fn5\"></xref> 56.71 ± 1.44<xref ref-type=\"table-fn\" rid=\"t2fn6\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>VIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>17.1473(6)</oasis:entry>\n<oasis:entry>1009 ± 154</oasis:entry>\n<oasis:entry>2.38</oasis:entry>\n<oasis:entry>253.01</oasis:entry>\n<oasis:entry>–111.19 ± 0.97</oasis:entry>\n<oasis:entry>–16.58 ± 1.11</oasis:entry>\n<oasis:entry>30.12 ± 1.50</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>AIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>17.0454(11)</oasis:entry>\n<oasis:entry>949 ± 73</oasis:entry>\n<oasis:entry>2.42</oasis:entry>\n<oasis:entry>248.53</oasis:entry>\n<oasis:entry>–80.68 ± 0.82</oasis:entry>\n<oasis:entry>–20.31 ± 0.90</oasis:entry>\n<oasis:entry>26.39 ± 1.35</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>ClIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>16.9824(4)</oasis:entry>\n<oasis:entry>1114 ± 10</oasis:entry>\n<oasis:entry>2.45</oasis:entry>\n<oasis:entry>245.79</oasis:entry>\n<oasis:entry>–63.44 ± 0.57</oasis:entry>\n<oasis:entry>–19.48 ± 0.67</oasis:entry>\n<oasis:entry>27.22 ± 1.20</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>BrIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>17.065(2)</oasis:entry>\n<oasis:entry>847 ± 31</oasis:entry>\n<oasis:entry>2.41</oasis:entry>\n<oasis:entry>249.39</oasis:entry>\n<oasis:entry>–76.66 ± 0.43</oasis:entry>\n<oasis:entry>–6.19 ± 0.50</oasis:entry>\n<oasis:entry>40.51 ± 1.12</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>IIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>17.1900(6)</oasis:entry>\n<oasis:entry>721 ± 24</oasis:entry>\n<oasis:entry>2.36</oasis:entry>\n<oasis:entry>254.91</oasis:entry>\n<oasis:entry>–87.21 ± 0.72</oasis:entry>\n<oasis:entry>–6.44 ± 0.79</oasis:entry>\n<oasis:entry>40.26 ± 1.28</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>)<sub>2</sub>\n<xref ref-type=\"bibr\" rid=\"ref34\"></xref>\n</oasis:entry>\n<oasis:entry>17.5317(12)</oasis:entry>\n<oasis:entry>914 ± 25</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n<oasis:entry>270.41</oasis:entry>\n<oasis:entry>–69.61 ± 0.54</oasis:entry>\n<oasis:entry>–3.82 ± 0.57</oasis:entry>\n<oasis:entry>42.88 ± 1.15</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl2-fn1\">\n<label>a</label>\n<p>Unit cell parameter\n(<italic>a</italic>, Å),<xref ref-type=\"table-fn\" rid=\"t2fn1\"></xref> BET surface\narea (BET,\nm<sup>2</sup>·g<sup>–1</sup>), framework density in tetrahedral\ncenters (T) per unit volume (FD, T·nm<sup>–3</sup>), and\nmolar volume (MV, cm<sup>3</sup>·(mol Zn)<sup>−1</sup>) for herein explored ZIFs, as well as measured enthalpy of dissolution\n(Δ<italic>H</italic>\n<sub>s</sub>, kJ·mol<sup>–1</sup>), enthalpy of formation (Δ<italic>H</italic>\n<sub>f</sub>,\nkJ·mol<sup>–1</sup>), and transition enthalpy (Δ<italic>H</italic>\n<sub>trans</sub>, kJ·mol<sup>–1</sup>).</p>\n</fn>\n<fn id=\"t2fn1\">\n<label>b</label>\n<p>Crystallographic parameter <italic>a</italic>, FD, and MV were obtained from previously published or\nherein reported (for SOD-Zn­(<bold>IIm</bold>)<sub>2</sub>) crystal\nstructures of ZIFs.</p>\n</fn>\n<fn id=\"t2fn2\">\n<label>c</label>\n<p>Measured\nenthalpy of dissolution\nin 5 N HCl at 298 K.</p>\n</fn>\n<fn id=\"t2fn3\">\n<label>d</label>\n<p>Calculated\nenthalpy of formation\nbased on the formation reaction in <xref ref-type=\"table\" rid=\"tbl1\">Table <xref ref-type=\"table\" rid=\"tbl1\"></xref>\n</xref>.</p>\n</fn>\n<fn id=\"t2fn4\">\n<label>e</label>\n<p>Enthalpy of dissolution value before\nligand dimer consideration.</p>\n</fn>\n<fn id=\"t2fn5\">\n<label>f</label>\n<p>Calculated before ligand dimer consideration.</p>\n</fn>\n<fn id=\"t2fn6\">\n<label>g</label>\n<p>With dimer consideration and after\ncorrecting for the dissociation of the linker dimer (<xref ref-type=\"supplementary-material\" rid=\"notes1\">Table S2</xref>).</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": ["substring not found"], "include_properties": null}, {"idx": 20, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Comparison of the Calculated (Δ<italic>E</italic>\n<sub>f,rel</sub>) and Experimental (Δ<italic>H</italic>\n<sub>f,rel</sub>) Enthalpies of Formation of Herein Explored ZIFs\nRelative to ZIF-8</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">framework</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic>H</italic>\n<sub>f,rel</sub> (kJ·mol<sup>–1</sup>) (experimental)</oasis:entry>\n<oasis:entry align=\"center\">Δ<italic>E</italic>\n<sub>f,rel</sub> (kJ·mol<sup>–1</sup>) (calculated)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Zn(<bold>MeIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0.0</oasis:entry>\n<oasis:entry>0.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>VIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>3.87 ± 1.45</oasis:entry>\n<oasis:entry>1.06</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>ClIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>0.97 ± 1.15</oasis:entry>\n<oasis:entry>–2.74</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>IIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>14.01 ± 1.23</oasis:entry>\n<oasis:entry>8.10</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>16.63 ± 1.10</oasis:entry>\n<oasis:entry>14.54</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn(<bold>CHOIm</bold>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>57.10 ± 1.39</oasis:entry>\n<oasis:entry>50.21</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Comparison of the Calculated (ΔE<sub>f,rel</sub>) and Experimental (ΔH<sub>f,rel</sub>) Enthalpies of Formation of Herein Explored ZIFs Relative to ZIF-8\n\n| framework | ΔH<sub>f,rel</sub> (kJ·mol<sup>–1</sup>) (experimental) | ΔE<sub>f,rel</sub> (kJ·mol<sup>–1</sup>) (calculated) |\n|-----------|------------------------------------------------------|---------------------------------------------------|\n| Zn(MeIm)<sub>2</sub> | 0.0 | 0.0 |\n| Zn(VIm)<sub>2</sub> | 3.87 ± 1.45 | 1.06 |\n| Zn(ClIm)<sub>2</sub> | 0.97 ± 1.15 | –2.74 |\n| Zn(IIm)<sub>2</sub> | 14.01 ± 1.23 | 8.10 |\n| Zn(CF<sub>3</sub>Im)<sub>2</sub> | 16.63 ± 1.10 | 14.54 |\n| Zn(CHOIm)<sub>2</sub> | 57.10 ± 1.39 | 50.21 |", "data": [{"meta": {"name": "Zn(MeIm)2", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "0.0", "unit": "kJ·mol^–1", "type": "ΔH_f,rel", "condition": "experimental"}, {"value": "0.0", "unit": "kJ·mol^–1", "type": "ΔE_f,rel", "condition": "calculated"}]}, {"meta": {"name": "Zn(VIm)2", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "3.87 ± 1.45", "unit": "kJ·mol^–1", "type": "ΔH_f,rel", "condition": "experimental"}, {"value": "1.06", "unit": "kJ·mol^–1", "type": "ΔE_f,rel", "condition": "calculated"}]}, {"meta": {"name": "Zn(ClIm)2", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "0.97 ± 1.15", "unit": "kJ·mol^–1", "type": "ΔH_f,rel", "condition": "experimental"}, {"value": "–2.74", "unit": "kJ·mol^–1", "type": "ΔE_f,rel", "condition": "calculated"}]}, {"meta": {"name": "Zn(IIm)2", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "14.01 ± 1.23", "unit": "kJ·mol^–1", "type": "ΔH_f,rel", "condition": "experimental"}, {"value": "8.10", "unit": "kJ·mol^–1", "type": "ΔE_f,rel", "condition": "calculated"}]}, {"meta": {"name": "Zn(CF3Im)2", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "16.63 ± 1.10", "unit": "kJ·mol^–1", "type": "ΔH_f,rel", "condition": "experimental"}, {"value": "14.54", "unit": "kJ·mol^–1", "type": "ΔE_f,rel", "condition": "calculated"}]}, {"meta": {"name": "Zn(CHOIm)2", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "57.10 ± 1.39", "unit": "kJ·mol^–1", "type": "ΔH_f,rel", "condition": "experimental"}, {"value": "50.21", "unit": "kJ·mol^–1", "type": "ΔE_f,rel", "condition": "calculated"}]}], "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) SOD-topology\nZIF structure, highlighting the linker 2-substituent\n(<bold>R</bold>). (b) Used imidazoles: 2-methyl- (H<bold>MeIm</bold>), 2-vinyl- (H<bold>VIm</bold>), 2-acetylene- (H<bold>AIm</bold>),\n2-carbaldehyde- (H<bold>CHOIm</bold>), 2-trifluoromethyl- (H<bold>CF</bold>\n<sub>\n<bold>3</bold>\n</sub>\n<bold>Im</bold>), 2-chloro- (H<bold>ClIm</bold>), 2-bromo- (H<bold>BrIm</bold>), and 2-iodoimidazole\n(H<bold>IIm</bold>). (c) Formation of SOD-Zn­(<bold>RIm</bold>)<sub>2</sub> ZIFs from ZnO, and associated thermodynamic parameter.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c09284_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) SOD-topology ZIF structure, highlighting the linker 2-substituent (R). (b) Used imidazoles: 2-methyl- (HMeIm), 2-vinyl- (HVIm), 2-acetylene- (HAIm), 2-carbaldehyde- (HCHOIm), 2-trifluoromethyl- (HCF  3  Im), 2-chloro- (HClIm), 2-bromo- (HBrIm), and 2-iodoimidazole (HIIm). (c) Formation of SOD-Zn(RIm)2 ZIFs from ZnO, and associated thermodynamic parameter.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Comparison\nof PXRD patterns for mechanochemically prepared SOD-topology\nZIFs compared to the calculated pattern for ZIF-8 (CSD code VELVOY).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c09284_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Comparison of PXRD patterns for mechanochemically prepared SOD-topology ZIFs compared to the calculated pattern for ZIF-8 (CSD code VELVOY).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Molecular structure\nof the (H<bold>CHOIm</bold>)<sub>2</sub> dimer\nin the solid state.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c09284_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Molecular structure of the (HCHOIm)2 dimer in the solid state.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Comparison of the calculated (Δ<italic>E</italic>\n<sub>f,rel</sub>) and experimental (Δ<italic>H</italic>\n<sub>f,rel</sub>) enthalpies\nof formation. Both calculated and experimental values are defined\nrelative to Zn­(<bold>MeIm</bold>)<sub>2</sub>, for which the formation\nenthalpy is set to zero and excluded from linear fitting.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c09284_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Comparison of the calculated (ΔE f,rel) and experimental (ΔH f,rel) enthalpies of formation. Both calculated and experimental values are defined relative to Zn(MeIm)2, for which the formation enthalpy is set to zero and excluded from linear fitting.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Correlation of ZIF Δ<italic>H</italic>\n<sub>f</sub> and Δ<italic>H</italic>\n<sub>trans</sub> to the\nHammett σ-constants reported\nfor (a) meta substitution; (b) para substitution (bottom), and (c)\npara substitution with σ-para­(+) parameters used. Red label\nand star indicate the Δ<italic>H</italic>\n<sub>f</sub> and Δ<italic>H</italic>\n<sub>trans</sub> for ZIF-90 before correction for linker\ndimer dissociation.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja0c09284_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Correlation of ZIF ΔH f and ΔH trans to the Hammett σ-constants reported for (a) meta substitution; (b) para substitution (bottom), and (c) para substitution with σ-para(+) parameters used. Red label and star indicate the ΔH f and ΔH trans for ZIF-90 before correction for linker dimer dissociation.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Correlation of ZIF Δ<italic>H</italic>\n<sub>f</sub> and Δ<italic>H</italic>\n<sub>trans</sub> to (a)\nESPs calculated for isolated gas-phase\n2-substituted imidazolate anions and (b) ZIF molar volume. Red label\nand star indicate the Δ<italic>H</italic>\n<sub>f</sub> and Δ<italic>H</italic>\n<sub>trans</sub> for ZIF-90 before correction for linker\ndimer dissociation.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja0c09284_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Correlation of ZIF ΔH f and ΔH trans to (a) ESPs calculated for isolated gas-phase 2-substituted imidazolate anions and (b) ZIF molar volume. Red label and star indicate the ΔH f and ΔH trans for ZIF-90 before correction for linker dimer dissociation.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.0c09284", "title": null, "journal": "American Chemical\nSociety", "date": "2020.12", "author_list": ["Novendra\nNovendra", "Marrett\nJoseph M.", "Katsenis\nAthanassios D.", "Titi\nHatem M.", "Arhangelskis\nMihails", "Friščić\nTomislav", "Navrotsky\nAlexandra"]}}