{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja0c07525.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>The\nfirst bioinspired microporous metal–organic framework\n(MOF) synthesized using ellagic acid, a common natural antioxidant\nand polyphenol building unit, is presented. Bi<sub>2</sub>O­(H<sub>2</sub>O)<sub>2</sub>(C<sub>14</sub>H<sub>2</sub>O<sub>8</sub>)·<italic>n</italic>H<sub>2</sub>O (SU-101) was inspired by bismuth phenolate\nmetallodrugs, and could be synthesized entirely from nonhazardous\nor edible reagents under ambient aqueous conditions, enabling simple\nscale-up. Reagent-grade and affordable dietary supplement-grade ellagic\nacid was sourced from tree bark and pomegranate hulls, respectively.\nBiocompatibility and colloidal stability were confirmed by in vitro\nassays. The material exhibits remarkable chemical stability for a\nbioinspired MOF (pH = 2–14, hydrothermal conditions, heated\norganic solvents, biological media, SO<sub>2</sub> and H<sub>2</sub>S), attributed to the strongly chelating phenolates. A total H<sub>2</sub>S uptake of 15.95 mmol g<sup>–1</sup> was recorded,\nrepresenting one of the highest H<sub>2</sub>S capacities for a MOF,\nwhere polysulfides are formed inside the pores of the material. Phenolic\nphytochemicals remain largely unexplored as linkers for MOF synthesis,\nopening new avenues to design stable, eco-friendly, scalable, and\nlow-cost MOFs for diverse applications, including drug delivery.</p>", "clean_text": "The first bioinspired microporous metal-organic framework (MOF) synthesized using ellagic acid, a common natural antioxidant and polyphenol building unit, is presented. Bi2O(H2O)2(C14H2O8)⋅nH2O (SU-101) was inspired by bismuth phenolate metallodrugs, and could be synthesized entirely from nonhazardous or edible reagents under ambient aqueous conditions, enabling simple scale-up. Reagent-grade and affordable dietary supplement-grade ellagic acid was sourced from tree bark and pomegranate hulls, respectively. Biocompatibility and colloidal stability were confirmed by in vitro assays. The material exhibits remarkable chemical stability for a bioinspired MOF (pH = 2-14, hydrothermal conditions, heated organic solvents, biological media, SO2 and H2S), attributed to the strongly chelating phenolates. A total H2S uptake of 15.95 mmol g-1 was recorded, representing one of the highest H2S capacities for a MOF, where polysulfides are formed inside the pores of the material. Phenolic phytochemicals remain largely unexplored as linkers for MOF synthesis, opening new avenues to design stable, eco-friendly, scalable, and low-cost MOFs for diverse applications, including drug delivery.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Tannins are natural\npolyphenols which can be found in a substantial\npart of the plant kingdom and are the second most abundant source\nof natural aromatic molecules after lignin. They have traditionally been used for tanning leather, yet show\ngreat promise as a rich supply of precursors for green chemistry.\nConsidering the general structure of tannin derivatives, having multiple\naromatic rings with phenol functionalities, they stand out as a renewable\nsource of rigid molecules.\n</p>", "clean_text": "Introduction\n\nTannins are natural polyphenols which can be found in a substantial part of the plant kingdom and are the second most abundant source of natural aromatic molecules after lignin. They have traditionally been used for tanning leather, yet show great promise as a rich supply of precursors for green chemistry. Considering the general structure of tannin derivatives, having multiple aromatic rings with phenol functionalities, they stand out as a renewable source of rigid molecules. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Rigid organic\nmolecules capable of bridging metal cations are a\nprincipal component in the crystal chemistry of metal–organic\nframeworks (MOFs)a class of porous hybrid materials which\nhas shown an immense growth of compositions and topologies for over\ntwo decades, the main allure being the possibility of designing framework\nmaterials through a direct assembly of selected building units. Considering the great variety of MOFs, the number of structures\nbridged only through phenolate ligands are few (representing &lt;0.0008%\nof MOF reports), and existing examples involve synthetic linkers such\nas tetrahydroxybenzoate, dihydroxybenzoquinone, and hexahydroxytriphenylate ligands. Numerous phenolate-based\nMOFs have been associated with higher chemical stability (especially\nin aqueous media) than carboxylate based MOFsa consequence\nof the higher p<italic>K</italic>\n<sub>a</sub> of the phenolate groups,\nleading to strong chelation.\n</p>", "clean_text": "Rigid organic molecules capable of bridging metal cations are a principal component in the crystal chemistry of metal-organic frameworks (MOFs)a class of porous hybrid materials which has shown an immense growth of compositions and topologies for over two decades, the main allure being the possibility of designing framework materials through a direct assembly of selected building units. Considering the great variety of MOFs, the number of structures bridged only through phenolate ligands are few (representing <0.0008% of MOF reports), and existing examples involve synthetic linkers such as tetrahydroxybenzoate, dihydroxybenzoquinone, and hexahydroxytriphenylate ligands. Numerous phenolate-based MOFs have been associated with higher chemical stability (especially in aqueous media) than carboxylate based MOFsa consequence of the higher pK a of the phenolate groups, leading to strong chelation. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Inspired by the\npotential stability of phenolate-based MOFs, together\nwith the growing global demand to broaden the use of renewable resources,\nwe have turned to tannins for the synthesis of green MOFsspecifically,\ngallotannins and ellagitannins, which contain gallic acid or ellagic\nacid subunits, respectively. While gallic acid, which consists of\nboth carboxylic acid and phenol functional groups, has been utilized\nas a linker for the synthesis of a handful of MOFs, surprisingly ellagic acid () has seemingly never been used for MOF synthesis.\nCurrently, the only entry in the Cambridge Structural Database (CSD)\ncontaining an ellagate anion together with a metal cation is a metal\ncomplex composed of two ruthenium cations linked by ellagate and capped\nby acetylacetonate. Additionally, iron,\nmanganese, and zinc ellagate materials have been developed for applications\nin phototherapy or as templates for porous carbons, yet no crystal\nstructures nor porosities were reported.\n</p>", "clean_text": "Inspired by the potential stability of phenolate-based MOFs, together with the growing global demand to broaden the use of renewable resources, we have turned to tannins for the synthesis of green MOFsspecifically, gallotannins and ellagitannins, which contain gallic acid or ellagic acid subunits, respectively. While gallic acid, which consists of both carboxylic acid and phenol functional groups, has been utilized as a linker for the synthesis of a handful of MOFs, surprisingly ellagic acid () has seemingly never been used for MOF synthesis. Currently, the only entry in the Cambridge Structural Database (CSD) containing an ellagate anion together with a metal cation is a metal complex composed of two ruthenium cations linked by ellagate and capped by acetylacetonate. Additionally, iron, manganese, and zinc ellagate materials have been developed for applications in phototherapy or as templates for porous carbons, yet no crystal structures nor porosities were reported. ", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Ellagic\nacidthe phenolic building unit of ellagitannins.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c07525_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Ellagic acidthe phenolic building unit of ellagitannins.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Naturally high contents of ellagic acid are found in foods\nsuch\nas strawberries, raspberries, grapes, walnuts, pecans, and pomegranates,\nas well as in beverages such as wine, whiskey, and other spirits. While the general benefit of consuming antioxidants, such as ellagic\nacid, remains up for debate due to challenges in maintaining oxidation\nhomeostasis in healthy individuals, their protective\nproperties in oxidation-related chronic diseases, as well as their\nantimicrobial, antiviral, anti-inflammatory, and anticancer activities\nhave been established. In light of the scarcity with\nwhich phenolic bioderived molecules have been utilized for MOF synthesis,\nwe find ellagic acid to be an appealing yet previously unexplored\nlinker for the synthesis of bioinspired MOFs (BioMOFs) since (1) it\nis edible, biocompatible, bioactive, and has been consumed throughout\nhuman history (recommended intake ∼5 mg day<sup>–1</sup> in adults, reaching half-maximal inhibitory\nconcentration (IC<sub>50</sub>) values of 23.5 μg mL<sup>–1</sup> in diverse tumor cell lines or when administrating ∼60 mg\nkg<sup>–1</sup> body weight for preclinical doses); (2) it\nis extracted from plant-based materials often considered as waste,\nsuch as tree bark and fruit peels; (3) can act as a rigid spacer between\ncations, contributing to the porosity of the resulting framework;\n(4) it has a centrosymmetric molecular structure, increasing the likelihood\nof it taking the role as a bridging linker; (5) it can chelate to\nmetal cations, giving rise to strong five-membered rings; and (6)\nit has a low production cost.</p>", "clean_text": "Naturally high contents of ellagic acid are found in foods such as strawberries, raspberries, grapes, walnuts, pecans, and pomegranates, as well as in beverages such as wine, whiskey, and other spirits. While the general benefit of consuming antioxidants, such as ellagic acid, remains up for debate due to challenges in maintaining oxidation homeostasis in healthy individuals, their protective properties in oxidation-related chronic diseases, as well as their antimicrobial, antiviral, anti-inflammatory, and anticancer activities have been established. In light of the scarcity with which phenolic bioderived molecules have been utilized for MOF synthesis, we find ellagic acid to be an appealing yet previously unexplored linker for the synthesis of bioinspired MOFs (BioMOFs) since (1) it is edible, biocompatible, bioactive, and has been consumed throughout human history (recommended intake ~5 mg day-1 in adults, reaching half-maximal inhibitory concentration (IC50) values of 23.5 μg mL-1 in diverse tumor cell lines or when administrating ~60 mg kg-1 body weight for preclinical doses); (2) it is extracted from plant-based materials often considered as waste, such as tree bark and fruit peels; (3) can act as a rigid spacer between cations, contributing to the porosity of the resulting framework; (4) it has a centrosymmetric molecular structure, increasing the likelihood of it taking the role as a bridging linker; (5) it can chelate to metal cations, giving rise to strong five-membered rings; and (6) it has a low production cost.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Other polycomplexant biomolecules\nhave previously been proposed\nas good candidates for the synthesis of BioMOFs, and the resulting materials could potentially serve as delivery\nvehicles for active pharmaceutical ingredients (APIs) or as imaging\nagents. However, many of the previously\ndescribed BioMOFs are synthesized also using auxiliary nonbiological\nlinker molecules and/or hazardous organic solvents. Despite the large\nappeal of using bioderived molecules for the synthesis of MOFs, examples\nare few and chemical stability is seldom thoroughly demonstrated,\nnor is biocompatibility. To the best of our knowledge, only two microporous BioMOFs have\nbeen synthesized in water without auxiliary ligands: a magnesium gallate\nand an aluminum fumarate. However, these MOFs\ndemonstrate poor overall chemical stability, particularly in aqueous\nsolutions.</p>", "clean_text": "Other polycomplexant biomolecules have previously been proposed as good candidates for the synthesis of BioMOFs, and the resulting materials could potentially serve as delivery vehicles for active pharmaceutical ingredients (APIs) or as imaging agents. However, many of the previously described BioMOFs are synthesized also using auxiliary nonbiological linker molecules and/or hazardous organic solvents. Despite the large appeal of using bioderived molecules for the synthesis of MOFs, examples are few and chemical stability is seldom thoroughly demonstrated, nor is biocompatibility. To the best of our knowledge, only two microporous BioMOFs have been synthesized in water without auxiliary ligands: a magnesium gallate and an aluminum fumarate. However, these MOFs demonstrate poor overall chemical stability, particularly in aqueous solutions.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>In order to develop stable and biocompatible BioMOFs,\nthe choice\nof metal cation is equally important. One nontoxic metal cation which\nhas established biomedical applications is Bi<sup>3+</sup>. As the second heaviest member\nof group 15 in the periodic table, bismuth is surrounded by notoriously\ntoxic elements, yet bismuth itself has been found to have very low\ntoxicity. With median lethal doses (LD<sub>50</sub>) of about 5 g\nkg<sup>–1</sup> in rat models, the toxicity of bismuth and\nmany of its compounds are comparable to or less than that of sodium\nchloride. Furthermore, bismuth compounds\nhave a two-century-long track record as APIs due to their inherent\nbioactivity and antimicrobial properties. Bismuth subsalicylate (Pepto-Bismol) and bismuth subgallate are\nAPIs made with the ligands salicylic acid and gallic acid, respectively. Similar to ellagic acid, these are naturally\noccurring therapeutic phenolic molecules, making ellagic acid an appropriate\nchoice of ligand to combine with Bi<sup>3+</sup> for the development\nof a potentially biocompatible and bioactive MOF. So far, the use\nof bismuth in the synthesis of MOFs has been fairly limited, with\nonly seven Bi­(<sc>iii</sc>)-MOFs that have been reported to demonstrate\nporosity to nitrogen. As all seven are exclusively based on synthetic carboxylate ligands,\nthis begs the question, what new MOF structures can be acquired using\nBi<sup>3+</sup> and phenol-based linkers such as ellagic acid? The\nresulting material could potentially combine the biocompatible and\nbioactive features of both the metal cation and the organic linker,\nand would ideally be synthesized using green aqueous conditions.</p>", "clean_text": "In order to develop stable and biocompatible BioMOFs, the choice of metal cation is equally important. One nontoxic metal cation which has established biomedical applications is Bi3+. As the second heaviest member of group 15 in the periodic table, bismuth is surrounded by notoriously toxic elements, yet bismuth itself has been found to have very low toxicity. With median lethal doses (LD50) of about 5 g kg-1 in rat models, the toxicity of bismuth and many of its compounds are comparable to or less than that of sodium chloride. Furthermore, bismuth compounds have a two-century-long track record as APIs due to their inherent bioactivity and antimicrobial properties. Bismuth subsalicylate (Pepto-Bismol) and bismuth subgallate are APIs made with the ligands salicylic acid and gallic acid, respectively. Similar to ellagic acid, these are naturally occurring therapeutic phenolic molecules, making ellagic acid an appropriate choice of ligand to combine with Bi3+ for the development of a potentially biocompatible and bioactive MOF. So far, the use of bismuth in the synthesis of MOFs has been fairly limited, with only seven Bi(iii)-MOFs that have been reported to demonstrate porosity to nitrogen. As all seven are exclusively based on synthetic carboxylate ligands, this begs the question, what new MOF structures can be acquired using Bi3+ and phenol-based linkers such as ellagic acid? The resulting material could potentially combine the biocompatible and bioactive features of both the metal cation and the organic linker, and would ideally be synthesized using green aqueous conditions.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In short, we report the synthesis, crystal structure, and physicochemical\nproperties of a biocompatible and microporous bismuth ellagate framework\n(denoted SU-101)the first MOF based on the bioactive phytochemical\nellagic acid. For a bioinspired MOF, the material exhibits remarkable\nchemical stability and thermal stability under vacuum and in nitrogen,\nwhich led to investigations on its use as an adsorbent of the highly\nacidic gases SO<sub>2</sub> and H<sub>2</sub>S, both of which are\nwell-known air-pollutants associated with severe environmental and\nhealth issues. Additionally, the environmentally\nfriendly synthesis procedure, using a plant-derived linker molecule\nin water under ambient conditions, facilitates an easy scale-up process.</p>", "clean_text": "In short, we report the synthesis, crystal structure, and physicochemical properties of a biocompatible and microporous bismuth ellagate framework (denoted SU-101)the first MOF based on the bioactive phytochemical ellagic acid. For a bioinspired MOF, the material exhibits remarkable chemical stability and thermal stability under vacuum and in nitrogen, which led to investigations on its use as an adsorbent of the highly acidic gases SO2 and H2S, both of which are well-known air-pollutants associated with severe environmental and health issues. Additionally, the environmentally friendly synthesis procedure, using a plant-derived linker molecule in water under ambient conditions, facilitates an easy scale-up process.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Synthesis of SU-101</title><p>Bismuth ellagate\n(SU-101) was prepared\nfrom an aqueous suspension of bismuth acetate and ellagic acid stirred\nunder ambient conditions (i.e., room temperature and atmospheric pressure\nin air) for 48 h. Phase purity and synthesis reproducibility were\nimproved through the introduction of acetic acid as a modulator (6%\nby volume, from either glacial acetic acid or a distilled white vinegar\nstock solution, pH ≈ 2.3; see the , <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">SI</ext-link>, for details). Such\na concentration of acetic acid is well within the range of what is\nfound in common household vinegar (5–12 vol % of acetic acid\nin distilled white vinegar).\n</p>", "clean_text": "Results and Discussion\n\nSynthesis of SU-101\n\nBismuth ellagate (SU-101) was prepared from an aqueous suspension of bismuth acetate and ellagic acid stirred under ambient conditions (i.e., room temperature and atmospheric pressure in air) for 48 h. Phase purity and synthesis reproducibility were improved through the introduction of acetic acid as a modulator (6% by volume, from either glacial acetic acid or a distilled white vinegar stock solution, pH ~ 2.3; see the , SI, for details). Such a concentration of acetic acid is well within the range of what is found in common household vinegar (5-12 vol % of acetic acid in distilled white vinegar). ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<p>Two\ndifferent sources of ellagic acid were utilized for the synthesis\nof SU-101: (1) 97% chemical reagent-grade ellagic acid isolated from\nchestnut tree bark and (2) inexpensive 90% dietary supplement-grade\nellagic isolated from pomegranate hulls, marketed as an edible antioxidant.\nBoth starting materials resulted in high quality and phase-pure SU-101\nbased on powder X-ray diffraction (PXRD) and sorption data (, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">S11, and S12</ext-link>). In both cases, the mixtures remained as suspensions\nthroughout the reaction but nonetheless resulted in phase-pure SU-101.\nHigh percent yields of SU-101 were obtained at a small 30 mL reaction\nscale (76% yield; 0.28 g). Through a linear scale-up, a 600 mL large-scale\nsynthesis resulted in a similar percent yield (74%, 5.6 g) of material\nin a single batch. Although the estimated space-time-yield using these\nconditions (approximately 5 kg m<sup>–3</sup> day<sup>–1</sup>) is lower than values obtained for highly scalable MOFs (&gt;1000\nkg\nm<sup>–3</sup> day<sup>–1</sup>), one should note the simplicity and cost-efficiency of the synthesis\nprocedure, carried out at atmospheric pressure without heating or\nusing any other forms of external energy input.</p>", "clean_text": "Two different sources of ellagic acid were utilized for the synthesis of SU-101: (1) 97% chemical reagent-grade ellagic acid isolated from chestnut tree bark and (2) inexpensive 90% dietary supplement-grade ellagic isolated from pomegranate hulls, marketed as an edible antioxidant. Both starting materials resulted in high quality and phase-pure SU-101 based on powder X-ray diffraction (PXRD) and sorption data (, S11, and S12). In both cases, the mixtures remained as suspensions throughout the reaction but nonetheless resulted in phase-pure SU-101. High percent yields of SU-101 were obtained at a small 30 mL reaction scale (76% yield; 0.28 g). Through a linear scale-up, a 600 mL large-scale synthesis resulted in a similar percent yield (74%, 5.6 g) of material in a single batch. Although the estimated space-time-yield using these conditions (approximately 5 kg m-3 day-1) is lower than values obtained for highly scalable MOFs (>1000 kg m-3 day-1), one should note the simplicity and cost-efficiency of the synthesis procedure, carried out at atmospheric pressure without heating or using any other forms of external energy input.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Powder X-ray diffraction\npatterns of SU-101 made from reagent-grade\nellagic acid (97% ellagic acid, isolated from chestnut tree bark)\nand supplement-grade ellagic acid (90% ellagic acid, isolated from\npomegranate hulls), as well as a simulated powder X-ray diffraction\npattern of SU-101.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c07525_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Powder X-ray diffraction patterns of SU-101 made from reagent-grade ellagic acid (97% ellagic acid, isolated from chestnut tree bark) and supplement-grade ellagic acid (90% ellagic acid, isolated from pomegranate hulls), as well as a simulated powder X-ray diffraction pattern of SU-101.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Structure of SU-101</title><p>Due to the small crystallite size,\nthe structure of SU-101 could not be solved using single-crystal X-ray\ndiffraction (SCXRD). Instead, the crystal structure was determined\nusing 3D electron diffraction (3DED), a method previously used to\nsolve the structure of the microcrystalline metallodrug bismuth subgallate,\nas well as several Bi­(<sc>iii</sc>)-MOFs. For structure determination, 3DED data were\nacquired from larger 3 μm long bladed crystals (, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Table S1</ext-link>) which were synthesized using an alternative synthesis method\nunder hydrothermal conditions (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">SI</ext-link> for\ndetails). The structure was solved from the collected 3DED data and\nfurther refined against high-resolution powder X-ray diffraction (HR-PXRD)\ndata in the tetragonal space group <italic>P</italic>4<sub>2</sub>/<italic>n</italic> (<italic>a</italic> = 18.62 Å, <italic>c</italic> = 5.55 Å).</p>", "clean_text": "Structure of SU-101\n\nDue to the small crystallite size, the structure of SU-101 could not be solved using single-crystal X-ray diffraction (SCXRD). Instead, the crystal structure was determined using 3D electron diffraction (3DED), a method previously used to solve the structure of the microcrystalline metallodrug bismuth subgallate, as well as several Bi(iii)-MOFs. For structure determination, 3DED data were acquired from larger 3 μm long bladed crystals (, Table S1) which were synthesized using an alternative synthesis method under hydrothermal conditions (see SI for details). The structure was solved from the collected 3DED data and further refined against high-resolution powder X-ray diffraction (HR-PXRD) data in the tetragonal space group P42/n (a = 18.62 Å, c = 5.55 Å).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Reciprocal space projection of 3DED data collected on\nSU-101, viewed\nalong c*, and an image of the crystal studied (larger crystals were\nspecifically prepared for structure determination using an alternative\nhydrothermal synthesis procedure).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c07525_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Reciprocal space projection of 3DED data collected on SU-101, viewed along c*, and an image of the crystal studied (larger crystals were specifically prepared for structure determination using an alternative hydrothermal synthesis procedure).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The framework of SU-101 consists of rod-shaped inorganic building\nunits (IBUs) which run parallel to the <italic>c</italic>-axis and\nare linked together by ellagate anions in the <italic>ab</italic>-plane\n(a,c), forming\none-dimensional pores roughly 6–7 Å in diameter, taking\ninto account the van der Waals radii of the framework atoms. The asymmetric\nunit of SU-101 contains half of an ellagate anion and one Bi<sup>3+</sup> cation, as well as three individual oxygen atoms interpreted as\n(1) a coordinated water molecule, (2) a guest water molecule within\nthe one-dimensional channels, and last, (3) a single μ<sub>4</sub>-oxygen, resulting in an overall charge neutral framework with the\nformula Bi<sub>2</sub>O­(H<sub>2</sub>O)<sub>2</sub>(C<sub>14</sub>H<sub>2</sub>O<sub>8</sub>)·<italic>n</italic>H<sub>2</sub>O\n(<italic>n</italic> = 2, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S5</ext-link>). The\ncoordination number of Bi<sup>3+</sup> is six, of which three bonds\nform with coordinating phenolates, two μ<sub>4</sub>-oxygens,\nand a terminally coordinated water molecule (b). The phenolate groups chelate to Bi<sup>3+</sup> cations, and all four phenolate groups of the ellagate are\npresumed to be deprotonated based on the short Bi–O bonds,\nbetween 2.1 and 2.3 Å. These short distances are indicative of\nstrongly chelating phenolates as longer Bi–O distances are\nfound in the previously published Bi­(<sc>iii</sc>)-carboxylate MOFs\n(typically in the range of 2.4–2.8 Å). On each end of\nthe ellagate linker, one of the phenolates coordinates to a single\nBi<sup>3+</sup>, while the other bridges two Bi<sup>3+</sup> along\nthe rod-shaped IBU (d). The shortest intermolecular carbon–carbon distance\nbetween neighboring ellagates is 3.51 Å indicating π–π\nstacking between the ellagate linkers down the <italic>c</italic>-axis,\nfurther stabilizing the structure. The non-coordinated water molecules\noccupying the one-dimensional channels form hydrogen bonds to neighboring\nwater molecules as well as the carbonyl oxygens of the lactone rings\npointing into the channels, with oxygen–oxygen distances in\nthe range of 2.7–2.9 Å (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S6</ext-link>).</p>", "clean_text": "The framework of SU-101 consists of rod-shaped inorganic building units (IBUs) which run parallel to the c-axis and are linked together by ellagate anions in the ab-plane (a,c), forming one-dimensional pores roughly 6-7 Å in diameter, taking into account the van der Waals radii of the framework atoms. The asymmetric unit of SU-101 contains half of an ellagate anion and one Bi3+ cation, as well as three individual oxygen atoms interpreted as (1) a coordinated water molecule, (2) a guest water molecule within the one-dimensional channels, and last, (3) a single μ4-oxygen, resulting in an overall charge neutral framework with the formula Bi2O(H2O)2(C14H2O8)⋅nH2O (n = 2, Figure S5). The coordination number of Bi3+ is six, of which three bonds form with coordinating phenolates, two μ4-oxygens, and a terminally coordinated water molecule (b). The phenolate groups chelate to Bi3+ cations, and all four phenolate groups of the ellagate are presumed to be deprotonated based on the short Bi-O bonds, between 2.1 and 2.3 Å. These short distances are indicative of strongly chelating phenolates as longer Bi-O distances are found in the previously published Bi(iii)-carboxylate MOFs (typically in the range of 2.4-2.8 Å). On each end of the ellagate linker, one of the phenolates coordinates to a single Bi3+, while the other bridges two Bi3+ along the rod-shaped IBU (d). The shortest intermolecular carbon-carbon distance between neighboring ellagates is 3.51 Å indicating π-π stacking between the ellagate linkers down the c-axis, further stabilizing the structure. The non-coordinated water molecules occupying the one-dimensional channels form hydrogen bonds to neighboring water molecules as well as the carbonyl oxygens of the lactone rings pointing into the channels, with oxygen-oxygen distances in the range of 2.7-2.9 Å (Figure S6).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) The structure of SU-101 as viewed down the <italic>c</italic>-axis. Hydrogen atoms and water molecules in the pores are omitted\nfor clarity. (b) The coordination environment around Bi<sup>3+</sup>. The bond to a coordinated water molecule is represented as a dashed\nline. (c, d) Chelation of ellagate toward the bismuth oxo rods. (e)\nThe tiling of the <bold>svd</bold> net. (f) The underlying svd net.\n(g, h) Choice of nodes for the deconstruction of the infinite IBU.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c07525_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) The structure of SU-101 as viewed down the c-axis. Hydrogen atoms and water molecules in the pores are omitted for clarity. (b) The coordination environment around Bi3+. The bond to a coordinated water molecule is represented as a dashed line. (c, d) Chelation of ellagate toward the bismuth oxo rods. (e) The tiling of the svd net. (f) The underlying svd net. (g, h) Choice of nodes for the deconstruction of the infinite IBU.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>To simplify the description of SU-101, and to classify\nthe structure,\na topological analysis was performed. The choice of nodes when deconstructing\nthe rod-shaped inorganic building unit was carried out as described\nby O’Keeffe and Yaghi, where the\npoint of extension of the linker, in this case, the midpoint between\neach pair of phenolates in the ellagate anions, ortho to one another,\nwas selected as a node (g,h). These nodes were then linked to neighboring vertices\noutlining the rod, resulting in a 6-c node, which, upon considering\nthe linkage of rods by ellagate anions, gives the uninodal 7-coordinated\nnet <bold>svd</bold> (e,f).</p>", "clean_text": "To simplify the description of SU-101, and to classify the structure, a topological analysis was performed. The choice of nodes when deconstructing the rod-shaped inorganic building unit was carried out as described by O'Keeffe and Yaghi, where the point of extension of the linker, in this case, the midpoint between each pair of phenolates in the ellagate anions, ortho to one another, was selected as a node (g,h). These nodes were then linked to neighboring vertices outlining the rod, resulting in a 6-c node, which, upon considering the linkage of rods by ellagate anions, gives the uninodal 7-coordinated net svd (e,f).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Physicochemical Characterization</title><p>Thermogravimetric\nanalysis (TGA) of SU-101 is in agreement with the proposed sum formula\nof Bi<sub>2</sub>O­(H<sub>2</sub>O)<sub>2</sub>(C<sub>14</sub>H<sub>2</sub>O<sub>8</sub>)·<italic>n</italic>H<sub>2</sub>O (<italic>n</italic> = 1, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S7</ext-link>). The lower\nwater content compared to that determined from HR-PXRD (<italic>n</italic> = 2) in a sealed capillary, and the immediate loss of water observed\nin the TGA data indicates that some of the water molecules in the\npores are readily lost from the material at conditions close to room\ntemperature.</p>", "clean_text": "Physicochemical Characterization\n\nThermogravimetric analysis (TGA) of SU-101 is in agreement with the proposed sum formula of Bi2O(H2O)2(C14H2O8)⋅nH2O (n = 1, Figure S7). The lower water content compared to that determined from HR-PXRD (n = 2) in a sealed capillary, and the immediate loss of water observed in the TGA data indicates that some of the water molecules in the pores are readily lost from the material at conditions close to room temperature.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>The thermal stability of SU-101 was assessed by\nvariable temperature powder X-ray diffraction (VT-PXRD), revealing\nthat the framework remains crystalline under vacuum or in a nitrogen\natmosphere at temperatures of up to 500 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S8 and S9</ext-link>). While VT-PXRD tests are not always employed\nto study the thermal stability of MOFs, hindering an overall comparison,\nan intact and open framework at 500 °C (independent of atmosphere)\nhas only been shown for a small handful of MOFs, such as CFA-2 and\nZIF-8. The framework remains intact up\nto 250 °C in air, after which the ellagate anion likely oxidizes,\nleading to a loss of crystallinity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S10</ext-link>). This has also been observed with other MOFs composed of phenolate\nlinkers and has been attributed to the relative ease with which phenolates\nare oxidized.\n</p>", "clean_text": "The thermal stability of SU-101 was assessed by variable temperature powder X-ray diffraction (VT-PXRD), revealing that the framework remains crystalline under vacuum or in a nitrogen atmosphere at temperatures of up to 500 °C (Figures S8 and S9). While VT-PXRD tests are not always employed to study the thermal stability of MOFs, hindering an overall comparison, an intact and open framework at 500 °C (independent of atmosphere) has only been shown for a small handful of MOFs, such as CFA-2 and ZIF-8. The framework remains intact up to 250 °C in air, after which the ellagate anion likely oxidizes, leading to a loss of crystallinity (Figure S10). This has also been observed with other MOFs composed of phenolate linkers and has been attributed to the relative ease with which phenolates are oxidized. ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>The permanent microporosity\nof SU-101 was confirmed by N<sub>2</sub> sorption experiments at 77\nK after activating the material at 150\n°C under vacuum for 10 h. Type I N<sub>2</sub> isotherms, typical\nfor microporous materials, were observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S11 and S12</ext-link>), with a Brunauer–Emmett–Teller surface\narea (<italic>S</italic>\n<sub>BET</sub>) of 412 m<sup>2</sup>g<sup>–1</sup> when using reagent-grade ellagic acid for synthesis\nand 350 m<sup>2</sup> g<sup>–1</sup> for a washed large-scale\nbatch produced from supplement-grade ellagic acid. These values are\nwithin the range of surface areas previously reported for Bi­(<sc>iii</sc>)-MOFs (70–1100 m<sup>2</sup> g<sup>–1</sup>).\n</p>", "clean_text": "The permanent microporosity of SU-101 was confirmed by N2 sorption experiments at 77 K after activating the material at 150 °C under vacuum for 10 h. Type I N2 isotherms, typical for microporous materials, were observed (Figures S11 and S12), with a Brunauer-Emmett-Teller surface area (S BET) of 412 m2g-1 when using reagent-grade ellagic acid for synthesis and 350 m2 g-1 for a washed large-scale batch produced from supplement-grade ellagic acid. These values are within the range of surface areas previously reported for Bi(iii)-MOFs (70-1100 m2 g-1). ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["property"], "content": "<p>The average pore size of SU-101 was estimated\nto be approximately\n6.8 Å (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S13</ext-link>), in good agreement\nwith the crystallographic model (6–7 Å). The pore size\ndistribution was calculated using the density functional theory (DFT)\nmethod with a N<sub>2</sub> slit pore model. The trend toward lower\nsurface areas obtained by Bi­(<sc>iii</sc>)-MOFs in units of m<sup>2</sup> g<sup>–1</sup> is in part due to the heavy nature\nof Bi<sup>3+</sup> compared to the significantly lighter metal cations\nfound in the large majority of other MOFs. The adsorption of other\nenvironmentally and industrially relevant gases, CO<sub>2</sub> and\nCH<sub>4</sub>, was also investigated (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S14</ext-link>), where SU-101 displays a higher affinity toward CO<sub>2</sub> over N<sub>2</sub> and CH<sub>4</sub>, due to the lower saturation\npressure of CO<sub>2</sub>. The CO<sub>2</sub>/N<sub>2</sub> selectivity\nfor a hypothetical flue gas mixture, containing 15 kPa CO<sub>2</sub> and 85 kPa N<sub>2</sub> was estimated using the equation <italic>s</italic> = (q<italic>1</italic>/<italic>q</italic>2)/(<italic>p</italic>1/<italic>p</italic>2), giving a CO<sub>2</sub>/N<sub>2</sub> selectivity\nof ∼35, yet other MOFs and porous materials have shown higher\nselectivity and CO<sub>2</sub> uptakes under similar conditions. Even so, bismuth-based MOFs are of interest\nas precursors to electrocatalysts for CO<sub>2</sub> reduction, as\ndemonstrated using CAU-7.\n</p>", "clean_text": "The average pore size of SU-101 was estimated to be approximately 6.8 Å (Figure S13), in good agreement with the crystallographic model (6-7 Å). The pore size distribution was calculated using the density functional theory (DFT) method with a N2 slit pore model. The trend toward lower surface areas obtained by Bi(iii)-MOFs in units of m2 g-1 is in part due to the heavy nature of Bi3+ compared to the significantly lighter metal cations found in the large majority of other MOFs. The adsorption of other environmentally and industrially relevant gases, CO2 and CH4, was also investigated (Figure S14), where SU-101 displays a higher affinity toward CO2 over N2 and CH4, due to the lower saturation pressure of CO2. The CO2/N2 selectivity for a hypothetical flue gas mixture, containing 15 kPa CO2 and 85 kPa N2 was estimated using the equation s = (q1/q2)/(p1/p2), giving a CO2/N2 selectivity of ~35, yet other MOFs and porous materials have shown higher selectivity and CO2 uptakes under similar conditions. Even so, bismuth-based MOFs are of interest as precursors to electrocatalysts for CO2 reduction, as demonstrated using CAU-7. ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The chemical\nstability of SU-101 was investigated by mimicking\ndifferent industrially relevant media (e.g., for catalysis). Hence,\nas to cover a large range of chemical properties, the selected solvents\nwere acetone, acetonitrile, chlorobenzene, cyclohexane, dichloromethane,\n1,4-dioxane, dimethylformamide, dimethyl sulfoxide, ethanol, ethyl\nacetate, methanol, <italic>n</italic>-pentane, pyrrolidine, tetrahydrofuran,\nand toluene. PXRD results indicated that the structure remains intact\nin all of these solvents at room temperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S15</ext-link>), as well as when heated to 80 °C for 24 h\nin these solvents, with the exception of toluene where additional\npeaks, consistent with partial degradation, were observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S16</ext-link>). The high chemical stability of SU-101\narises from the presence of the two deprotonated phenolate oxygen\natoms, chelating strongly to the Bi<sup>3+</sup>. As described for\nMIL-163, the strong metal–linker\ninteraction leads to a material that is resistant to harsh chemical\nconditions.</p>", "clean_text": "The chemical stability of SU-101 was investigated by mimicking different industrially relevant media (e.g., for catalysis). Hence, as to cover a large range of chemical properties, the selected solvents were acetone, acetonitrile, chlorobenzene, cyclohexane, dichloromethane, 1,4-dioxane, dimethylformamide, dimethyl sulfoxide, ethanol, ethyl acetate, methanol, n-pentane, pyrrolidine, tetrahydrofuran, and toluene. PXRD results indicated that the structure remains intact in all of these solvents at room temperature (Figure S15), as well as when heated to 80 °C for 24 h in these solvents, with the exception of toluene where additional peaks, consistent with partial degradation, were observed (Figure S16). The high chemical stability of SU-101 arises from the presence of the two deprotonated phenolate oxygen atoms, chelating strongly to the Bi3+. As described for MIL-163, the strong metal-linker interaction leads to a material that is resistant to harsh chemical conditions.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>An ongoing challenge for MOFs is their stability\nin various aqueous\nconditions. As such, the pH-dependent stability of SU-101 was evaluated\nby exposing the material to aqueous solutions of HCl or NaOH, showing\nthat the framework remains intact over a large pH-range, 2 &lt; pH\n≤ 14 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S18</ext-link>). The structure\nof SU-101 also remained unchanged under hydrothermal conditions (180\n°C for 24 h; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S16</ext-link>). However,\nat highly acidic conditions (pH ≤ 2), SU-101 is converted to\nBiOCl (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S18</ext-link>).</p>", "clean_text": "An ongoing challenge for MOFs is their stability in various aqueous conditions. As such, the pH-dependent stability of SU-101 was evaluated by exposing the material to aqueous solutions of HCl or NaOH, showing that the framework remains intact over a large pH-range, 2 < pH ≤ 14 (Figure S18). The structure of SU-101 also remained unchanged under hydrothermal conditions (180 °C for 24 h; Figure S16). However, at highly acidic conditions (pH ≤ 2), SU-101 is converted to BiOCl (Figure S18).", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Immersion of\nSU-101 in potentially coordinative carboxylic acids\n(propionic acid, acetic acid and oxalic acid) was also investigated.\nThe material remains intact at room temperature but decomposes at\n80 °C in propionic acid. In acetic acid SU-101 undergoes partial\ntransformation at room temperature and full degradation at 80 °C.\nIn a concentrated oxalic acid solution decomposition occurs at room\ntemperature (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S15 and S16</ext-link>).</p>", "clean_text": "Immersion of SU-101 in potentially coordinative carboxylic acids (propionic acid, acetic acid and oxalic acid) was also investigated. The material remains intact at room temperature but decomposes at 80 °C in propionic acid. In acetic acid SU-101 undergoes partial transformation at room temperature and full degradation at 80 °C. In a concentrated oxalic acid solution decomposition occurs at room temperature (Figures S15 and S16).", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>As the ability to withstand the presence of coordinative species\nis of great importance for both biological as well as industrial applications,\nSU-101 was exposed to simulated physiological conditions such as phosphate-buffered\nsaline (PBS) solution and cell culture medium (RPMI) at 37 °C.\nAs seen in , the material remains intact despite the presence of glucose, salts,\nvitamins, antibiotics, and amino acids, even for longer periods of\ntime (24 h). Specifically, the stability of SU-101 was also evaluated\nin the presence of <sc>l</sc>-cysteine and <sc>l</sc>-cystine, showing\nthat the material remains intact in solutions with these sulfur-containing\nbiomolecules (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S17</ext-link>). Considering\nthese results, the overall chemical stability of SU-101 appears to\nbe better or similar to that of hallmark MOFs such as UiO-66 and ZIF-8,\nwith the added value of using nontoxic reagents in a water-based synthesis.\n</p>", "clean_text": "As the ability to withstand the presence of coordinative species is of great importance for both biological as well as industrial applications, SU-101 was exposed to simulated physiological conditions such as phosphate-buffered saline (PBS) solution and cell culture medium (RPMI) at 37 °C. As seen in , the material remains intact despite the presence of glucose, salts, vitamins, antibiotics, and amino acids, even for longer periods of time (24 h). Specifically, the stability of SU-101 was also evaluated in the presence of l-cysteine and l-cystine, showing that the material remains intact in solutions with these sulfur-containing biomolecules (Figure S17). Considering these results, the overall chemical stability of SU-101 appears to be better or similar to that of hallmark MOFs such as UiO-66 and ZIF-8, with the added value of using nontoxic reagents in a water-based synthesis. ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Powder X-ray diffraction patterns of SU-101 before and\nafter exposure\nto a variety of aqueous conditions including a wide pH-range, hydrothermal\nconditions and simulated biological media. The limit of stability\nin acidic solutions can be seen at pH = 2, where a small peak appears\nat 2θ = 12°, attributed to the formation of BiOCl.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja0c07525_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Powder X-ray diffraction patterns of SU-101 before and after exposure to a variety of aqueous conditions including a wide pH-range, hydrothermal conditions and simulated biological media. The limit of stability in acidic solutions can be seen at pH = 2, where a small peak appears at 2θ = 12°, attributed to the formation of BiOCl.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Colloidal Stability and Biocompatibility</title><p>In addition\nto the structural and chemical stability of a material in biorelevant\nconditions, insight into the physicochemical properties such as charge,\nsurface chemistry, and colloidal stability will affect the affinity\nto different biological structures, which in turn governs the efficacy\nand biodistribution of the material. Aqueous suspensions\nof SU-101 exhibit a small and monodisperse particle size of 129 ±\n2 nm (PdI ∼ 0.3), a size which is a priori compatible with\nintravenous drug administration. This\nhydrodynamic diameter, obtained by dynamic light scattering (DLS)\nmeasurements, assumes a spherical particle shape in solution, yet\nis in fair agreement with the microscopic observations acquired by\nTEM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S1 and S2</ext-link>), showing polydispersed\nelongated crystals at its dry state (176 ± 88 nm length and 51\n± 18 nm wide; measured from 200 particles). This slight particle\nsize difference between methods has been previously observed. In addition, previous intravenous toxicological\nstudies using elongated MOF nanoparticles did not show any signs of\nin vivo toxicity associated with the MOF morphology. As such, a biocompatible character of SU-101 is expected (see below).\nWhen monitoring the particle size over time (24 h), SU-101 exhibited\nsuitable colloidal stability in water (average size ∼137 ±\n4 nm; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S19</ext-link>) with a strongly negative\nζ-potential (−35 mV), possibly due to the presence of\npartially coordinated ellagate anions or hydroxyl groups completing\nthe coordination sphere of superficial Bi<sup>3+</sup>. In turn, the\nresulting electrostatic repulsions might be responsible for the observed\ncolloidal stability. In RPMI, the observed particle size is slightly\nlarger than that in water (180 ± 26 nm), while also showing a\nless negative ζ-potential (−10 mV). This is expected\nas proteins in the RPMI media (supplemented with FBS) can adhere to\nthe particle surfaces, hampering direct interparticle contact through\nthe formation of a protein corona, leading to lower surface charge\nvalues (from −35 ± 1 to −10 ± 0 mV), in agreement\nwith previous colloidal MOF behaviors. Colloidal\nstability is maintained over time, with a particle size of 200 ±\n11 nm over 24 h, further indicating properties suitable for biological\napplications.</p>", "clean_text": "Colloidal Stability and Biocompatibility\n\nIn addition to the structural and chemical stability of a material in biorelevant conditions, insight into the physicochemical properties such as charge, surface chemistry, and colloidal stability will affect the affinity to different biological structures, which in turn governs the efficacy and biodistribution of the material. Aqueous suspensions of SU-101 exhibit a small and monodisperse particle size of 129 ± 2 nm (PdI ~ 0.3), a size which is a priori compatible with intravenous drug administration. This hydrodynamic diameter, obtained by dynamic light scattering (DLS) measurements, assumes a spherical particle shape in solution, yet is in fair agreement with the microscopic observations acquired by TEM (Figures S1 and S2), showing polydispersed elongated crystals at its dry state (176 ± 88 nm length and 51 ± 18 nm wide; measured from 200 particles). This slight particle size difference between methods has been previously observed. In addition, previous intravenous toxicological studies using elongated MOF nanoparticles did not show any signs of in vivo toxicity associated with the MOF morphology. As such, a biocompatible character of SU-101 is expected (see below). When monitoring the particle size over time (24 h), SU-101 exhibited suitable colloidal stability in water (average size ~137 ± 4 nm; Figure S19) with a strongly negative ζ-potential (-35 mV), possibly due to the presence of partially coordinated ellagate anions or hydroxyl groups completing the coordination sphere of superficial Bi3+. In turn, the resulting electrostatic repulsions might be responsible for the observed colloidal stability. In RPMI, the observed particle size is slightly larger than that in water (180 ± 26 nm), while also showing a less negative ζ-potential (-10 mV). This is expected as proteins in the RPMI media (supplemented with FBS) can adhere to the particle surfaces, hampering direct interparticle contact through the formation of a protein corona, leading to lower surface charge values (from -35 ± 1 to -10 ± 0 mV), in agreement with previous colloidal MOF behaviors. Colloidal stability is maintained over time, with a particle size of 200 ± 11 nm over 24 h, further indicating properties suitable for biological applications.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>To explore the intrinsic qualities and potential\napplications of this green material, in vitro cytotoxicity tests were\nperformed to assess the biocompatibility of SU-101. For these purposes,\na promyelocytic cell line (HL-60) was selected as a model for differentiated\nphagocytic cells and granulocytes involved in the body’s defense.\nRemarkably, after 24 h of cell contact, a very low cytotoxicity profile\nwas observed (80% maximum inhibitory concentration, IC<sub>80</sub> = 1000 μgmL<sup>–1</sup>), even when exposed to very\nhigh concentrations of SU-101 (up to 1200 μgmL<sup>–1</sup>; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S20</ext-link>). This is in agreement with\nthe absence of severe toxicity observed for the individual reagentsellagic\nacid and bismuth acetate. Therefore, SU-101 seems to be a promising\ncandidate for environmental and biological applications, such as depollution\nand drug delivery, both being chemically stable and biocompatible.</p>", "clean_text": "To explore the intrinsic qualities and potential applications of this green material, in vitro cytotoxicity tests were performed to assess the biocompatibility of SU-101. For these purposes, a promyelocytic cell line (HL-60) was selected as a model for differentiated phagocytic cells and granulocytes involved in the body's defense. Remarkably, after 24 h of cell contact, a very low cytotoxicity profile was observed (80% maximum inhibitory concentration, IC80 = 1000 μgmL-1), even when exposed to very high concentrations of SU-101 (up to 1200 μgmL-1; Figure S20). This is in agreement with the absence of severe toxicity observed for the individual reagentsellagic acid and bismuth acetate. Therefore, SU-101 seems to be a promising candidate for environmental and biological applications, such as depollution and drug delivery, both being chemically stable and biocompatible.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>SO<sub>2</sub> and H<sub>2</sub>S Capture in SU-101</title><p>Due\nto the remarkable chemical stability demonstrated by SU-101,\nadsorption of the acidic gases SO<sub>2</sub> and H<sub>2</sub>S was\ninvestigated. Sulfur dioxide (SO<sub>2</sub>) is a toxic gas which\nwas classified by the World Health Organization as one of the most\nhazardous air pollutants, associated with increased respiratory problems and mortality. Similarly, hydrogen\nsulfide (H<sub>2</sub>S) is a highly toxic chemical and exposure to\nconcentrations of over 100 ppm can be fatal as it is rapidly absorbed\ninto the bloodstream, limiting O<sub>2</sub> uptake at a cellular\nlevel. However, few\nMOFs have demonstrated stability upon exposure to either SO<sub>2</sub> or H<sub>2</sub>S, principally due to the formation of strong and\nirreversible metal–sulfur bonds.\n</p>", "clean_text": "SO2 and H2S Capture in SU-101\n\nDue to the remarkable chemical stability demonstrated by SU-101, adsorption of the acidic gases SO2 and H2S was investigated. Sulfur dioxide (SO2) is a toxic gas which was classified by the World Health Organization as one of the most hazardous air pollutants, associated with increased respiratory problems and mortality. Similarly, hydrogen sulfide (H2S) is a highly toxic chemical and exposure to concentrations of over 100 ppm can be fatal as it is rapidly absorbed into the bloodstream, limiting O2 uptake at a cellular level. However, few MOFs have demonstrated stability upon exposure to either SO2 or H2S, principally due to the formation of strong and irreversible metal-sulfur bonds. ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>To investigate the adsorptive properties of SU-101, SO<sub>2</sub> sorption isotherms were acquired at pressures between 0 to\n1 bar at 298 K on an activated sample using a Dynamic Gravimetric\nGas/Vapor Sorption Analyzer, DVS vacuum (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">SI</ext-link>). The resulting SO<sub>2</sub> isotherm shows a total uptake of\n2.2 mmol g<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S21</ext-link>). Although this value is considerably lower than the uptake of other\nMOFs, the stability of SU-101 upon adsorption–desorption\ncycling was investigated and structural integrity after both dry and\nhumid SO<sub>2</sub> sorption was confirmed by PXRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S25 and S27</ext-link>). Furthermore, the host–guest interaction\nbetween SU-101 and SO<sub>2</sub> was quantified, evaluating the isosteric\nheat of adsorption (Δ<italic>H</italic>) for SO<sub>2</sub> at\nlow coverage for SU-101 (estimated by fitting two adsorption isotherms\nat 303 and 308 K to a Clausius–Clapeyron equation, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S22 and S23</ext-link>). The low isosteric heat\nof adsorption for SO<sub>2</sub> (Δ<italic>H</italic> = −29.6\nkJ mol<sup>–1</sup>) indicates that no M–SO<sub>2</sub> interactions occur (&gt;90 kJ mol<sup>–1</sup>). Since the heat of adsorption was low, cycling\nexperiments were carried out, where activation of SU-101 between cycles\nwas achieved by applying vacuum (1.7 × 10<sup>–6</sup> Torr) for only 15 min at 298 K. Using this procedure, it was demonstrated\nthat the SO<sub>2</sub> capture capacity (1 bar, 298 K) remains constant\nduring 50 adsorption–desorption cycles (2.200 ± 0.004\nmmol g<sup>–1</sup>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S24</ext-link>)\nwith the structure remaining intact (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S25</ext-link>).</p>", "clean_text": "To investigate the adsorptive properties of SU-101, SO2 sorption isotherms were acquired at pressures between 0 to 1 bar at 298 K on an activated sample using a Dynamic Gravimetric Gas/Vapor Sorption Analyzer, DVS vacuum (see SI). The resulting SO2 isotherm shows a total uptake of 2.2 mmol g-1 (Figure S21). Although this value is considerably lower than the uptake of other MOFs, the stability of SU-101 upon adsorption-desorption cycling was investigated and structural integrity after both dry and humid SO2 sorption was confirmed by PXRD (Figures S25 and S27). Furthermore, the host-guest interaction between SU-101 and SO2 was quantified, evaluating the isosteric heat of adsorption (ΔH) for SO2 at low coverage for SU-101 (estimated by fitting two adsorption isotherms at 303 and 308 K to a Clausius-Clapeyron equation, Figures S22 and S23). The low isosteric heat of adsorption for SO2 (ΔH = -29.6 kJ mol-1) indicates that no M-SO2 interactions occur (>90 kJ mol-1). Since the heat of adsorption was low, cycling experiments were carried out, where activation of SU-101 between cycles was achieved by applying vacuum (1.7 × 10-6 Torr) for only 15 min at 298 K. Using this procedure, it was demonstrated that the SO2 capture capacity (1 bar, 298 K) remains constant during 50 adsorption-desorption cycles (2.200 ± 0.004 mmol g-1, Figure S24) with the structure remaining intact (Figure S25).", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>H<sub>2</sub>S capture by SU-101 was investigated with a\nseries\nof breakthrough experiments (4.3 vol % H<sub>2</sub>S with 95.7 vol\n% of N<sub>2</sub>). Samples were first activated at 120 °C for\n6 h under a flow of dry N<sub>2</sub> gas, after which the material\nwas cooled down to 25 °C. The resultant breakthrough H<sub>2</sub>S experiment led to a gas uptake of 15.95 mmol g<sup>–1</sup>, i.e., 542 mg g<sup>–1</sup>, ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">S28</ext-link>) equivalent\nto 515 cm<sup>3</sup>g<sup>–1</sup>. Surprisingly, considering\nthat the <italic>S</italic>\n<sub>BET</sub> of SU-101 is 412 m<sup>2</sup>g<sup>–1</sup>, this H<sub>2</sub>S uptake is one of the highest\nreported, and is comparable to the top-performing MOFs, such as Ni-CPO-27\n(12.0 mmol g<sup>–1</sup>, <italic>S</italic>\n<sub>BET</sub> = 1545 m<sup>2</sup> g<sup>–1</sup>), MFM-300­(Sc) (16.5 mmolg<sup>–1</sup>, <italic>S</italic>\n<sub>BET</sub> = 1360 m<sup>2</sup> g<sup>–1</sup>) or MIL-53­(Al)-TDC (18.1 mmol g<sup>–1</sup>, <italic>S</italic>\n<sub>BET</sub> = 1150 m<sup>2</sup>g<sup>–1</sup>). After the initial exposure to H<sub>2</sub>S, the sample was reactivated and used for a second H<sub>2</sub>S adsorption cycle. Interestingly, the capacity initially\nobserved was lost (0.2 mmol g<sup>–1</sup>, ) despite an apparent preservation\nof the framework, as observed by PXRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S29</ext-link>). To further investigate the seemingly lost porosity, a\nN<sub>2</sub> sorption experiment at 77 K was performed, showing a\nspecific surface area of 15 m<sup>2</sup> g<sup>–1</sup>. As\nthe framework remains intact, we hypothesize that H<sub>2</sub>S is\ncaptured by SU-101 via a chemisorption process, leading to the formation\nof polysulfides. To test this hypothesis, Raman spectra of SU-101\nwere acquired before and after H<sub>2</sub>S adsorption (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S30</ext-link>). After exposure to H<sub>2</sub>S\ntwo additional peaks appear, one at 243 cm<sup>–1</sup> corresponding\nto different S<sub>\n<italic>n</italic>\n</sub>\n<sup>2–</sup> species and another at 445 cm<sup>–1</sup> corresponding to S<sub>4</sub>\n<sup>2–</sup>. These characteristic peaks support the hypothesized chemisorption\nof H<sub>2</sub>S within SU-101, resulting in the formation of polysulfides.\nWe have recently published a similar phenomenon for MFM-300­(Sc), where the MOF can oxidize H<sub>2</sub>S, forming\nlow order polysulfides (<italic>n</italic> = 2) species. Presumably,\nthe electrochemical potential of SU-101 should be similar to the one\nfor MFM-300­(Sc) (2.29 V), considering\nthat S<sub>4</sub>\n<sup>2–</sup> species were also found for\nMFM-300­(Sc). The mechanism of polysulfide formation from H<sub>2</sub>S includes the adsorption of H<sub>2</sub>S, dissociation, oxidation,\nand recombination of sulfur species. Diffuse-reflectance\nFourier-transform infrared spectroscopy experiments (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S31</ext-link>) were conducted on SU-101 before and after H<sub>2</sub>S adsorption to explore the possible perturbation of the band\ncharacteristic of the phenolate stretching vibration in the ellagate\nanion (3408 cm<sup>–1</sup>). This band was shifted to a lower\nwavenumber (3100 cm<sup>–1</sup>) after H<sub>2</sub>S sorption,\nsuggesting a relatively strong interaction between the phenolate group\nof SU-101 and the polysulfides, as previously reported for other MOFs. This polysulfide formation, paired with the high stability of the\nmaterial, could pave the way toward applications such as the construction\nof a MOF-based lithium/sulfur battery.</p>", "clean_text": "H2S capture by SU-101 was investigated with a series of breakthrough experiments (4.3 vol % H2S with 95.7 vol % of N2). Samples were first activated at 120 °C for 6 h under a flow of dry N2 gas, after which the material was cooled down to 25 °C. The resultant breakthrough H2S experiment led to a gas uptake of 15.95 mmol g-1, i.e., 542 mg g-1, ( and S28) equivalent to 515 cm3g-1. Surprisingly, considering that the S BET of SU-101 is 412 m2g-1, this H2S uptake is one of the highest reported, and is comparable to the top-performing MOFs, such as Ni-CPO-27 (12.0 mmol g-1, S BET = 1545 m2 g-1), MFM-300(Sc) (16.5 mmolg-1, S BET = 1360 m2 g-1) or MIL-53(Al)-TDC (18.1 mmol g-1, S BET = 1150 m2g-1). After the initial exposure to H2S, the sample was reactivated and used for a second H2S adsorption cycle. Interestingly, the capacity initially observed was lost (0.2 mmol g-1, ) despite an apparent preservation of the framework, as observed by PXRD (Figure S29). To further investigate the seemingly lost porosity, a N2 sorption experiment at 77 K was performed, showing a specific surface area of 15 m2 g-1. As the framework remains intact, we hypothesize that H2S is captured by SU-101 via a chemisorption process, leading to the formation of polysulfides. To test this hypothesis, Raman spectra of SU-101 were acquired before and after H2S adsorption (Figure S30). After exposure to H2S two additional peaks appear, one at 243 cm-1 corresponding to different S n  2- species and another at 445 cm-1 corresponding to S4 2-. These characteristic peaks support the hypothesized chemisorption of H2S within SU-101, resulting in the formation of polysulfides. We have recently published a similar phenomenon for MFM-300(Sc), where the MOF can oxidize H2S, forming low order polysulfides (n = 2) species. Presumably, the electrochemical potential of SU-101 should be similar to the one for MFM-300(Sc) (2.29 V), considering that S4 2- species were also found for MFM-300(Sc). The mechanism of polysulfide formation from H2S includes the adsorption of H2S, dissociation, oxidation, and recombination of sulfur species. Diffuse-reflectance Fourier-transform infrared spectroscopy experiments (Figure S31) were conducted on SU-101 before and after H2S adsorption to explore the possible perturbation of the band characteristic of the phenolate stretching vibration in the ellagate anion (3408 cm-1). This band was shifted to a lower wavenumber (3100 cm-1) after H2S sorption, suggesting a relatively strong interaction between the phenolate group of SU-101 and the polysulfides, as previously reported for other MOFs. This polysulfide formation, paired with the high stability of the material, could pave the way toward applications such as the construction of a MOF-based lithium/sulfur battery.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Breakthrough curve of\nH<sub>2</sub>S adsorption by SU-101 at 25\n°C and 1 bar. The inset shows the comparative H<sub>2</sub>S\nadsorption capacities for each cycle.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja0c07525_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Breakthrough curve of H2S adsorption by SU-101 at 25 °C and 1 bar. The inset shows the comparative H2S adsorption capacities for each cycle.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>As the first MOF synthesized from ellagic acid,\nSU-101 exemplifies\nthe use of a renewable phenol-functionalized and plant-based linker\nto construct a highly chemically stable and biocompatible MOF under\nscalable, green, and ambient synthesis conditions. Bi<sup>3+</sup> was the first cation we combined with ellagic acid in an attempt\nto develop a new MOF, resulting in SU-101. We therefore expect that\na plethora of new crystal structures, including MOFs and coordination\npolymers, can be synthesized from ellagic acid as well as other previously\nunexplored phenolic phytochemicals. As the synthesis of SU-101 was\ncarried out at room temperature and atmospheric pressure, further\nscale-up is expected to be feasible. Combining sustainable green solvents,\nsuch as water, with renewable and inexpensive linkers as well as biocompatible\ninorganic species in the design and synthesis of new framework materials\npaves the way for further development of MOFs as green materials for\nenvironmental and health applications, including, but certainly not\nlimited to, gas capture and drug delivery.</p>", "clean_text": "Conclusions\n\nAs the first MOF synthesized from ellagic acid, SU-101 exemplifies the use of a renewable phenol-functionalized and plant-based linker to construct a highly chemically stable and biocompatible MOF under scalable, green, and ambient synthesis conditions. Bi3+ was the first cation we combined with ellagic acid in an attempt to develop a new MOF, resulting in SU-101. We therefore expect that a plethora of new crystal structures, including MOFs and coordination polymers, can be synthesized from ellagic acid as well as other previously unexplored phenolic phytochemicals. As the synthesis of SU-101 was carried out at room temperature and atmospheric pressure, further scale-up is expected to be feasible. Combining sustainable green solvents, such as water, with renewable and inexpensive linkers as well as biocompatible inorganic species in the design and synthesis of new framework materials paves the way for further development of MOFs as green materials for environmental and health applications, including, but certainly not limited to, gas capture and drug delivery.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.0c07525?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/jacs.0c07525</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>SEM images, TEM images,\ncrystallographic tables, PXRD\npatterns, VT-PXRD patterns, gas adsorption results, thermogravimetric\nanalysis results, colloidal stability studies, cytotoxicity studies,\nRaman spectra, and FT–IR spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n<list-item>\n<p>CCDC 2003313, crystallographic data\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_002.cif\">CIF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.0c07525.  SEM images, TEM images, crystallographic tables, PXRD patterns, VT-PXRD patterns, gas adsorption results, thermogravimetric analysis results, colloidal stability studies, cytotoxicity studies, Raman spectra, and FT-IR spectra (PDF)   CCDC 2003313, crystallographic data (CIF)   ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>SEM images, TEM images,\ncrystallographic tables, PXRD\npatterns, VT-PXRD patterns, gas adsorption results, thermogravimetric\nanalysis results, colloidal stability studies, cytotoxicity studies,\nRaman spectra, and FT–IR spectra (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "SEM images, TEM images, crystallographic tables, PXRD patterns, VT-PXRD patterns, gas adsorption results, thermogravimetric analysis results, colloidal stability studies, cytotoxicity studies, Raman spectra, and FT-IR spectra (PDF)", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>CCDC 2003313, crystallographic data\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_002.cif\">CIF</ext-link>)</p><p>CCDC 2003313 contains\nthe supplementary crystallographic data for this paper. These data\ncan be obtained free of charge via <uri xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\">www.ccdc.cam.ac.uk/data_request/cif</uri>, or by emailing <email>data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, U.K.; fax: + 44 1223 336033.</p>", "clean_text": "CCDC 2003313, crystallographic data (CIF)\n\nCCDC 2003313 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, U.K.; fax: + 44 1223 336033.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 11, "type": "text", "classification": "synthesis condition", "content": "<p>Two\ndifferent sources of ellagic acid were utilized for the synthesis\nof SU-101: (1) 97% chemical reagent-grade ellagic acid isolated from\nchestnut tree bark and (2) inexpensive 90% dietary supplement-grade\nellagic isolated from pomegranate hulls, marketed as an edible antioxidant.\nBoth starting materials resulted in high quality and phase-pure SU-101\nbased on powder X-ray diffraction (PXRD) and sorption data (, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">S11, and S12</ext-link>). In both cases, the mixtures remained as suspensions\nthroughout the reaction but nonetheless resulted in phase-pure SU-101.\nHigh percent yields of SU-101 were obtained at a small 30 mL reaction\nscale (76% yield; 0.28 g). Through a linear scale-up, a 600 mL large-scale\nsynthesis resulted in a similar percent yield (74%, 5.6 g) of material\nin a single batch. Although the estimated space-time-yield using these\nconditions (approximately 5 kg m<sup>–3</sup> day<sup>–1</sup>) is lower than values obtained for highly scalable MOFs (&gt;1000\nkg\nm<sup>–3</sup> day<sup>–1</sup>), one should note the simplicity and cost-efficiency of the synthesis\nprocedure, carried out at atmospheric pressure without heating or\nusing any other forms of external energy input.</p>", "clean_text": "Two different sources of ellagic acid were utilized for the synthesis of SU-101: (1) 97% chemical reagent-grade ellagic acid isolated from chestnut tree bark and (2) inexpensive 90% dietary supplement-grade ellagic isolated from pomegranate hulls, marketed as an edible antioxidant. Both starting materials resulted in high quality and phase-pure SU-101 based on powder X-ray diffraction (PXRD) and sorption data (, S11, and S12). In both cases, the mixtures remained as suspensions throughout the reaction but nonetheless resulted in phase-pure SU-101. High percent yields of SU-101 were obtained at a small 30 mL reaction scale (76% yield; 0.28 g). Through a linear scale-up, a 600 mL large-scale synthesis resulted in a similar percent yield (74%, 5.6 g) of material in a single batch. Although the estimated space-time-yield using these conditions (approximately 5 kg m-3 day-1) is lower than values obtained for highly scalable MOFs (>1000 kg m-3 day-1), one should note the simplicity and cost-efficiency of the synthesis procedure, carried out at atmospheric pressure without heating or using any other forms of external energy input.", "data": [{"meta": {"name": "SU-101", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "ellagic acid", "amount": "97%", "unit": ""}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}, {"synthesis method": "chemical synthesis", "precursor": [{"name": "ellagic acid", "amount": "90%", "unit": ""}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "", "temperature": "", "time": ""}], "yield": "76% (small scale), 74% (large scale)"}], "include_properties": ["chemical_synthesis"]}, {"idx": "1, 19, 20, 21, 27, 28, 30", "type": "text", "classification": "property", "content": "<p>The\nfirst bioinspired microporous metal–organic framework\n(MOF) synthesized using ellagic acid, a common natural antioxidant\nand polyphenol building unit, is presented. Bi<sub>2</sub>O­(H<sub>2</sub>O)<sub>2</sub>(C<sub>14</sub>H<sub>2</sub>O<sub>8</sub>)·<italic>n</italic>H<sub>2</sub>O (SU-101) was inspired by bismuth phenolate\nmetallodrugs, and could be synthesized entirely from nonhazardous\nor edible reagents under ambient aqueous conditions, enabling simple\nscale-up. Reagent-grade and affordable dietary supplement-grade ellagic\nacid was sourced from tree bark and pomegranate hulls, respectively.\nBiocompatibility and colloidal stability were confirmed by in vitro\nassays. The material exhibits remarkable chemical stability for a\nbioinspired MOF (pH = 2–14, hydrothermal conditions, heated\norganic solvents, biological media, SO<sub>2</sub> and H<sub>2</sub>S), attributed to the strongly chelating phenolates. A total H<sub>2</sub>S uptake of 15.95 mmol g<sup>–1</sup> was recorded,\nrepresenting one of the highest H<sub>2</sub>S capacities for a MOF,\nwhere polysulfides are formed inside the pores of the material. Phenolic\nphytochemicals remain largely unexplored as linkers for MOF synthesis,\nopening new avenues to design stable, eco-friendly, scalable, and\nlow-cost MOFs for diverse applications, including drug delivery.</p><p>The thermal stability of SU-101 was assessed by\nvariable temperature powder X-ray diffraction (VT-PXRD), revealing\nthat the framework remains crystalline under vacuum or in a nitrogen\natmosphere at temperatures of up to 500 °C (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S8 and S9</ext-link>). While VT-PXRD tests are not always employed\nto study the thermal stability of MOFs, hindering an overall comparison,\nan intact and open framework at 500 °C (independent of atmosphere)\nhas only been shown for a small handful of MOFs, such as CFA-2 and\nZIF-8. The framework remains intact up\nto 250 °C in air, after which the ellagate anion likely oxidizes,\nleading to a loss of crystallinity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S10</ext-link>). This has also been observed with other MOFs composed of phenolate\nlinkers and has been attributed to the relative ease with which phenolates\nare oxidized.\n</p><p>The permanent microporosity\nof SU-101 was confirmed by N<sub>2</sub> sorption experiments at 77\nK after activating the material at 150\n°C under vacuum for 10 h. Type I N<sub>2</sub> isotherms, typical\nfor microporous materials, were observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S11 and S12</ext-link>), with a Brunauer–Emmett–Teller surface\narea (<italic>S</italic>\n<sub>BET</sub>) of 412 m<sup>2</sup>g<sup>–1</sup> when using reagent-grade ellagic acid for synthesis\nand 350 m<sup>2</sup> g<sup>–1</sup> for a washed large-scale\nbatch produced from supplement-grade ellagic acid. These values are\nwithin the range of surface areas previously reported for Bi­(<sc>iii</sc>)-MOFs (70–1100 m<sup>2</sup> g<sup>–1</sup>).\n</p><p>The average pore size of SU-101 was estimated\nto be approximately\n6.8 Å (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S13</ext-link>), in good agreement\nwith the crystallographic model (6–7 Å). The pore size\ndistribution was calculated using the density functional theory (DFT)\nmethod with a N<sub>2</sub> slit pore model. The trend toward lower\nsurface areas obtained by Bi­(<sc>iii</sc>)-MOFs in units of m<sup>2</sup> g<sup>–1</sup> is in part due to the heavy nature\nof Bi<sup>3+</sup> compared to the significantly lighter metal cations\nfound in the large majority of other MOFs. The adsorption of other\nenvironmentally and industrially relevant gases, CO<sub>2</sub> and\nCH<sub>4</sub>, was also investigated (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S14</ext-link>), where SU-101 displays a higher affinity toward CO<sub>2</sub> over N<sub>2</sub> and CH<sub>4</sub>, due to the lower saturation\npressure of CO<sub>2</sub>. The CO<sub>2</sub>/N<sub>2</sub> selectivity\nfor a hypothetical flue gas mixture, containing 15 kPa CO<sub>2</sub> and 85 kPa N<sub>2</sub> was estimated using the equation <italic>s</italic> = (q<italic>1</italic>/<italic>q</italic>2)/(<italic>p</italic>1/<italic>p</italic>2), giving a CO<sub>2</sub>/N<sub>2</sub> selectivity\nof ∼35, yet other MOFs and porous materials have shown higher\nselectivity and CO<sub>2</sub> uptakes under similar conditions. Even so, bismuth-based MOFs are of interest\nas precursors to electrocatalysts for CO<sub>2</sub> reduction, as\ndemonstrated using CAU-7.\n</p><title>Colloidal Stability and Biocompatibility</title><p>In addition\nto the structural and chemical stability of a material in biorelevant\nconditions, insight into the physicochemical properties such as charge,\nsurface chemistry, and colloidal stability will affect the affinity\nto different biological structures, which in turn governs the efficacy\nand biodistribution of the material. Aqueous suspensions\nof SU-101 exhibit a small and monodisperse particle size of 129 ±\n2 nm (PdI ∼ 0.3), a size which is a priori compatible with\nintravenous drug administration. This\nhydrodynamic diameter, obtained by dynamic light scattering (DLS)\nmeasurements, assumes a spherical particle shape in solution, yet\nis in fair agreement with the microscopic observations acquired by\nTEM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S1 and S2</ext-link>), showing polydispersed\nelongated crystals at its dry state (176 ± 88 nm length and 51\n± 18 nm wide; measured from 200 particles). This slight particle\nsize difference between methods has been previously observed. In addition, previous intravenous toxicological\nstudies using elongated MOF nanoparticles did not show any signs of\nin vivo toxicity associated with the MOF morphology. As such, a biocompatible character of SU-101 is expected (see below).\nWhen monitoring the particle size over time (24 h), SU-101 exhibited\nsuitable colloidal stability in water (average size ∼137 ±\n4 nm; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S19</ext-link>) with a strongly negative\nζ-potential (−35 mV), possibly due to the presence of\npartially coordinated ellagate anions or hydroxyl groups completing\nthe coordination sphere of superficial Bi<sup>3+</sup>. In turn, the\nresulting electrostatic repulsions might be responsible for the observed\ncolloidal stability. In RPMI, the observed particle size is slightly\nlarger than that in water (180 ± 26 nm), while also showing a\nless negative ζ-potential (−10 mV). This is expected\nas proteins in the RPMI media (supplemented with FBS) can adhere to\nthe particle surfaces, hampering direct interparticle contact through\nthe formation of a protein corona, leading to lower surface charge\nvalues (from −35 ± 1 to −10 ± 0 mV), in agreement\nwith previous colloidal MOF behaviors. Colloidal\nstability is maintained over time, with a particle size of 200 ±\n11 nm over 24 h, further indicating properties suitable for biological\napplications.</p><p>To explore the intrinsic qualities and potential\napplications of this green material, in vitro cytotoxicity tests were\nperformed to assess the biocompatibility of SU-101. For these purposes,\na promyelocytic cell line (HL-60) was selected as a model for differentiated\nphagocytic cells and granulocytes involved in the body’s defense.\nRemarkably, after 24 h of cell contact, a very low cytotoxicity profile\nwas observed (80% maximum inhibitory concentration, IC<sub>80</sub> = 1000 μgmL<sup>–1</sup>), even when exposed to very\nhigh concentrations of SU-101 (up to 1200 μgmL<sup>–1</sup>; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S20</ext-link>). This is in agreement with\nthe absence of severe toxicity observed for the individual reagentsellagic\nacid and bismuth acetate. Therefore, SU-101 seems to be a promising\ncandidate for environmental and biological applications, such as depollution\nand drug delivery, both being chemically stable and biocompatible.</p><p>To investigate the adsorptive properties of SU-101, SO<sub>2</sub> sorption isotherms were acquired at pressures between 0 to\n1 bar at 298 K on an activated sample using a Dynamic Gravimetric\nGas/Vapor Sorption Analyzer, DVS vacuum (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">SI</ext-link>). The resulting SO<sub>2</sub> isotherm shows a total uptake of\n2.2 mmol g<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S21</ext-link>). Although this value is considerably lower than the uptake of other\nMOFs, the stability of SU-101 upon adsorption–desorption\ncycling was investigated and structural integrity after both dry and\nhumid SO<sub>2</sub> sorption was confirmed by PXRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S25 and S27</ext-link>). Furthermore, the host–guest interaction\nbetween SU-101 and SO<sub>2</sub> was quantified, evaluating the isosteric\nheat of adsorption (Δ<italic>H</italic>) for SO<sub>2</sub> at\nlow coverage for SU-101 (estimated by fitting two adsorption isotherms\nat 303 and 308 K to a Clausius–Clapeyron equation, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figures S22 and S23</ext-link>). The low isosteric heat\nof adsorption for SO<sub>2</sub> (Δ<italic>H</italic> = −29.6\nkJ mol<sup>–1</sup>) indicates that no M–SO<sub>2</sub> interactions occur (&gt;90 kJ mol<sup>–1</sup>). Since the heat of adsorption was low, cycling\nexperiments were carried out, where activation of SU-101 between cycles\nwas achieved by applying vacuum (1.7 × 10<sup>–6</sup> Torr) for only 15 min at 298 K. Using this procedure, it was demonstrated\nthat the SO<sub>2</sub> capture capacity (1 bar, 298 K) remains constant\nduring 50 adsorption–desorption cycles (2.200 ± 0.004\nmmol g<sup>–1</sup>, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S24</ext-link>)\nwith the structure remaining intact (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S25</ext-link>).</p>", "clean_text": "The first bioinspired microporous metal-organic framework (MOF) synthesized using ellagic acid, a common natural antioxidant and polyphenol building unit, is presented. Bi2O(H2O)2(C14H2O8)⋅nH2O (SU-101) was inspired by bismuth phenolate metallodrugs, and could be synthesized entirely from nonhazardous or edible reagents under ambient aqueous conditions, enabling simple scale-up. Reagent-grade and affordable dietary supplement-grade ellagic acid was sourced from tree bark and pomegranate hulls, respectively. Biocompatibility and colloidal stability were confirmed by in vitro assays. The material exhibits remarkable chemical stability for a bioinspired MOF (pH = 2-14, hydrothermal conditions, heated organic solvents, biological media, SO2 and H2S), attributed to the strongly chelating phenolates. A total H2S uptake of 15.95 mmol g-1 was recorded, representing one of the highest H2S capacities for a MOF, where polysulfides are formed inside the pores of the material. Phenolic phytochemicals remain largely unexplored as linkers for MOF synthesis, opening new avenues to design stable, eco-friendly, scalable, and low-cost MOFs for diverse applications, including drug delivery.\n\nThe thermal stability of SU-101 was assessed by variable temperature powder X-ray diffraction (VT-PXRD), revealing that the framework remains crystalline under vacuum or in a nitrogen atmosphere at temperatures of up to 500 °C (Figures S8 and S9). While VT-PXRD tests are not always employed to study the thermal stability of MOFs, hindering an overall comparison, an intact and open framework at 500 °C (independent of atmosphere) has only been shown for a small handful of MOFs, such as CFA-2 and ZIF-8. The framework remains intact up to 250 °C in air, after which the ellagate anion likely oxidizes, leading to a loss of crystallinity (Figure S10). This has also been observed with other MOFs composed of phenolate linkers and has been attributed to the relative ease with which phenolates are oxidized. \n\nThe permanent microporosity of SU-101 was confirmed by N2 sorption experiments at 77 K after activating the material at 150 °C under vacuum for 10 h. Type I N2 isotherms, typical for microporous materials, were observed (Figures S11 and S12), with a Brunauer-Emmett-Teller surface area (S BET) of 412 m2g-1 when using reagent-grade ellagic acid for synthesis and 350 m2 g-1 for a washed large-scale batch produced from supplement-grade ellagic acid. These values are within the range of surface areas previously reported for Bi(iii)-MOFs (70-1100 m2 g-1). \n\nThe average pore size of SU-101 was estimated to be approximately 6.8 Å (Figure S13), in good agreement with the crystallographic model (6-7 Å). The pore size distribution was calculated using the density functional theory (DFT) method with a N2 slit pore model. The trend toward lower surface areas obtained by Bi(iii)-MOFs in units of m2 g-1 is in part due to the heavy nature of Bi3+ compared to the significantly lighter metal cations found in the large majority of other MOFs. The adsorption of other environmentally and industrially relevant gases, CO2 and CH4, was also investigated (Figure S14), where SU-101 displays a higher affinity toward CO2 over N2 and CH4, due to the lower saturation pressure of CO2. The CO2/N2 selectivity for a hypothetical flue gas mixture, containing 15 kPa CO2 and 85 kPa N2 was estimated using the equation s = (q1/q2)/(p1/p2), giving a CO2/N2 selectivity of ~35, yet other MOFs and porous materials have shown higher selectivity and CO2 uptakes under similar conditions. Even so, bismuth-based MOFs are of interest as precursors to electrocatalysts for CO2 reduction, as demonstrated using CAU-7. \n\nColloidal Stability and Biocompatibility\n\nIn addition to the structural and chemical stability of a material in biorelevant conditions, insight into the physicochemical properties such as charge, surface chemistry, and colloidal stability will affect the affinity to different biological structures, which in turn governs the efficacy and biodistribution of the material. Aqueous suspensions of SU-101 exhibit a small and monodisperse particle size of 129 ± 2 nm (PdI ~ 0.3), a size which is a priori compatible with intravenous drug administration. This hydrodynamic diameter, obtained by dynamic light scattering (DLS) measurements, assumes a spherical particle shape in solution, yet is in fair agreement with the microscopic observations acquired by TEM (Figures S1 and S2), showing polydispersed elongated crystals at its dry state (176 ± 88 nm length and 51 ± 18 nm wide; measured from 200 particles). This slight particle size difference between methods has been previously observed. In addition, previous intravenous toxicological studies using elongated MOF nanoparticles did not show any signs of in vivo toxicity associated with the MOF morphology. As such, a biocompatible character of SU-101 is expected (see below). When monitoring the particle size over time (24 h), SU-101 exhibited suitable colloidal stability in water (average size ~137 ± 4 nm; Figure S19) with a strongly negative ζ-potential (-35 mV), possibly due to the presence of partially coordinated ellagate anions or hydroxyl groups completing the coordination sphere of superficial Bi3+. In turn, the resulting electrostatic repulsions might be responsible for the observed colloidal stability. In RPMI, the observed particle size is slightly larger than that in water (180 ± 26 nm), while also showing a less negative ζ-potential (-10 mV). This is expected as proteins in the RPMI media (supplemented with FBS) can adhere to the particle surfaces, hampering direct interparticle contact through the formation of a protein corona, leading to lower surface charge values (from -35 ± 1 to -10 ± 0 mV), in agreement with previous colloidal MOF behaviors. Colloidal stability is maintained over time, with a particle size of 200 ± 11 nm over 24 h, further indicating properties suitable for biological applications.\n\nTo explore the intrinsic qualities and potential applications of this green material, in vitro cytotoxicity tests were performed to assess the biocompatibility of SU-101. For these purposes, a promyelocytic cell line (HL-60) was selected as a model for differentiated phagocytic cells and granulocytes involved in the body's defense. Remarkably, after 24 h of cell contact, a very low cytotoxicity profile was observed (80% maximum inhibitory concentration, IC80 = 1000 μgmL-1), even when exposed to very high concentrations of SU-101 (up to 1200 μgmL-1; Figure S20). This is in agreement with the absence of severe toxicity observed for the individual reagentsellagic acid and bismuth acetate. Therefore, SU-101 seems to be a promising candidate for environmental and biological applications, such as depollution and drug delivery, both being chemically stable and biocompatible.\n\nTo investigate the adsorptive properties of SU-101, SO2 sorption isotherms were acquired at pressures between 0 to 1 bar at 298 K on an activated sample using a Dynamic Gravimetric Gas/Vapor Sorption Analyzer, DVS vacuum (see SI). The resulting SO2 isotherm shows a total uptake of 2.2 mmol g-1 (Figure S21). Although this value is considerably lower than the uptake of other MOFs, the stability of SU-101 upon adsorption-desorption cycling was investigated and structural integrity after both dry and humid SO2 sorption was confirmed by PXRD (Figures S25 and S27). Furthermore, the host-guest interaction between SU-101 and SO2 was quantified, evaluating the isosteric heat of adsorption (ΔH) for SO2 at low coverage for SU-101 (estimated by fitting two adsorption isotherms at 303 and 308 K to a Clausius-Clapeyron equation, Figures S22 and S23). The low isosteric heat of adsorption for SO2 (ΔH = -29.6 kJ mol-1) indicates that no M-SO2 interactions occur (>90 kJ mol-1). Since the heat of adsorption was low, cycling experiments were carried out, where activation of SU-101 between cycles was achieved by applying vacuum (1.7 × 10-6 Torr) for only 15 min at 298 K. Using this procedure, it was demonstrated that the SO2 capture capacity (1 bar, 298 K) remains constant during 50 adsorption-desorption cycles (2.200 ± 0.004 mmol g-1, Figure S24) with the structure remaining intact (Figure S25).", "data": [[{"meta": {"name": "SU-101", "symbol": "", "chemical formula": "Bi2O(H2O)2(C14H2O8)nH2O"}, "decomposition temperature": [{"value": "500", "unit": "°C", "type": "thermal stability", "condition": "vacuum or nitrogen atmosphere"}], "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "", "unit": "wt%", "temperature": "25°C", "pressure": "1 atm", "condition": ""}, {"adsorbate": "N2", "adsorbed amount": "", "unit": "wt%", "temperature": "77 K", "pressure": "1 atm", "condition": ""}]}]], "include_properties": ["decomposition_temperature", "gas_adsorption"]}, {"idx": 31, "type": "text", "classification": "property", "content": "<p>H<sub>2</sub>S capture by SU-101 was investigated with a\nseries\nof breakthrough experiments (4.3 vol % H<sub>2</sub>S with 95.7 vol\n% of N<sub>2</sub>). Samples were first activated at 120 °C for\n6 h under a flow of dry N<sub>2</sub> gas, after which the material\nwas cooled down to 25 °C. The resultant breakthrough H<sub>2</sub>S experiment led to a gas uptake of 15.95 mmol g<sup>–1</sup>, i.e., 542 mg g<sup>–1</sup>, ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">S28</ext-link>) equivalent\nto 515 cm<sup>3</sup>g<sup>–1</sup>. Surprisingly, considering\nthat the <italic>S</italic>\n<sub>BET</sub> of SU-101 is 412 m<sup>2</sup>g<sup>–1</sup>, this H<sub>2</sub>S uptake is one of the highest\nreported, and is comparable to the top-performing MOFs, such as Ni-CPO-27\n(12.0 mmol g<sup>–1</sup>, <italic>S</italic>\n<sub>BET</sub> = 1545 m<sup>2</sup> g<sup>–1</sup>), MFM-300­(Sc) (16.5 mmolg<sup>–1</sup>, <italic>S</italic>\n<sub>BET</sub> = 1360 m<sup>2</sup> g<sup>–1</sup>) or MIL-53­(Al)-TDC (18.1 mmol g<sup>–1</sup>, <italic>S</italic>\n<sub>BET</sub> = 1150 m<sup>2</sup>g<sup>–1</sup>). After the initial exposure to H<sub>2</sub>S, the sample was reactivated and used for a second H<sub>2</sub>S adsorption cycle. Interestingly, the capacity initially\nobserved was lost (0.2 mmol g<sup>–1</sup>, ) despite an apparent preservation\nof the framework, as observed by PXRD (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S29</ext-link>). To further investigate the seemingly lost porosity, a\nN<sub>2</sub> sorption experiment at 77 K was performed, showing a\nspecific surface area of 15 m<sup>2</sup> g<sup>–1</sup>. As\nthe framework remains intact, we hypothesize that H<sub>2</sub>S is\ncaptured by SU-101 via a chemisorption process, leading to the formation\nof polysulfides. To test this hypothesis, Raman spectra of SU-101\nwere acquired before and after H<sub>2</sub>S adsorption (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S30</ext-link>). After exposure to H<sub>2</sub>S\ntwo additional peaks appear, one at 243 cm<sup>–1</sup> corresponding\nto different S<sub>\n<italic>n</italic>\n</sub>\n<sup>2–</sup> species and another at 445 cm<sup>–1</sup> corresponding to S<sub>4</sub>\n<sup>2–</sup>. These characteristic peaks support the hypothesized chemisorption\nof H<sub>2</sub>S within SU-101, resulting in the formation of polysulfides.\nWe have recently published a similar phenomenon for MFM-300­(Sc), where the MOF can oxidize H<sub>2</sub>S, forming\nlow order polysulfides (<italic>n</italic> = 2) species. Presumably,\nthe electrochemical potential of SU-101 should be similar to the one\nfor MFM-300­(Sc) (2.29 V), considering\nthat S<sub>4</sub>\n<sup>2–</sup> species were also found for\nMFM-300­(Sc). The mechanism of polysulfide formation from H<sub>2</sub>S includes the adsorption of H<sub>2</sub>S, dissociation, oxidation,\nand recombination of sulfur species. Diffuse-reflectance\nFourier-transform infrared spectroscopy experiments (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.0c07525/suppl_file/ja0c07525_si_001.pdf\">Figure S31</ext-link>) were conducted on SU-101 before and after H<sub>2</sub>S adsorption to explore the possible perturbation of the band\ncharacteristic of the phenolate stretching vibration in the ellagate\nanion (3408 cm<sup>–1</sup>). This band was shifted to a lower\nwavenumber (3100 cm<sup>–1</sup>) after H<sub>2</sub>S sorption,\nsuggesting a relatively strong interaction between the phenolate group\nof SU-101 and the polysulfides, as previously reported for other MOFs. This polysulfide formation, paired with the high stability of the\nmaterial, could pave the way toward applications such as the construction\nof a MOF-based lithium/sulfur battery.</p>", "clean_text": "H2S capture by SU-101 was investigated with a series of breakthrough experiments (4.3 vol % H2S with 95.7 vol % of N2). Samples were first activated at 120 °C for 6 h under a flow of dry N2 gas, after which the material was cooled down to 25 °C. The resultant breakthrough H2S experiment led to a gas uptake of 15.95 mmol g-1, i.e., 542 mg g-1, ( and S28) equivalent to 515 cm3g-1. Surprisingly, considering that the S BET of SU-101 is 412 m2g-1, this H2S uptake is one of the highest reported, and is comparable to the top-performing MOFs, such as Ni-CPO-27 (12.0 mmol g-1, S BET = 1545 m2 g-1), MFM-300(Sc) (16.5 mmolg-1, S BET = 1360 m2 g-1) or MIL-53(Al)-TDC (18.1 mmol g-1, S BET = 1150 m2g-1). After the initial exposure to H2S, the sample was reactivated and used for a second H2S adsorption cycle. Interestingly, the capacity initially observed was lost (0.2 mmol g-1, ) despite an apparent preservation of the framework, as observed by PXRD (Figure S29). To further investigate the seemingly lost porosity, a N2 sorption experiment at 77 K was performed, showing a specific surface area of 15 m2 g-1. As the framework remains intact, we hypothesize that H2S is captured by SU-101 via a chemisorption process, leading to the formation of polysulfides. To test this hypothesis, Raman spectra of SU-101 were acquired before and after H2S adsorption (Figure S30). After exposure to H2S two additional peaks appear, one at 243 cm-1 corresponding to different S n  2- species and another at 445 cm-1 corresponding to S4 2-. These characteristic peaks support the hypothesized chemisorption of H2S within SU-101, resulting in the formation of polysulfides. We have recently published a similar phenomenon for MFM-300(Sc), where the MOF can oxidize H2S, forming low order polysulfides (n = 2) species. Presumably, the electrochemical potential of SU-101 should be similar to the one for MFM-300(Sc) (2.29 V), considering that S4 2- species were also found for MFM-300(Sc). The mechanism of polysulfide formation from H2S includes the adsorption of H2S, dissociation, oxidation, and recombination of sulfur species. Diffuse-reflectance Fourier-transform infrared spectroscopy experiments (Figure S31) were conducted on SU-101 before and after H2S adsorption to explore the possible perturbation of the band characteristic of the phenolate stretching vibration in the ellagate anion (3408 cm-1). This band was shifted to a lower wavenumber (3100 cm-1) after H2S sorption, suggesting a relatively strong interaction between the phenolate group of SU-101 and the polysulfides, as previously reported for other MOFs. This polysulfide formation, paired with the high stability of the material, could pave the way toward applications such as the construction of a MOF-based lithium/sulfur battery.", "data": [[{"meta": {"name": "SU-101", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "412", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "SU-101", "symbol": "", "chemical formula": ""}, "surface area": {"type": "", "probe": "", "value": "15", "unit": "m2/g", "condition": "N2 sorption experiment at 77 K"}}]], "include_properties": ["surface_area"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Ellagic\nacidthe phenolic building unit of ellagitannins.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja0c07525_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Ellagic acidthe phenolic building unit of ellagitannins.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Powder X-ray diffraction\npatterns of SU-101 made from reagent-grade\nellagic acid (97% ellagic acid, isolated from chestnut tree bark)\nand supplement-grade ellagic acid (90% ellagic acid, isolated from\npomegranate hulls), as well as a simulated powder X-ray diffraction\npattern of SU-101.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja0c07525_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Powder X-ray diffraction patterns of SU-101 made from reagent-grade ellagic acid (97% ellagic acid, isolated from chestnut tree bark) and supplement-grade ellagic acid (90% ellagic acid, isolated from pomegranate hulls), as well as a simulated powder X-ray diffraction pattern of SU-101.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Reciprocal space projection of 3DED data collected on\nSU-101, viewed\nalong c*, and an image of the crystal studied (larger crystals were\nspecifically prepared for structure determination using an alternative\nhydrothermal synthesis procedure).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja0c07525_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Reciprocal space projection of 3DED data collected on SU-101, viewed along c*, and an image of the crystal studied (larger crystals were specifically prepared for structure determination using an alternative hydrothermal synthesis procedure).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) The structure of SU-101 as viewed down the <italic>c</italic>-axis. Hydrogen atoms and water molecules in the pores are omitted\nfor clarity. (b) The coordination environment around Bi<sup>3+</sup>. The bond to a coordinated water molecule is represented as a dashed\nline. (c, d) Chelation of ellagate toward the bismuth oxo rods. (e)\nThe tiling of the <bold>svd</bold> net. (f) The underlying svd net.\n(g, h) Choice of nodes for the deconstruction of the infinite IBU.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja0c07525_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) The structure of SU-101 as viewed down the c-axis. Hydrogen atoms and water molecules in the pores are omitted for clarity. (b) The coordination environment around Bi3+. The bond to a coordinated water molecule is represented as a dashed line. (c, d) Chelation of ellagate toward the bismuth oxo rods. (e) The tiling of the svd net. (f) The underlying svd net. (g, h) Choice of nodes for the deconstruction of the infinite IBU.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Powder X-ray diffraction patterns of SU-101 before and\nafter exposure\nto a variety of aqueous conditions including a wide pH-range, hydrothermal\nconditions and simulated biological media. The limit of stability\nin acidic solutions can be seen at pH = 2, where a small peak appears\nat 2θ = 12°, attributed to the formation of BiOCl.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja0c07525_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Powder X-ray diffraction patterns of SU-101 before and after exposure to a variety of aqueous conditions including a wide pH-range, hydrothermal conditions and simulated biological media. The limit of stability in acidic solutions can be seen at pH = 2, where a small peak appears at 2θ = 12°, attributed to the formation of BiOCl.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Breakthrough curve of\nH<sub>2</sub>S adsorption by SU-101 at 25\n°C and 1 bar. The inset shows the comparative H<sub>2</sub>S\nadsorption capacities for each cycle.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja0c07525_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Breakthrough curve of H2S adsorption by SU-101 at 25 °C and 1 bar. The inset shows the comparative H2S adsorption capacities for each cycle.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.0c07525", "title": null, "journal": "American Chemical\nSociety", "date": "2020.09", "author_list": ["Grape\nErik Svensson", "Flores\nJ. Gabriel", "Hidalgo\nTania", "Martínez-Ahumada\nEva", "Gutiérrez-Alejandre\nAída", "Hautier\nAudrey", "Williams\nDaryl R.", "O’Keeffe\nMichael", "Öhrström\nLars", "Willhammar\nTom", "Horcajada\nPatricia", "Ibarra\nIlich A.", "Inge\nA. Ken"]}}