{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja1c00108.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>In\ncoordination-based supramolecular materials such as metallogels,\nsimultaneous temporal and spatial control of their assembly remains\nchallenging. Here, we demonstrate that the combination of light with\nacids as stimuli allows for the spatiotemporal control over the architectures,\nmechanical properties, and shape of porous soft materials based on\nmetal–organic polyhedra (MOPs). First, we show that the formation\nof a colloidal gel network from a preformed kinetically trapped MOP\nsolution can be triggered upon addition of trifluoroacetic acid (TFA)\nand that acid concentration determines the reaction kinetics. As determined\nby time-resolved dynamic light scattering, UV–vis absorption,\nand <sup>1</sup>H NMR spectroscopies and rheology measurements, the\nconsequences of the increase in acid concentration are (i) an increase\nin the cross-linking between MOPs; (ii) a growth in the size of the\ncolloidal particles forming the gel network; (iii) an increase in\nthe density of the colloidal network; and (iv) a decrease in the ductility\nand stiffness of the resulting gel. We then demonstrate that irradiation\nof a dispersed photoacid generator, pyranine, allows the spatiotemporal\ncontrol of the gel formation by locally triggering the self-assembly\nprocess. Using this methodology, we show that the gel can be patterned\ninto a desired shape. Such precise positioning of the assembled structures,\ncombined with the stable and permanent porosity of MOPs, could allow\ntheir integration into devices for applications such as sensing, separation,\ncatalysis, or drug release.</p>", "clean_text": "In coordination-based supramolecular materials such as metallogels, simultaneous temporal and spatial control of their assembly remains challenging. Here, we demonstrate that the combination of light with acids as stimuli allows for the spatiotemporal control over the architectures, mechanical properties, and shape of porous soft materials based on metal-organic polyhedra (MOPs). First, we show that the formation of a colloidal gel network from a preformed kinetically trapped MOP solution can be triggered upon addition of trifluoroacetic acid (TFA) and that acid concentration determines the reaction kinetics. As determined by time-resolved dynamic light scattering, UV-vis absorption, and 1H NMR spectroscopies and rheology measurements, the consequences of the increase in acid concentration are (i) an increase in the cross-linking between MOPs; (ii) a growth in the size of the colloidal particles forming the gel network; (iii) an increase in the density of the colloidal network; and (iv) a decrease in the ductility and stiffness of the resulting gel. We then demonstrate that irradiation of a dispersed photoacid generator, pyranine, allows the spatiotemporal control of the gel formation by locally triggering the self-assembly process. Using this methodology, we show that the gel can be patterned into a desired shape. Such precise positioning of the assembled structures, combined with the stable and permanent porosity of MOPs, could allow their integration into devices for applications such as sensing, separation, catalysis, or drug release.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In biological systems,\nself-assembly processes are often both temporally\nand spatially regulated. In fact, the kinetics\nof formation and the hierarchical assembly of the structures are responsive\nand capable of adapting to changes in environment. Artificial\nsupramolecular materials have been developed inspired by the sophisticated\npolymerizations found in nature. In such systems, the\nassembly of molecules into different architectures is controlled by\nthe precise design of building blocks, encoded with specific functional\ngroups to direct molecular recognition and interaction.\n</p>", "clean_text": "Introduction\n\nIn biological systems, self-assembly processes are often both temporally and spatially regulated. In fact, the kinetics of formation and the hierarchical assembly of the structures are responsive and capable of adapting to changes in environment. Artificial supramolecular materials have been developed inspired by the sophisticated polymerizations found in nature. In such systems, the assembly of molecules into different architectures is controlled by the precise design of building blocks, encoded with specific functional groups to direct molecular recognition and interaction. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Often, the assembly pathways for artificial\nsupramolecular materials\nare thermodynamically driven; however, such pathways can offer a limited\nrange of control over the resulting material properties and functions.\nIn contrast, kinetic pathways can be used to obtain materials with\nincreased structural and functional complexities because they offer\ntemporal control (i.e., through reaction kinetics) and\nspatial control (i.e., through diffusion phenomena) of individual molecules, which can be manipulated either\nseparately or simultaneously. Here, the challenge is to both generate\nchemical gradients and regulate molecular interactions. One possible approach is to use microfluidics,\nwhich precisely controls flow rates and reactant diffusion. Another possible approach is the use of external\nphysical or chemical stimuli, which can regulate the dynamic interactions\nbetween molecular building blocks. Light\ncan be used to selectively and spatially trigger the formation of\nvarious supramolecular systems with defined shape and positioning. In addition, light can be converted into a chemical stimulus when\nit is used to irradiate a photoreceptor capable of releasing a proton\n(photoacid generator, PAG) or a base (photobase generator, PBG). Thus, light could enable both temporal and spatial control of self-assembly.\n</p>", "clean_text": "Often, the assembly pathways for artificial supramolecular materials are thermodynamically driven; however, such pathways can offer a limited range of control over the resulting material properties and functions. In contrast, kinetic pathways can be used to obtain materials with increased structural and functional complexities because they offer temporal control (i.e., through reaction kinetics) and spatial control (i.e., through diffusion phenomena) of individual molecules, which can be manipulated either separately or simultaneously. Here, the challenge is to both generate chemical gradients and regulate molecular interactions. One possible approach is to use microfluidics, which precisely controls flow rates and reactant diffusion. Another possible approach is the use of external physical or chemical stimuli, which can regulate the dynamic interactions between molecular building blocks. Light can be used to selectively and spatially trigger the formation of various supramolecular systems with defined shape and positioning. In addition, light can be converted into a chemical stimulus when it is used to irradiate a photoreceptor capable of releasing a proton (photoacid generator, PAG) or a base (photobase generator, PBG). Thus, light could enable both temporal and spatial control of self-assembly. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Metallogels have attracted interest because\ncoordination chemistry\noffers a route to integrate metal ion-based properties (redox, optical,\nelectronic, and magnetic) into soft materials that can be self-healing,\nelastic, and responsive to stimuli. In metallogels,\nthe spatiotemporal control of the self-assembly process is limited\nbecause the metal ions that are part of the gel structure are also\nrequired to trigger the gelation, hindering the use of external stimuli.\nOne strategy to circumvent this limitation is through the use of preformed\nmetallacycles, metal–organic complexes, or even discrete molecular cages such as metal–organic polyhedra\n(MOPs). Recent advances with MOPs have allowed porosity\nto be incorporated as a new property in the soft materials or to form\nextended crystalline structures such as metal–organic frameworks\n(MOFs). MOPs, as building blocks, can be assembled into metallogels\nvia a wide variety of intermolecular interactions such as electrostatic\nattraction, dynamic-covalent bonds, coordination bonds, or host–guest complexation, which can\nall be triggered in response to various stimuli. However, it is still\na challenge to spatiotemporally control the reaction pathway, structures,\nand resulting properties of metallogels.</p>", "clean_text": "Metallogels have attracted interest because coordination chemistry offers a route to integrate metal ion-based properties (redox, optical, electronic, and magnetic) into soft materials that can be self-healing, elastic, and responsive to stimuli. In metallogels, the spatiotemporal control of the self-assembly process is limited because the metal ions that are part of the gel structure are also required to trigger the gelation, hindering the use of external stimuli. One strategy to circumvent this limitation is through the use of preformed metallacycles, metal-organic complexes, or even discrete molecular cages such as metal-organic polyhedra (MOPs). Recent advances with MOPs have allowed porosity to be incorporated as a new property in the soft materials or to form extended crystalline structures such as metal-organic frameworks (MOFs). MOPs, as building blocks, can be assembled into metallogels via a wide variety of intermolecular interactions such as electrostatic attraction, dynamic-covalent bonds, coordination bonds, or host-guest complexation, which can all be triggered in response to various stimuli. However, it is still a challenge to spatiotemporally control the reaction pathway, structures, and resulting properties of metallogels.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Here, we show that\nthe use of a photoacid can enable spatiotemporal\ncontrol of the supramolecular polymerization of MOPs into porous colloidal\ngel networks with tunable architecture, mechanical properties, and\nshape. First, we demonstrate that acid can be used to induce the supramolecular\npolymerization reaction of monomeric MOP units (a). Then, we demonstrate that irradiation\nof a pregelation mixture containing a PAG (pyranine) can spatially\nmodulate the local concentration of acid and thus remotely trigger\nthe self-assembly process and patterning of the solution into a gel\nof desired shape (b).</p>", "clean_text": "Here, we show that the use of a photoacid can enable spatiotemporal control of the supramolecular polymerization of MOPs into porous colloidal gel networks with tunable architecture, mechanical properties, and shape. First, we demonstrate that acid can be used to induce the supramolecular polymerization reaction of monomeric MOP units (a). Then, we demonstrate that irradiation of a pregelation mixture containing a PAG (pyranine) can spatially modulate the local concentration of acid and thus remotely trigger the self-assembly process and patterning of the solution into a gel of desired shape (b).", "data": null, "include_properties": null}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Strategy to achieve temporal and spatiotemporal control. (a) Schematic\nview of the molecular structure of the kinetically trapped MOP, <bold>(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>12</bold>\n</sub>, where the 12 metal nodes of the cage are coordinated\nby <bold>bix</bold> molecules in a monodentate fashion (blue filled\nring) with the corresponding simplified representation emphasizing\nthe cuboctahedral shape of the cage (the alkyl chains are omitted\nfor clarity). The addition of trifluoroacetic acid (TFA) triggers\nthe supramolecular polymerization reaction and the formation of the\nporous colloidal gel network, <bold>[(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>]</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">n</italic>\n</bold>\n</sub>. (b) Schematic representation\nof the photopatterning experiment using confocal laser scanning microscopy\nand the corresponding supramolecular polymerization reaction when\nirradiating the solution of the aged <bold>(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>12</bold>\n</sub> solution\ncontaining pyranine as photoacid. The use of TFA or pyranine lead,\nin both cases, to the protonation of <bold>bix</bold> molecules (pink\nfilled ring) and the creation of labile metal sites (green), which\ninitiates self-assembly among neighboring MOPs through the linking\nof ditopic <bold>bix</bold> (orange).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Strategy to achieve temporal and spatiotemporal control. (a) Schematic view of the molecular structure of the kinetically trapped MOP, (C  12  RhMOP)(bix)  12 , where the 12 metal nodes of the cage are coordinated by bix molecules in a monodentate fashion (blue filled ring) with the corresponding simplified representation emphasizing the cuboctahedral shape of the cage (the alkyl chains are omitted for clarity). The addition of trifluoroacetic acid (TFA) triggers the supramolecular polymerization reaction and the formation of the porous colloidal gel network, [(C  12  RhMOP)(bix)  x  ]   n  . (b) Schematic representation of the photopatterning experiment using confocal laser scanning microscopy and the corresponding supramolecular polymerization reaction when irradiating the solution of the aged (C  12  RhMOP)(bix)  12  solution containing pyranine as photoacid. The use of TFA or pyranine lead, in both cases, to the protonation of bix molecules (pink filled ring) and the creation of labile metal sites (green), which initiates self-assembly among neighboring MOPs through the linking of ditopic bix (orange).   ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><p>The separation of the MOP formation from their\nsupramolecular polymerization\ninto hierarchical structures enables the assembly process and resulting\nproperties of the final material to be controlled without affecting\nthe MOP unit. We recently demonstrated the multiscale self-assembly\nof a rhodium-based cuboctahedral MOP, [Rh<sub>2</sub>(bdc-C<sub>12</sub>)<sub>2</sub>]<sub>12</sub> (<bold>C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP</bold>; bdc-C<sub>12</sub> = 5-dodecoxybenzene-1,3-dicarboxylate),\ninto colloidal particles or porous gels through controlled assembly\npathways with ditopic N-donor linkers. Stabilization of intermediate reactive species is a well-known tool\nto direct the energy landscape of a chemical reaction toward a desired\nproduct. For the formation of a colloidal gel network\nfrom the rhodium-based MOP it is necessary to use “coordination\ntrapping” to first obtain a monomer, prior to supramolecular\npolymerization. This is achieved by simultaneous monodentate coordination\nof 12 equiv of the ligand <bold>bix</bold> (<bold>bix</bold>: 1,4-bis­(imidazole-1-ylmethyl)­benzene)\nto the 12 exohedral axial Rh sites of the MOP, yielding a kinetically\ntrapped phase by isolation of <bold>(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>12</bold>\n</sub> (a). The mechanism of the supramolecular\npolymerization, triggered by heat, was previously studied by time-resolved\ndynamic light scattering (TR-DLS) and\nreported as following: first, the removal of monodentate <bold>bix</bold> from the kinetically isolated MOPs creates a coordinatively vacant\nsite and initiates self-assembly among neighboring MOPs through the\nlinking of ditopic <bold>bix</bold> to form nuclei of a few interconnected\nMOPs, followed by their fusion into colloidal particles. At the critical\ngelation threshold, the colloids aggregate and percolate into an elastic\ncolloidal network, yielding a supramolecular gel, <bold>1</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>).</p>", "clean_text": "Results and Discussion\n\nThe separation of the MOP formation from their supramolecular polymerization into hierarchical structures enables the assembly process and resulting properties of the final material to be controlled without affecting the MOP unit. We recently demonstrated the multiscale self-assembly of a rhodium-based cuboctahedral MOP, [Rh2(bdc-C12)2]12 (C  12  RhMOP; bdc-C12 = 5-dodecoxybenzene-1,3-dicarboxylate), into colloidal particles or porous gels through controlled assembly pathways with ditopic N-donor linkers. Stabilization of intermediate reactive species is a well-known tool to direct the energy landscape of a chemical reaction toward a desired product. For the formation of a colloidal gel network from the rhodium-based MOP it is necessary to use \"coordination trapping\" to first obtain a monomer, prior to supramolecular polymerization. This is achieved by simultaneous monodentate coordination of 12 equiv of the ligand bix (bix: 1,4-bis(imidazole-1-ylmethyl)benzene) to the 12 exohedral axial Rh sites of the MOP, yielding a kinetically trapped phase by isolation of (C  12  RhMOP)(bix)  12  (a). The mechanism of the supramolecular polymerization, triggered by heat, was previously studied by time-resolved dynamic light scattering (TR-DLS) and reported as following: first, the removal of monodentate bix from the kinetically isolated MOPs creates a coordinatively vacant site and initiates self-assembly among neighboring MOPs through the linking of ditopic bix to form nuclei of a few interconnected MOPs, followed by their fusion into colloidal particles. At the critical gelation threshold, the colloids aggregate and percolate into an elastic colloidal network, yielding a supramolecular gel, 1 (Figure S1).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>The Rh-based MOP is relatively\nstable to changes in pH thanks to\nthe strong coordination bonds between the carboxylate ligands and\nthe metal nodes. Therefore, we hypothesized\nthat controlled addition of acid could be used to target the dissociation\nof the Rh–N coordination bond, providing an additional means\nof initiating the self-assembly of the MOPs as observed for biological\nor supramolecular systems. This is similar to the chemically induced\nbond cleavage that triggers the assembly of supramolecular hydrogels.\n</p>", "clean_text": "The Rh-based MOP is relatively stable to changes in pH thanks to the strong coordination bonds between the carboxylate ligands and the metal nodes. Therefore, we hypothesized that controlled addition of acid could be used to target the dissociation of the Rh-N coordination bond, providing an additional means of initiating the self-assembly of the MOPs as observed for biological or supramolecular systems. This is similar to the chemically induced bond cleavage that triggers the assembly of supramolecular hydrogels. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Gel Formation Induced by Trifluoroacetic\nAcid (TFA)</title><p>In an initial set of experiments, DMF solutions\nof <bold>(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>12</bold>\n</sub> (1.38 mM) with 0.5, 1.0, 2.0, 6.0, 12.0,\nand 24.0 molar equiv\nof TFA were prepared (<bold>1a</bold>–<bold>f</bold>), and\nthe self-assembly process was monitored by TR-DLS. From these data, we can extract (i) the gelation threshold\n(<italic toggle=\"yes\">t</italic>\n<sub>g</sub>) and\n(ii) the characteristic correlation length (ξ*) of the colloidal network, yielding insight into the kinetics of\nthe assembly process and the final architecture of the supramolecular\ngel, respectively. a shows the evolution of <italic toggle=\"yes\">t</italic>\n<sub>g</sub> as\na function of the TFA added to solutions of the coordinatively trapped\nphase. Once polymerization begins, the MOPs assemble into colloidal\nparticles, reflected by an increase in particle size during the course\nof the reaction (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>, top). The time\ntaken for the sol–gel transition to occur was deduced from\nthe plot of the scattering intensity as a function of time (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>, bottom). For <bold>1a</bold> (0.5\nequiv of TFA), random fluctuations in the scattering intensity appear\nat 77 min, corresponding to the loss of particle mobility due to the\nformation of the colloidal network and the immobilization of the DMF\nsolvent. As TFA content increases, the time to reach the onset of\ngelation decreases linearly, which is ascribed to the TFA protonating\na greater number of <bold>bix</bold> molecules and therefore creating\na higher number of vacant sites to be occupied by free imidazole moiety\nof monodentate <bold>bix</bold> attached to neighboring <bold>(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>12</bold>\n</sub> molecules and accelerate the gel formation.</p>", "clean_text": "Gel Formation Induced by Trifluoroacetic Acid (TFA)\n\nIn an initial set of experiments, DMF solutions of (C  12  RhMOP)(bix)  12  (1.38 mM) with 0.5, 1.0, 2.0, 6.0, 12.0, and 24.0 molar equiv of TFA were prepared (1a-f), and the self-assembly process was monitored by TR-DLS. From these data, we can extract (i) the gelation threshold (t g) and (ii) the characteristic correlation length (ξ*) of the colloidal network, yielding insight into the kinetics of the assembly process and the final architecture of the supramolecular gel, respectively. a shows the evolution of t g as a function of the TFA added to solutions of the coordinatively trapped phase. Once polymerization begins, the MOPs assemble into colloidal particles, reflected by an increase in particle size during the course of the reaction (Figure S2, top). The time taken for the sol-gel transition to occur was deduced from the plot of the scattering intensity as a function of time (Figure S2, bottom). For 1a (0.5 equiv of TFA), random fluctuations in the scattering intensity appear at 77 min, corresponding to the loss of particle mobility due to the formation of the colloidal network and the immobilization of the DMF solvent. As TFA content increases, the time to reach the onset of gelation decreases linearly, which is ascribed to the TFA protonating a greater number of bix molecules and therefore creating a higher number of vacant sites to be occupied by free imidazole moiety of monodentate bix attached to neighboring (C  12  RhMOP)(bix)  12  molecules and accelerate the gel formation.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Variation of (a) the\ngelation threshold <italic toggle=\"yes\">t</italic>\n<sub>g</sub>, (b) the gel composition\nand cross-linking degree as a function\nof TFA equivalent added to different DMF solutions of <bold>1a</bold>–<bold>f</bold> prepared with a concentration of MOP of 1.38\nmM. The gel composition was obtained from <sup>1</sup>H NMR spectra\nof digested samples in DMSO-<italic toggle=\"yes\">d6</italic>/DCl. The dotted lines\nare a guide for the eyes.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Variation of (a) the gelation threshold t g, (b) the gel composition and cross-linking degree as a function of TFA equivalent added to different DMF solutions of 1a-f prepared with a concentration of MOP of 1.38 mM. The gel composition was obtained from 1H NMR spectra of digested samples in DMSO-d6/DCl. The dotted lines are a guide for the eyes.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The proposed reaction mechanism is confirmed by <sup>1</sup>H NMR\nanalysis of the digested gels (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). The gel composition <bold>[(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>]</bold>\n<sub>\n<italic toggle=\"yes\">\n<bold>n</bold>\n</italic>\n</sub> is found to change with the\nmolar equivalent of TFA added (b, black). For <bold>1a</bold> (0.5 equiv of TFA added),\nthere are 9.5 <bold>bix</bold> molecules per MOP, of which 2.5 are\ncross-linked and 7 are monodentate. Meanwhile, for <bold>1f</bold> (24.0 equiv of TFA) only 6.5 <bold>bix</bold> are present in the\ngel, of which 5.5 are cross-linked and 1 is monodentate. The change\nin the gel composition is associated with an increase in the degree\nof cross-linking between MOPs, which is tuned by the concentration\nof TFA (b,\nblue; the cross-linking degree calculation is detailed in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). To support the assertion\nthat <bold>bix</bold> is removed upon addition of TFA, a control experiment\nwas performed using pyridine. First, the bare MOP <bold>C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP</bold> in diethylformamide (DEF)\nwas titrated with pyridine. UV–visible spectroscopy measurements\nshowed that the initial MOP in DEF has a maximum absorbance (λ<sub>max</sub>) at 592 nm, which is shifted to 558 nm once 12 equiv of\npyridine were added to form the molecule <bold>C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP­(pyr)</bold>\n<sub>\n<bold>12</bold>\n</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). As a monodentate ligand, pyridine\ncannot link between MOPs upon removal. Stepwise addition of TFA from\n1 to 192 molar equiv led to a red shift of λ<sub>max</sub> to\n572 nm, indicative of the pyridine dissociation from the axial position\nof Rh paddlewheel.</p>", "clean_text": "The proposed reaction mechanism is confirmed by 1H NMR analysis of the digested gels (Figure S3). The gel composition [(C  12  RhMOP)(bix)  x  ]   n   is found to change with the molar equivalent of TFA added (b, black). For 1a (0.5 equiv of TFA added), there are 9.5 bix molecules per MOP, of which 2.5 are cross-linked and 7 are monodentate. Meanwhile, for 1f (24.0 equiv of TFA) only 6.5 bix are present in the gel, of which 5.5 are cross-linked and 1 is monodentate. The change in the gel composition is associated with an increase in the degree of cross-linking between MOPs, which is tuned by the concentration of TFA (b, blue; the cross-linking degree calculation is detailed in the Supporting Information). To support the assertion that bix is removed upon addition of TFA, a control experiment was performed using pyridine. First, the bare MOP C  12  RhMOP in diethylformamide (DEF) was titrated with pyridine. UV-visible spectroscopy measurements showed that the initial MOP in DEF has a maximum absorbance (λmax) at 592 nm, which is shifted to 558 nm once 12 equiv of pyridine were added to form the molecule C  12  RhMOP(pyr)  12  (Figure S4). As a monodentate ligand, pyridine cannot link between MOPs upon removal. Stepwise addition of TFA from 1 to 192 molar equiv led to a red shift of λmax to 572 nm, indicative of the pyridine dissociation from the axial position of Rh paddlewheel.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Gel Architecture</title><p>Because the structure\nand bulk properties\nof supramolecular materials are the consequence of the self-assembly\nprocess, the change in the reaction kinetics observed when increasing\nTFA concentration should affect the architecture and mechanical properties\nof the gels. As mentioned above, TR-DLS can be used to extract the\ncharacteristic correlation length (ξ*; the fitting procedure\nis detailed in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>). At the gelation threshold, ξ* is expected to be a measure\nof the average size of the colloidal clusters that have aggregated\nto form the gel network (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). In\nother words, this can also be approximated to the density of the gel\nnetwork. ξ* is observed to decrease\nexponentially with increasing TFA concentration from 0.5 to 24.0 equiv\n(a). This tendency\nmeans that the network of colloidal particles becomes denser with\nhigher concentrations of TFA.</p>", "clean_text": "Gel Architecture\n\nBecause the structure and bulk properties of supramolecular materials are the consequence of the self-assembly process, the change in the reaction kinetics observed when increasing TFA concentration should affect the architecture and mechanical properties of the gels. As mentioned above, TR-DLS can be used to extract the characteristic correlation length (ξ*; the fitting procedure is detailed in the Supporting Information). At the gelation threshold, ξ* is expected to be a measure of the average size of the colloidal clusters that have aggregated to form the gel network (Figure S5). In other words, this can also be approximated to the density of the gel network. ξ* is observed to decrease exponentially with increasing TFA concentration from 0.5 to 24.0 equiv (a). This tendency means that the network of colloidal particles becomes denser with higher concentrations of TFA.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Effect of the TFA equivalents added to different\ncoordinated\ntrapped phases on the characteristic correlation length. (b) FE-SEM\nimages of the aerogels <bold>2a</bold>–<bold>f</bold> prepared\nfrom lowest to highest TFA concentration. The scale bars are 100 nm.\nThe dotted lines are a guide for the eyes.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Effect of the TFA equivalents added to different coordinated trapped phases on the characteristic correlation length. (b) FE-SEM images of the aerogels 2a-f prepared from lowest to highest TFA concentration. The scale bars are 100 nm. The dotted lines are a guide for the eyes.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The gels <bold>1a</bold>–<bold>f</bold> were converted to\nthe corresponding aerogels <bold>2a</bold>–<bold>f</bold>,\nafter solvent exchange with acetone over 3 days, followed by drying\nwith supercritical CO<sub>2</sub>. Field emission scanning electron\nmicroscopy (FE-SEM) images of the aerogels prepared with the lowest\nand highest TFA concentrations show distinct topological features\n(b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">S9a</ext-link>). On the top left image of b, <bold>2a</bold> appears\nas a light network of aggregated colloidal particles. In contrast,\na denser and almost fused network structure is found for <bold>2f</bold> as expected from the observations made from the evolution of ξ*\nwith TFA content (b (vi)). Furthermore, the statistical analysis of the size\ndistribution of colloidal particles revealed that the larger colloidal\nparticles form with increasing TFA concentration (26.8 ± 4.7\nnm for <bold>2a</bold> and 40.3 ± 7.7 nm for <bold>2f</bold>, a, blue; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S9b</ext-link>). This means that for samples <bold>1e</bold> and <bold>1f</bold>, fewer colloidal particles are present\nin the system, which should induce a shrinkage of the gel volume compared\nto samples with lower TFA content. Indeed, photography of the samples <bold>1e</bold>–<bold>f</bold>, prepared with 12 and 24 TFA equivalent,\npresented a decrease in the gel volume (∼1.2 cm<sup>3</sup>), while <bold>1a</bold>–<bold>d</bold> maintained the initial\nvolume of solution (2.0 cm<sup>3</sup>); <bold>1e</bold>–<bold>f</bold> showed the phase separation between the gel part on the\nbottom and the remaining solvent part on the top (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>). These results are in striking contrast to the\nconstant size of the colloidal particles (∼30 nm) observed\nwhen studying the effect of the concentration of MOPs on the kinetics\nand architecture of the gel formation. In the present case, the change in the MOP monomer composition,\nas a result of the increase in concentration of TFA, leads to larger\ncolloidal particles. The difference is explained by the nucleation\nand elongation model, in which separation of both steps is key to\ncontrol the resulting particle size observed during supramolecular\npolymerization. Indeed, increasing the concentration\nof TFA results in fewer <bold>bix</bold> molecules coordinated per\nMOP (<bold>1f</bold> = 6.5 <bold>bix</bold> compared to <bold>1a</bold> = 9.5 <bold>bix</bold>), leading to fewer nuclei formed and thus\nlarger colloids. In addition, the rather compact colloidal clusters\nformed for samples <bold>1e</bold>–<bold>f</bold>, as observed\nin SEM images and reflected by the decreased characteristic correlation\nlength, are attributed to the increase of the volume fraction of particles\ndue to the decrease of the gel volume.</p>", "clean_text": "The gels 1a-f were converted to the corresponding aerogels 2a-f, after solvent exchange with acetone over 3 days, followed by drying with supercritical CO2. Field emission scanning electron microscopy (FE-SEM) images of the aerogels prepared with the lowest and highest TFA concentrations show distinct topological features (b and S9a). On the top left image of b, 2a appears as a light network of aggregated colloidal particles. In contrast, a denser and almost fused network structure is found for 2f as expected from the observations made from the evolution of ξ* with TFA content (b (vi)). Furthermore, the statistical analysis of the size distribution of colloidal particles revealed that the larger colloidal particles form with increasing TFA concentration (26.8 ± 4.7 nm for 2a and 40.3 ± 7.7 nm for 2f, a, blue; Figure S9b). This means that for samples 1e and 1f, fewer colloidal particles are present in the system, which should induce a shrinkage of the gel volume compared to samples with lower TFA content. Indeed, photography of the samples 1e-f, prepared with 12 and 24 TFA equivalent, presented a decrease in the gel volume (~1.2 cm3), while 1a-d maintained the initial volume of solution (2.0 cm3); 1e-f showed the phase separation between the gel part on the bottom and the remaining solvent part on the top (Figure S10). These results are in striking contrast to the constant size of the colloidal particles (~30 nm) observed when studying the effect of the concentration of MOPs on the kinetics and architecture of the gel formation. In the present case, the change in the MOP monomer composition, as a result of the increase in concentration of TFA, leads to larger colloidal particles. The difference is explained by the nucleation and elongation model, in which separation of both steps is key to control the resulting particle size observed during supramolecular polymerization. Indeed, increasing the concentration of TFA results in fewer bix molecules coordinated per MOP (1f = 6.5 bix compared to 1a = 9.5 bix), leading to fewer nuclei formed and thus larger colloids. In addition, the rather compact colloidal clusters formed for samples 1e-f, as observed in SEM images and reflected by the decreased characteristic correlation length, are attributed to the increase of the volume fraction of particles due to the decrease of the gel volume.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>Mechanical Properties</title><p>The change in the chemical composition\nand/or architecture of various materials such as gels, polymer networks, and spider silks are known to have a direct effect on their mechanical\nproperties. Therefore, measurements of the storage and loss Young’s\ncompression modulus, <italic toggle=\"yes\">E</italic>′ and <italic toggle=\"yes\">E</italic>″, respectively, were carried out as a function of the oscillatory\ndeformation frequency ω at a fixed strain amplitude (1%) within\nthe linear viscoelastic regime. Over the entire frequency range, these\nvalues are essentially constant and <italic toggle=\"yes\">E</italic>′ is\napproximately 1 order of magnitude higher than <italic toggle=\"yes\">E</italic>″,\nconfirming that the samples behave as elastic solids (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>).</p>", "clean_text": "Mechanical Properties\n\nThe change in the chemical composition and/or architecture of various materials such as gels, polymer networks, and spider silks are known to have a direct effect on their mechanical properties. Therefore, measurements of the storage and loss Young's compression modulus, E' and E\", respectively, were carried out as a function of the oscillatory deformation frequency ω at a fixed strain amplitude (1%) within the linear viscoelastic regime. Over the entire frequency range, these values are essentially constant and E' is approximately 1 order of magnitude higher than E\", confirming that the samples behave as elastic solids (Figure S11).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>The large deformation behavior\nand the resistance to elastic deformation of the fully matured gel\nsamples, <bold>1a</bold>–<bold>f</bold>, were characterized\nby uniaxial compression tests. Stress–strain curves show four\ncharacteristic regimes (a). First, a linear elastic regime is observed at low strain\n(ε &lt; 15%), in which the materials deform elastically and\ncan return to their original shape when the applied stress is removed.\nIn this regime, the compressive elastic modulus (<italic toggle=\"yes\">E</italic>) can be extracted from the slope of the linear fits. Then, a plateau\nregime occurs for 15 &lt; ε &lt; 40%. The transition between\nthe two regimes is characterized by the yield point, which indicates\nthe limit between the elastic deformation and the beginning of plastic\nbehavior. b\nshows the plot of the compressive elastic modulus (<italic toggle=\"yes\">E</italic>) as a function of TFA equivalent added to the samples. When increasing\nthe TFA content for the samples <bold>1a</bold>–<bold>f</bold>, the elastic modulus, the yield strain and stress decrease (b inset), indicating\na reduction in the resistance of the materials to permanent deformation. Indeed, as for zirconia, alumina and Kaolin\ncolloidal systems, it is expected that the yield point decreases as\nthe particle size of the suspension increases. After the plateau regime (ε &gt; 40%), strain hardening (or\ndensification)\nis observed as the stress rises steeply. In this regime, the strengthening\nof the gel samples by plastic deformation occurs as a consequence\nof the colloidal gel networks rearrangement. Finally, above ∼80%\nstrain, the stress drops suddenly, which is characteristic of the\ngel fracture. Samples with lower TFA content are more ductile and\ncan undergo increased plastic deformation before breaking as seen\nfrom the maximum stress and strain reached for <bold>1a</bold> compared\nto <bold>1f</bold> (1.8 × 10<sup>5</sup> Pa, 90.4%; and 3.8 ×\n10<sup>4</sup> Pa, 84.2%, respectively). This is confirmed from the\ndirect observation of the inverted gels, which shows the gels prepared\nwith 12.0 and 24.0 equiv of TFA to be more brittle (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>).</p>", "clean_text": "The large deformation behavior and the resistance to elastic deformation of the fully matured gel samples, 1a-f, were characterized by uniaxial compression tests. Stress-strain curves show four characteristic regimes (a). First, a linear elastic regime is observed at low strain (ε < 15%), in which the materials deform elastically and can return to their original shape when the applied stress is removed. In this regime, the compressive elastic modulus (E) can be extracted from the slope of the linear fits. Then, a plateau regime occurs for 15 < ε < 40%. The transition between the two regimes is characterized by the yield point, which indicates the limit between the elastic deformation and the beginning of plastic behavior. b shows the plot of the compressive elastic modulus (E) as a function of TFA equivalent added to the samples. When increasing the TFA content for the samples 1a-f, the elastic modulus, the yield strain and stress decrease (b inset), indicating a reduction in the resistance of the materials to permanent deformation. Indeed, as for zirconia, alumina and Kaolin colloidal systems, it is expected that the yield point decreases as the particle size of the suspension increases. After the plateau regime (ε > 40%), strain hardening (or densification) is observed as the stress rises steeply. In this regime, the strengthening of the gel samples by plastic deformation occurs as a consequence of the colloidal gel networks rearrangement. Finally, above ~80% strain, the stress drops suddenly, which is characteristic of the gel fracture. Samples with lower TFA content are more ductile and can undergo increased plastic deformation before breaking as seen from the maximum stress and strain reached for 1a compared to 1f (1.8 × 105 Pa, 90.4%; and 3.8 × 104 Pa, 84.2%, respectively). This is confirmed from the direct observation of the inverted gels, which shows the gels prepared with 12.0 and 24.0 equiv of TFA to be more brittle (Figure S12).", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Compression stress–strain curves and (b) elastic\nmodulus, <italic toggle=\"yes\">E</italic>, of the matured gels <bold>1a</bold>–<bold>f</bold> showing the effect of TFA content on the mechanical response\nof\nthe gels. The inset in <xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>a offers a closer view of the low stress–strain region.\nThe inset in <xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>b shows the evolution of the yield strain and stress as a function\nof TFA concentration. The solid and dotted lines are a guide for the\neyes.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Compression stress-strain curves and (b) elastic modulus, E, of the matured gels 1a-f showing the effect of TFA content on the mechanical response of the gels. The inset in Figure  a offers a closer view of the low stress-strain region. The inset in Figure  b shows the evolution of the yield strain and stress as a function of TFA concentration. The solid and dotted lines are a guide for the eyes.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The rheology experiments showed\nthat increasing the TFA content\nin the samples reduces the range of stress and strain where the gels\nbehave elastically as shown by the decrease of the elastic modulus\nand the yield strength. These results can be attributed to a reduction\nin the bonding force between colloidal particles (<italic toggle=\"yes\">F</italic>). The force <italic toggle=\"yes\">F</italic> is correlated with the yield stress\n(σ<sub>\n<italic toggle=\"yes\">y</italic>\n</sub>) at which a colloidal network\nbegins to break and the characteristic correlation length (ξ*)\nthrough\n<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mrow>\n<mml:mi>F</mml:mi>\n<mml:mo>≌</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>σ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:msup>\n<mml:mrow>\n<mml:mi>ξ</mml:mi>\n<mml:mo>*</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msup>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>a</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">a</italic> is the colloid size.\nThe stress σ<sub>\n<italic toggle=\"yes\">y</italic>\n</sub> and ξ* decrease\nand <italic toggle=\"yes\">a</italic> increases upon increasing the TFA concentration.\nThe equation above shows that all these variations result in a reduction\nin <italic toggle=\"yes\">F</italic>. In addition, at the mesoscale, the connectivity\nbetween colloidal particles through monodentate <bold>bix</bold> at\nthe surface of the colloids is hypothesized to be almost nonexistent\nbecause the majority of the <bold>bix</bold> molecules in samples <bold>1e</bold> and <bold>1f</bold> are involved in cross-linking the MOPs\nas bidentate ligands as seen in b. This explains why the gels become more brittle with\nincreased TFA content.</p>", "clean_text": "The rheology experiments showed that increasing the TFA content in the samples reduces the range of stress and strain where the gels behave elastically as shown by the decrease of the elastic modulus and the yield strength. These results can be attributed to a reduction in the bonding force between colloidal particles (F). The force F is correlated with the yield stress (σ y ) at which a colloidal network begins to break and the characteristic correlation length (ξ*) through      F ≌     σ   y     ξ *   3     a      where a is the colloid size. The stress σ y  and ξ* decrease and a increases upon increasing the TFA concentration. The equation above shows that all these variations result in a reduction in F. In addition, at the mesoscale, the connectivity between colloidal particles through monodentate bix at the surface of the colloids is hypothesized to be almost nonexistent because the majority of the bix molecules in samples 1e and 1f are involved in cross-linking the MOPs as bidentate ligands as seen in b. This explains why the gels become more brittle with increased TFA content.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>N<sub>2</sub> and CO<sub>2</sub> adsorption\nexperiments subsequent\nto activation at 120 °C for 12 h, performed on aerogels of <bold>2a</bold>–<bold>f</bold> at 77 and 195 K, respectively, show\nthat the intrinsic porosity of the MOP cages is still accessible,\nindicating the preservation of the cage structure even after assembly\ninto 3D colloidal networks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>).\nThe maximum CO<sub>2</sub> uptakes remain within a similar range of\n30–35 mol CO<sub>2</sub>/mol of C<sub>12</sub>RhMOP at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.95 for all of the aerogels\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S13a</ext-link>). However, increasing the\nconcentration of TFA causes a slight decrease in the N<sub>2</sub> uptake (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S13b</ext-link>) in the meso/macroporous\nrange (0.2 &lt; P/P<sub>0</sub> &lt; 1.0), attributed to the increased\ndensity of the aerogel networks, which leads to a reduction of macroporosity.</p>", "clean_text": "N2 and CO2 adsorption experiments subsequent to activation at 120 °C for 12 h, performed on aerogels of 2a-f at 77 and 195 K, respectively, show that the intrinsic porosity of the MOP cages is still accessible, indicating the preservation of the cage structure even after assembly into 3D colloidal networks (Figure S13). The maximum CO2 uptakes remain within a similar range of 30-35 mol CO2/mol of C12RhMOP at P/P 0 = 0.95 for all of the aerogels (Figure S13a). However, increasing the concentration of TFA causes a slight decrease in the N2 uptake (Figure S13b) in the meso/macroporous range (0.2 < P/P0 < 1.0), attributed to the increased density of the aerogel networks, which leads to a reduction of macroporosity.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Photoacid Generator and Gel Patterning</title><p>Having demonstrated\nthat the addition of acid could be used to induce gelation, we sought\nto couple this behavior with irradiation, which would enable highly\nlocalized polymerization. Irradiation of the photoacid 8-hydroxypyren-1,3,6-trisulfonic\nacid (pyranine) has been shown to locally change pH due to a decrease\nin p<italic toggle=\"yes\">K</italic>\n<sub>a</sub> from 7.3 to 1.4, which can trigger\nself-assembly processes. The UV–vis spectrum of\npyranine shows an absorption band in the UV region (λ<sub>max</sub> ∼ 400 nm) that, when irradiated, can induce the photodissociation\nof a proton, leading to the formation of the conjugated photobase\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S14a</ext-link>). Initial experiments with pyranine dispersed in the gelation mixture\nshowed that concentrations of pyranine of 2 equiv induced gelation\nspontaneously, which was undesirable. In order to clearly implement\na light-induced gelation process, a lower concentration of pyranine\n(0.1 equiv) was added to a solution of 1.38 mM of <bold>(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>12</bold>\n</sub> in a dark room, leading to gelation after 446 min. In contrast,\nwhen irradiating the solution inside the DLS apparatus using a xenon\nlight source with a 405 nm bandpass filter, random fluctuations in\nthe scattering intensity appear after 124 min, indicative of the sol–gel\ntransition (, red; <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S14b</ext-link>). To demonstrate the\ndirect effect of light on the kinetics of the supramolecular polymerization,\nthe same experiment was carried out with a delay of 30 min between\nthe start of the TR-DLS measurement and the commencement of <italic toggle=\"yes\">in situ</italic> light irradiation (, blue). The gelation threshold obtained\nfrom the scattering intensity (156 min) shows a delay of around 30\nmin compared to the previous experiment, demonstrating that light\ncan enhance the reaction kinetics via the excited state proton transfer\nof pyranine to the solvent and/or to the ditopic basic ligands in\na similar mechanism to the one observed with TFA (, black).</p>", "clean_text": "Photoacid Generator and Gel Patterning\n\nHaving demonstrated that the addition of acid could be used to induce gelation, we sought to couple this behavior with irradiation, which would enable highly localized polymerization. Irradiation of the photoacid 8-hydroxypyren-1,3,6-trisulfonic acid (pyranine) has been shown to locally change pH due to a decrease in pK a from 7.3 to 1.4, which can trigger self-assembly processes. The UV-vis spectrum of pyranine shows an absorption band in the UV region (λmax ~ 400 nm) that, when irradiated, can induce the photodissociation of a proton, leading to the formation of the conjugated photobase (Figure S14a). Initial experiments with pyranine dispersed in the gelation mixture showed that concentrations of pyranine of 2 equiv induced gelation spontaneously, which was undesirable. In order to clearly implement a light-induced gelation process, a lower concentration of pyranine (0.1 equiv) was added to a solution of 1.38 mM of (C  12  RhMOP)(bix)  12  in a dark room, leading to gelation after 446 min. In contrast, when irradiating the solution inside the DLS apparatus using a xenon light source with a 405 nm bandpass filter, random fluctuations in the scattering intensity appear after 124 min, indicative of the sol-gel transition (, red; Figure S14b). To demonstrate the direct effect of light on the kinetics of the supramolecular polymerization, the same experiment was carried out with a delay of 30 min between the start of the TR-DLS measurement and the commencement of in situ light irradiation (, blue). The gelation threshold obtained from the scattering intensity (156 min) shows a delay of around 30 min compared to the previous experiment, demonstrating that light can enhance the reaction kinetics via the excited state proton transfer of pyranine to the solvent and/or to the ditopic basic ligands in a similar mechanism to the one observed with TFA (, black).", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Evolution of the scattering\nintensity as a function of the reaction\ntime of 1.38 mM solutions of coordinated trapped MOP containing 0.1\nequiv of pyranine (a) without irradiation (black squares), (b) with\nirradiation (red circles), and (c) with irradiation started 30 min\nafter the beginning of the DLS measurements (blue triangles). Xenon\nlamp with a 405 nm filter was used as light source.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Evolution of the scattering intensity as a function of the reaction time of 1.38 mM solutions of coordinated trapped MOP containing 0.1 equiv of pyranine (a) without irradiation (black squares), (b) with irradiation (red circles), and (c) with irradiation started 30 min after the beginning of the DLS measurements (blue triangles). Xenon lamp with a 405 nm filter was used as light source.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>While the use of TFA to induce gelation will depend on diffusion\nof the acid throughout the matrix, the use of light offers a greater\ndegree of spatial control. To investigate this possibility, confocal\nlaser scanning microscope (CLSM) with a 405 nm laser was used to better\ncontrol pattern formation. A lower amount of pyranine (0.033 equiv)\nwas added to a solution of 1.1 mM <bold>(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>12</bold>\n</sub> in order\nto minimize ambient light triggering the gel formation in the CLSM\nexperimental setup. Without light irradiation, TR-DLS analysis of\nthe solution shows that 32 h is necessary for gelation (b), indicating the long-term\nstability of the solution. For this purpose, aliquots of the solution\nwere collected at two different points of the reaction, after 60 min\n(stage I) and 20 h (stage II), and these fractions were irradiated\nunder the CLSM with the 405 nm laser for 30 min to form a “smiley”\npattern. At stage I, which corresponds to the nucleation step of the\nsupramolecular polymerization reaction, the sample shows a low amount\nof gel formed and the pattern was barely visible (a, left inset picture). In\ncontrast, at stage II, which corresponds to the colloid formation,\nclearly showed the patterned “smiley” gel (a, right insert picture).\nTherefore, the timing of the light irradiation during the reaction\nis important, and the solution must be aged until the fusion of nuclei\nof MOP network into colloidal particles (∼20–30 nm)\nbefore applying the light irradiation in order to obtain a spatially\nwell-defined gel. To rule out the possibility that irradiation causes\nlocal heating which triggers gelation, a control sample of the coordination-trapped\nphase without pyranine was irradiated for 30 min; however, no gelation\nwas observed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S15a and b</ext-link>). Optimization\nof the experimental parameters of the confocal microscope showed the\nbest performance to be obtained with a scan speed of 1 mm/100 s and\na magnification of 20×, in order to form sharp and continuous\nline (c). With\nthe finely tuned CLSM, we were able to pattern the gel to form the\nkanji “Hikari”, which means light in Japanese (d).</p>", "clean_text": "While the use of TFA to induce gelation will depend on diffusion of the acid throughout the matrix, the use of light offers a greater degree of spatial control. To investigate this possibility, confocal laser scanning microscope (CLSM) with a 405 nm laser was used to better control pattern formation. A lower amount of pyranine (0.033 equiv) was added to a solution of 1.1 mM (C  12  RhMOP)(bix)  12  in order to minimize ambient light triggering the gel formation in the CLSM experimental setup. Without light irradiation, TR-DLS analysis of the solution shows that 32 h is necessary for gelation (b), indicating the long-term stability of the solution. For this purpose, aliquots of the solution were collected at two different points of the reaction, after 60 min (stage I) and 20 h (stage II), and these fractions were irradiated under the CLSM with the 405 nm laser for 30 min to form a \"smiley\" pattern. At stage I, which corresponds to the nucleation step of the supramolecular polymerization reaction, the sample shows a low amount of gel formed and the pattern was barely visible (a, left inset picture). In contrast, at stage II, which corresponds to the colloid formation, clearly showed the patterned \"smiley\" gel (a, right insert picture). Therefore, the timing of the light irradiation during the reaction is important, and the solution must be aged until the fusion of nuclei of MOP network into colloidal particles (~20-30 nm) before applying the light irradiation in order to obtain a spatially well-defined gel. To rule out the possibility that irradiation causes local heating which triggers gelation, a control sample of the coordination-trapped phase without pyranine was irradiated for 30 min; however, no gelation was observed (Figure S15a and b). Optimization of the experimental parameters of the confocal microscope showed the best performance to be obtained with a scan speed of 1 mm/100 s and a magnification of 20×, in order to form sharp and continuous line (c). With the finely tuned CLSM, we were able to pattern the gel to form the kanji \"Hikari\", which means light in Japanese (d).", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Evolution of (a) the\nparticle size and diffusion coefficient and\n(b) scattering intensity as a function of time of the 1.1 mM solutions\nof the coordinated trapped MOP containing 0.033 equiv of pyranine.\nThe light irradiation of the sample at stages I (60 min) and II (20\nh) is represented by the blue area associated with the corresponding\nphotography of the patterned gels. Photography of the gel formed after\nirradiating an aged solution of kinetically trapped phase containing\n0.033 equiv of pyranine with a confocal microscope showing (c) the\noptimization of the parameters of the confocal microscope using a\nscan speed and lens focal of (1) 1 mm/100 s and 10× lens, (2)\n1 mm/12 s and 10× lens, (3) 1 mm/100 s and 20× lens, and\n(4) 1 mm/100 s and 100× lens. (d) Shaped gel in the Japanese\nkanji “Hikari” formed after irradiating the solution\nwith the optimized parameters of the confocal microscope. The Petri\ndishes have a diameter of 6 cm in (a) and (c) and 4.5 cm in (d).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Evolution of (a) the particle size and diffusion coefficient and (b) scattering intensity as a function of time of the 1.1 mM solutions of the coordinated trapped MOP containing 0.033 equiv of pyranine. The light irradiation of the sample at stages I (60 min) and II (20 h) is represented by the blue area associated with the corresponding photography of the patterned gels. Photography of the gel formed after irradiating an aged solution of kinetically trapped phase containing 0.033 equiv of pyranine with a confocal microscope showing (c) the optimization of the parameters of the confocal microscope using a scan speed and lens focal of (1) 1 mm/100 s and 10× lens, (2) 1 mm/12 s and 10× lens, (3) 1 mm/100 s and 20× lens, and (4) 1 mm/100 s and 100× lens. (d) Shaped gel in the Japanese kanji \"Hikari\" formed after irradiating the solution with the optimized parameters of the confocal microscope. The Petri dishes have a diameter of 6 cm in (a) and (c) and 4.5 cm in (d).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In porous materials like\nMOFs, physical and chemical stimuli are\nknown to modulate the self-assembly process between organic ligands\nand metal ions, which affect the size, crystallinity, porosity, defect,\nand surface chemistry of the extend network formed. Here, we have demonstrated that the supramolecular polymerization\nreaction to fabricate porous soft materials can be chemically triggered\nby adding trifluoroacetic acid (TFA) in the solution of <bold>(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>12</bold>\n</sub>, while changing the concentration of TFA allows temporal control\nover the reaction kinetics. From the characterization techniques,\nwe conclude that increase of TFA concentration leads to faster polymerization\nreaction due to an increased number of vacant coordination sites on\nMOPs, resulting in a faster nucleation and growth of colloids. In\naddition, the decreased number of <bold>bix</bold> per MOP with increasing\nTFA concentration leads to fewer nuclei formed and thus increased\ncolloidal particle size. On the other hand, the macroscopic behavior\nof the gel is the result of the denser network, which is explained\nby the larger colloidal particles and the reduced volume of gel leading\nto the formation of more brittle gels as seen for <bold>1e</bold>–<bold>f</bold>.</p>", "clean_text": "Conclusion\n\nIn porous materials like MOFs, physical and chemical stimuli are known to modulate the self-assembly process between organic ligands and metal ions, which affect the size, crystallinity, porosity, defect, and surface chemistry of the extend network formed. Here, we have demonstrated that the supramolecular polymerization reaction to fabricate porous soft materials can be chemically triggered by adding trifluoroacetic acid (TFA) in the solution of (C  12  RhMOP)(bix)  12 , while changing the concentration of TFA allows temporal control over the reaction kinetics. From the characterization techniques, we conclude that increase of TFA concentration leads to faster polymerization reaction due to an increased number of vacant coordination sites on MOPs, resulting in a faster nucleation and growth of colloids. In addition, the decreased number of bix per MOP with increasing TFA concentration leads to fewer nuclei formed and thus increased colloidal particle size. On the other hand, the macroscopic behavior of the gel is the result of the denser network, which is explained by the larger colloidal particles and the reduced volume of gel leading to the formation of more brittle gels as seen for 1e-f.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>While heat triggers gelation, it provides little\ncontrol of the\ncomposition, architecture and mechanical properties of the MOP-based\ngel. Spatial control is also limited due to heat dissipation. In contrast,\nlight offers the possibility to selectively and spatially trigger\nthe chemical assembly/disassembly of various supramolecular systems. By dispersing a photoacid in the gelation mixture, we were able\nto use light to remotely activate kinetically controlled self-assembly\npathways, and at the same time precisely localize gelation of supramolecular\npolymers. This spatiotemporal control of assembly could enable the\nintegration of MOP-based soft matter in devices for applications such\nas sensing, separation, and catalysis as observed for MOFs.\n</p>", "clean_text": "While heat triggers gelation, it provides little control of the composition, architecture and mechanical properties of the MOP-based gel. Spatial control is also limited due to heat dissipation. In contrast, light offers the possibility to selectively and spatially trigger the chemical assembly/disassembly of various supramolecular systems. By dispersing a photoacid in the gelation mixture, we were able to use light to remotely activate kinetically controlled self-assembly pathways, and at the same time precisely localize gelation of supramolecular polymers. This spatiotemporal control of assembly could enable the integration of MOP-based soft matter in devices for applications such as sensing, separation, and catalysis as observed for MOFs. ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.1c00108?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/jacs.1c00108</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental methods,\nas well as synthetic procedure,\nTR-DLS data, ICF fitted curves, SEM images and size distribution,\nUV–vis and <sup>1</sup>H NMR spectra, digital photo of the\ngels, storage and loss moduli spectra, N<sub>2</sub> and CO<sub>2</sub> gas adsorption (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.1c00108.  Experimental methods, as well as synthetic procedure, TR-DLS data, ICF fitted curves, SEM images and size distribution, UV-vis and 1H NMR spectra, digital photo of the gels, storage and loss moduli spectra, N2 and CO2 gas adsorption (PDF)   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Experimental methods,\nas well as synthetic procedure,\nTR-DLS data, ICF fitted curves, SEM images and size distribution,\nUV–vis and <sup>1</sup>H NMR spectra, digital photo of the\ngels, storage and loss moduli spectra, N<sub>2</sub> and CO<sub>2</sub> gas adsorption (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Experimental methods, as well as synthetic procedure, TR-DLS data, ICF fitted curves, SEM images and size distribution, UV-vis and 1H NMR spectra, digital photo of the gels, storage and loss moduli spectra, N2 and CO2 gas adsorption (PDF)", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Department of Pure and Applied Chemistry,\nUniversity of Strathclyde,\nGlasgow, UK.</p><p>Catalan\nInstitute of Nanoscience and Nanotechnology (ICN2), CSIC\nand Barcelona Institute of Science and Technology, Bellaterra 08193,\nBarcelona, Spain.</p><p>Department\nof Chemistry, National Taiwan Normal University, Wenshan\nDistrict, Taipei, 11677, Taiwan.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Department of Pure and Applied Chemistry, University of Strathclyde, Glasgow, UK.\n\nCatalan Institute of Nanoscience and Nanotechnology (ICN2), CSIC and Barcelona Institute of Science and Technology, Bellaterra 08193, Barcelona, Spain.\n\nDepartment of Chemistry, National Taiwan Normal University, Wenshan District, Taipei, 11677, Taiwan.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "15, 16, 19", "type": "text", "classification": "property", "content": "<title>Mechanical Properties</title><p>The change in the chemical composition\nand/or architecture of various materials such as gels, polymer networks, and spider silks are known to have a direct effect on their mechanical\nproperties. Therefore, measurements of the storage and loss Young’s\ncompression modulus, <italic toggle=\"yes\">E</italic>′ and <italic toggle=\"yes\">E</italic>″, respectively, were carried out as a function of the oscillatory\ndeformation frequency ω at a fixed strain amplitude (1%) within\nthe linear viscoelastic regime. Over the entire frequency range, these\nvalues are essentially constant and <italic toggle=\"yes\">E</italic>′ is\napproximately 1 order of magnitude higher than <italic toggle=\"yes\">E</italic>″,\nconfirming that the samples behave as elastic solids (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>).</p><p>The large deformation behavior\nand the resistance to elastic deformation of the fully matured gel\nsamples, <bold>1a</bold>–<bold>f</bold>, were characterized\nby uniaxial compression tests. Stress–strain curves show four\ncharacteristic regimes (a). First, a linear elastic regime is observed at low strain\n(ε &lt; 15%), in which the materials deform elastically and\ncan return to their original shape when the applied stress is removed.\nIn this regime, the compressive elastic modulus (<italic toggle=\"yes\">E</italic>) can be extracted from the slope of the linear fits. Then, a plateau\nregime occurs for 15 &lt; ε &lt; 40%. The transition between\nthe two regimes is characterized by the yield point, which indicates\nthe limit between the elastic deformation and the beginning of plastic\nbehavior. b\nshows the plot of the compressive elastic modulus (<italic toggle=\"yes\">E</italic>) as a function of TFA equivalent added to the samples. When increasing\nthe TFA content for the samples <bold>1a</bold>–<bold>f</bold>, the elastic modulus, the yield strain and stress decrease (b inset), indicating\na reduction in the resistance of the materials to permanent deformation. Indeed, as for zirconia, alumina and Kaolin\ncolloidal systems, it is expected that the yield point decreases as\nthe particle size of the suspension increases. After the plateau regime (ε &gt; 40%), strain hardening (or\ndensification)\nis observed as the stress rises steeply. In this regime, the strengthening\nof the gel samples by plastic deformation occurs as a consequence\nof the colloidal gel networks rearrangement. Finally, above ∼80%\nstrain, the stress drops suddenly, which is characteristic of the\ngel fracture. Samples with lower TFA content are more ductile and\ncan undergo increased plastic deformation before breaking as seen\nfrom the maximum stress and strain reached for <bold>1a</bold> compared\nto <bold>1f</bold> (1.8 × 10<sup>5</sup> Pa, 90.4%; and 3.8 ×\n10<sup>4</sup> Pa, 84.2%, respectively). This is confirmed from the\ndirect observation of the inverted gels, which shows the gels prepared\nwith 12.0 and 24.0 equiv of TFA to be more brittle (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>).</p><p>N<sub>2</sub> and CO<sub>2</sub> adsorption\nexperiments subsequent\nto activation at 120 °C for 12 h, performed on aerogels of <bold>2a</bold>–<bold>f</bold> at 77 and 195 K, respectively, show\nthat the intrinsic porosity of the MOP cages is still accessible,\nindicating the preservation of the cage structure even after assembly\ninto 3D colloidal networks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>).\nThe maximum CO<sub>2</sub> uptakes remain within a similar range of\n30–35 mol CO<sub>2</sub>/mol of C<sub>12</sub>RhMOP at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.95 for all of the aerogels\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S13a</ext-link>). However, increasing the\nconcentration of TFA causes a slight decrease in the N<sub>2</sub> uptake (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c00108/suppl_file/ja1c00108_si_001.pdf\" xlink:type=\"simple\">Figure S13b</ext-link>) in the meso/macroporous\nrange (0.2 &lt; P/P<sub>0</sub> &lt; 1.0), attributed to the increased\ndensity of the aerogel networks, which leads to a reduction of macroporosity.</p>", "clean_text": "Mechanical Properties\n\nThe change in the chemical composition and/or architecture of various materials such as gels, polymer networks, and spider silks are known to have a direct effect on their mechanical properties. Therefore, measurements of the storage and loss Young's compression modulus, E' and E\", respectively, were carried out as a function of the oscillatory deformation frequency ω at a fixed strain amplitude (1%) within the linear viscoelastic regime. Over the entire frequency range, these values are essentially constant and E' is approximately 1 order of magnitude higher than E\", confirming that the samples behave as elastic solids (Figure S11).\n\nThe large deformation behavior and the resistance to elastic deformation of the fully matured gel samples, 1a-f, were characterized by uniaxial compression tests. Stress-strain curves show four characteristic regimes (a). First, a linear elastic regime is observed at low strain (ε < 15%), in which the materials deform elastically and can return to their original shape when the applied stress is removed. In this regime, the compressive elastic modulus (E) can be extracted from the slope of the linear fits. Then, a plateau regime occurs for 15 < ε < 40%. The transition between the two regimes is characterized by the yield point, which indicates the limit between the elastic deformation and the beginning of plastic behavior. b shows the plot of the compressive elastic modulus (E) as a function of TFA equivalent added to the samples. When increasing the TFA content for the samples 1a-f, the elastic modulus, the yield strain and stress decrease (b inset), indicating a reduction in the resistance of the materials to permanent deformation. Indeed, as for zirconia, alumina and Kaolin colloidal systems, it is expected that the yield point decreases as the particle size of the suspension increases. After the plateau regime (ε > 40%), strain hardening (or densification) is observed as the stress rises steeply. In this regime, the strengthening of the gel samples by plastic deformation occurs as a consequence of the colloidal gel networks rearrangement. Finally, above ~80% strain, the stress drops suddenly, which is characteristic of the gel fracture. Samples with lower TFA content are more ductile and can undergo increased plastic deformation before breaking as seen from the maximum stress and strain reached for 1a compared to 1f (1.8 × 105 Pa, 90.4%; and 3.8 × 104 Pa, 84.2%, respectively). This is confirmed from the direct observation of the inverted gels, which shows the gels prepared with 12.0 and 24.0 equiv of TFA to be more brittle (Figure S12).\n\nN2 and CO2 adsorption experiments subsequent to activation at 120 °C for 12 h, performed on aerogels of 2a-f at 77 and 195 K, respectively, show that the intrinsic porosity of the MOP cages is still accessible, indicating the preservation of the cage structure even after assembly into 3D colloidal networks (Figure S13). The maximum CO2 uptakes remain within a similar range of 30-35 mol CO2/mol of C12RhMOP at P/P 0 = 0.95 for all of the aerogels (Figure S13a). However, increasing the concentration of TFA causes a slight decrease in the N2 uptake (Figure S13b) in the meso/macroporous range (0.2 < P/P0 < 1.0), attributed to the increased density of the aerogel networks, which leads to a reduction of macroporosity.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "mechanical properties": [{"property name": "storage Young's modulus", "value": "", "unit": "", "condition": "as a function of oscillatory deformation frequency ω at a fixed strain amplitude (1%) within the linear viscoelastic regime"}, {"property name": "loss Young's modulus", "value": "", "unit": "", "condition": "as a function of oscillatory deformation frequency ω at a fixed strain amplitude (1%) within the linear viscoelastic regime"}, {"property name": "compressive elastic modulus", "value": "", "unit": "", "condition": "linear elastic regime at low strain (ε < 15%)"}, {"property name": "yield point", "value": "", "unit": "", "condition": "transition between linear elastic regime and plateau regime"}, {"property name": "strain hardening", "value": "", "unit": "", "condition": "observed as stress rises steeply after plateau regime"}, {"property name": "gel fracture", "value": "", "unit": "", "condition": "stress drops suddenly above ∼80% strain"}]}]], "include_properties": ["etc"]}, {"idx": 6, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Strategy to achieve temporal and spatiotemporal control. (a) Schematic\nview of the molecular structure of the kinetically trapped MOP, <bold>(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>12</bold>\n</sub>, where the 12 metal nodes of the cage are coordinated\nby <bold>bix</bold> molecules in a monodentate fashion (blue filled\nring) with the corresponding simplified representation emphasizing\nthe cuboctahedral shape of the cage (the alkyl chains are omitted\nfor clarity). The addition of trifluoroacetic acid (TFA) triggers\nthe supramolecular polymerization reaction and the formation of the\nporous colloidal gel network, <bold>[(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>x</bold>\n</sub>\n<bold>]</bold>\n<sub>\n<bold>\n<italic toggle=\"yes\">n</italic>\n</bold>\n</sub>. (b) Schematic representation\nof the photopatterning experiment using confocal laser scanning microscopy\nand the corresponding supramolecular polymerization reaction when\nirradiating the solution of the aged <bold>(C</bold>\n<sub>\n<bold>12</bold>\n</sub>\n<bold>RhMOP)­(bix)</bold>\n<sub>\n<bold>12</bold>\n</sub> solution\ncontaining pyranine as photoacid. The use of TFA or pyranine lead,\nin both cases, to the protonation of <bold>bix</bold> molecules (pink\nfilled ring) and the creation of labile metal sites (green), which\ninitiates self-assembly among neighboring MOPs through the linking\nof ditopic <bold>bix</bold> (orange).</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Strategy to achieve temporal and spatiotemporal control. (a) Schematic view of the molecular structure of the kinetically trapped MOP, (C  12  RhMOP)(bix)  12 , where the 12 metal nodes of the cage are coordinated by bix molecules in a monodentate fashion (blue filled ring) with the corresponding simplified representation emphasizing the cuboctahedral shape of the cage (the alkyl chains are omitted for clarity). The addition of trifluoroacetic acid (TFA) triggers the supramolecular polymerization reaction and the formation of the porous colloidal gel network, [(C  12  RhMOP)(bix)  x  ]   n  . (b) Schematic representation of the photopatterning experiment using confocal laser scanning microscopy and the corresponding supramolecular polymerization reaction when irradiating the solution of the aged (C  12  RhMOP)(bix)  12  solution containing pyranine as photoacid. The use of TFA or pyranine lead, in both cases, to the protonation of bix molecules (pink filled ring) and the creation of labile metal sites (green), which initiates self-assembly among neighboring MOPs through the linking of ditopic bix (orange).   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Variation of (a) the\ngelation threshold <italic toggle=\"yes\">t</italic>\n<sub>g</sub>, (b) the gel composition\nand cross-linking degree as a function\nof TFA equivalent added to different DMF solutions of <bold>1a</bold>–<bold>f</bold> prepared with a concentration of MOP of 1.38\nmM. The gel composition was obtained from <sup>1</sup>H NMR spectra\nof digested samples in DMSO-<italic toggle=\"yes\">d6</italic>/DCl. The dotted lines\nare a guide for the eyes.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Variation of (a) the gelation threshold t g, (b) the gel composition and cross-linking degree as a function of TFA equivalent added to different DMF solutions of 1a-f prepared with a concentration of MOP of 1.38 mM. The gel composition was obtained from 1H NMR spectra of digested samples in DMSO-d6/DCl. The dotted lines are a guide for the eyes.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) Effect of the TFA equivalents added to different\ncoordinated\ntrapped phases on the characteristic correlation length. (b) FE-SEM\nimages of the aerogels <bold>2a</bold>–<bold>f</bold> prepared\nfrom lowest to highest TFA concentration. The scale bars are 100 nm.\nThe dotted lines are a guide for the eyes.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) Effect of the TFA equivalents added to different coordinated trapped phases on the characteristic correlation length. (b) FE-SEM images of the aerogels 2a-f prepared from lowest to highest TFA concentration. The scale bars are 100 nm. The dotted lines are a guide for the eyes.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Compression stress–strain curves and (b) elastic\nmodulus, <italic toggle=\"yes\">E</italic>, of the matured gels <bold>1a</bold>–<bold>f</bold> showing the effect of TFA content on the mechanical response\nof\nthe gels. The inset in <xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>a offers a closer view of the low stress–strain region.\nThe inset in <xref ref-type=\"fig\" rid=\"fig4\">Figure <xref ref-type=\"fig\" rid=\"fig4\"></xref>\n</xref>b shows the evolution of the yield strain and stress as a function\nof TFA concentration. The solid and dotted lines are a guide for the\neyes.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Compression stress-strain curves and (b) elastic modulus, E, of the matured gels 1a-f showing the effect of TFA content on the mechanical response of the gels. The inset in Figure  a offers a closer view of the low stress-strain region. The inset in Figure  b shows the evolution of the yield strain and stress as a function of TFA concentration. The solid and dotted lines are a guide for the eyes.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Evolution of the scattering\nintensity as a function of the reaction\ntime of 1.38 mM solutions of coordinated trapped MOP containing 0.1\nequiv of pyranine (a) without irradiation (black squares), (b) with\nirradiation (red circles), and (c) with irradiation started 30 min\nafter the beginning of the DLS measurements (blue triangles). Xenon\nlamp with a 405 nm filter was used as light source.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Evolution of the scattering intensity as a function of the reaction time of 1.38 mM solutions of coordinated trapped MOP containing 0.1 equiv of pyranine (a) without irradiation (black squares), (b) with irradiation (red circles), and (c) with irradiation started 30 min after the beginning of the DLS measurements (blue triangles). Xenon lamp with a 405 nm filter was used as light source.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Evolution of (a) the\nparticle size and diffusion coefficient and\n(b) scattering intensity as a function of time of the 1.1 mM solutions\nof the coordinated trapped MOP containing 0.033 equiv of pyranine.\nThe light irradiation of the sample at stages I (60 min) and II (20\nh) is represented by the blue area associated with the corresponding\nphotography of the patterned gels. Photography of the gel formed after\nirradiating an aged solution of kinetically trapped phase containing\n0.033 equiv of pyranine with a confocal microscope showing (c) the\noptimization of the parameters of the confocal microscope using a\nscan speed and lens focal of (1) 1 mm/100 s and 10× lens, (2)\n1 mm/12 s and 10× lens, (3) 1 mm/100 s and 20× lens, and\n(4) 1 mm/100 s and 100× lens. (d) Shaped gel in the Japanese\nkanji “Hikari” formed after irradiating the solution\nwith the optimized parameters of the confocal microscope. The Petri\ndishes have a diameter of 6 cm in (a) and (c) and 4.5 cm in (d).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c00108_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Evolution of (a) the particle size and diffusion coefficient and (b) scattering intensity as a function of time of the 1.1 mM solutions of the coordinated trapped MOP containing 0.033 equiv of pyranine. The light irradiation of the sample at stages I (60 min) and II (20 h) is represented by the blue area associated with the corresponding photography of the patterned gels. Photography of the gel formed after irradiating an aged solution of kinetically trapped phase containing 0.033 equiv of pyranine with a confocal microscope showing (c) the optimization of the parameters of the confocal microscope using a scan speed and lens focal of (1) 1 mm/100 s and 10× lens, (2) 1 mm/12 s and 10× lens, (3) 1 mm/100 s and 20× lens, and (4) 1 mm/100 s and 100× lens. (d) Shaped gel in the Japanese kanji \"Hikari\" formed after irradiating the solution with the optimized parameters of the confocal microscope. The Petri dishes have a diameter of 6 cm in (a) and (c) and 4.5 cm in (d).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.1c00108", "title": null, "journal": "American Chemical\nSociety", "date": "2021.03", "author_list": ["Legrand\nAlexandre", "Liu\nLi-Hao", "Royla\nPhilipp", "Aoyama\nTakuma", "Craig\nGavin A.", "Carné-Sánchez\nArnau", "Urayama\nKenji", "Weigand\nJan J.", "Lin\nChia-Her", "Furukawa\nShuhei"]}}