{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja1c01027.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Ground-level\nozone (O<sub>3</sub>) is one of the main airborne\npollutants detrimental to human health and ecosystems. However, the\ndesigned synthesis of high-performance O<sub>3</sub> elimination catalysts\nsuitable for broadly variable air compositions, especially a variable\nwater vapor content, remains daunting. Herein, we report a new manganese-based\nmetal organic framework, [Mn<sub>3</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(TTPE)­(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (H<sub>4</sub>TTPE = 1,1,2,2-tetrakis­(4-(2<italic toggle=\"yes\">H</italic>-tetrazol-5-yl)­phenyl)\nethane), denoted as ZZU-281. ZZU-281 catalyzes O<sub>3</sub> decomposition\nwith a nearly constant 100% working efficiency over the entire humidity\nrange from dry (≤5% relative humidity (RH)) to high humidity\n(90% RH). We found that the maintainable coordinated water molecules\nand OH groups are activated by Mn<sup>2+</sup>, becoming active sites\nfor O<sub>3</sub> transfer to O<sub>2</sub> with a low activation\nenergy. The unique open channels, water retainability, and water stability\nof ZZU-281 further support the high catalytic performance. This work\nopens a new avenue for designing efficient catalysts for O<sub>3</sub> elimination in practice.</p>", "clean_text": "Ground-level ozone (O3) is one of the main airborne pollutants detrimental to human health and ecosystems. However, the designed synthesis of high-performance O3 elimination catalysts suitable for broadly variable air compositions, especially a variable water vapor content, remains daunting. Herein, we report a new manganese-based metal organic framework, [Mn3(μ3-OH)2(TTPE)(H2O)4]⋅2H2O (H4TTPE = 1,1,2,2-tetrakis(4-(2H-tetrazol-5-yl)phenyl) ethane), denoted as ZZU-281. ZZU-281 catalyzes O3 decomposition with a nearly constant 100% working efficiency over the entire humidity range from dry (≤5% relative humidity (RH)) to high humidity (90% RH). We found that the maintainable coordinated water molecules and OH groups are activated by Mn2+, becoming active sites for O3 transfer to O2 with a low activation energy. The unique open channels, water retainability, and water stability of ZZU-281 further support the high catalytic performance. This work opens a new avenue for designing efficient catalysts for O3 elimination in practice.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>In\nrecent years, ground-level ozone (O<sub>3</sub>) pollution has\nbecome a serious issue because of the rapid growth of the economy\nand global industrialization. Outdoor O<sub>3</sub> pollutants near the ground mainly originate from photochemical reactions\nbetween volatile organic compounds (VOCs), carbon monoxide (CO), and\nnitrogen oxides (NO<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>) driven by solar\nradiation. Indoor O<sub>3</sub> emissions are caused by modern\nhouse-hold equipment, such as photocopiers, laser printers, and ultraviolet\ndisinfection. In addition, O<sub>3</sub>, as a strong oxidizing agent,\nis widely used in granaries, hospitals, and water treatment plants, which still contain a large amount of residual O<sub>3</sub>. Long-term exposure to even low concentrations of O<sub>3</sub> has\nbeen linked to respiratory illnesses such as asthma, cardiopulmonary\ndisease, cardiovascular disease, and premature death. Hence, it is urgent to eliminate ground-level O<sub>3</sub> for\nthe sake of public health and the whole ecosystem.</p>", "clean_text": "Introduction\n\nIn recent years, ground-level ozone (O3) pollution has become a serious issue because of the rapid growth of the economy and global industrialization. Outdoor O3 pollutants near the ground mainly originate from photochemical reactions between volatile organic compounds (VOCs), carbon monoxide (CO), and nitrogen oxides (NO x ) driven by solar radiation. Indoor O3 emissions are caused by modern house-hold equipment, such as photocopiers, laser printers, and ultraviolet disinfection. In addition, O3, as a strong oxidizing agent, is widely used in granaries, hospitals, and water treatment plants, which still contain a large amount of residual O3. Long-term exposure to even low concentrations of O3 has been linked to respiratory illnesses such as asthma, cardiopulmonary disease, cardiovascular disease, and premature death. Hence, it is urgent to eliminate ground-level O3 for the sake of public health and the whole ecosystem.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The use of\nO<sub>3</sub> elimination catalysts that generate O<sub>2</sub> is\ncertainly a more desirable method than other conventional\nsorption techniques. However, the high cost of noble metal (Au, Pt,\nAg, and Ru) catalysts and the unsatisfactory\nefficiency of transition metal catalysts (Mn, Ni, Co, Cu, and Ce) are the main obstacles of this method. The exposure of traditional\nmetal-center active sites to O<sub>3</sub> for elimination is an important\nfactor, but these sites are easily occupied by other species in air,\nespecially water molecules and, hence, are deactivated\nat high levels of humidity. In practical applications, an O<sub>3</sub> environment is always accompanied by humidity and varies with climate\nand geographical location, seasonal changes, and application scenarios.\nMetal–organic frameworks (MOFs) have demonstrated unique advantages\nin various catalytic reactions because of their unique and tunable\nporous structures and functional sites. Recently, a MOF, MIL-100 (Fe), was reported to demonstrate\na high O<sub>3</sub> elimination efficiency at relative humidity (RH)\n≥ 40%, but no activity was observed\nwhen RH ≤ 20%, demonstrating that the presence of water could\nbe favorable for the decomposition of O<sub>3</sub>. Thus, a rationally\nengineered MOF structure could satisfactorily decompose O<sub>3</sub> under various gaseous conditions, but achieving such a structure\nremains a considerable challenge.</p>", "clean_text": "The use of O3 elimination catalysts that generate O2 is certainly a more desirable method than other conventional sorption techniques. However, the high cost of noble metal (Au, Pt, Ag, and Ru) catalysts and the unsatisfactory efficiency of transition metal catalysts (Mn, Ni, Co, Cu, and Ce) are the main obstacles of this method. The exposure of traditional metal-center active sites to O3 for elimination is an important factor, but these sites are easily occupied by other species in air, especially water molecules and, hence, are deactivated at high levels of humidity. In practical applications, an O3 environment is always accompanied by humidity and varies with climate and geographical location, seasonal changes, and application scenarios. Metal-organic frameworks (MOFs) have demonstrated unique advantages in various catalytic reactions because of their unique and tunable porous structures and functional sites. Recently, a MOF, MIL-100 (Fe), was reported to demonstrate a high O3 elimination efficiency at relative humidity (RH) ≥ 40%, but no activity was observed when RH ≤ 20%, demonstrating that the presence of water could be favorable for the decomposition of O3. Thus, a rationally engineered MOF structure could satisfactorily decompose O3 under various gaseous conditions, but achieving such a structure remains a considerable challenge.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this work, we prepared\na new Mn-MOF, [Mn<sub>3</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(TTPE)­(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (denoted as ZZU-281),\nby employing a bulky tetrazolate-based\nlinker H<sub>4</sub>TTPE and Mn<sup>2+</sup> ions, as manganese oxides\nhave been extensively investigated for O<sub>3</sub> decomposition. Notably, ZZU-281 achieved nearly 100% O<sub>3</sub> elimination\nefficiency when the RH ranged from less than 5% to over 90%, and the\ncatalytic performance was highly stable for 70 continuous hours, making\nthis catalyst far superior to MnO<sub>2</sub> and other reported catalysts. The excellent stability under harsh conditions also guarantees that\nZZU-281 will be available in practice. To our knowledge, this is the\nfirst report of such highly efficient catalytic O<sub>3</sub> decomposition\nunder a full range of humidity conditions. <italic toggle=\"yes\">In situ</italic> Raman characterization and theoretical calculation results revealed\nthat the unique Mn<sub>3</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(H<sub>2</sub>O)<sub>4</sub> nodes contain abundant coordination\nwater molecules and OH groups that contributed to the unprecedented\ncatalytic performance.</p>", "clean_text": "In this work, we prepared a new Mn-MOF, [Mn3(μ3-OH)2(TTPE)(H2O)4]⋅2H2O (denoted as ZZU-281), by employing a bulky tetrazolate-based linker H4TTPE and Mn2+ ions, as manganese oxides have been extensively investigated for O3 decomposition. Notably, ZZU-281 achieved nearly 100% O3 elimination efficiency when the RH ranged from less than 5% to over 90%, and the catalytic performance was highly stable for 70 continuous hours, making this catalyst far superior to MnO2 and other reported catalysts. The excellent stability under harsh conditions also guarantees that ZZU-281 will be available in practice. To our knowledge, this is the first report of such highly efficient catalytic O3 decomposition under a full range of humidity conditions. In situ Raman characterization and theoretical calculation results revealed that the unique Mn3(μ3-OH)2(H2O)4 nodes contain abundant coordination water molecules and OH groups that contributed to the unprecedented catalytic performance.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><title>Synthetic\nProcedures for [Mn<sub>3</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(TTPE)­(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (ZZU-281)</title><p>Mn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (57.4 mg, 0.2\nmmol) and H<sub>4</sub>TTPE (27.8 mg, 0.05 mmol)\nwere dissolved with DMAc/H<sub>2</sub>O (v/v = 2/1, 3 mL). The yellow\nsolution was stirred at room temperature for 5 min, sealed in a 25\nmL Teflon-lined bomb, and heated at 120 °C for 72 h. After cooling\nto room temperature, light yellow block crystals [Mn<sub>3</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(TTPE)­(DMAc)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>] were obtained. Then, we exchanged the coordinated DMAc molecule\nto water by encapsulating the crystals in a Teflon-lined and adding\na large amount of water. The mixture was heated at 120 °C for\n3 days to obtain [Mn<sub>3</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(TTPE)­(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (ZZU-281).\nCalcd for C<sub>30</sub>H<sub>30</sub>Mn<sub>3</sub>N<sub>16</sub>O<sub>8</sub>: C, 45.16; H, 3.96; N, 24.96%. Found: C, 44.63; H,\n3.80; N, 24.16%. IR (cm<sup>–1</sup>): 3347 (s), 3184 (s),\n1615 (s), 1450 (s), 1158 (m), 1113 (m), 1015 (s), 840 (m), 803 (m),\n768 (s), 655 (m), 620 (s), 528 (m), 434 (w).</p>", "clean_text": "Experimental Section\n\nSynthetic Procedures for [Mn3(μ3-OH)2(TTPE)(H2O)4]⋅2H2O (ZZU-281)\n\nMn(NO3)2⋅6H2O (57.4 mg, 0.2 mmol) and H4TTPE (27.8 mg, 0.05 mmol) were dissolved with DMAc/H2O (v/v = 2/1, 3 mL). The yellow solution was stirred at room temperature for 5 min, sealed in a 25 mL Teflon-lined bomb, and heated at 120 °C for 72 h. After cooling to room temperature, light yellow block crystals [Mn3(μ3-OH)2(TTPE)(DMAc)2(H2O)2] were obtained. Then, we exchanged the coordinated DMAc molecule to water by encapsulating the crystals in a Teflon-lined and adding a large amount of water. The mixture was heated at 120 °C for 3 days to obtain [Mn3(μ3-OH)2(TTPE)(H2O)4]⋅2H2O (ZZU-281). Calcd for C30H30Mn3N16O8: C, 45.16; H, 3.96; N, 24.96%. Found: C, 44.63; H, 3.80; N, 24.16%. IR (cm-1): 3347 (s), 3184 (s), 1615 (s), 1450 (s), 1158 (m), 1113 (m), 1015 (s), 840 (m), 803 (m), 768 (s), 655 (m), 620 (s), 528 (m), 434 (w).", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>O<sub>3</sub> Decomposition\nTest</title><p>The catalytic activities\nfor the O<sub>3</sub> decomposition of ZZU-281 were evaluated with\na dynamic test at room temperature in a fixed-bed continuous reactor\n(i.d., = 4 mm). O<sub>3</sub> was generated from artificial air (the\nmixture of N<sub>2</sub> and O<sub>2</sub>, v/v = 79/21) by an ultraviolet\nlamp. Before the test, all samples were vacuum-dried at 80 °C\nfor 24 h to remove free solvent molecules from the structure. Then,\nthe mixture of the catalysts and 180 mg of quartz sand were loaded\ninto the fixed-bed continuous reactor. The total gas flow was kept\nat 1000 mL/min, and the inlet O<sub>3</sub> concentration was kept\nat 50 ± 1 ppm; the concentration of O<sub>3</sub> was controlled\nby controlling the flow of nitrogen and artificial air while the total\ngas flow remained constant. The O<sub>3</sub> concentration inlet\nand outlet were measured by an O<sub>3</sub> detector (model 205,\n2B Technologies). The relative humidity (RH) was adjusted from by\npassing compressed dry N<sub>2</sub> through a constant water bath\nbubbler. The RH was measured by a humidity and temperature meter AS847.\nThe conversion of O<sub>3</sub> was calculated <italic toggle=\"yes\">via</italic> the following equation:<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>3</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mspace width=\".25em\"></mml:mspace>\n<mml:mi>removal rate</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>in</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>out</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>in</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>×</mml:mo>\n<mml:mn>100</mml:mn>\n<mml:mo>%</mml:mo>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">C</italic>\n<sub>in</sub> and <italic toggle=\"yes\">C</italic>\n<sub>out</sub> are inlet and outlet concentrations of O<sub>3</sub>, respectively.</p>", "clean_text": "O3 Decomposition Test\n\nThe catalytic activities for the O3 decomposition of ZZU-281 were evaluated with a dynamic test at room temperature in a fixed-bed continuous reactor (i.d., = 4 mm). O3 was generated from artificial air (the mixture of N2 and O2, v/v = 79/21) by an ultraviolet lamp. Before the test, all samples were vacuum-dried at 80 °C for 24 h to remove free solvent molecules from the structure. Then, the mixture of the catalysts and 180 mg of quartz sand were loaded into the fixed-bed continuous reactor. The total gas flow was kept at 1000 mL/min, and the inlet O3 concentration was kept at 50 ± 1 ppm; the concentration of O3 was controlled by controlling the flow of nitrogen and artificial air while the total gas flow remained constant. The O3 concentration inlet and outlet were measured by an O3 detector (model 205, 2B Technologies). The relative humidity (RH) was adjusted from by passing compressed dry N2 through a constant water bath bubbler. The RH was measured by a humidity and temperature meter AS847. The conversion of O3 was calculated via the following equation:      O   3    removal rate =  (   C   in   -   C   out   )  /   C   in   × 100 %   where C in and C out are inlet and outlet concentrations of O3, respectively.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>EPR Detection of Reactive Oxygen Species</title><p>To simulate\nthe process of O<sub>3</sub> degradation, the humidity was controlled\nat 30% through the passage of water vapor. Gaseous O<sub>3</sub> was\ninjected into the sample tank at room temperature for 10 min. For\nthe detection of O<sub>2</sub>\n<sup>• –</sup> and\n·OH radicals, 5 mg samples were dispersed into MeOH or H<sub>2</sub>O and then the capture agent DMPO was added. EPR tests were\nperformed at 77 K and in dark conditions to exclude the disturbance\nof temperature and light.</p>", "clean_text": "EPR Detection of Reactive Oxygen Species\n\nTo simulate the process of O3 degradation, the humidity was controlled at 30% through the passage of water vapor. Gaseous O3 was injected into the sample tank at room temperature for 10 min. For the detection of O2 ⋅- and ⋅OH radicals, 5 mg samples were dispersed into MeOH or H2O and then the capture agent DMPO was added. EPR tests were performed at 77 K and in dark conditions to exclude the disturbance of temperature and light.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Theoretical Calculation</title><p>All the\ncalculations were performed\nwithin the framework of the density functional theory (DFT) as implemented\nin the Vienna Ab initio Software Package (VASP 5.3.5) code within\nthe Perdew–Burke–Ernzerhof (PBE) generalized gradient\napproximation and the projected augmented wave (PAW) method. The cutoff energy for the plane-wave basis set was set to 400 eV.\nThe Brillouin zone of the surface unit cell was sampled by Monkhorst–Pack\n(MP) grids for ZZU-281 structure optimizations. The ZZU-281 structure was determined by a 2 × 2 ×\n1 Monkhorst–Pack grid. The convergence criterion for the electronic\nself-consistent iteration and force was set to 10<sup>–5</sup> eV and 0.01 eV/Å, respectively. A vacuum layer of 15 Å\nwas introduced to avoid interactions between periodic images. Spin-polarized\ncalculations were considered for Mn-involved systems to correctly\ncapture the magnetic properties. The localized <italic toggle=\"yes\">d</italic> electrons\nof Mn were treated with an initial magnetic moment set to 4.0 μB,\nwhile all other atoms were treated with a default initial spin of\n1.0 μB. The calculation of O<sub>2</sub> is based on its ground\ntriplet state. A local Hubbard term <italic toggle=\"yes\">U</italic> correction\nwas used in our calculations. The value of <italic toggle=\"yes\">U</italic> is 4.0\nfor Mn. Considering that the direct calculation of the Gibbs free\nenergy of O<sub>2</sub> may be not accurate in the periodic structures\nby VASP, we used the experimentally corrected Gibbs free energy of\nO<sub>2</sub>. The Gibbs free energy of H<sub>2</sub> (g) + O<sub>2</sub> (g) → H<sub>2</sub>O (g) in standard state was obtained\nby consulting the manual. The Gibbs free energies of H<sub>2</sub> and H<sub>2</sub>O were calculated theoretically, and then, the\nGibbs free energy of O<sub>2</sub> was obtained.</p>", "clean_text": "Theoretical Calculation\n\nAll the calculations were performed within the framework of the density functional theory (DFT) as implemented in the Vienna Ab initio Software Package (VASP 5.3.5) code within the Perdew-Burke-Ernzerhof (PBE) generalized gradient approximation and the projected augmented wave (PAW) method. The cutoff energy for the plane-wave basis set was set to 400 eV. The Brillouin zone of the surface unit cell was sampled by Monkhorst-Pack (MP) grids for ZZU-281 structure optimizations. The ZZU-281 structure was determined by a 2 × 2 × 1 Monkhorst-Pack grid. The convergence criterion for the electronic self-consistent iteration and force was set to 10-5 eV and 0.01 eV/Å, respectively. A vacuum layer of 15 Å was introduced to avoid interactions between periodic images. Spin-polarized calculations were considered for Mn-involved systems to correctly capture the magnetic properties. The localized d electrons of Mn were treated with an initial magnetic moment set to 4.0 μB, while all other atoms were treated with a default initial spin of 1.0 μB. The calculation of O2 is based on its ground triplet state. A local Hubbard term U correction was used in our calculations. The value of U is 4.0 for Mn. Considering that the direct calculation of the Gibbs free energy of O2 may be not accurate in the periodic structures by VASP, we used the experimentally corrected Gibbs free energy of O2. The Gibbs free energy of H2 (g) + O2 (g) → H2O (g) in standard state was obtained by consulting the manual. The Gibbs free energies of H2 and H2O were calculated theoretically, and then, the Gibbs free energy of O2 was obtained.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The free energies\nof adsorbates and transition states at temperature <italic toggle=\"yes\">T</italic> were estimated according to the harmonic approximation, and the\nentropy was evaluated using the following equation:<disp-formula id=\"ueq2\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_m002.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>S</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:munderover>\n<mml:mrow>\n<mml:mo>∑</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>harm DOF</mml:mi>\n</mml:mrow>\n</mml:munderover>\n<mml:mrow>\n<mml:mo stretchy=\"true\">[</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>−</mml:mo>\n<mml:mi>ln</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:msup>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">e</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ε</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>k</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:msup>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"true\">]</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">k</italic>\n<sub>B</sub> is Boltzmann’s\nconstant and DOF is the number of harmonic energies (ε<sub>\n<italic toggle=\"yes\">i</italic>\n</sub>) used in the summation denoted as the degree of\nfreedom, which is generally 3<italic toggle=\"yes\">N</italic>, where <italic toggle=\"yes\">N</italic> is the number of atoms in the adsorbates or transition states. Meanwhile,\nthe free energies of gas phase species were corrected as<disp-formula id=\"ueq3\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_m003.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>G</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>=</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>elec</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>E</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>ZPE</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mo form=\"prefix\">∫</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">p</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mi>S</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>T</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>where <italic toggle=\"yes\">C</italic>\n<sub>p</sub> is the\ngas phase heat capacity as a function of temperature derived from\nShomate equations, and the corresponding parameters in the equations\nwere obtained from NIST.</p>", "clean_text": "The free energies of adsorbates and transition states at temperature T were estimated according to the harmonic approximation, and the entropy was evaluated using the following equation:    S  ( T )  =   k   B     ∑   i   harm DOF    [     ε   i       k   B   T  (   e     ε   i   /   k   B   T   - 1 )    - ln  ( 1 -   e   -   ε   i   /   k   B   T   )  ]    where k B is Boltzmann's constant and DOF is the number of harmonic energies (ε i ) used in the summation denoted as the degree of freedom, which is generally 3N, where N is the number of atoms in the adsorbates or transition states. Meanwhile, the free energies of gas phase species were corrected as      G   g    ( T )  =   E   elec   +   E   ZPE   + ∫    C   p   d T - T S  ( T )     where C p is the gas phase heat capacity as a function of temperature derived from Shomate equations, and the corresponding parameters in the equations were obtained from NIST.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Structural Details and\nCharacterization of ZZU-281</title><p>Single-crystal X-ray diffraction\nanalysis revealed that ZZU-281 crystallizes\nin the space group <italic toggle=\"yes\">C</italic>2/<italic toggle=\"yes\">m</italic> and is composed\nof two crystallographically independent Mn ions (Mn1, Mn2) (a, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S1, and Table S1</ext-link>). Two Mn1 and one Mn2 bind to each\nother by μ<sub>3</sub>-OH units and form infinite linear chains\n(b). The assembly\nof the infinite 1D Mn chains and tetrazole TTPE linkers resulted in\nthe formation of a 3D framework of ZZU-281 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>) with three 1D channels (A, B, and C) along different axes\n(c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). These pore structures were large\nenough to accommodate O<sub>3</sub> and O<sub>2</sub> molecules (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>), thus facilitating their mass transfer\nprocess. More interestingly, coordination water molecules were all\nlocated on the inner wall of the A and B channels and surrounded the\n1D Mn chains, forming a favorable environment for O<sub>3</sub> decomposition.</p>", "clean_text": "Results and Discussion\n\nStructural Details and Characterization of ZZU-281\n\nSingle-crystal X-ray diffraction analysis revealed that ZZU-281 crystallizes in the space group C2/m and is composed of two crystallographically independent Mn ions (Mn1, Mn2) (a, Figure S1, and Table S1). Two Mn1 and one Mn2 bind to each other by μ3-OH units and form infinite linear chains (b). The assembly of the infinite 1D Mn chains and tetrazole TTPE linkers resulted in the formation of a 3D framework of ZZU-281 (Figure S2) with three 1D channels (A, B, and C) along different axes (c and Figure S3). These pore structures were large enough to accommodate O3 and O2 molecules (Figure S4), thus facilitating their mass transfer process. More interestingly, coordination water molecules were all located on the inner wall of the A and B channels and surrounded the 1D Mn chains, forming a favorable environment for O3 decomposition.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) 3D\nstructure diagram of ZZU-281. (b) Manganese chain is formed\nby connecting Mn<sup>2+</sup> ions with μ<sub>3</sub>-OH along\nthe <italic toggle=\"yes\">a</italic> axis. (c) Schematic diagram of three channels\n(A, B, and C) in ZZU-281.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) 3D structure diagram of ZZU-281. (b) Manganese chain is formed by connecting Mn2+ ions with μ3-OH along the a axis. (c) Schematic diagram of three channels (A, B, and C) in ZZU-281.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The phase purity of the as-synthesized ZZU-281 was verified by\npowder X-ray diffraction (PXRD) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>). The robustness of the chemical structure of ZZU-281 was investigated\nunder a range of harsh environmental conditions, including various\norganic solvents, aqueous solutions with a pH between 3 and 10, and\nboiling water. Note that the PXRD pattern was well-maintained even\nafter the exposure of the samples to these conditions for 1 week (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figures S7 and S8</ext-link>). Such exceptional hydrolysis\nresistance and the structural stability of ZZU-281 lay a foundation\nfor further catalytic application under different RH conditions.</p>", "clean_text": "The phase purity of the as-synthesized ZZU-281 was verified by powder X-ray diffraction (PXRD) (Figure S5). The robustness of the chemical structure of ZZU-281 was investigated under a range of harsh environmental conditions, including various organic solvents, aqueous solutions with a pH between 3 and 10, and boiling water. Note that the PXRD pattern was well-maintained even after the exposure of the samples to these conditions for 1 week (Figures S7 and S8). Such exceptional hydrolysis resistance and the structural stability of ZZU-281 lay a foundation for further catalytic application under different RH conditions.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>Ozone Decomposition by ZZU-281</title><p>The catalytic activities\nof ZZU-281 for O<sub>3</sub> decomposition were evaluated with a dynamic\ntest at room temperature in a fixed-bed continuous reactor at an initial\nO<sub>3</sub> concentration of 50 ppm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). We optimized the catalyst loading by adjusting the ZZU-281\namount with 5, 10, 20, 30, and 50 mg, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>). With the increase of the catalyst amount, the\nremoval efficiency gradually enhanced and achieved nearly 100% at\n20 mg under both dry (RH ≤ 5%) and wet (RH = 90%) humidity\nconditions. When the catalyst loading was further increased to 30\nand 50 mg, ZZU-281 still maintained 100% O<sub>3</sub> decomposition\nefficiency. Therefore, a catalyst dosage of 20 mg was used in this\nreaction system. a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link> show that ZZU-281 achieved\nnearly 100% persistent O<sub>3</sub> decomposition efficiency at ≤5%,\n20%, 40%, 60%, 80%, and 90% RH, and the efficiency remained stable\neven after continuous reaction for 70 h. These results verified that\nZZU-281 not only is an excellent humidity-resistant O<sub>3</sub> elimination\ncatalyst but also performs efficiently under dry conditions. The catalytic\nturnover frequency (TOF) for this catalytic reaction was determined\nto be 10 min<sup>–1</sup> after 70 h test. This catalyst with\nsuch remarkable and stable O<sub>3</sub> decomposition performance\nunder different humidity levels thus significantly outperformed other\nreported catalysts (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>) and met the\ndemands of practical application under various environmental conditions.\nWe hypothesized that the high O<sub>3</sub> removal efficiency of\nZZU-281 under both low and high-RH conditions may correlate with the\nintrinsically abundant coordination water molecules in ZZU-281. To\ndetermine the role of coordination water molecules in the O<sub>3</sub> decomposition process, we carried out an O<sub>3</sub> removal experiment\nwith dehydrated ZZU-281, which was obtained by heating the sample\nat 200 °C for 2 h. The TGA curve indicated that the water molecules\nin ZZU-281 were removed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). All\nintense PXRD peaks of dehydrated ZZU-281 reproduced the pristine ones,\nindicating that the framework was basically maintained. A new tiny\nPXRD signal at 9.6° may have been caused by the loss of abundant\ncoordinated water molecules around the Mn nodes. (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). The O<sub>3</sub> decomposition efficiency of\ndehydrated ZZU-281 was much lower (50%) than that of pristine ZZU-281\nat RH ≤ 5%, while the O<sub>3</sub> conversion increased to\n70% when the RH was increased to 90%. When the sample was switched\nagain to dry conditions (RH ≤ 5%), the O<sub>3</sub> conversion\nwas obviously enhanced compared to that of the pristine dehydrated\nsample (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). Moreover, we found\nthat the O<sub>3</sub> conversion performance was increased each time\nthe catalyst was treated with a high RH. After four consecutive dry–wet\ncycles, the O<sub>3</sub> decomposition performance returned to nearly\n100% at 90% RH, revealing that water indeed helped to improve the\nO<sub>3</sub> conversion efficiency. We inferred that the water molecule\nrecoordinated to the Mn nodes under high RH and recovered the original\nstructure as evidenced by TGA (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>), thus endowing the recycled sample with enhanced O<sub>3</sub> conversion\nefficiency. These results confirmed the potential of using ZZU-281\nto degrade O<sub>3</sub> under dry conditions by using the water present\nin the pores, circumventing the need for added water. Importantly,\nas evidenced by PXRD and FT-IR, the structural integrity of ZZU-281\nwas fully retained after the 70 h O<sub>3</sub> decomposition experiment\n(c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>).</p>", "clean_text": "Ozone Decomposition by ZZU-281\n\nThe catalytic activities of ZZU-281 for O3 decomposition were evaluated with a dynamic test at room temperature in a fixed-bed continuous reactor at an initial O3 concentration of 50 ppm (Figure S9). We optimized the catalyst loading by adjusting the ZZU-281 amount with 5, 10, 20, 30, and 50 mg, respectively (Figure S10). With the increase of the catalyst amount, the removal efficiency gradually enhanced and achieved nearly 100% at 20 mg under both dry (RH ≤ 5%) and wet (RH = 90%) humidity conditions. When the catalyst loading was further increased to 30 and 50 mg, ZZU-281 still maintained 100% O3 decomposition efficiency. Therefore, a catalyst dosage of 20 mg was used in this reaction system. a and Figure S11 show that ZZU-281 achieved nearly 100% persistent O3 decomposition efficiency at ≤5%, 20%, 40%, 60%, 80%, and 90% RH, and the efficiency remained stable even after continuous reaction for 70 h. These results verified that ZZU-281 not only is an excellent humidity-resistant O3 elimination catalyst but also performs efficiently under dry conditions. The catalytic turnover frequency (TOF) for this catalytic reaction was determined to be 10 min-1 after 70 h test. This catalyst with such remarkable and stable O3 decomposition performance under different humidity levels thus significantly outperformed other reported catalysts (Table S2) and met the demands of practical application under various environmental conditions. We hypothesized that the high O3 removal efficiency of ZZU-281 under both low and high-RH conditions may correlate with the intrinsically abundant coordination water molecules in ZZU-281. To determine the role of coordination water molecules in the O3 decomposition process, we carried out an O3 removal experiment with dehydrated ZZU-281, which was obtained by heating the sample at 200 °C for 2 h. The TGA curve indicated that the water molecules in ZZU-281 were removed (Figure S6). All intense PXRD peaks of dehydrated ZZU-281 reproduced the pristine ones, indicating that the framework was basically maintained. A new tiny PXRD signal at 9.6° may have been caused by the loss of abundant coordinated water molecules around the Mn nodes. (Figure S12). The O3 decomposition efficiency of dehydrated ZZU-281 was much lower (50%) than that of pristine ZZU-281 at RH ≤ 5%, while the O3 conversion increased to 70% when the RH was increased to 90%. When the sample was switched again to dry conditions (RH ≤ 5%), the O3 conversion was obviously enhanced compared to that of the pristine dehydrated sample (Figure S13). Moreover, we found that the O3 conversion performance was increased each time the catalyst was treated with a high RH. After four consecutive dry-wet cycles, the O3 decomposition performance returned to nearly 100% at 90% RH, revealing that water indeed helped to improve the O3 conversion efficiency. We inferred that the water molecule recoordinated to the Mn nodes under high RH and recovered the original structure as evidenced by TGA (Figure S14), thus endowing the recycled sample with enhanced O3 conversion efficiency. These results confirmed the potential of using ZZU-281 to degrade O3 under dry conditions by using the water present in the pores, circumventing the need for added water. Importantly, as evidenced by PXRD and FT-IR, the structural integrity of ZZU-281 was fully retained after the 70 h O3 decomposition experiment (c and Figure S16).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) O<sub>3</sub> conversion of ZZU-281\nunder different humidity\nconditions. (b) Comparison of the O<sub>3</sub> conversion on ZZU-281,\nα-MnO<sub>2</sub>, β-MnO<sub>2</sub>, and γ-MOOH.\n(c) PXRD patterns of simulated, experimental, and O<sub>3</sub>-exposed\nZZU-281 under different humidity conditions.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) O3 conversion of ZZU-281 under different humidity conditions. (b) Comparison of the O3 conversion on ZZU-281, α-MnO2, β-MnO2, and γ-MOOH. (c) PXRD patterns of simulated, experimental, and O3-exposed ZZU-281 under different humidity conditions.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The control experiments involving the metal precursor of ZZU-281\n(Mn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O) and the linker\nH<sub>4</sub>TTPE exhibited much more inferior degradation efficiency\nunder otherwise identical test conditions (RH = 30%) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S17</ext-link>). Considering that MnO<sub>2</sub> possesses high O<sub>3</sub> decomposition activity and is commercially\nutilized in air filters, we further selected α-MnO<sub>2</sub> and β-MnO<sub>2</sub> for comparison at an RH of 30%. The\nO<sub>3</sub> conversion of α-MnO<sub>2</sub> and β-MnO<sub>2</sub> decreased drastically from 100% and 80% to 66% and 34% (b), respectively,\nwithin 1 h, which resulted from a blockage of the active oxygen vacancies\nby water molecules. In addition, the O<sub>3</sub> decomposition by γ-MnOOH was studied, which also declined\nsharply from 80% to 48% during the first hour and only 40% of O<sub>3</sub> conversion was sustained after 4 h. This can be ascribed\nto the competitive adsorption of water vapor on reactive sites. These\nresults highlight that the distinctive structure of ZZU-281 contributed\nto the remarkable O<sub>3</sub> elimination efficiency.</p>", "clean_text": "The control experiments involving the metal precursor of ZZU-281 (Mn(NO3)2⋅6H2O) and the linker H4TTPE exhibited much more inferior degradation efficiency under otherwise identical test conditions (RH = 30%) (Figure S17). Considering that MnO2 possesses high O3 decomposition activity and is commercially utilized in air filters, we further selected α-MnO2 and β-MnO2 for comparison at an RH of 30%. The O3 conversion of α-MnO2 and β-MnO2 decreased drastically from 100% and 80% to 66% and 34% (b), respectively, within 1 h, which resulted from a blockage of the active oxygen vacancies by water molecules. In addition, the O3 decomposition by γ-MnOOH was studied, which also declined sharply from 80% to 48% during the first hour and only 40% of O3 conversion was sustained after 4 h. This can be ascribed to the competitive adsorption of water vapor on reactive sites. These results highlight that the distinctive structure of ZZU-281 contributed to the remarkable O3 elimination efficiency.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Further,\nwe investigated the catalytic performance of ZZU-281 for\nO<sub>3</sub> decomposition in the presence of other gases at room\ntemperature, including CO, CO<sub>2</sub>, NO, and NO<sub>2</sub>.\nThe inlet concentration of these gases was maintained at 100 ppm by\ncontrolling the gas flow. When CO or CO<sub>2</sub> were introduced,\nZZU-281 still showed excellent performance (nearly 100% O<sub>3</sub> decomposition efficiency) at a moderate RH of 30% within a 12 h\ntest (a). For\nNO and NO<sub>2</sub>, a slight performance decay from 100% to 96%\nwas observed during the first 5 h and was maintained at 95% after\n12 h. This was probably caused by competitive adsorption between O<sub>3</sub> and NO<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> on the active sites,\nwhich eventually blocked the catalytic activity. Moreover, the outlet concentrations of CO, CO<sub>2</sub>, NO, or NO<sub>2</sub> after catalytic reaction were consistent\nwith the inlet one, confirming that these gases were not involved\nin the O<sub>3</sub> conversion reaction. In addition, ZZU-281-catalyzed\nO<sub>3</sub> conversion under different temperatures was studied\n(b). At 0 °C,\nthe O<sub>3</sub> conversion performance (∼94%) is slightly\nlower than that at room temperature (25 °C, ∼100%). When\nthe temperature was further increased to 50 and 80 °C, the O<sub>3</sub> removal efficiency remained nearly 100%. Overall, ZZU-281\nshowed great potential for O<sub>3</sub> elimination in various environments.</p>", "clean_text": "Further, we investigated the catalytic performance of ZZU-281 for O3 decomposition in the presence of other gases at room temperature, including CO, CO2, NO, and NO2. The inlet concentration of these gases was maintained at 100 ppm by controlling the gas flow. When CO or CO2 were introduced, ZZU-281 still showed excellent performance (nearly 100% O3 decomposition efficiency) at a moderate RH of 30% within a 12 h test (a). For NO and NO2, a slight performance decay from 100% to 96% was observed during the first 5 h and was maintained at 95% after 12 h. This was probably caused by competitive adsorption between O3 and NO x  on the active sites, which eventually blocked the catalytic activity. Moreover, the outlet concentrations of CO, CO2, NO, or NO2 after catalytic reaction were consistent with the inlet one, confirming that these gases were not involved in the O3 conversion reaction. In addition, ZZU-281-catalyzed O3 conversion under different temperatures was studied (b). At 0 °C, the O3 conversion performance (~94%) is slightly lower than that at room temperature (25 °C, ~100%). When the temperature was further increased to 50 and 80 °C, the O3 removal efficiency remained nearly 100%. Overall, ZZU-281 showed great potential for O3 elimination in various environments.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) O<sub>3</sub> conversion of ZZU-281 in the presence of CO,\nCO<sub>2</sub>, NO, and NO<sub>2</sub>, respectively. (b) O<sub>3</sub> conversion of ZZU-281 under different temperatures.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) O3 conversion of ZZU-281 in the presence of CO, CO2, NO, and NO2, respectively. (b) O3 conversion of ZZU-281 under different temperatures.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Identification of Intermediate Reaction Species</title><p>To\ninvestigate the O<sub>3</sub> catalytic pathways for ZZU-281, <italic toggle=\"yes\">in situ</italic> Raman spectroscopy was performed. With continuous\nO<sub>3</sub> flow, new peaks were observed at 560 and 630 cm<sup>–1</sup> (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>) and were attributed\nto the MnOOH and Mn–H<sub>2</sub>O/Mn–OH symmetric stretching\nvibration modes, respectively. The bands observed in the high-frequency region at 841 and 1138\ncm<sup>–1</sup> correspond to the O–O stretching modes\nof peroxide (O<sub>2</sub>\n<sup>2–</sup>) and superoxo (O<sub>2</sub>\n<sup>• –</sup>) species, respectively,\nindicating that new intermediate species were formed on the catalyst\nsurface during O<sub>3</sub> decomposition. This finding is consistent\nwith the literature reports, suggesting that the peroxide intermediate\nis active for O<sub>3</sub> removal. Another change is the decrease in intensity of the tetrazolate and\nbenzene ring stretching peaks at 1295, 1320, 1450, and 1530 cm<sup>–1</sup>, which may be ascribed to a partial restriction of\nthe bond vibration by the adsorption of O<sub>3</sub> molecules in\nthe pores. In addition, we compared the catalyst under N<sub>2</sub> and air\natmospheres and found no change after purging the ZZU-281 crystal\nin N<sub>2</sub> or air for 5 h (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figures S22 and S23</ext-link>). Moreover, the presence of active radical intermediates\nwas assessed by electron paramagnetic resonance (EPR). When dimethylpyridine <italic toggle=\"yes\">N</italic>-oxide (DMPO) was used as a trapping agent, ZZU-281 exposed\nto O<sub>3</sub> generated hydroxyl radicals (·OH) and O<sub>2</sub>\n<sup>• –</sup> (b,c). Together, these results verified the\nformation of active intermediate oxygen species during the ZZU-281-catalyzed\nO<sub>3</sub> decomposition reaction.</p>", "clean_text": "Identification of Intermediate Reaction Species\n\nTo investigate the O3 catalytic pathways for ZZU-281, in situ Raman spectroscopy was performed. With continuous O3 flow, new peaks were observed at 560 and 630 cm-1 (a and Figure S21) and were attributed to the MnOOH and Mn-H2O/Mn-OH symmetric stretching vibration modes, respectively. The bands observed in the high-frequency region at 841 and 1138 cm-1 correspond to the O-O stretching modes of peroxide (O2 2-) and superoxo (O2 ⋅-) species, respectively, indicating that new intermediate species were formed on the catalyst surface during O3 decomposition. This finding is consistent with the literature reports, suggesting that the peroxide intermediate is active for O3 removal. Another change is the decrease in intensity of the tetrazolate and benzene ring stretching peaks at 1295, 1320, 1450, and 1530 cm-1, which may be ascribed to a partial restriction of the bond vibration by the adsorption of O3 molecules in the pores. In addition, we compared the catalyst under N2 and air atmospheres and found no change after purging the ZZU-281 crystal in N2 or air for 5 h (Figures S22 and S23). Moreover, the presence of active radical intermediates was assessed by electron paramagnetic resonance (EPR). When dimethylpyridine N-oxide (DMPO) was used as a trapping agent, ZZU-281 exposed to O3 generated hydroxyl radicals (⋅OH) and O2 ⋅- (b,c). Together, these results verified the formation of active intermediate oxygen species during the ZZU-281-catalyzed O3 decomposition reaction.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) <italic toggle=\"yes\">In situ</italic> Raman spectra\nof ZZU-281 with 5 h\ncontinuous O<sub>3</sub> flow passing at room temperature. (b) EPR\nspectra of DMPO-·OH and (c) DMPO-O<sub>2</sub>\n<sup>• –</sup> when ZZU-281 exposing to O<sub>3</sub> in the dark.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) In situ Raman spectra of ZZU-281 with 5 h continuous O3 flow passing at room temperature. (b) EPR spectra of DMPO-⋅OH and (c) DMPO-O2 ⋅- when ZZU-281 exposing to O3 in the dark.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Density Functional Theory Calculations</title><p>DFT calculations\nwere performed to further understand the function of ZZU-281 in the\ncatalytic O<sub>3</sub> decomposition process. Initially, the O<sub>3</sub> adsorption sites in ZZU-281 were calculated. O<sub>3</sub> prefers to occupy the sites near the coordination water in the 1D\nchannels <italic toggle=\"yes\">via</italic> H-bonding with a bond length of 1.6–1.8\nÅ, again confirming the important role of water molecules in\nthe Mn node (a, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S24, and Table S3</ext-link>). The resulting\nfree energy diagrams for the pathways are shown in b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Table S4</ext-link>, along with structures of the selected intermediates. The\ncatalytic process started with a spontaneous adsorption of an O<sub>3</sub> molecule on the coordinated water molecules, forming a Mn–OH\nintermediate with the release of a *OOOH radical. The decomposition\nof the *OOOH radical generated ·OH and O<sub>2</sub> species. Then, the second O<sub>3</sub> molecule was\nabsorbed on the adjacent μ<sub>3</sub>-OH group before the rearrangement\nof the intermediate with the release of an O<sub>2</sub> molecule.\nIn this step, the coordinated water molecule was restored and a μ-peroxo\ndinuclear Mn–O–O–Mn intermediate formed, and\nthe corresponding energy barrier was only 0.58 eV. Next, the Mn–O–O–Mn\nspecies reacted with the *OOOH radical, forming Mn–O–O­(OH)–Mn,\nwhich further produced an O<sub>2</sub> molecule and regenerated the\nμ<sub>3</sub>-OH sites. This step could be the rate-determining\nstep for the overall reaction, with an energy barrier of 0.81 eV.\nThe Mn–O–O–Mn and Mn–O–O­(OH)–Mn\ncomplexes decomposed with the release of O<sub>2</sub>\n<sup>2–</sup> and O<sub>2</sub>\n<sup>• –</sup>. The above results indicated that O<sub>3</sub> decomposition catalyzed by ZZU-281 relies on the synergistic effect\nof the coordination water molecules and bridged μ<sub>3</sub>-OH groups on the Mn nodes. The consistency between <italic toggle=\"yes\">in situ</italic> Raman spectroscopy, EPR spectral analysis, and theoretical calculations\nfurther corroborated that the coordinated water on the Mn-containing\nhost framework play a key role in O<sub>3</sub> decomposition. Complete\ncatalytic recycling is proposed in c.</p>", "clean_text": "Density Functional Theory Calculations\n\nDFT calculations were performed to further understand the function of ZZU-281 in the catalytic O3 decomposition process. Initially, the O3 adsorption sites in ZZU-281 were calculated. O3 prefers to occupy the sites near the coordination water in the 1D channels via H-bonding with a bond length of 1.6-1.8 Å, again confirming the important role of water molecules in the Mn node (a, Figure S24, and Table S3). The resulting free energy diagrams for the pathways are shown in b and Table S4, along with structures of the selected intermediates. The catalytic process started with a spontaneous adsorption of an O3 molecule on the coordinated water molecules, forming a Mn-OH intermediate with the release of a *OOOH radical. The decomposition of the *OOOH radical generated ⋅OH and O2 species. Then, the second O3 molecule was absorbed on the adjacent μ3-OH group before the rearrangement of the intermediate with the release of an O2 molecule. In this step, the coordinated water molecule was restored and a μ-peroxo dinuclear Mn-O-O-Mn intermediate formed, and the corresponding energy barrier was only 0.58 eV. Next, the Mn-O-O-Mn species reacted with the *OOOH radical, forming Mn-O-O(OH)-Mn, which further produced an O2 molecule and regenerated the μ3-OH sites. This step could be the rate-determining step for the overall reaction, with an energy barrier of 0.81 eV. The Mn-O-O-Mn and Mn-O-O(OH)-Mn complexes decomposed with the release of O2 2- and O2 ⋅-. The above results indicated that O3 decomposition catalyzed by ZZU-281 relies on the synergistic effect of the coordination water molecules and bridged μ3-OH groups on the Mn nodes. The consistency between in situ Raman spectroscopy, EPR spectral analysis, and theoretical calculations further corroborated that the coordinated water on the Mn-containing host framework play a key role in O3 decomposition. Complete catalytic recycling is proposed in c.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Calculated O<sub>3</sub> adsorption sites\non ZZU-281. (b) Free\nenergy diagrams and optimized structures intermediates along the ZZU-281-catalyzed\nO<sub>3</sub> decomposition pathway. (c) Proposed mechanism of O<sub>3</sub> degradation by ZZU-281.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Calculated O3 adsorption sites on ZZU-281. (b) Free energy diagrams and optimized structures intermediates along the ZZU-281-catalyzed O3 decomposition pathway. (c) Proposed mechanism of O3 degradation by ZZU-281.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In conclusion, we prepared a new open and robust\nMn-MOF allowing\nH<sub>2</sub>O, O<sub>3</sub>, and O<sub>2</sub> molecules to move\nfreely in and out. This Mn-MOF catalyzed O<sub>3</sub> decomposition\nover the entire humidity range, indicating that these catalysts are\napplicable under most conditions near the ground where humans live.\nThe unprecedented O<sub>3</sub> decomposition performance was found\nto be related to the coordinated water molecules and OH groups that\nprotruded from the inner wall of this Mn-MOF and functioned as effective\nactive sites for the adsorption of O<sub>3</sub> and its transformation\ninto O<sub>2</sub> molecules. A novel catalytic mechanism was proposed\naccording to <italic toggle=\"yes\">in situ</italic> Raman spectroscopy, EPR experiments,\nand theoretical calculations. This work provides a significant guideline\nto regulate the catalytic O<sub>3</sub> decomposition by rationally\ndesigning a MOF structure.</p>", "clean_text": "Conclusions\n\nIn conclusion, we prepared a new open and robust Mn-MOF allowing H2O, O3, and O2 molecules to move freely in and out. This Mn-MOF catalyzed O3 decomposition over the entire humidity range, indicating that these catalysts are applicable under most conditions near the ground where humans live. The unprecedented O3 decomposition performance was found to be related to the coordinated water molecules and OH groups that protruded from the inner wall of this Mn-MOF and functioned as effective active sites for the adsorption of O3 and its transformation into O2 molecules. A novel catalytic mechanism was proposed according to in situ Raman spectroscopy, EPR experiments, and theoretical calculations. This work provides a significant guideline to regulate the catalytic O3 decomposition by rationally designing a MOF structure.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.1c01027?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/jacs.1c01027</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Discussions of experimental\ndetails, tables of crystal\ndata and structure refinement, O<sub>3</sub>-catalyzed comparison\nof ZZU-281 with the reported catalysts, adsorption energies of oxygen\natoms on different positions in the O<sub>3</sub> molecule at the\nactive sites, and free energy corresponding to the structure of the\nresting point in the catalytic ozonation process of ZZU-281, and figures\nof coordination environments of Mn ions in the ZZU-281 structure,\n3D framework of ZZU-281, schematic diagram of three cavities in the\nZZU-281 structure, N<sub>2</sub> sorption isotherms, pore size distribution,\nexperimental and simulated PXRD patterns, TGA curves, schematic of\nthe apparatus for gaseous O<sub>3</sub> decomposition test, O<sub>3</sub> conversion of ZZU-281, O<sub>3</sub> removal on ZZU-281,\nwater vapor sorption, FT-IR spectra, SEM images, <italic toggle=\"yes\">in situ</italic> Raman spectra, optimized structure, and EDS mapping images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.1c01027.  Discussions of experimental details, tables of crystal data and structure refinement, O3-catalyzed comparison of ZZU-281 with the reported catalysts, adsorption energies of oxygen atoms on different positions in the O3 molecule at the active sites, and free energy corresponding to the structure of the resting point in the catalytic ozonation process of ZZU-281, and figures of coordination environments of Mn ions in the ZZU-281 structure, 3D framework of ZZU-281, schematic diagram of three cavities in the ZZU-281 structure, N2 sorption isotherms, pore size distribution, experimental and simulated PXRD patterns, TGA curves, schematic of the apparatus for gaseous O3 decomposition test, O3 conversion of ZZU-281, O3 removal on ZZU-281, water vapor sorption, FT-IR spectra, SEM images, in situ Raman spectra, optimized structure, and EDS mapping images (PDF)   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Discussions of experimental\ndetails, tables of crystal\ndata and structure refinement, O<sub>3</sub>-catalyzed comparison\nof ZZU-281 with the reported catalysts, adsorption energies of oxygen\natoms on different positions in the O<sub>3</sub> molecule at the\nactive sites, and free energy corresponding to the structure of the\nresting point in the catalytic ozonation process of ZZU-281, and figures\nof coordination environments of Mn ions in the ZZU-281 structure,\n3D framework of ZZU-281, schematic diagram of three cavities in the\nZZU-281 structure, N<sub>2</sub> sorption isotherms, pore size distribution,\nexperimental and simulated PXRD patterns, TGA curves, schematic of\nthe apparatus for gaseous O<sub>3</sub> decomposition test, O<sub>3</sub> conversion of ZZU-281, O<sub>3</sub> removal on ZZU-281,\nwater vapor sorption, FT-IR spectra, SEM images, <italic toggle=\"yes\">in situ</italic> Raman spectra, optimized structure, and EDS mapping images (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Discussions of experimental details, tables of crystal data and structure refinement, O3-catalyzed comparison of ZZU-281 with the reported catalysts, adsorption energies of oxygen atoms on different positions in the O3 molecule at the active sites, and free energy corresponding to the structure of the resting point in the catalytic ozonation process of ZZU-281, and figures of coordination environments of Mn ions in the ZZU-281 structure, 3D framework of ZZU-281, schematic diagram of three cavities in the ZZU-281 structure, N2 sorption isotherms, pore size distribution, experimental and simulated PXRD patterns, TGA curves, schematic of the apparatus for gaseous O3 decomposition test, O3 conversion of ZZU-281, O3 removal on ZZU-281, water vapor sorption, FT-IR spectra, SEM images, in situ Raman spectra, optimized structure, and EDS mapping images (PDF)", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>CCDC <ext-link ext-link-type=\"ccdc\" xlink:href=\"2036160\" xlink:type=\"simple\">2036160</ext-link> contains the supplementary crystallographic data\nfor this paper. These data can be obtained free of charge via <ext-link xlink:href=\"http://www.ccdc.cam.ac.uk/data_request/cif\" xlink:type=\"simple\">www.ccdc.cam.ac.uk/data_request/cif</ext-link>, or by emailing <email xlink:type=\"simple\">data_request@ccdc.cam.ac.uk</email>, or by\ncontacting The Cambridge Crystallographic Data Centre, 12 Union Road,\nCambridge CB2 1EZ, UK; fax: +44 1223 336033.</p>", "clean_text": "CCDC 2036160 contains the supplementary crystallographic data for this paper. These data can be obtained free of charge via www.ccdc.cam.ac.uk/data_request/cif, or by emailing data_request@ccdc.cam.ac.uk, or by contacting The Cambridge Crystallographic Data Centre, 12 Union Road, Cambridge CB2 1EZ, UK; fax: +44 1223 336033.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 5, "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><title>Synthetic\nProcedures for [Mn<sub>3</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(TTPE)­(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (ZZU-281)</title><p>Mn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O (57.4 mg, 0.2\nmmol) and H<sub>4</sub>TTPE (27.8 mg, 0.05 mmol)\nwere dissolved with DMAc/H<sub>2</sub>O (v/v = 2/1, 3 mL). The yellow\nsolution was stirred at room temperature for 5 min, sealed in a 25\nmL Teflon-lined bomb, and heated at 120 °C for 72 h. After cooling\nto room temperature, light yellow block crystals [Mn<sub>3</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(TTPE)­(DMAc)<sub>2</sub>(H<sub>2</sub>O)<sub>2</sub>] were obtained. Then, we exchanged the coordinated DMAc molecule\nto water by encapsulating the crystals in a Teflon-lined and adding\na large amount of water. The mixture was heated at 120 °C for\n3 days to obtain [Mn<sub>3</sub>(μ<sub>3</sub>-OH)<sub>2</sub>(TTPE)­(H<sub>2</sub>O)<sub>4</sub>]·2H<sub>2</sub>O (ZZU-281).\nCalcd for C<sub>30</sub>H<sub>30</sub>Mn<sub>3</sub>N<sub>16</sub>O<sub>8</sub>: C, 45.16; H, 3.96; N, 24.96%. Found: C, 44.63; H,\n3.80; N, 24.16%. IR (cm<sup>–1</sup>): 3347 (s), 3184 (s),\n1615 (s), 1450 (s), 1158 (m), 1113 (m), 1015 (s), 840 (m), 803 (m),\n768 (s), 655 (m), 620 (s), 528 (m), 434 (w).</p>", "clean_text": "Experimental Section\n\nSynthetic Procedures for [Mn3(μ3-OH)2(TTPE)(H2O)4]⋅2H2O (ZZU-281)\n\nMn(NO3)2⋅6H2O (57.4 mg, 0.2 mmol) and H4TTPE (27.8 mg, 0.05 mmol) were dissolved with DMAc/H2O (v/v = 2/1, 3 mL). The yellow solution was stirred at room temperature for 5 min, sealed in a 25 mL Teflon-lined bomb, and heated at 120 °C for 72 h. After cooling to room temperature, light yellow block crystals [Mn3(μ3-OH)2(TTPE)(DMAc)2(H2O)2] were obtained. Then, we exchanged the coordinated DMAc molecule to water by encapsulating the crystals in a Teflon-lined and adding a large amount of water. The mixture was heated at 120 °C for 3 days to obtain [Mn3(μ3-OH)2(TTPE)(H2O)4]⋅2H2O (ZZU-281). Calcd for C30H30Mn3N16O8: C, 45.16; H, 3.96; N, 24.96%. Found: C, 44.63; H, 3.80; N, 24.16%. IR (cm-1): 3347 (s), 3184 (s), 1615 (s), 1450 (s), 1158 (m), 1113 (m), 1015 (s), 840 (m), 803 (m), 768 (s), 655 (m), 620 (s), 528 (m), 434 (w).", "data": [{"meta": {"name": "[Mn3(μ3-OH)2(TTPE)(H2O)4]·2H2O", "symbol": "ZZU-281", "chemical formula": "C30H30Mn3N16O8"}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Mn(NO3)2·6H2O", "amount": "57.4", "unit": "mg"}, {"name": "H4TTPE", "amount": "27.8", "unit": "mg"}], "solution": [{"name": "DMAc/H2O", "amount": "3", "unit": "mL", "v/v": "2/1"}], "pressure": "", "temperature": "120°C", "time": "72 h", "heating rate": "", "cooling rate": ""}, {"synthesis method": "encapsulation", "encapsulation material": "Teflon-lined", "encapsulation solution": "water", "amount": "large amount", "temperature": "120°C", "time": "3 days"}], "yield": ""}], "include_properties": ["solvothermal_synthesis"]}, {"idx": "13, 16", "type": "text", "classification": "property", "content": "<title>Ozone Decomposition by ZZU-281</title><p>The catalytic activities\nof ZZU-281 for O<sub>3</sub> decomposition were evaluated with a dynamic\ntest at room temperature in a fixed-bed continuous reactor at an initial\nO<sub>3</sub> concentration of 50 ppm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>). We optimized the catalyst loading by adjusting the ZZU-281\namount with 5, 10, 20, 30, and 50 mg, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S10</ext-link>). With the increase of the catalyst amount, the\nremoval efficiency gradually enhanced and achieved nearly 100% at\n20 mg under both dry (RH ≤ 5%) and wet (RH = 90%) humidity\nconditions. When the catalyst loading was further increased to 30\nand 50 mg, ZZU-281 still maintained 100% O<sub>3</sub> decomposition\nefficiency. Therefore, a catalyst dosage of 20 mg was used in this\nreaction system. a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link> show that ZZU-281 achieved\nnearly 100% persistent O<sub>3</sub> decomposition efficiency at ≤5%,\n20%, 40%, 60%, 80%, and 90% RH, and the efficiency remained stable\neven after continuous reaction for 70 h. These results verified that\nZZU-281 not only is an excellent humidity-resistant O<sub>3</sub> elimination\ncatalyst but also performs efficiently under dry conditions. The catalytic\nturnover frequency (TOF) for this catalytic reaction was determined\nto be 10 min<sup>–1</sup> after 70 h test. This catalyst with\nsuch remarkable and stable O<sub>3</sub> decomposition performance\nunder different humidity levels thus significantly outperformed other\nreported catalysts (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>) and met the\ndemands of practical application under various environmental conditions.\nWe hypothesized that the high O<sub>3</sub> removal efficiency of\nZZU-281 under both low and high-RH conditions may correlate with the\nintrinsically abundant coordination water molecules in ZZU-281. To\ndetermine the role of coordination water molecules in the O<sub>3</sub> decomposition process, we carried out an O<sub>3</sub> removal experiment\nwith dehydrated ZZU-281, which was obtained by heating the sample\nat 200 °C for 2 h. The TGA curve indicated that the water molecules\nin ZZU-281 were removed (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). All\nintense PXRD peaks of dehydrated ZZU-281 reproduced the pristine ones,\nindicating that the framework was basically maintained. A new tiny\nPXRD signal at 9.6° may have been caused by the loss of abundant\ncoordinated water molecules around the Mn nodes. (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>). The O<sub>3</sub> decomposition efficiency of\ndehydrated ZZU-281 was much lower (50%) than that of pristine ZZU-281\nat RH ≤ 5%, while the O<sub>3</sub> conversion increased to\n70% when the RH was increased to 90%. When the sample was switched\nagain to dry conditions (RH ≤ 5%), the O<sub>3</sub> conversion\nwas obviously enhanced compared to that of the pristine dehydrated\nsample (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>). Moreover, we found\nthat the O<sub>3</sub> conversion performance was increased each time\nthe catalyst was treated with a high RH. After four consecutive dry–wet\ncycles, the O<sub>3</sub> decomposition performance returned to nearly\n100% at 90% RH, revealing that water indeed helped to improve the\nO<sub>3</sub> conversion efficiency. We inferred that the water molecule\nrecoordinated to the Mn nodes under high RH and recovered the original\nstructure as evidenced by TGA (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>), thus endowing the recycled sample with enhanced O<sub>3</sub> conversion\nefficiency. These results confirmed the potential of using ZZU-281\nto degrade O<sub>3</sub> under dry conditions by using the water present\nin the pores, circumventing the need for added water. Importantly,\nas evidenced by PXRD and FT-IR, the structural integrity of ZZU-281\nwas fully retained after the 70 h O<sub>3</sub> decomposition experiment\n(c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.1c01027/suppl_file/ja1c01027_si_001.pdf\" xlink:type=\"simple\">Figure S16</ext-link>).</p><p>Further,\nwe investigated the catalytic performance of ZZU-281 for\nO<sub>3</sub> decomposition in the presence of other gases at room\ntemperature, including CO, CO<sub>2</sub>, NO, and NO<sub>2</sub>.\nThe inlet concentration of these gases was maintained at 100 ppm by\ncontrolling the gas flow. When CO or CO<sub>2</sub> were introduced,\nZZU-281 still showed excellent performance (nearly 100% O<sub>3</sub> decomposition efficiency) at a moderate RH of 30% within a 12 h\ntest (a). For\nNO and NO<sub>2</sub>, a slight performance decay from 100% to 96%\nwas observed during the first 5 h and was maintained at 95% after\n12 h. This was probably caused by competitive adsorption between O<sub>3</sub> and NO<sub>\n<italic toggle=\"yes\">x</italic>\n</sub> on the active sites,\nwhich eventually blocked the catalytic activity. Moreover, the outlet concentrations of CO, CO<sub>2</sub>, NO, or NO<sub>2</sub> after catalytic reaction were consistent\nwith the inlet one, confirming that these gases were not involved\nin the O<sub>3</sub> conversion reaction. In addition, ZZU-281-catalyzed\nO<sub>3</sub> conversion under different temperatures was studied\n(b). At 0 °C,\nthe O<sub>3</sub> conversion performance (∼94%) is slightly\nlower than that at room temperature (25 °C, ∼100%). When\nthe temperature was further increased to 50 and 80 °C, the O<sub>3</sub> removal efficiency remained nearly 100%. Overall, ZZU-281\nshowed great potential for O<sub>3</sub> elimination in various environments.</p>", "clean_text": "Ozone Decomposition by ZZU-281\n\nThe catalytic activities of ZZU-281 for O3 decomposition were evaluated with a dynamic test at room temperature in a fixed-bed continuous reactor at an initial O3 concentration of 50 ppm (Figure S9). We optimized the catalyst loading by adjusting the ZZU-281 amount with 5, 10, 20, 30, and 50 mg, respectively (Figure S10). With the increase of the catalyst amount, the removal efficiency gradually enhanced and achieved nearly 100% at 20 mg under both dry (RH ≤ 5%) and wet (RH = 90%) humidity conditions. When the catalyst loading was further increased to 30 and 50 mg, ZZU-281 still maintained 100% O3 decomposition efficiency. Therefore, a catalyst dosage of 20 mg was used in this reaction system. a and Figure S11 show that ZZU-281 achieved nearly 100% persistent O3 decomposition efficiency at ≤5%, 20%, 40%, 60%, 80%, and 90% RH, and the efficiency remained stable even after continuous reaction for 70 h. These results verified that ZZU-281 not only is an excellent humidity-resistant O3 elimination catalyst but also performs efficiently under dry conditions. The catalytic turnover frequency (TOF) for this catalytic reaction was determined to be 10 min-1 after 70 h test. This catalyst with such remarkable and stable O3 decomposition performance under different humidity levels thus significantly outperformed other reported catalysts (Table S2) and met the demands of practical application under various environmental conditions. We hypothesized that the high O3 removal efficiency of ZZU-281 under both low and high-RH conditions may correlate with the intrinsically abundant coordination water molecules in ZZU-281. To determine the role of coordination water molecules in the O3 decomposition process, we carried out an O3 removal experiment with dehydrated ZZU-281, which was obtained by heating the sample at 200 °C for 2 h. The TGA curve indicated that the water molecules in ZZU-281 were removed (Figure S6). All intense PXRD peaks of dehydrated ZZU-281 reproduced the pristine ones, indicating that the framework was basically maintained. A new tiny PXRD signal at 9.6° may have been caused by the loss of abundant coordinated water molecules around the Mn nodes. (Figure S12). The O3 decomposition efficiency of dehydrated ZZU-281 was much lower (50%) than that of pristine ZZU-281 at RH ≤ 5%, while the O3 conversion increased to 70% when the RH was increased to 90%. When the sample was switched again to dry conditions (RH ≤ 5%), the O3 conversion was obviously enhanced compared to that of the pristine dehydrated sample (Figure S13). Moreover, we found that the O3 conversion performance was increased each time the catalyst was treated with a high RH. After four consecutive dry-wet cycles, the O3 decomposition performance returned to nearly 100% at 90% RH, revealing that water indeed helped to improve the O3 conversion efficiency. We inferred that the water molecule recoordinated to the Mn nodes under high RH and recovered the original structure as evidenced by TGA (Figure S14), thus endowing the recycled sample with enhanced O3 conversion efficiency. These results confirmed the potential of using ZZU-281 to degrade O3 under dry conditions by using the water present in the pores, circumventing the need for added water. Importantly, as evidenced by PXRD and FT-IR, the structural integrity of ZZU-281 was fully retained after the 70 h O3 decomposition experiment (c and Figure S16).\n\nFurther, we investigated the catalytic performance of ZZU-281 for O3 decomposition in the presence of other gases at room temperature, including CO, CO2, NO, and NO2. The inlet concentration of these gases was maintained at 100 ppm by controlling the gas flow. When CO or CO2 were introduced, ZZU-281 still showed excellent performance (nearly 100% O3 decomposition efficiency) at a moderate RH of 30% within a 12 h test (a). For NO and NO2, a slight performance decay from 100% to 96% was observed during the first 5 h and was maintained at 95% after 12 h. This was probably caused by competitive adsorption between O3 and NO x  on the active sites, which eventually blocked the catalytic activity. Moreover, the outlet concentrations of CO, CO2, NO, or NO2 after catalytic reaction were consistent with the inlet one, confirming that these gases were not involved in the O3 conversion reaction. In addition, ZZU-281-catalyzed O3 conversion under different temperatures was studied (b). At 0 °C, the O3 conversion performance (~94%) is slightly lower than that at room temperature (25 °C, ~100%). When the temperature was further increased to 50 and 80 °C, the O3 removal efficiency remained nearly 100%. Overall, ZZU-281 showed great potential for O3 elimination in various environments.", "data": [[{"meta": {"name": "ZZU-281", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "catalytic activities", "value": "", "unit": "", "condition": ""}, {"property name": "dynamic test", "value": "", "unit": "", "condition": "room temperature"}, {"property name": "O3 concentration", "value": "50", "unit": "ppm", "condition": ""}, {"property name": "catalyst loading", "value": "5, 10, 20, 30, 50", "unit": "mg", "condition": ""}, {"property name": "removal efficiency", "value": "100", "unit": "%", "condition": "dry (RH ≤ 5%) and wet (RH = 90%) humidity conditions"}, {"property name": "catalytic turnover frequency (TOF)", "value": "10", "unit": "min^-1", "condition": "after 70 h test"}, {"property name": "O3 decomposition efficiency", "value": "100", "unit": "%", "condition": "≤5%, 20%, 40%, 60%, 80%, and 90% RH"}, {"property name": "O3 decomposition efficiency", "value": "100", "unit": "%", "condition": "even after continuous reaction for 70 h"}, {"property name": "O3 decomposition efficiency", "value": "50", "unit": "%", "condition": "dehydrated ZZU-281 at RH ≤ 5%"}, {"property name": "O3 conversion", "value": "70", "unit": "%", "condition": "dehydrated ZZU-281 at RH = 90%"}, {"property name": "O3 conversion", "value": "", "unit": "", "condition": "switched to dry conditions (RH ≤ 5%)"}, {"property name": "O3 conversion", "value": "100", "unit": "%", "condition": "pristine dehydrated sample"}, {"property name": "O3 conversion", "value": "100", "unit": "%", "condition": "after four consecutive dry–wet cycles at 90% RH"}, {"property name": "O3 conversion efficiency", "value": "", "unit": "", "condition": "water present in the pores"}, {"property name": "O3 conversion efficiency", "value": "100", "unit": "%", "condition": "structural integrity of ZZU-281 fully retained after 70 h O3 decomposition experiment"}, {"property name": "O3 decomposition efficiency", "value": "100", "unit": "%", "condition": "CO or CO2 introduced at moderate RH of 30%"}, {"property name": "O3 decomposition efficiency", "value": "96", "unit": "%", "condition": "NO and NO2 introduced"}, {"property name": "O3 decomposition efficiency", "value": "95", "unit": "%", "condition": "NO and NO2 after 12 h"}, {"property name": "O3 conversion", "value": "", "unit": "", "condition": "outlet concentrations of CO, CO2, NO, or NO2 consistent with inlet"}, {"property name": "O3 conversion", "value": "94", "unit": "%", "condition": "0 °C"}, {"property name": "O3 conversion", "value": "100", "unit": "%", "condition": "25 °C"}, {"property name": "O3 conversion", "value": "100", "unit": "%", "condition": "50 and 80 °C"}]}]], "include_properties": ["etc"]}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) 3D\nstructure diagram of ZZU-281. (b) Manganese chain is formed\nby connecting Mn<sup>2+</sup> ions with μ<sub>3</sub>-OH along\nthe <italic toggle=\"yes\">a</italic> axis. (c) Schematic diagram of three channels\n(A, B, and C) in ZZU-281.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) 3D structure diagram of ZZU-281. (b) Manganese chain is formed by connecting Mn2+ ions with μ3-OH along the a axis. (c) Schematic diagram of three channels (A, B, and C) in ZZU-281.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) O<sub>3</sub> conversion of ZZU-281\nunder different humidity\nconditions. (b) Comparison of the O<sub>3</sub> conversion on ZZU-281,\nα-MnO<sub>2</sub>, β-MnO<sub>2</sub>, and γ-MOOH.\n(c) PXRD patterns of simulated, experimental, and O<sub>3</sub>-exposed\nZZU-281 under different humidity conditions.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) O3 conversion of ZZU-281 under different humidity conditions. (b) Comparison of the O3 conversion on ZZU-281, α-MnO2, β-MnO2, and γ-MOOH. (c) PXRD patterns of simulated, experimental, and O3-exposed ZZU-281 under different humidity conditions.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(a) O<sub>3</sub> conversion of ZZU-281 in the presence of CO,\nCO<sub>2</sub>, NO, and NO<sub>2</sub>, respectively. (b) O<sub>3</sub> conversion of ZZU-281 under different temperatures.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  (a) O3 conversion of ZZU-281 in the presence of CO, CO2, NO, and NO2, respectively. (b) O3 conversion of ZZU-281 under different temperatures.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) <italic toggle=\"yes\">In situ</italic> Raman spectra\nof ZZU-281 with 5 h\ncontinuous O<sub>3</sub> flow passing at room temperature. (b) EPR\nspectra of DMPO-·OH and (c) DMPO-O<sub>2</sub>\n<sup>• –</sup> when ZZU-281 exposing to O<sub>3</sub> in the dark.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) In situ Raman spectra of ZZU-281 with 5 h continuous O3 flow passing at room temperature. (b) EPR spectra of DMPO-⋅OH and (c) DMPO-O2 ⋅- when ZZU-281 exposing to O3 in the dark.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) Calculated O<sub>3</sub> adsorption sites\non ZZU-281. (b) Free\nenergy diagrams and optimized structures intermediates along the ZZU-281-catalyzed\nO<sub>3</sub> decomposition pathway. (c) Proposed mechanism of O<sub>3</sub> degradation by ZZU-281.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja1c01027_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (a) Calculated O3 adsorption sites on ZZU-281. (b) Free energy diagrams and optimized structures intermediates along the ZZU-281-catalyzed O3 decomposition pathway. (c) Proposed mechanism of O3 degradation by ZZU-281.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.1c01027", "title": null, "journal": "American Chemical\nSociety", "date": "2021.03", "author_list": ["Sun\nZhi-Bing", "Si\nYa-Nan", "Zhao\nShu-Na", "Wang\nQian-You", "Zang\nShuang-Quan"]}}