{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja2c06810.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The practical electrosynthesis of hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) is hindered by the lack of inexpensive and\nefficient\ncatalysts for the two-electron oxygen reduction reaction (2e<sup>–</sup> ORR) in neutral electrolytes. Here, we show that Ni<sub>3</sub>HAB<sub>2</sub> (HAB = hexaaminobenzene), a two-dimensional metal organic\nframework (MOF), is a selective and active 2e<sup>–</sup> ORR\ncatalyst in buffered neutral electrolytes with a linker-based redox\nfeature that dynamically affects the ORR behaviors. Rotating ring-disk\nelectrode measurements reveal that Ni<sub>3</sub>HAB<sub>2</sub> has\nhigh selectivity for 2e<sup>–</sup> ORR (&gt;80% at 0.6 V vs\nRHE)\nbut lower Faradaic efficiency due to this linker redox process. Operando\nX-ray absorption spectroscopy measurements reveal that under argon\ngas the charging of the organic linkers causes a dynamic Ni oxidation\nstate, but in O<sub>2</sub>-saturated conditions, the electronic and\nphysical structures of Ni<sub>3</sub>HAB<sub>2</sub> change little\nand oxygen-containing species strongly adsorb at potentials more cathodic\nthan the reduction potential of the organic linker (<italic toggle=\"yes\">E</italic>\n<sub>redox</sub> ∼ 0.3 V vs RHE). We hypothesize that a primary\n2e<sup>–</sup> ORR mechanism occurs directly on the organic\nlinkers (rather than the Ni) when <italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, but when <italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, H<sub>2</sub>O<sub>2</sub> production\ncan also\noccur through Ni-mediated linker discharge. By operating the bulk\nelectrosynthesis at a low overpotential (0.4 V vs RHE), up to 662\nppm of H<sub>2</sub>O<sub>2</sub> can be produced in a buffered neutral\nsolution in an H-cell due to minimized strong adsorption of oxygenates.\nThis work demonstrates the potential of conductive MOF catalysts for\n2e<sup>–</sup> ORR and the importance of understanding catalytic\nactive sites under electrochemical operation.</p>", "clean_text": "The practical electrosynthesis of hydrogen peroxide (H2O2) is hindered by the lack of inexpensive and efficient catalysts for the two-electron oxygen reduction reaction (2e- ORR) in neutral electrolytes. Here, we show that Ni3HAB2 (HAB = hexaaminobenzene), a two-dimensional metal organic framework (MOF), is a selective and active 2e- ORR catalyst in buffered neutral electrolytes with a linker-based redox feature that dynamically affects the ORR behaviors. Rotating ring-disk electrode measurements reveal that Ni3HAB2 has high selectivity for 2e- ORR (>80% at 0.6 V vs RHE) but lower Faradaic efficiency due to this linker redox process. Operando X-ray absorption spectroscopy measurements reveal that under argon gas the charging of the organic linkers causes a dynamic Ni oxidation state, but in O2-saturated conditions, the electronic and physical structures of Ni3HAB2 change little and oxygen-containing species strongly adsorb at potentials more cathodic than the reduction potential of the organic linker (E redox ~ 0.3 V vs RHE). We hypothesize that a primary 2e- ORR mechanism occurs directly on the organic linkers (rather than the Ni) when E > E redox, but when E < E redox, H2O2 production can also occur through Ni-mediated linker discharge. By operating the bulk electrosynthesis at a low overpotential (0.4 V vs RHE), up to 662 ppm of H2O2 can be produced in a buffered neutral solution in an H-cell due to minimized strong adsorption of oxygenates. This work demonstrates the potential of conductive MOF catalysts for 2e- ORR and the importance of understanding catalytic active sites under electrochemical operation.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) is a powerful oxidant\nand disinfectant with broad industrial, environmental, and household\napplications. Its annual production exceeds 5 million tons and is\nprojected to continue to grow steadily. To date, much of the\nworld’s H<sub>2</sub>O<sub>2</sub> has been produced by the\ncentralized anthraquinone process, which requires energy-intensive\ndistillation steps and metal catalysts to produce highly concentrated\n(&gt;70 wt %) H<sub>2</sub>O<sub>2</sub> that is then typically diluted\nto concentrations as low as 0.1 wt % for use. The prevalent applications of these dilute H<sub>2</sub>O<sub>2</sub> solutions make the hazard of H<sub>2</sub>O<sub>2</sub> transport\nfrom centralized production locations an unnecessary risk. Electrosynthesis\nof H<sub>2</sub>O<sub>2</sub> via the two-electron oxygen reduction\nreaction (2e<sup>–</sup> ORR) presents a promising alternative\nthat could be cheaper and safer than the prevailing anthraquinone\nprocess. Particularly, if H<sub>2</sub>O<sub>2</sub> could be electrosynthesized in neutral solutions, H<sub>2</sub>O<sub>2</sub> could be stored due to better stability (compared\nto alkaline solutions) and directly utilized\nat the point of use.</p>", "clean_text": "Introduction\n\nHydrogen peroxide (H2O2) is a powerful oxidant and disinfectant with broad industrial, environmental, and household applications. Its annual production exceeds 5 million tons and is projected to continue to grow steadily. To date, much of the world's H2O2 has been produced by the centralized anthraquinone process, which requires energy-intensive distillation steps and metal catalysts to produce highly concentrated (>70 wt %) H2O2 that is then typically diluted to concentrations as low as 0.1 wt % for use. The prevalent applications of these dilute H2O2 solutions make the hazard of H2O2 transport from centralized production locations an unnecessary risk. Electrosynthesis of H2O2 via the two-electron oxygen reduction reaction (2e- ORR) presents a promising alternative that could be cheaper and safer than the prevailing anthraquinone process. Particularly, if H2O2 could be electrosynthesized in neutral solutions, H2O2 could be stored due to better stability (compared to alkaline solutions) and directly utilized at the point of use.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>To realize practical H<sub>2</sub>O<sub>2</sub> electrosynthesis\nin neutral solutions, inexpensive earth-abundant catalysts with high\nactivity and selectivity toward 2e<sup>–</sup> ORR (as opposed\nto the four-electron ORR process that produces H<sub>2</sub>O) are\nrequired. To date, very few active 2e<sup>–</sup> ORR catalysts\nin neutral media have been reported, and only a few demonstrations\nof practical electrosynthesis of H<sub>2</sub>O<sub>2</sub> in neutral\nconditions exist. Additionally, most reports of\nneutral 2e<sup>–</sup> ORR do not use buffered electrolytes\nfor neutral conditions, so proton consumption at the\nelectrode can cause shifts toward alkaline pH, in which H<sub>2</sub>O<sub>2</sub> is unstable. Therefore,\nthe intrinsic activity at neutral pH could be inaccurately represented.\nSingle-atom catalysts (SACs) have emerged as promising 2e<sup>–</sup> ORR catalysts, but the difficulty\nof characterizing their catalytic active structures hinders their\ndevelopement because these 2e<sup>–</sup> ORR SAC catalysts are highly sensitive to the electronic structure\nof adjacent atomic sites. Therefore, it is desirable\nto control the catalytic active site environments to systematically\nimprove their design for optimized 2e<sup>–</sup> ORR activity\nand selectivity. Tunability could be achieved in metal chalcogenide\ncatalysts with well-defined crystal structures, but these compounds are primarily active in acidic media and sometimes\nrequire further post-treatment to improve stability and minimize hazardous metal leaching.</p>", "clean_text": "To realize practical H2O2 electrosynthesis in neutral solutions, inexpensive earth-abundant catalysts with high activity and selectivity toward 2e- ORR (as opposed to the four-electron ORR process that produces H2O) are required. To date, very few active 2e- ORR catalysts in neutral media have been reported, and only a few demonstrations of practical electrosynthesis of H2O2 in neutral conditions exist. Additionally, most reports of neutral 2e- ORR do not use buffered electrolytes for neutral conditions, so proton consumption at the electrode can cause shifts toward alkaline pH, in which H2O2 is unstable. Therefore, the intrinsic activity at neutral pH could be inaccurately represented. Single-atom catalysts (SACs) have emerged as promising 2e- ORR catalysts, but the difficulty of characterizing their catalytic active structures hinders their developement because these 2e- ORR SAC catalysts are highly sensitive to the electronic structure of adjacent atomic sites. Therefore, it is desirable to control the catalytic active site environments to systematically improve their design for optimized 2e- ORR activity and selectivity. Tunability could be achieved in metal chalcogenide catalysts with well-defined crystal structures, but these compounds are primarily active in acidic media and sometimes require further post-treatment to improve stability and minimize hazardous metal leaching.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In this context,\nmetal organic frameworks (MOFs) are appealing\nfor 2e<sup>–</sup> ORR catalysis because their periodic and\nhighly tunable structures allow their active site environments to\nbe specifically tailored toward high activity and selectivity. The porous structures of MOFs and a variety of available organic\nlinkers allow for intrinsically high\nelectrochemically active surface area and tunable mass transport to\nthe active sites. The recent developments\nof two-dimensional (2D) MOFs that have intrinsically high electrical\nconductivity and tunable electronic structures via controlling the\ncomposition of the metal sites make MOFs promising electrocatalysts. These structurally well-defined\nMOF catalysts are more readily characterized to reveal important structural\nfeatures contributing to 2e<sup>–</sup> ORR selectivity, in\ncontrast to the difficulty of systemically establishing the contributions\nof these features in SACs. Furthermore,\nSACs that have been reported as active and selective 2e<sup>–</sup> ORR catalysts contain the square-planar coordinated M–N<sub>4</sub> motif, where the M (with the highest performance) is typically\nCo or Ni, motifs that\nare also found in 2D MOFs. Specifically, two families of 2D MOFs containing\nthe M–N<sub>4</sub> motif, M<sub>3</sub>HITP<sub>2</sub> (“M–HITP”,\nHITP = hexaiminotriphenylene) and M<sub>3</sub>HAB<sub>2</sub> (“M–HAB”, HAB = hexaaminobenzene,\nM = Co, Ni, Cu), have recently been identified as 2e<sup>–</sup> ORR catalysts\ncomputationally and experimentally in alkaline media.\n</p>", "clean_text": "In this context, metal organic frameworks (MOFs) are appealing for 2e- ORR catalysis because their periodic and highly tunable structures allow their active site environments to be specifically tailored toward high activity and selectivity. The porous structures of MOFs and a variety of available organic linkers allow for intrinsically high electrochemically active surface area and tunable mass transport to the active sites. The recent developments of two-dimensional (2D) MOFs that have intrinsically high electrical conductivity and tunable electronic structures via controlling the composition of the metal sites make MOFs promising electrocatalysts. These structurally well-defined MOF catalysts are more readily characterized to reveal important structural features contributing to 2e- ORR selectivity, in contrast to the difficulty of systemically establishing the contributions of these features in SACs. Furthermore, SACs that have been reported as active and selective 2e- ORR catalysts contain the square-planar coordinated M-N4 motif, where the M (with the highest performance) is typically Co or Ni, motifs that are also found in 2D MOFs. Specifically, two families of 2D MOFs containing the M-N4 motif, M3HITP2 (\"M-HITP\", HITP = hexaiminotriphenylene) and M3HAB2 (\"M-HAB\", HAB = hexaaminobenzene, M = Co, Ni, Cu), have recently been identified as 2e- ORR catalysts computationally and experimentally in alkaline media. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>The drastic differences in ORR activity between MOFs with\ndifferent\nmetal nodes in alkaline media have led to questions about the nature of the\nactive site on these M–N<sub>4</sub> MOFs. While several M–N<sub>4</sub> SACs have been shown experimentally to have metal active\nsites, computational studies on both Ni–HITP and Ni–HAB suggest\nthat the organic linkers could contain the active sites. Ni–HAB\nin particular has been noted for its intrinsic redox activity and ambipolar behaviors between inert and ambient environments. Furthermore, other MOF systems have been demonstrated\nto have highly redox-dependent O<sub>2</sub>-adsorption energies suggesting unexplored consequences on Ni–HAB’s\nORR mechanism. Nonetheless, Ni–HAB’s potential as a\n2e<sup>–</sup> ORR catalyst toward H<sub>2</sub>O<sub>2</sub> electrosynthesis in the more practical neutral solutions has not\nbeen demonstrated and its operating active site environment has not\nbeen characterized and understood to date. In situ or operando synchrotron\nX-ray absorption spectroscopy (XAS) is a powerful technique for characterization\nof the operating environments of M–N<sub>4</sub> catalysts, because it can be adsorbate sensitive and give coupled local structure\nand bulk electronic structure information. Here, we show Ni–HAB’s excellent intrinsic selectivity\ntoward 2e<sup>–</sup> ORR in neutral conditions, study the\ndetails of its operating active site environments using operando XAS,\npropose the catalytic mechanisms entangled with the redox feature\nof the organic linker, and demonstrate the practical electrosynthesis\nof H<sub>2</sub>O<sub>2</sub> in a buffered neutral solution.</p>", "clean_text": "The drastic differences in ORR activity between MOFs with different metal nodes in alkaline media have led to questions about the nature of the active site on these M-N4 MOFs. While several M-N4 SACs have been shown experimentally to have metal active sites, computational studies on both Ni-HITP and Ni-HAB suggest that the organic linkers could contain the active sites. Ni-HAB in particular has been noted for its intrinsic redox activity and ambipolar behaviors between inert and ambient environments. Furthermore, other MOF systems have been demonstrated to have highly redox-dependent O2-adsorption energies suggesting unexplored consequences on Ni-HAB's ORR mechanism. Nonetheless, Ni-HAB's potential as a 2e- ORR catalyst toward H2O2 electrosynthesis in the more practical neutral solutions has not been demonstrated and its operating active site environment has not been characterized and understood to date. In situ or operando synchrotron X-ray absorption spectroscopy (XAS) is a powerful technique for characterization of the operating environments of M-N4 catalysts, because it can be adsorbate sensitive and give coupled local structure and bulk electronic structure information. Here, we show Ni-HAB's excellent intrinsic selectivity toward 2e- ORR in neutral conditions, study the details of its operating active site environments using operando XAS, propose the catalytic mechanisms entangled with the redox feature of the organic linker, and demonstrate the practical electrosynthesis of H2O2 in a buffered neutral solution.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis and Characterization of Ni–HAB Powder</title><p>The Ni–HAB catalyst (a) was prepared according to previously reported procedures, wherein the HAB linker and Ni nitrate were reacted\nin water in the presence of a base (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> for experimental details). Because the presence\nof O<sub>2</sub> heavily influences the growth (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), the Ni–HAB\ncatalyst was also prepared in air to obtain the high-surface-area\nnanostructured powder suitable for electrocatalysis. The dependence\nof crystallite size on the oxygen diffusion rate suggests that HAB\ncan be spontaneously oxidized in air, which then facilitates its coordination\nwith Ni. Since HAB initially becomes partially deprotonated in the\nbase and then subsequently loses three hydrogens and three electrons\nvia the chemical oxidation by O<sub>2</sub>, the linker coordinated by Ni in the Ni–HAB exists in a fundamentally\ndifferent oxidation state than the free HAB linker. The scanning electron\nmicroscopy (SEM) image (b) reveals the nanoscale morphology of the Ni–HAB catalyst\nwith a high surface area, which is quantitatively confirmed by Brunauer–Emmett–Teller\n(BET) analysis (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>).</p>", "clean_text": "Results and Discussion\n\nSynthesis and Characterization of Ni-HAB Powder\n\nThe Ni-HAB catalyst (a) was prepared according to previously reported procedures, wherein the HAB linker and Ni nitrate were reacted in water in the presence of a base (see the Supporting Information for experimental details). Because the presence of O2 heavily influences the growth (Figure S1), the Ni-HAB catalyst was also prepared in air to obtain the high-surface-area nanostructured powder suitable for electrocatalysis. The dependence of crystallite size on the oxygen diffusion rate suggests that HAB can be spontaneously oxidized in air, which then facilitates its coordination with Ni. Since HAB initially becomes partially deprotonated in the base and then subsequently loses three hydrogens and three electrons via the chemical oxidation by O2, the linker coordinated by Ni in the Ni-HAB exists in a fundamentally different oxidation state than the free HAB linker. The scanning electron microscopy (SEM) image (b) reveals the nanoscale morphology of the Ni-HAB catalyst with a high surface area, which is quantitatively confirmed by Brunauer-Emmett-Teller (BET) analysis (Figure S2).", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure and\nstructural characterization of Ni<sub>3</sub>HAB<sub>2</sub>. (a)\nCrystal structure of Ni–HAB viewed along\nthe <italic toggle=\"yes\">c</italic>-axis (top) and the <italic toggle=\"yes\">a</italic>-axis\n(bottom). (b) SEM image of nanoscale Ni–HAB powder. (c) Transmission\nelectron microscopy (TEM) micrograph of dispersed Ni–HAB with\nexperimentally measured (100) plane spacing labeled. (d) PXRD pattern\nof Ni–HAB (red) in comparison with the simulated pattern (black).\n(e) EXAFS and fitting of Ni–HAB powder with Ni–N bond\ndistances and S<sub>0</sub>\n<sup>2</sup> obtained by the fitting.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure and structural characterization of Ni3HAB2. (a) Crystal structure of Ni-HAB viewed along the c-axis (top) and the a-axis (bottom). (b) SEM image of nanoscale Ni-HAB powder. (c) Transmission electron microscopy (TEM) micrograph of dispersed Ni-HAB with experimentally measured (100) plane spacing labeled. (d) PXRD pattern of Ni-HAB (red) in comparison with the simulated pattern (black). (e) EXAFS and fitting of Ni-HAB powder with Ni-N bond distances and S0 2 obtained by the fitting.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>Transmission electron microscopy (TEM) shows the\nperiodic structure\nof the catalyst (c) with an observed average distance of 1.18 nm between (100) planes,\nwhich agrees with the expected (100) plane spacing of 1.20 nm. The\npowder X-ray diffraction (PXRD) pattern (d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">S3</ext-link>) also\nconfirms the crystallinity along other planes, and the agreement between\nexperimental peaks and the PXRD pattern simulated from the Ni–HAB\ncrystal structure confirms the phase purity. The Raman spectrum of\nthe powder (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) is consistent with\nprevious reports. Finally, X-ray absorption spectroscopy\n(XAS) conducted at Beamline 10-BM of the Advanced Photon Source was used to obtain the extended X-ray absorption\nfine structure (EXAFS) Ni K-edge spectrum of Ni–HAB (e), which shows a\nsimilar spectrum to the literature. The\nensemble averages of Ni–N and Ni–C bond distances derived\nfrom the fitting of the Ni–HAB EXAFS using the standard Ni–HAB\nstructure as a model (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> for details) agree reasonably well with those from the reported\ncrystal structure (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). From this\nfitting (using fixed coordination numbers from the crystal structure),\nwe also obtained a value of 0.75 ± 0.02 for the amplitude reduction\nfactor (S<sub>0</sub>\n<sup>2</sup>), which was used to determine the\ncoordination changes in subsequent fittings.</p>", "clean_text": "Transmission electron microscopy (TEM) shows the periodic structure of the catalyst (c) with an observed average distance of 1.18 nm between (100) planes, which agrees with the expected (100) plane spacing of 1.20 nm. The powder X-ray diffraction (PXRD) pattern (d and S3) also confirms the crystallinity along other planes, and the agreement between experimental peaks and the PXRD pattern simulated from the Ni-HAB crystal structure confirms the phase purity. The Raman spectrum of the powder (Figure S4) is consistent with previous reports. Finally, X-ray absorption spectroscopy (XAS) conducted at Beamline 10-BM of the Advanced Photon Source was used to obtain the extended X-ray absorption fine structure (EXAFS) Ni K-edge spectrum of Ni-HAB (e), which shows a similar spectrum to the literature. The ensemble averages of Ni-N and Ni-C bond distances derived from the fitting of the Ni-HAB EXAFS using the standard Ni-HAB structure as a model (see the Supporting Information for details) agree reasonably well with those from the reported crystal structure (Table S1). From this fitting (using fixed coordination numbers from the crystal structure), we also obtained a value of 0.75 ± 0.02 for the amplitude reduction factor (S0 2), which was used to determine the coordination changes in subsequent fittings.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Rotating Ring-Disk Electrode Measurements of Ni–HAB Electrocatalysts</title><p>We used a rotating ring-disk electrode (RRDE) to evaluate the activity\nand selectivity of Ni–HAB toward 2e<sup>–</sup> ORR\n(see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> for details).\nFrom a typical linear sweep voltammetry (LSV) scan from 0.8 to 0 V\nvs RHE (before <italic toggle=\"yes\">iR</italic> correction), the H<sub>2</sub>O<sub>2</sub> selectivity appears to peak at ∼50% and then drops\nrapidly (,\ndashed black line). However, the ring current is consistently ∼1\nmA/cm<sub>disk</sub>\n<sup>2</sup> across the potential range, which\nis especially high considering the low catalyst loading used (equivalent\nto 83 μg<sub>Ni</sub>/cm<sub>disk</sub>\n<sup>2</sup>, 79 μg<sub>N</sub>/cm<sub>disk</sub>\n<sup>2</sup>, 68 μg<sub>C</sub>/cm<sub>disk</sub>\n<sup>2</sup>). When the catalyst is instead measured using\nRRDE and a series of brief chronoamperometry (CA) steps (, red dots and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">S5</ext-link>), the ring current remains consistent, but\nthe apparent selectivity drastically increases at less cathodic potentials\ndue to a large decrease in the overall current observed at the disk.\nThis suggests that minimizing the charging current during measurement\nleads to an apparently “higher” selectivity. Importantly,\nby measuring the current in an Ar-saturated solution (, blue line, more details in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), it becomes evident that most of the\nreductive current at the disk occurs independently of the ORR. Furthermore,\nwhen the Ar-saturated LSV current is subtracted from the O<sub>2</sub>-saturated LSV current at the disk, a similar selectivity profile\nto that of the CA measurement is obtained (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). Thus, much of the observed disk current might be due to\nthe MOF’s intrinsic redox feature, which has been previously\nobserved and hypothesized to take place via reduction of the organic\nlinker.\n</p>", "clean_text": "Rotating Ring-Disk Electrode Measurements of Ni-HAB Electrocatalysts\n\nWe used a rotating ring-disk electrode (RRDE) to evaluate the activity and selectivity of Ni-HAB toward 2e- ORR (see the Supporting Information for details). From a typical linear sweep voltammetry (LSV) scan from 0.8 to 0 V vs RHE (before iR correction), the H2O2 selectivity appears to peak at ~50% and then drops rapidly (, dashed black line). However, the ring current is consistently ~1 mA/cmdisk 2 across the potential range, which is especially high considering the low catalyst loading used (equivalent to 83 μgNi/cmdisk 2, 79 μgN/cmdisk 2, 68 μgC/cmdisk 2). When the catalyst is instead measured using RRDE and a series of brief chronoamperometry (CA) steps (, red dots and S5), the ring current remains consistent, but the apparent selectivity drastically increases at less cathodic potentials due to a large decrease in the overall current observed at the disk. This suggests that minimizing the charging current during measurement leads to an apparently \"higher\" selectivity. Importantly, by measuring the current in an Ar-saturated solution (, blue line, more details in Figure S6), it becomes evident that most of the reductive current at the disk occurs independently of the ORR. Furthermore, when the Ar-saturated LSV current is subtracted from the O2-saturated LSV current at the disk, a similar selectivity profile to that of the CA measurement is obtained (Figure S6). Thus, much of the observed disk current might be due to the MOF's intrinsic redox feature, which has been previously observed and hypothesized to take place via reduction of the organic linker. ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>RRDE voltammograms of Ni–HAB measured\nat 1600 rpm in O<sub>2</sub>-saturated or Ar-saturated 0.05 M NaPi\nbuffer solution (pH\n= 6.5–6.6) measured by either linear sweep voltammetry at 50\nmV/s (black lines: O<sub>2</sub> saturation, blue line: Ar-saturation)\nor chronoamperometry (red dots) and their corresponding H<sub>2</sub>O<sub>2</sub> selectivity (dashed line and open circles).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  RRDE voltammograms of Ni-HAB measured at 1600 rpm in O2-saturated or Ar-saturated 0.05 M NaPi buffer solution (pH = 6.5-6.6) measured by either linear sweep voltammetry at 50 mV/s (black lines: O2 saturation, blue line: Ar-saturation) or chronoamperometry (red dots) and their corresponding H2O2 selectivity (dashed line and open circles).   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>Cyclic voltammetry (CV) on the Ni–HAB catalyst\nin an Ar-saturated\nenvironment shows that the half-wave potential of this redox event\nof the linker (from now on referred to as <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>) is 0.29 V vs RHE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S7a,b</ext-link>), which\nfurther validates a linker-based redox process since a Ni-based redox\nwould likely occur at a much more anodic potential. Due to the coordination with Ni and the changes to HAB’s\nredox state during the growth process, the linker redox behavior in\nNi–HAB is fundamentally different from the behaviors of the\nfree HAB linker (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S7c,d</ext-link>). There is\nalso a change in the slope in the Ar-subtracted LSV near this potential\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), suggesting that this linker\nredox event may actually change the mechanism of the ORR. Moreover,\nthe LSV measured in Ar ( blue line) shows a clear decrease in current density at 0.20\nV, which we will refer to as <italic toggle=\"yes\">E</italic>\n<sub>pc</sub>. At this\npotential, which is also the cathodic peak potential in the CV shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>, most of the organic linker\nis reduced in Ar. In contrast, the LSV measured in O<sub>2</sub> (mix\nof ORR and redox current) shows a much larger current than the LSV\nmeasured in Ar (only redox current) or the CA points measured in O<sub>2</sub> (mix of ORR and lower redox current) and does not show a\ndecrease when <italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>pc</sub>. This further suggests that ORR and the linker redox processes do\nnot have additive behavior but rather some interaction. Regardless\nof the method used for the selectivity measurement, a severe drop\nin H<sub>2</sub>O<sub>2</sub> selectivity was observed when <italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> (or approaching <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>), where the redox activity becomes prevalent.</p>", "clean_text": "Cyclic voltammetry (CV) on the Ni-HAB catalyst in an Ar-saturated environment shows that the half-wave potential of this redox event of the linker (from now on referred to as E redox) is 0.29 V vs RHE (Figure S7a,b), which further validates a linker-based redox process since a Ni-based redox would likely occur at a much more anodic potential. Due to the coordination with Ni and the changes to HAB's redox state during the growth process, the linker redox behavior in Ni-HAB is fundamentally different from the behaviors of the free HAB linker (Figure S7c,d). There is also a change in the slope in the Ar-subtracted LSV near this potential (Figure S6), suggesting that this linker redox event may actually change the mechanism of the ORR. Moreover, the LSV measured in Ar ( blue line) shows a clear decrease in current density at 0.20 V, which we will refer to as E pc. At this potential, which is also the cathodic peak potential in the CV shown in Figure S7, most of the organic linker is reduced in Ar. In contrast, the LSV measured in O2 (mix of ORR and redox current) shows a much larger current than the LSV measured in Ar (only redox current) or the CA points measured in O2 (mix of ORR and lower redox current) and does not show a decrease when E < E pc. This further suggests that ORR and the linker redox processes do not have additive behavior but rather some interaction. Regardless of the method used for the selectivity measurement, a severe drop in H2O2 selectivity was observed when E < E redox (or approaching E redox), where the redox activity becomes prevalent.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>To put Ni–HAB’s catalytic performance in neutral\nelectrolytes into context, we also synthesized Cu–HAB with\na directly analogous structure to Ni–HAB and Ni–HITP\nwith a similar Ni–N<sub>4</sub> structural motif to Ni–HAB\n(see details in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, PXRD shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>) and measured\ntheir catalytic performance as a comparison to study the influence\nof the M–HAB catalyst metal node on the 2e<sup>–</sup> ORR activity and compare to Ni–HITP’s previous promising\nselectivity in alkaline electrolytes. Cu–HAB\nexhibits low catalytic activity and selectivity toward 2e<sup>–</sup> ORR in neutral conditions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>).\nNi–HAB is significantly more selective and active toward 2e<sup>–</sup> ORR in neutral conditions at lower overpotentials\ncompared to Ni–HITP (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S8</ext-link>).\nAt high overpotentials, the selectivity of Ni–HITP does increase\nbut the overall ring current remains low, therefore the overall produced\nH<sub>2</sub>O<sub>2</sub> remains lower for Ni–HITP. Such\ndifferences could be due to the superior nanoconfinement in the eclipsed\nπ–π stacking and small 0.8 nm pores of the Ni–HAB\nstructure, as opposed to the slipped parallel stacking structure and\nlarger 2 nm pores of Ni–HITP. Nanoconfinement\nhas been previously demonstrated to be a powerful strategy for tuning\nhigher selectivity in Ni–N<sub>4</sub> catalysts.\n</p>", "clean_text": "To put Ni-HAB's catalytic performance in neutral electrolytes into context, we also synthesized Cu-HAB with a directly analogous structure to Ni-HAB and Ni-HITP with a similar Ni-N4 structural motif to Ni-HAB (see details in the Supporting Information, PXRD shown in Figure S3) and measured their catalytic performance as a comparison to study the influence of the M-HAB catalyst metal node on the 2e- ORR activity and compare to Ni-HITP's previous promising selectivity in alkaline electrolytes. Cu-HAB exhibits low catalytic activity and selectivity toward 2e- ORR in neutral conditions (Figure S8). Ni-HAB is significantly more selective and active toward 2e- ORR in neutral conditions at lower overpotentials compared to Ni-HITP (Figure S8). At high overpotentials, the selectivity of Ni-HITP does increase but the overall ring current remains low, therefore the overall produced H2O2 remains lower for Ni-HITP. Such differences could be due to the superior nanoconfinement in the eclipsed π-π stacking and small 0.8 nm pores of the Ni-HAB structure, as opposed to the slipped parallel stacking structure and larger 2 nm pores of Ni-HITP. Nanoconfinement has been previously demonstrated to be a powerful strategy for tuning higher selectivity in Ni-N4 catalysts. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Operando X-ray Absorption Spectroscopy of Ni–HAB to Probe\nRedox and Electrocatalytic Mechanisms</title><p>To explore the relationship\nbetween the redox activity of Ni–HAB and its ORR catalytic\nactivity, we conducted operando X-ray absorption spectroscopy (XAS)\nstudies of the catalyst at the Ni K-edge at Beamline 10-ID of the\nAdvanced Photon Source. To separate the\neffects of the Ni–HAB redox and the effects of the ORR on Ni–HAB,\nwe subjected two identical Ni–HAB electrodes to the same set\nof electrochemical conditions, where one was measured in O<sub>2</sub>-saturated electrolytes and the other was measured in Ar-saturated\nelectrolytes. We employed a custom-built electrochemical H-cell for\nfluorescence XAS (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link>) with a working\nelectrode consisting of Ni–HAB powder drop cast onto a carbon\nfiber paper (CFP), here referred to as Ni–HAB/CFP. The catalyst’s\nNi K-edge was continuously monitored by XAS when the electrode was\nheld at a series of constant potentials for 75 min each (a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">S10</ext-link>, see the Supporting Information for details).\nThe ratio of current observed under the two gas conditions is similar\nto that observed in RRDE (see ).</p>", "clean_text": "Operando X-ray Absorption Spectroscopy of Ni-HAB to Probe Redox and Electrocatalytic Mechanisms\n\nTo explore the relationship between the redox activity of Ni-HAB and its ORR catalytic activity, we conducted operando X-ray absorption spectroscopy (XAS) studies of the catalyst at the Ni K-edge at Beamline 10-ID of the Advanced Photon Source. To separate the effects of the Ni-HAB redox and the effects of the ORR on Ni-HAB, we subjected two identical Ni-HAB electrodes to the same set of electrochemical conditions, where one was measured in O2-saturated electrolytes and the other was measured in Ar-saturated electrolytes. We employed a custom-built electrochemical H-cell for fluorescence XAS (Figure S9) with a working electrode consisting of Ni-HAB powder drop cast onto a carbon fiber paper (CFP), here referred to as Ni-HAB/CFP. The catalyst's Ni K-edge was continuously monitored by XAS when the electrode was held at a series of constant potentials for 75 min each (a and S10, see the Supporting Information for details). The ratio of current observed under the two gas conditions is similar to that observed in RRDE (see ).", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Operando XAS study of the ORR catalytic process on Ni–HAB/CFP.\n(a) Current for each constant applied potential on Ni–HAB/CFP\nafter 1 h 15 min. X-ray absorption near edge spectroscopy (XANES)\nof Ni–HAB/CFP at various applied potentials in (b) O<sub>2</sub>-saturated and (c) Ar-saturated electrolytes, and the corresponding\nEXAFS of Ni–HAB/CFP under (d) Ar-saturation and (e) O<sub>2</sub>-saturation at different cathodic potentials. (f) Extracted EXAFS\ncoordination numbers for Ni–HAB/CFP under O<sub>2</sub>- and\nAr-saturations and (g) extracted XANES Ni K-edge positions for Ni–HAB/CFP\nunder O<sub>2</sub>- and Ar-saturations. The open-circuit potential\nbefore the applied potential is labeled as <italic toggle=\"yes\">E</italic>\n<sub>OC</sub> in panels (b) and (c). The vertical line in panels (a),\n(f), and (g) marks the half-wave redox potential (<italic toggle=\"yes\">E</italic>\n<sub>redox</sub>).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Operando XAS study of the ORR catalytic process on Ni-HAB/CFP. (a) Current for each constant applied potential on Ni-HAB/CFP after 1 h 15 min. X-ray absorption near edge spectroscopy (XANES) of Ni-HAB/CFP at various applied potentials in (b) O2-saturated and (c) Ar-saturated electrolytes, and the corresponding EXAFS of Ni-HAB/CFP under (d) Ar-saturation and (e) O2-saturation at different cathodic potentials. (f) Extracted EXAFS coordination numbers for Ni-HAB/CFP under O2- and Ar-saturations and (g) extracted XANES Ni K-edge positions for Ni-HAB/CFP under O2- and Ar-saturations. The open-circuit potential before the applied potential is labeled as E OC in panels (b) and (c). The vertical line in panels (a), (f), and (g) marks the half-wave redox potential (E redox).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The X-ray absorption near edge spectroscopy (XANES)\nfor the Ni–HAB\nsamples under both the O<sub>2</sub>-saturated condition (b) and Ar-saturated\ncondition (c) shows pre-edge peaks that correspond to the 1s–3d transition\nat ∼8333 eV (peak I) and 1s–4p<sub>z</sub> transition\nat ∼8339 eV (peak II), which are consistent with a square-planar\nNi complex. The consistent peaks I and II during ORR operation (b) confirm that the Ni nodes\nmaintain their initial +2 oxidation state and square-planar geometry,\nwhich is further supported by the lack of significant shift in the\nedge energy relative to the edge position measured at the open-circuit\npotential before any potential was applied (<italic toggle=\"yes\">E</italic>\n<sub>OC</sub>). Furthermore, the edge position appears independent of\nthe potential, which suggests that Ni is not the active site for ORR.\nThis behavior is consistent with a previous study that conducted potential\nstepping under an ambient environment.\n</p>", "clean_text": "The X-ray absorption near edge spectroscopy (XANES) for the Ni-HAB samples under both the O2-saturated condition (b) and Ar-saturated condition (c) shows pre-edge peaks that correspond to the 1s-3d transition at ~8333 eV (peak I) and 1s-4pz transition at ~8339 eV (peak II), which are consistent with a square-planar Ni complex. The consistent peaks I and II during ORR operation (b) confirm that the Ni nodes maintain their initial +2 oxidation state and square-planar geometry, which is further supported by the lack of significant shift in the edge energy relative to the edge position measured at the open-circuit potential before any potential was applied (E OC). Furthermore, the edge position appears independent of the potential, which suggests that Ni is not the active site for ORR. This behavior is consistent with a previous study that conducted potential stepping under an ambient environment. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>In contrast to the O<sub>2</sub>-saturated condition, under\nAr-saturation,\nthe Ni sites appear to have a highly dynamic oxidation state under\ncathodic potentials (c). Given the more oxidizing environment due to the presence\nof O<sub>2</sub> (and the production of H<sub>2</sub>O<sub>2</sub> under applied potential), it was expected that O<sub>2</sub>-saturation\nwould have more oxidized Ni sites (corresponding to a higher Ni K-edge\nenergy). Surprisingly, the Ni K-edge position at <italic toggle=\"yes\">E</italic>\n<sub>OC</sub> under Ar-saturation is higher than any of the edge\npositions in the O<sub>2</sub>-saturated condition. Under applied\npotentials anodic to the redox potential (i.e., <italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> ∼0.3 V vs RHE), the\nedge position shifts even higher, suggesting an oxidation around the\nNi site, likely as a result of shifting charge density as the adjacent\nN sites on the linker are oxidized under the anodic applied potential.\nThen, when <italic toggle=\"yes\">E</italic> ≤ <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, Ni becomes more reduced than the <italic toggle=\"yes\">E</italic>\n<sub>OC</sub> resting state, and the edge position becomes similar to that observed\nunder O<sub>2</sub>-saturation. This suggests that in the O<sub>2</sub>-saturated environment, Ni intrinsically stays in its reduced state,\nwhile in Ar-saturated electrolytes, the oxidation state of Ni cycles\nwith the cycling of the HAB linker. However, the open-circuit potentials\nshift cathodically under both gas conditions (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S11</ext-link>), which suggests that similar electronic modification\noccurs at the linker in both conditions. A previous study suggested that the p-type conduction of Ni–HAB\nin air could be a result of ambient O<sub>2</sub>-adsorption creating\nmobile holes in the linker, which could work to maintain a balance\nof oxidized HAB (HAB<sub>ox</sub>) and reduced HAB (HAB<sub>red</sub>). The partial oxidation of some of these linkers to maintain this\nbalance could create reduced oxygen species, or these unexpected reduced\noxidation states under O<sub>2</sub>-saturation could be a result\nof geometric distortions around Ni. On the other hand, under Ar-saturated\nconditions, Ni becomes oxidized as the HAB linker becomes oxidized\nby applying <italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, as charge density shifts between Ni and the linker. When <italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, Ni returns to\nits native +2 oxidation state as HAB is reduced and charge transfer\noccurs between the linker and Ni. Due to this charge delocalization\nthrough the MOF, the Ni XANES in Ar serves as an indirect probe of\nthe linker redox.</p>", "clean_text": "In contrast to the O2-saturated condition, under Ar-saturation, the Ni sites appear to have a highly dynamic oxidation state under cathodic potentials (c). Given the more oxidizing environment due to the presence of O2 (and the production of H2O2 under applied potential), it was expected that O2-saturation would have more oxidized Ni sites (corresponding to a higher Ni K-edge energy). Surprisingly, the Ni K-edge position at E OC under Ar-saturation is higher than any of the edge positions in the O2-saturated condition. Under applied potentials anodic to the redox potential (i.e., E > E redox ~0.3 V vs RHE), the edge position shifts even higher, suggesting an oxidation around the Ni site, likely as a result of shifting charge density as the adjacent N sites on the linker are oxidized under the anodic applied potential. Then, when E ≤ E redox, Ni becomes more reduced than the E OC resting state, and the edge position becomes similar to that observed under O2-saturation. This suggests that in the O2-saturated environment, Ni intrinsically stays in its reduced state, while in Ar-saturated electrolytes, the oxidation state of Ni cycles with the cycling of the HAB linker. However, the open-circuit potentials shift cathodically under both gas conditions (Figure S11), which suggests that similar electronic modification occurs at the linker in both conditions. A previous study suggested that the p-type conduction of Ni-HAB in air could be a result of ambient O2-adsorption creating mobile holes in the linker, which could work to maintain a balance of oxidized HAB (HABox) and reduced HAB (HABred). The partial oxidation of some of these linkers to maintain this balance could create reduced oxygen species, or these unexpected reduced oxidation states under O2-saturation could be a result of geometric distortions around Ni. On the other hand, under Ar-saturated conditions, Ni becomes oxidized as the HAB linker becomes oxidized by applying E > E redox, as charge density shifts between Ni and the linker. When E < E redox, Ni returns to its native +2 oxidation state as HAB is reduced and charge transfer occurs between the linker and Ni. Due to this charge delocalization through the MOF, the Ni XANES in Ar serves as an indirect probe of the linker redox.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>To further understand the differences between\nO<sub>2</sub>-saturated\nand Ar-saturated environments during the electrochemical operation\nof Ni–HAB, we examined the extended X-ray absorption fine structure\n(EXAFS) and used the density functional theory (DFT)-optimized crystal\nstructures of Ni–HAB to fit the data up to 3 Å (d,e, and see the\nSupporting Information for details, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figures S12–S18, Tables S2–S19</ext-link>). The first two major peaks in the EXAFS\nunder O<sub>2</sub>-saturation showed very little changes in position\nor intensity (e), suggesting that local structural degradation does not occur on\nthe timescale of the experiment. The structural stability of the surface\nwas further confirmed by the lack of changes observed in in-situ Raman\nspectroscopy (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S19</ext-link>). However, there\nis a noticeable uplift at ∼3 Å at more cathodic potentials\n(≤0.2 V) (e), which is tentatively assigned to an oxygen adsorbate, based on\napproximate Ni–O bond distances of DFT-predicted structures\nof *OOH adsorbed on the linker sites of Ni–HAB (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figures S20–S21, Table S20</ext-link>). The DFT-predicted\nstructures were used as starting models to fit the O<sub>2</sub>-saturated\nEXAFS data at high potentials where the adsorbates are observed. Furthermore,\nstrongly adsorbed *OOH at high potentials was previously observed\nfor CoSe<sub>2</sub>, where an uplift\nof the XANES whiteline corresponded to the strong adsorption of *OOH,\nsimilar to the uplift observed in the O<sub>2</sub>-saturated XANES\nat potentials ≤0.2 V (b). Oxygen-based adsorbates have been previously integrated\ninto EXAFS fittings of ORR on SACs by a similar trial-and-error approach. Notably, the fitting results for the Ar-saturated\nEXAFS did not have the appearance of such a path at highly cathodic\npotentials but instead showed a changing intensity and systematic\ncontraction of the Ni–N first-shell path (d). This further supports the\nhypothesis that the uplift of the new ∼3 Å path in the\nO<sub>2</sub>-saturated EXAFS results from an oxygenate adsorbate.\nEven though there is also a small peak at ∼3 Å in the\nAr-saturated EXAFS (observed value of 2.91 Å at 0 V vs RHE, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S18</ext-link>), its intensity does not change and\nit is clearly shifted by 0.12 Å at 0 V vs RHE from the position\nof the peak observed in the O<sub>2</sub>-saturated EXAFS (2.79 Å\nat 0 V vs RHE, see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link>), clearly\nindicating that it intrinsically originates from the Ni–HAB\nstructure. The Ni–N (<italic toggle=\"yes\">R</italic>\n<sub>eff</sub> = 1.838\nÅ), Ni–C (<italic toggle=\"yes\">R</italic>\n<sub>eff</sub> = 2.687 Å),\nand Ni–N–C (<italic toggle=\"yes\">R</italic>\n<sub>eff</sub> = 2.932\nÅ) scattering paths all have predicted minor peaks at ∼2.9\nÅ, further validating the potential-independent peak observed\nin the Ar-saturated and (<italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> O<sub>2</sub>-saturated EXAFS) spectra as originating\nfrom Ni–HAB, but the uplift and shift are indicative of a distinct\npotential-dependent peak that could not originate from Ni–HAB\nwithout other large structural perturbations. Linear combination analysis\n(LCA) fitting using the XANES spectrum for 0.8 V vs RHE in Ar-saturated\nelectrolytes as a standard for 100% HAB<sub>ox</sub> and the XANES\nspectrum for the 0 V vs RHE in Ar-saturated electrolytes as a standard\nfor 100% HAB<sub>red</sub> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>)\nconfirms that the speciation crossover corresponds to the red shift\nof the edge energy and that the oxygenate adsorbates become observable\nin EXAFS when the speciation is 100% HAB<sub>red</sub> (for Ar-saturated\nelectrolytes). The crossover point of the HAB<sub>red</sub> and HAB<sub>ox</sub> fractions (0.34 V vs RHE) is also close to the <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> (0.29 V vs RHE). Additionally, LCA reveals that\nthe primary speciation in an O<sub>2</sub>-saturated environment is\nHAB<sub>red</sub> and further reaches 100% HAB<sub>red</sub> at potentials\n≤0.2 V vs RHE. The initially high fraction of HAB<sub>red</sub> in the O<sub>2</sub>-saturated XANES is strange and could suggest\nsome limitation of Ni K-edge XANES as an oxidation state probe in such a complex chemical environment.</p>", "clean_text": "To further understand the differences between O2-saturated and Ar-saturated environments during the electrochemical operation of Ni-HAB, we examined the extended X-ray absorption fine structure (EXAFS) and used the density functional theory (DFT)-optimized crystal structures of Ni-HAB to fit the data up to 3 Å (d,e, and see the Supporting Information for details, Figures S12-S18, Tables S2-S19). The first two major peaks in the EXAFS under O2-saturation showed very little changes in position or intensity (e), suggesting that local structural degradation does not occur on the timescale of the experiment. The structural stability of the surface was further confirmed by the lack of changes observed in in-situ Raman spectroscopy (Figure S19). However, there is a noticeable uplift at ~3 Å at more cathodic potentials (≤0.2 V) (e), which is tentatively assigned to an oxygen adsorbate, based on approximate Ni-O bond distances of DFT-predicted structures of *OOH adsorbed on the linker sites of Ni-HAB (Figures S20-S21, Table S20). The DFT-predicted structures were used as starting models to fit the O2-saturated EXAFS data at high potentials where the adsorbates are observed. Furthermore, strongly adsorbed *OOH at high potentials was previously observed for CoSe2, where an uplift of the XANES whiteline corresponded to the strong adsorption of *OOH, similar to the uplift observed in the O2-saturated XANES at potentials ≤0.2 V (b). Oxygen-based adsorbates have been previously integrated into EXAFS fittings of ORR on SACs by a similar trial-and-error approach. Notably, the fitting results for the Ar-saturated EXAFS did not have the appearance of such a path at highly cathodic potentials but instead showed a changing intensity and systematic contraction of the Ni-N first-shell path (d). This further supports the hypothesis that the uplift of the new ~3 Å path in the O2-saturated EXAFS results from an oxygenate adsorbate. Even though there is also a small peak at ~3 Å in the Ar-saturated EXAFS (observed value of 2.91 Å at 0 V vs RHE, see Figure S18), its intensity does not change and it is clearly shifted by 0.12 Å at 0 V vs RHE from the position of the peak observed in the O2-saturated EXAFS (2.79 Å at 0 V vs RHE, see Figure S14), clearly indicating that it intrinsically originates from the Ni-HAB structure. The Ni-N (R eff = 1.838 Å), Ni-C (R eff = 2.687 Å), and Ni-N-C (R eff = 2.932 Å) scattering paths all have predicted minor peaks at ~2.9 Å, further validating the potential-independent peak observed in the Ar-saturated and (E > E redox O2-saturated EXAFS) spectra as originating from Ni-HAB, but the uplift and shift are indicative of a distinct potential-dependent peak that could not originate from Ni-HAB without other large structural perturbations. Linear combination analysis (LCA) fitting using the XANES spectrum for 0.8 V vs RHE in Ar-saturated electrolytes as a standard for 100% HABox and the XANES spectrum for the 0 V vs RHE in Ar-saturated electrolytes as a standard for 100% HABred (Figure S22) confirms that the speciation crossover corresponds to the red shift of the edge energy and that the oxygenate adsorbates become observable in EXAFS when the speciation is 100% HABred (for Ar-saturated electrolytes). The crossover point of the HABred and HABox fractions (0.34 V vs RHE) is also close to the E redox (0.29 V vs RHE). Additionally, LCA reveals that the primary speciation in an O2-saturated environment is HABred and further reaches 100% HABred at potentials ≤0.2 V vs RHE. The initially high fraction of HABred in the O2-saturated XANES is strange and could suggest some limitation of Ni K-edge XANES as an oxidation state probe in such a complex chemical environment.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>We further quantitatively extracted the Ni coordination numbers\nfrom both sets of EXAFS fittings using the amplitude reduction factor\ndetermined from the powder fittings (f). At 0.8 V vs RHE, Ni shows similar coordination\nunder the O<sub>2</sub>-saturated and Ar-saturated environments, which\nis consistent with the ideal square-planar four-coordinated Ni. As\nthe potential is swept from 0.8 to 0 V vs RHE, a sharp drop in coordination\nis observed for Ni–HAB under Ar-saturation between 0.4 and\n0.3 V vs RHE. The large drop is attributed to the reduction of the\nlinker, essentially reversing the linker oxidation process that initially\nallows the coordination of Ni during the Ni–HAB synthesis.\nUnder O<sub>2</sub>-saturation, the coordination remains mostly consistent\nuntil 0.3 V vs RHE, after which the coordination consistently drops.\nThis drop in coordination is likely due to the presence of the strongly\nadsorbed oxygenate species on the Ni site disrupting the bonding to\nthe reduced linkers, which is also predicted by DFT calculations (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figures S20 and S21</ext-link>). This bonding disruption\ncould be one cause of Ni leaching into solution (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S23</ext-link>), which is more severe in Ar-saturated electrolytes\nthan in O<sub>2</sub>-saturated electrolytes. Using an estimate of\nthe 1.7 eV/oxidation state for Ni K-edge XANES for Ni oxides based\non previous studies, we summarize the XANES data and\nassess the oxidation states of the Ni sites during electrochemical\noperation in g (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> for\ndetails). Interestingly, the trend of the Ni K-edge position vs the\npotential appears quite similar to the trend of the first-shell coordination\nnumber vs the potential for Ni–HAB in the Ar-saturated environment.\nThe full results of all fittings are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Tables S1–S19</ext-link>.</p>", "clean_text": "We further quantitatively extracted the Ni coordination numbers from both sets of EXAFS fittings using the amplitude reduction factor determined from the powder fittings (f). At 0.8 V vs RHE, Ni shows similar coordination under the O2-saturated and Ar-saturated environments, which is consistent with the ideal square-planar four-coordinated Ni. As the potential is swept from 0.8 to 0 V vs RHE, a sharp drop in coordination is observed for Ni-HAB under Ar-saturation between 0.4 and 0.3 V vs RHE. The large drop is attributed to the reduction of the linker, essentially reversing the linker oxidation process that initially allows the coordination of Ni during the Ni-HAB synthesis. Under O2-saturation, the coordination remains mostly consistent until 0.3 V vs RHE, after which the coordination consistently drops. This drop in coordination is likely due to the presence of the strongly adsorbed oxygenate species on the Ni site disrupting the bonding to the reduced linkers, which is also predicted by DFT calculations (Figures S20 and S21). This bonding disruption could be one cause of Ni leaching into solution (Figure S23), which is more severe in Ar-saturated electrolytes than in O2-saturated electrolytes. Using an estimate of the 1.7 eV/oxidation state for Ni K-edge XANES for Ni oxides based on previous studies, we summarize the XANES data and assess the oxidation states of the Ni sites during electrochemical operation in g (see the Supporting Information for details). Interestingly, the trend of the Ni K-edge position vs the potential appears quite similar to the trend of the first-shell coordination number vs the potential for Ni-HAB in the Ar-saturated environment. The full results of all fittings are shown in Tables S1-S19.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Mechanisms of ORR on Ni–HAB</title><p>To further investigate\nthe adsorption of oxygen-containing species on Ni–HAB at higher\noverpotentials (<italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> ∼ 0.3 V vs RHE), we collected the EXAFS spectra after the\ncathodic CA measurements while allowing the electrode to rest in solution\nat <italic toggle=\"yes\">E</italic>\n<sub>OC</sub> (a and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">S24</ext-link>). The\nmajor path assigned to oxygen scattering (Ni–O<sub>ads,C/N</sub>) at ∼2.8 Å showed a small decrease after the measurement\nand appeared to completely disappear once the solution was taken out\nof the electrolyte and dried. Accordingly, the minor oxygen scattering\npath (Ni–H/C/O<sub>ads,Ni</sub>) appeared to increase back\nto closer to the original relative intensity of the sample. These\nresults suggest that some of the adsorbed oxygen-containing species\nare released when the high cathodic potential is no longer applied,\nand the adsorbate becomes unstable out of solution. However, the adsorbate\nbinding behavior is clearly modified by the redox process, as evidenced\nby the initially persistent surface intermediate observed in the EXAFS\nafter the potential is “turned off,” as a result of\nthe stronger surface binding to the redox-modified catalyst. The large\ndisk scan rate-dependent peaks in the ring current after cathodic\nLSV sweeps of Ni–HAB on an RRDE after turning off the applied\npotential at the disk (b) reveal adsorbed H<sub>2</sub>O<sub>2</sub> to be the dominant\nadsorbate at high potentials. The increase in the ring current (increased\ntotal H<sub>2</sub>O<sub>2</sub> production) and the shifting of the\npeak to longer times after the disk shutoff suggest that when higher\npotentials are scanned for longer periods of time, more H<sub>2</sub>O<sub>2</sub> is produced at the electrode and subsequently released\nover a short time period.</p>", "clean_text": "Mechanisms of ORR on Ni-HAB\n\nTo further investigate the adsorption of oxygen-containing species on Ni-HAB at higher overpotentials (E < E redox ~ 0.3 V vs RHE), we collected the EXAFS spectra after the cathodic CA measurements while allowing the electrode to rest in solution at E OC (a and S24). The major path assigned to oxygen scattering (Ni-Oads,C/N) at ~2.8 Å showed a small decrease after the measurement and appeared to completely disappear once the solution was taken out of the electrolyte and dried. Accordingly, the minor oxygen scattering path (Ni-H/C/Oads,Ni) appeared to increase back to closer to the original relative intensity of the sample. These results suggest that some of the adsorbed oxygen-containing species are released when the high cathodic potential is no longer applied, and the adsorbate becomes unstable out of solution. However, the adsorbate binding behavior is clearly modified by the redox process, as evidenced by the initially persistent surface intermediate observed in the EXAFS after the potential is \"turned off,\" as a result of the stronger surface binding to the redox-modified catalyst. The large disk scan rate-dependent peaks in the ring current after cathodic LSV sweeps of Ni-HAB on an RRDE after turning off the applied potential at the disk (b) reveal adsorbed H2O2 to be the dominant adsorbate at high potentials. The increase in the ring current (increased total H2O2 production) and the shifting of the peak to longer times after the disk shutoff suggest that when higher potentials are scanned for longer periods of time, more H2O2 is produced at the electrode and subsequently released over a short time period.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Investigation of adsorbate species on Ni–HAB.\n(a) Ni K-edge\nEXAFS of Ni–HAB after ORR scans, (b) time dependence of the\nRRDE ring current (held at 1.3 V vs RHE) after ORR scans, and (c)\nmass changes of the Ni–HAB during electrochemical cycling under\ndifferent gas environments measured by electrochemical quartz crystal\nmicrobalance (EQCM).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Investigation of adsorbate species on Ni-HAB. (a) Ni K-edge EXAFS of Ni-HAB after ORR scans, (b) time dependence of the RRDE ring current (held at 1.3 V vs RHE) after ORR scans, and (c) mass changes of the Ni-HAB during electrochemical cycling under different gas environments measured by electrochemical quartz crystal microbalance (EQCM).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>We further carried out electrochemical quartz crystal\nmicrobalance\n(EQCM) measurements of the Ni–HAB during electrochemical cycling\n(see the Supporting Information and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S25</ext-link> for details) under both Ar-saturation and O<sub>2</sub>-saturation\n(c and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">S26</ext-link>). Under Ar-saturation, mass increases steadily\nduring the cathodic sweep and starts increasing more rapidly when <italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> (∼0.3 V\nvs RHE) of Ni–HAB. In the oxidative sweep, the behavior is\nsemireversible but results in a ∼100 ng mass increase at the\nbeginning of the cycle, reflecting the only quasi-reversible proton-coupled\nredox process of the linker. In contrast, under O<sub>2</sub>-saturation,\nonly a slight initial mass increase is observed during the cathodic\nsweep with the rest staying mostly flat, and then on the oxidative\nsweep, a notable mass decrease that peaks at 0.3 V vs RHE is observed.\nThe steady cathodic scan could be a result of a mixture of O<sub>2</sub>/*OOH adsorption and subsequent H<sub>2</sub>O<sub>2</sub> desorption\nat potentials of <italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> where ORR is more active.</p>", "clean_text": "We further carried out electrochemical quartz crystal microbalance (EQCM) measurements of the Ni-HAB during electrochemical cycling (see the Supporting Information and Figure S25 for details) under both Ar-saturation and O2-saturation (c and S26). Under Ar-saturation, mass increases steadily during the cathodic sweep and starts increasing more rapidly when E < E redox (~0.3 V vs RHE) of Ni-HAB. In the oxidative sweep, the behavior is semireversible but results in a ~100 ng mass increase at the beginning of the cycle, reflecting the only quasi-reversible proton-coupled redox process of the linker. In contrast, under O2-saturation, only a slight initial mass increase is observed during the cathodic sweep with the rest staying mostly flat, and then on the oxidative sweep, a notable mass decrease that peaks at 0.3 V vs RHE is observed. The steady cathodic scan could be a result of a mixture of O2/*OOH adsorption and subsequent H2O2 desorption at potentials of E > E redox where ORR is more active.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Summarizing all of the results above,\nwe propose the following\nmechanisms for the electrochemical cycling of Ni–HAB in Ar\nand O<sub>2</sub> and the ORR processes (). In Ar-saturated electrolytes, Ni–HAB\nfollows a simple cycling behavior that modifies the oxidation state\nand coordination of the Ni site (a), consequently causing cycling between\nNi­(II) at <italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> and Ni­(III) at <italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> as a consequence of delocalized charge through the Ni–organic\nlinker complex. The increased oxidation state of Ni relative to the\nsample measured in air suggests some intrinsic interaction with oxygen,\nfurther supported by the dependence of O<sub>2</sub> during the synthesis\nof Ni–HAB (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>) and the LCA\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S22</ext-link>). In O<sub>2</sub>-rich environments,\noxygenates initially adsorb to the Ni site (b,i) but are not preferentially further reduced.\nSubsequently, *OOH adsorbates fill the pores as reductive overpotential\nis applied (b,ii), which then act as typical electrocatalytic 2e<sup>–</sup> ORR active sites when <italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> to produce H<sub>2</sub>O<sub>2</sub>, as shown\nin the\nupper loop of b. When the potential is scanned anodically to <italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, the *OOH adsorbates undergo\na two-proton two-electron reduction process to produce H<sub>2</sub>O<sub>2</sub> and O<sub>2</sub> readsorbs to sites that are vacated\nby H<sub>2</sub>O<sub>2</sub> release (without subsequent readsorption)\nwhile the linker becomes reduced (b,iii), allowing the catalyst to return to\nthe approximate original mass of the starting state. Subsequently,\nat even greater cathodic potentials <italic toggle=\"yes\">E</italic> ≪ <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, this O<sub>2</sub> can become further\nreduced to *OOH and become strongly adsorbed on the Ni site (b,iv), before the\nsurface is “cleaned” to release H<sub>2</sub>O<sub>2</sub> as it is scanned back anodically to <italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> to its original resting state, where O<sub>2</sub> can readsorb to start the next cycle (b,v). In principle, this discharge-release\nprocess is similar to the previously demonstrated capture of ethylene\nby a redox-active MOF. To further experimentally\nvalidate this hypothesis, we conducted a “poisoning experiment”\nusing potassium thiocyanate (KSCN), which strongly binds to and serves\nto block off the Ni sites. But no change in ORR activity for Ni–HAB\nin the H<sub>2</sub>O<sub>2</sub> selective region (<italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>) was observed (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S27</ext-link>), further confirming that Ni does\nnot directly contribute to the ORR activity in this potential range.</p>", "clean_text": "Summarizing all of the results above, we propose the following mechanisms for the electrochemical cycling of Ni-HAB in Ar and O2 and the ORR processes (). In Ar-saturated electrolytes, Ni-HAB follows a simple cycling behavior that modifies the oxidation state and coordination of the Ni site (a), consequently causing cycling between Ni(II) at E < E redox and Ni(III) at E > E redox as a consequence of delocalized charge through the Ni-organic linker complex. The increased oxidation state of Ni relative to the sample measured in air suggests some intrinsic interaction with oxygen, further supported by the dependence of O2 during the synthesis of Ni-HAB (Figure S1) and the LCA (Figure S22). In O2-rich environments, oxygenates initially adsorb to the Ni site (b,i) but are not preferentially further reduced. Subsequently, *OOH adsorbates fill the pores as reductive overpotential is applied (b,ii), which then act as typical electrocatalytic 2e- ORR active sites when E > E redox to produce H2O2, as shown in the upper loop of b. When the potential is scanned anodically to E < E redox, the *OOH adsorbates undergo a two-proton two-electron reduction process to produce H2O2 and O2 readsorbs to sites that are vacated by H2O2 release (without subsequent readsorption) while the linker becomes reduced (b,iii), allowing the catalyst to return to the approximate original mass of the starting state. Subsequently, at even greater cathodic potentials E ≪ E redox, this O2 can become further reduced to *OOH and become strongly adsorbed on the Ni site (b,iv), before the surface is \"cleaned\" to release H2O2 as it is scanned back anodically to E > E redox to its original resting state, where O2 can readsorb to start the next cycle (b,v). In principle, this discharge-release process is similar to the previously demonstrated capture of ethylene by a redox-active MOF. To further experimentally validate this hypothesis, we conducted a \"poisoning experiment\" using potassium thiocyanate (KSCN), which strongly binds to and serves to block off the Ni sites. But no change in ORR activity for Ni-HAB in the H2O2 selective region (E > E redox) was observed (Figure S27), further confirming that Ni does not directly contribute to the ORR activity in this potential range.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed Redox and Catalytic Mechanisms during Potential Cycling\non Ni–HAB in (a) Ar- and (b) O<sub>2</sub>-Saturated Environments<xref ref-type=\"fn\" rid=\"s1fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0007.tif\" xlink:type=\"simple\"></graphic>\n<p>\n<fn id=\"s1fn1\">\n<label>a</label>\n<p>At lower overpotential\n(<italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>), 2e<sup>–</sup> ORR is catalyzed by the organic linker (panel b, upper\nloop); at\nhigher overpotential (<italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>), 2e<sup>–</sup> ORR is catalyzed by a combination\nof the linker and the Ni sites (panel b, lower loop).</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Proposed Redox and Catalytic Mechanisms during Potential Cycling on Ni-HAB in (a) Ar- and (b) O2-Saturated Environments      a At lower overpotential (E > E redox), 2e- ORR is catalyzed by the organic linker (panel b, upper loop); at higher overpotential (E < E redox), 2e- ORR is catalyzed by a combination of the linker and the Ni sites (panel b, lower loop).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"s1fn1\">\n<label>a</label>\n<p>At lower overpotential\n(<italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>), 2e<sup>–</sup> ORR is catalyzed by the organic linker (panel b, upper\nloop); at\nhigher overpotential (<italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>), 2e<sup>–</sup> ORR is catalyzed by a combination\nof the linker and the Ni sites (panel b, lower loop).</p>\n</fn>\n</p>", "clean_text": "  a At lower overpotential (E > E redox), 2e- ORR is catalyzed by the organic linker (panel b, upper loop); at higher overpotential (E < E redox), 2e- ORR is catalyzed by a combination of the linker and the Ni sites (panel b, lower loop).  ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["synthesis condition"], "content": "<title>Bulk Electrochemical Synthesis of H<sub>2</sub>O<sub>2</sub> in Neutral Media</title><p>To demonstrate the viability of Ni–HAB\nas a practical 2e<sup>–</sup> ORR catalyst, we conducted the\nbulk electrosynthesis of H<sub>2</sub>O<sub>2</sub> on a ∼1\ncm<sup>2</sup> Ni–HAB/CFP electrode (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link>) in O<sub>2</sub>-saturated 0.5 M NaPi buffer solution\n(pH = 6.64, 5 mL initial volume) with the potential of the electrode\nheld constant in an H-cell. Aliquots of electrolytes (50 or 25 μL)\nwere periodically taken out from the working chamber and added to\nportions of Ce­(SO<sub>4</sub>)<sub>2</sub> that were measured spectroscopically\nby UV–vis spectroscopy (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S29</ext-link>) to determine the concentration of H<sub>2</sub>O<sub>2</sub> (see\nthe <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> for details).\nThe electrode was operated for 90 min at 0.6, 0.5, and then 0.4 V\nvs RHE in fresh solutions (a). In accordance with the RRDE measurements, as the\nelectrolysis potential approached <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, the total H<sub>2</sub>O<sub>2</sub> concentration reached a peak\nof 662 ppm at 0.4 V vs RHE (b), which corresponds to a peak H<sub>2</sub>O<sub>2</sub> yield of 86.2 μmol (c).</p>", "clean_text": "Bulk Electrochemical Synthesis of H2O2 in Neutral Media\n\nTo demonstrate the viability of Ni-HAB as a practical 2e- ORR catalyst, we conducted the bulk electrosynthesis of H2O2 on a ~1 cm2 Ni-HAB/CFP electrode (Figure S28) in O2-saturated 0.5 M NaPi buffer solution (pH = 6.64, 5 mL initial volume) with the potential of the electrode held constant in an H-cell. Aliquots of electrolytes (50 or 25 μL) were periodically taken out from the working chamber and added to portions of Ce(SO4)2 that were measured spectroscopically by UV-vis spectroscopy (Figure S29) to determine the concentration of H2O2 (see the Supporting Information for details). The electrode was operated for 90 min at 0.6, 0.5, and then 0.4 V vs RHE in fresh solutions (a). In accordance with the RRDE measurements, as the electrolysis potential approached E redox, the total H2O2 concentration reached a peak of 662 ppm at 0.4 V vs RHE (b), which corresponds to a peak H2O2 yield of 86.2 μmol (c).", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Bulk electrosynthesis and chemical detection\nof H<sub>2</sub>O<sub>2</sub> produced on Ni–HAB/CFP. (a) Chronoamperometry\ncurve\nof Ni–HAB/CFP at 0.6, 0.5, and 0.4 V vs RHE in O<sub>2</sub>-saturated 0.05 M NaPi buffer solution (pH = 6.64). (b) Cumulative\nH<sub>2</sub>O<sub>2</sub> concentration, (c) cumulative H<sub>2</sub>O<sub>2</sub> yield, and (d) cumulative H<sub>2</sub>O<sub>2</sub> selectivity and Faradaic efficiency during bulk electrolyses.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Bulk electrosynthesis and chemical detection of H2O2 produced on Ni-HAB/CFP. (a) Chronoamperometry curve of Ni-HAB/CFP at 0.6, 0.5, and 0.4 V vs RHE in O2-saturated 0.05 M NaPi buffer solution (pH = 6.64). (b) Cumulative H2O2 concentration, (c) cumulative H2O2 yield, and (d) cumulative H2O2 selectivity and Faradaic efficiency during bulk electrolyses.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>Consistent with the RRDE measurements, the bulk\nelectrolysis performed\nat 0.5 V vs RHE showed the highest selectivity, with a Faradaic efficiency\nof 73% at the end of the measurement (d). Further increasing the overpotential\nto 0.4 V vs RHE results in a 39% Faradaic efficiency at the end of\nthe measurement. The higher and more consistent selectivities over\nlonger timescales at 0.5 or 0.6 V vs RHE are due to the minimization\nof linker charging during the measurement, as additionally evidenced\nby the much lower observed currents compared to that at 0.4 V vs RHE\n(a). Thus,\nelectrolysis at 0.4 V vs RHE results in faster accumulation of H<sub>2</sub>O<sub>2</sub> but at the cost of lower Faradaic efficiency.\nLonger operation at lower potentials could lead to a more ideal combination\nof Faradaic efficiency and total H<sub>2</sub>O<sub>2</sub> accumulation.\nHigh concentrations (up to 213 ppm) of H<sub>2</sub>O<sub>2</sub> could\nalso be accumulated at 0.6 V vs RHE over ∼6 h, with fairly\nconstant high selectivity over the entire measurement (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S30</ext-link>). The full results of these electrolysis\nmeasurements are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Table S21</ext-link> and\ncompared to various other examples of catalysts measured in neutral\nelectrolytes in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Table S22</ext-link>. To ensure that\nthe H<sub>2</sub>O<sub>2</sub> originated entirely from the Ni–HAB\ncatalyst, we conducted an electrolysis on CFP with no catalyst loading\nat 0.4 V vs RHE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S31</ext-link>) and observed\na very low current, confirming the negligible contribution from the\nCFP substrate. Additionally, structural characterization after treatment\ntests of Ni–HAB with pure H<sub>2</sub>O<sub>2</sub> solutions\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S32</ext-link>) suggests that Ni–HAB\nremains crystalline and does not become significantly oxidized after\nexposure to up to 1 wt % of H<sub>2</sub>O<sub>2</sub>, suggesting\nthat Ni–HAB could remain stable in optimized device architectures\nthat allow for accumulation of reasonably high concentrations of H<sub>2</sub>O<sub>2</sub>.</p>", "clean_text": "Consistent with the RRDE measurements, the bulk electrolysis performed at 0.5 V vs RHE showed the highest selectivity, with a Faradaic efficiency of 73% at the end of the measurement (d). Further increasing the overpotential to 0.4 V vs RHE results in a 39% Faradaic efficiency at the end of the measurement. The higher and more consistent selectivities over longer timescales at 0.5 or 0.6 V vs RHE are due to the minimization of linker charging during the measurement, as additionally evidenced by the much lower observed currents compared to that at 0.4 V vs RHE (a). Thus, electrolysis at 0.4 V vs RHE results in faster accumulation of H2O2 but at the cost of lower Faradaic efficiency. Longer operation at lower potentials could lead to a more ideal combination of Faradaic efficiency and total H2O2 accumulation. High concentrations (up to 213 ppm) of H2O2 could also be accumulated at 0.6 V vs RHE over ~6 h, with fairly constant high selectivity over the entire measurement (Figure S30). The full results of these electrolysis measurements are shown in Table S21 and compared to various other examples of catalysts measured in neutral electrolytes in Table S22. To ensure that the H2O2 originated entirely from the Ni-HAB catalyst, we conducted an electrolysis on CFP with no catalyst loading at 0.4 V vs RHE (Figure S31) and observed a very low current, confirming the negligible contribution from the CFP substrate. Additionally, structural characterization after treatment tests of Ni-HAB with pure H2O2 solutions (Figure S32) suggests that Ni-HAB remains crystalline and does not become significantly oxidized after exposure to up to 1 wt % of H2O2, suggesting that Ni-HAB could remain stable in optimized device architectures that allow for accumulation of reasonably high concentrations of H2O2.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>CV scans before the electrolysis at 0.6\nV vs RHE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S33</ext-link>) revealed only a small\ndifference between the current\nat 0.6, 0.5, and 0.4 V before and after electrolysis, indicating a\nminimal further reduction of H<sub>2</sub>O<sub>2</sub> on Ni–HAB\nat these potentials and thus confirming that the potential choice\nis appropriate. Meanwhile, there are large increases in the current\nas the redox potential is approached (in excess of the current density\nmeasured on the pristine electrode) suggesting potentials ≤ <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> (or approaching <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>) would additionally interfere with the ORR via further\nreduction of H<sub>2</sub>O<sub>2</sub> to H<sub>2</sub>O, as suggested\nby RRDE and the operando XAS. Operating the electrolysis at 0.6 or\n0.5 V vs RHE likely minimizes the shift of charge density from the\nlinker active site to Ni, which is indirectly observed through the\nreduction of the Ni in the Ar-saturated XANES measurements, and can\ncause overbound oxygenate adsorbates and decreases the selectivity\nfor H<sub>2</sub>O<sub>2</sub> production. However, the reduced catalyst\ncan be easily “reset” by exposure to ambient air outside\nof the O<sub>2</sub>-saturated electrolyte through the linker-mediated\nself-discharge process.</p>", "clean_text": "CV scans before the electrolysis at 0.6 V vs RHE (Figure S33) revealed only a small difference between the current at 0.6, 0.5, and 0.4 V before and after electrolysis, indicating a minimal further reduction of H2O2 on Ni-HAB at these potentials and thus confirming that the potential choice is appropriate. Meanwhile, there are large increases in the current as the redox potential is approached (in excess of the current density measured on the pristine electrode) suggesting potentials ≤ E redox (or approaching E redox) would additionally interfere with the ORR via further reduction of H2O2 to H2O, as suggested by RRDE and the operando XAS. Operating the electrolysis at 0.6 or 0.5 V vs RHE likely minimizes the shift of charge density from the linker active site to Ni, which is indirectly observed through the reduction of the Ni in the Ar-saturated XANES measurements, and can cause overbound oxygenate adsorbates and decreases the selectivity for H2O2 production. However, the reduced catalyst can be easily \"reset\" by exposure to ambient air outside of the O2-saturated electrolyte through the linker-mediated self-discharge process.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We show that 2D-MOF Ni<sub>3</sub>HAB<sub>2</sub> is an active\nand selective catalyst for 2e<sup>–</sup> ORR in neutral solution,\nbut its actual operating state and active site are potential- and\nenvironment-dependent. RRDE electrochemical measurements initially\nsuggested possible interference between the redox reaction of the\nHAB linker and the catalyst operation. Detailed operando XAS studies\nreveal that the redox of HAB linkers at a potential of <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> dynamically alters the Ni oxidation state, and both\nNi and the HAB linker have interactions with oxygenate adsorbates\nthat are dependent on this evolving potential-dependent redox speciation.\nWe hypothesize that a simpler 2e<sup>–</sup> ORR mechanism\nproceeds via the reduction of *OOH adsorbed on the HAB linker when <italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, while a complex\nNi-mediated linker discharge and electrocatalytic interaction occurs\nat <italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, the\nexact mechanism of which further is elucidated by post-operation EXAFS\nand RRDE results in addition to EQCM. Guided by these mechanistic\nunderstandings, by choosing an operating potential of 0.5 V vs RHE\nto minimize the effects of shifting oxidation states of the catalyst\nduring the bulk electrolysis, a buildup of 337 ppm of H<sub>2</sub>O<sub>2</sub> in 90 min with a final Faradaic efficiency of 73% or\nup to 662 ppm with a consequent lower Faradaic efficiency of 39% at\n0.4 V vs RHE can be achieved using a Ni–HAB/CFP electrode in\na buffered neutral solution. These findings could stimulate the development\nof MOF or SAC catalysts with similar properties to Ni<sub>3</sub>HAB<sub>2</sub> but with slower or suppressed linker redox features that\ncould lead to further improved 2e<sup>–</sup> ORR catalysts\nthat are active and selective across a larger potential range. Future\ndevelopments in operando soft XAS could enable a more in-depth and\ndefinitive understanding of the evolution of the surface-sensitive\nelectronic and structural environments on MOF or SAC catalysts with\nsimilar redox-ORR interactions and further stimulate the systematic\ndesign of linkers that show modified redox potentials. This study\nnot only establishes an efficient 2D-MOF electrocatalyst for 2e<sup>–</sup> ORR in neutral solutions but also provides a clear\nmechanistic understanding to enable the design of even better MOF\nelectrocatalysts in the future.</p>", "clean_text": "Conclusions\n\nWe show that 2D-MOF Ni3HAB2 is an active and selective catalyst for 2e- ORR in neutral solution, but its actual operating state and active site are potential- and environment-dependent. RRDE electrochemical measurements initially suggested possible interference between the redox reaction of the HAB linker and the catalyst operation. Detailed operando XAS studies reveal that the redox of HAB linkers at a potential of E redox dynamically alters the Ni oxidation state, and both Ni and the HAB linker have interactions with oxygenate adsorbates that are dependent on this evolving potential-dependent redox speciation. We hypothesize that a simpler 2e- ORR mechanism proceeds via the reduction of *OOH adsorbed on the HAB linker when E > E redox, while a complex Ni-mediated linker discharge and electrocatalytic interaction occurs at E < E redox, the exact mechanism of which further is elucidated by post-operation EXAFS and RRDE results in addition to EQCM. Guided by these mechanistic understandings, by choosing an operating potential of 0.5 V vs RHE to minimize the effects of shifting oxidation states of the catalyst during the bulk electrolysis, a buildup of 337 ppm of H2O2 in 90 min with a final Faradaic efficiency of 73% or up to 662 ppm with a consequent lower Faradaic efficiency of 39% at 0.4 V vs RHE can be achieved using a Ni-HAB/CFP electrode in a buffered neutral solution. These findings could stimulate the development of MOF or SAC catalysts with similar properties to Ni3HAB2 but with slower or suppressed linker redox features that could lead to further improved 2e- ORR catalysts that are active and selective across a larger potential range. Future developments in operando soft XAS could enable a more in-depth and definitive understanding of the evolution of the surface-sensitive electronic and structural environments on MOF or SAC catalysts with similar redox-ORR interactions and further stimulate the systematic design of linkers that show modified redox potentials. This study not only establishes an efficient 2D-MOF electrocatalyst for 2e- ORR in neutral solutions but also provides a clear mechanistic understanding to enable the design of even better MOF electrocatalysts in the future.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.2c06810?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/jacs.2c06810</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental methods, additional figures, and tables\non materials characterization, electrochemical measurements, and full\ndetails of the spectroscopic fittings (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.2c06810.  Experimental methods, additional figures, and tables on materials characterization, electrochemical measurements, and full details of the spectroscopic fittings (PDF)   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Experimental methods, additional figures, and tables\non materials characterization, electrochemical measurements, and full\ndetails of the spectroscopic fittings (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Experimental methods, additional figures, and tables on materials characterization, electrochemical measurements, and full details of the spectroscopic fittings (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 25, "type": "text", "classification": "synthesis condition", "content": "<title>Bulk Electrochemical Synthesis of H<sub>2</sub>O<sub>2</sub> in Neutral Media</title><p>To demonstrate the viability of Ni–HAB\nas a practical 2e<sup>–</sup> ORR catalyst, we conducted the\nbulk electrosynthesis of H<sub>2</sub>O<sub>2</sub> on a ∼1\ncm<sup>2</sup> Ni–HAB/CFP electrode (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link>) in O<sub>2</sub>-saturated 0.5 M NaPi buffer solution\n(pH = 6.64, 5 mL initial volume) with the potential of the electrode\nheld constant in an H-cell. Aliquots of electrolytes (50 or 25 μL)\nwere periodically taken out from the working chamber and added to\nportions of Ce­(SO<sub>4</sub>)<sub>2</sub> that were measured spectroscopically\nby UV–vis spectroscopy (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S29</ext-link>) to determine the concentration of H<sub>2</sub>O<sub>2</sub> (see\nthe <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> for details).\nThe electrode was operated for 90 min at 0.6, 0.5, and then 0.4 V\nvs RHE in fresh solutions (a). In accordance with the RRDE measurements, as the\nelectrolysis potential approached <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>, the total H<sub>2</sub>O<sub>2</sub> concentration reached a peak\nof 662 ppm at 0.4 V vs RHE (b), which corresponds to a peak H<sub>2</sub>O<sub>2</sub> yield of 86.2 μmol (c).</p>", "clean_text": "Bulk Electrochemical Synthesis of H2O2 in Neutral Media\n\nTo demonstrate the viability of Ni-HAB as a practical 2e- ORR catalyst, we conducted the bulk electrosynthesis of H2O2 on a ~1 cm2 Ni-HAB/CFP electrode (Figure S28) in O2-saturated 0.5 M NaPi buffer solution (pH = 6.64, 5 mL initial volume) with the potential of the electrode held constant in an H-cell. Aliquots of electrolytes (50 or 25 μL) were periodically taken out from the working chamber and added to portions of Ce(SO4)2 that were measured spectroscopically by UV-vis spectroscopy (Figure S29) to determine the concentration of H2O2 (see the Supporting Information for details). The electrode was operated for 90 min at 0.6, 0.5, and then 0.4 V vs RHE in fresh solutions (a). In accordance with the RRDE measurements, as the electrolysis potential approached E redox, the total H2O2 concentration reached a peak of 662 ppm at 0.4 V vs RHE (b), which corresponds to a peak H2O2 yield of 86.2 μmol (c).", "data": [{"meta": {"name": "Bulk Electrochemical Synthesis of H2O2 in Neutral Media", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "electrochemical deposition", "precursor": [{"name": "Ni–HAB/CFP electrode", "amount": "∼1", "unit": "cm^2"}], "solvent": "0.5 M NaPi buffer solution", "concentration": "", "pH": "6.64", "additive": "", "working electrode": "", "counter electrode": "", "reference electrode": "", "deposition condition mode": "constant potential", "voltage": "0.6, 0.5, and then 0.4 V vs RHE", "stirring": "", "temperature": "", "atmosphere": "O2-saturated", "time": "90 min"}], "yield": "86.2 μmol", "other properties": ["total H2O2 concentration reached a peak of 662 ppm at 0.4 V vs RHE"]}], "include_properties": ["electrochemical_deposition"]}, {"idx": "8, 11, 27", "type": "text", "classification": "property", "content": "<p>Transmission electron microscopy (TEM) shows the\nperiodic structure\nof the catalyst (c) with an observed average distance of 1.18 nm between (100) planes,\nwhich agrees with the expected (100) plane spacing of 1.20 nm. The\npowder X-ray diffraction (PXRD) pattern (d and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">S3</ext-link>) also\nconfirms the crystallinity along other planes, and the agreement between\nexperimental peaks and the PXRD pattern simulated from the Ni–HAB\ncrystal structure confirms the phase purity. The Raman spectrum of\nthe powder (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>) is consistent with\nprevious reports. Finally, X-ray absorption spectroscopy\n(XAS) conducted at Beamline 10-BM of the Advanced Photon Source was used to obtain the extended X-ray absorption\nfine structure (EXAFS) Ni K-edge spectrum of Ni–HAB (e), which shows a\nsimilar spectrum to the literature. The\nensemble averages of Ni–N and Ni–C bond distances derived\nfrom the fitting of the Ni–HAB EXAFS using the standard Ni–HAB\nstructure as a model (see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link> for details) agree reasonably well with those from the reported\ncrystal structure (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). From this\nfitting (using fixed coordination numbers from the crystal structure),\nwe also obtained a value of 0.75 ± 0.02 for the amplitude reduction\nfactor (S<sub>0</sub>\n<sup>2</sup>), which was used to determine the\ncoordination changes in subsequent fittings.</p><p>Cyclic voltammetry (CV) on the Ni–HAB catalyst\nin an Ar-saturated\nenvironment shows that the half-wave potential of this redox event\nof the linker (from now on referred to as <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>) is 0.29 V vs RHE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S7a,b</ext-link>), which\nfurther validates a linker-based redox process since a Ni-based redox\nwould likely occur at a much more anodic potential. Due to the coordination with Ni and the changes to HAB’s\nredox state during the growth process, the linker redox behavior in\nNi–HAB is fundamentally different from the behaviors of the\nfree HAB linker (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S7c,d</ext-link>). There is\nalso a change in the slope in the Ar-subtracted LSV near this potential\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>), suggesting that this linker\nredox event may actually change the mechanism of the ORR. Moreover,\nthe LSV measured in Ar ( blue line) shows a clear decrease in current density at 0.20\nV, which we will refer to as <italic toggle=\"yes\">E</italic>\n<sub>pc</sub>. At this\npotential, which is also the cathodic peak potential in the CV shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>, most of the organic linker\nis reduced in Ar. In contrast, the LSV measured in O<sub>2</sub> (mix\nof ORR and redox current) shows a much larger current than the LSV\nmeasured in Ar (only redox current) or the CA points measured in O<sub>2</sub> (mix of ORR and lower redox current) and does not show a\ndecrease when <italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>pc</sub>. This further suggests that ORR and the linker redox processes do\nnot have additive behavior but rather some interaction. Regardless\nof the method used for the selectivity measurement, a severe drop\nin H<sub>2</sub>O<sub>2</sub> selectivity was observed when <italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub> (or approaching <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>), where the redox activity becomes prevalent.</p><p>Consistent with the RRDE measurements, the bulk\nelectrolysis performed\nat 0.5 V vs RHE showed the highest selectivity, with a Faradaic efficiency\nof 73% at the end of the measurement (d). Further increasing the overpotential\nto 0.4 V vs RHE results in a 39% Faradaic efficiency at the end of\nthe measurement. The higher and more consistent selectivities over\nlonger timescales at 0.5 or 0.6 V vs RHE are due to the minimization\nof linker charging during the measurement, as additionally evidenced\nby the much lower observed currents compared to that at 0.4 V vs RHE\n(a). Thus,\nelectrolysis at 0.4 V vs RHE results in faster accumulation of H<sub>2</sub>O<sub>2</sub> but at the cost of lower Faradaic efficiency.\nLonger operation at lower potentials could lead to a more ideal combination\nof Faradaic efficiency and total H<sub>2</sub>O<sub>2</sub> accumulation.\nHigh concentrations (up to 213 ppm) of H<sub>2</sub>O<sub>2</sub> could\nalso be accumulated at 0.6 V vs RHE over ∼6 h, with fairly\nconstant high selectivity over the entire measurement (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S30</ext-link>). The full results of these electrolysis\nmeasurements are shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Table S21</ext-link> and\ncompared to various other examples of catalysts measured in neutral\nelectrolytes in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Table S22</ext-link>. To ensure that\nthe H<sub>2</sub>O<sub>2</sub> originated entirely from the Ni–HAB\ncatalyst, we conducted an electrolysis on CFP with no catalyst loading\nat 0.4 V vs RHE (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S31</ext-link>) and observed\na very low current, confirming the negligible contribution from the\nCFP substrate. Additionally, structural characterization after treatment\ntests of Ni–HAB with pure H<sub>2</sub>O<sub>2</sub> solutions\n(<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/jacs.2c06810/suppl_file/ja2c06810_si_001.pdf\" xlink:type=\"simple\">Figure S32</ext-link>) suggests that Ni–HAB\nremains crystalline and does not become significantly oxidized after\nexposure to up to 1 wt % of H<sub>2</sub>O<sub>2</sub>, suggesting\nthat Ni–HAB could remain stable in optimized device architectures\nthat allow for accumulation of reasonably high concentrations of H<sub>2</sub>O<sub>2</sub>.</p>", "clean_text": "Transmission electron microscopy (TEM) shows the periodic structure of the catalyst (c) with an observed average distance of 1.18 nm between (100) planes, which agrees with the expected (100) plane spacing of 1.20 nm. The powder X-ray diffraction (PXRD) pattern (d and S3) also confirms the crystallinity along other planes, and the agreement between experimental peaks and the PXRD pattern simulated from the Ni-HAB crystal structure confirms the phase purity. The Raman spectrum of the powder (Figure S4) is consistent with previous reports. Finally, X-ray absorption spectroscopy (XAS) conducted at Beamline 10-BM of the Advanced Photon Source was used to obtain the extended X-ray absorption fine structure (EXAFS) Ni K-edge spectrum of Ni-HAB (e), which shows a similar spectrum to the literature. The ensemble averages of Ni-N and Ni-C bond distances derived from the fitting of the Ni-HAB EXAFS using the standard Ni-HAB structure as a model (see the Supporting Information for details) agree reasonably well with those from the reported crystal structure (Table S1). From this fitting (using fixed coordination numbers from the crystal structure), we also obtained a value of 0.75 ± 0.02 for the amplitude reduction factor (S0 2), which was used to determine the coordination changes in subsequent fittings.\n\nCyclic voltammetry (CV) on the Ni-HAB catalyst in an Ar-saturated environment shows that the half-wave potential of this redox event of the linker (from now on referred to as E redox) is 0.29 V vs RHE (Figure S7a,b), which further validates a linker-based redox process since a Ni-based redox would likely occur at a much more anodic potential. Due to the coordination with Ni and the changes to HAB's redox state during the growth process, the linker redox behavior in Ni-HAB is fundamentally different from the behaviors of the free HAB linker (Figure S7c,d). There is also a change in the slope in the Ar-subtracted LSV near this potential (Figure S6), suggesting that this linker redox event may actually change the mechanism of the ORR. Moreover, the LSV measured in Ar ( blue line) shows a clear decrease in current density at 0.20 V, which we will refer to as E pc. At this potential, which is also the cathodic peak potential in the CV shown in Figure S7, most of the organic linker is reduced in Ar. In contrast, the LSV measured in O2 (mix of ORR and redox current) shows a much larger current than the LSV measured in Ar (only redox current) or the CA points measured in O2 (mix of ORR and lower redox current) and does not show a decrease when E < E pc. This further suggests that ORR and the linker redox processes do not have additive behavior but rather some interaction. Regardless of the method used for the selectivity measurement, a severe drop in H2O2 selectivity was observed when E < E redox (or approaching E redox), where the redox activity becomes prevalent.\n\nConsistent with the RRDE measurements, the bulk electrolysis performed at 0.5 V vs RHE showed the highest selectivity, with a Faradaic efficiency of 73% at the end of the measurement (d). Further increasing the overpotential to 0.4 V vs RHE results in a 39% Faradaic efficiency at the end of the measurement. The higher and more consistent selectivities over longer timescales at 0.5 or 0.6 V vs RHE are due to the minimization of linker charging during the measurement, as additionally evidenced by the much lower observed currents compared to that at 0.4 V vs RHE (a). Thus, electrolysis at 0.4 V vs RHE results in faster accumulation of H2O2 but at the cost of lower Faradaic efficiency. Longer operation at lower potentials could lead to a more ideal combination of Faradaic efficiency and total H2O2 accumulation. High concentrations (up to 213 ppm) of H2O2 could also be accumulated at 0.6 V vs RHE over ~6 h, with fairly constant high selectivity over the entire measurement (Figure S30). The full results of these electrolysis measurements are shown in Table S21 and compared to various other examples of catalysts measured in neutral electrolytes in Table S22. To ensure that the H2O2 originated entirely from the Ni-HAB catalyst, we conducted an electrolysis on CFP with no catalyst loading at 0.4 V vs RHE (Figure S31) and observed a very low current, confirming the negligible contribution from the CFP substrate. Additionally, structural characterization after treatment tests of Ni-HAB with pure H2O2 solutions (Figure S32) suggests that Ni-HAB remains crystalline and does not become significantly oxidized after exposure to up to 1 wt % of H2O2, suggesting that Ni-HAB could remain stable in optimized device architectures that allow for accumulation of reasonably high concentrations of H2O2.", "data": [[{"meta": {"name": "", "symbol": "c", "chemical formula": ""}, "etc": [{"property name": "periodic structure", "value": "", "unit": "", "condition": ""}, {"property name": "average distance between (100) planes", "value": "1.18", "unit": "nm", "condition": ""}, {"property name": "crystallinity along other planes", "value": "", "unit": "", "condition": ""}, {"property name": "phase purity", "value": "", "unit": "", "condition": ""}, {"property name": "Raman spectrum", "value": "", "unit": "", "condition": ""}, {"property name": "extended X-ray absorption fine structure (EXAFS) Ni K-edge spectrum", "value": "", "unit": "", "condition": ""}, {"property name": "ensemble averages of Ni–N and Ni–C bond distances", "value": "", "unit": "", "condition": ""}, {"property name": "amplitude reduction factor (S0^2)", "value": "0.75", "unit": "", "condition": ""}]}, {"meta": {"name": "", "symbol": "d", "chemical formula": ""}, "etc": [{"property name": "half-wave potential of the linker", "value": "0.29", "unit": "V vs RHE", "condition": ""}]}, {"meta": {"name": "", "symbol": "e", "chemical formula": ""}, "etc": [{"property name": "Faradaic efficiency", "value": "73", "unit": "%", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structure and\nstructural characterization of Ni<sub>3</sub>HAB<sub>2</sub>. (a)\nCrystal structure of Ni–HAB viewed along\nthe <italic toggle=\"yes\">c</italic>-axis (top) and the <italic toggle=\"yes\">a</italic>-axis\n(bottom). (b) SEM image of nanoscale Ni–HAB powder. (c) Transmission\nelectron microscopy (TEM) micrograph of dispersed Ni–HAB with\nexperimentally measured (100) plane spacing labeled. (d) PXRD pattern\nof Ni–HAB (red) in comparison with the simulated pattern (black).\n(e) EXAFS and fitting of Ni–HAB powder with Ni–N bond\ndistances and S<sub>0</sub>\n<sup>2</sup> obtained by the fitting.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Crystal structure and structural characterization of Ni3HAB2. (a) Crystal structure of Ni-HAB viewed along the c-axis (top) and the a-axis (bottom). (b) SEM image of nanoscale Ni-HAB powder. (c) Transmission electron microscopy (TEM) micrograph of dispersed Ni-HAB with experimentally measured (100) plane spacing labeled. (d) PXRD pattern of Ni-HAB (red) in comparison with the simulated pattern (black). (e) EXAFS and fitting of Ni-HAB powder with Ni-N bond distances and S0 2 obtained by the fitting.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>RRDE voltammograms of Ni–HAB measured\nat 1600 rpm in O<sub>2</sub>-saturated or Ar-saturated 0.05 M NaPi\nbuffer solution (pH\n= 6.5–6.6) measured by either linear sweep voltammetry at 50\nmV/s (black lines: O<sub>2</sub> saturation, blue line: Ar-saturation)\nor chronoamperometry (red dots) and their corresponding H<sub>2</sub>O<sub>2</sub> selectivity (dashed line and open circles).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  RRDE voltammograms of Ni-HAB measured at 1600 rpm in O2-saturated or Ar-saturated 0.05 M NaPi buffer solution (pH = 6.5-6.6) measured by either linear sweep voltammetry at 50 mV/s (black lines: O2 saturation, blue line: Ar-saturation) or chronoamperometry (red dots) and their corresponding H2O2 selectivity (dashed line and open circles).   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Operando XAS study of the ORR catalytic process on Ni–HAB/CFP.\n(a) Current for each constant applied potential on Ni–HAB/CFP\nafter 1 h 15 min. X-ray absorption near edge spectroscopy (XANES)\nof Ni–HAB/CFP at various applied potentials in (b) O<sub>2</sub>-saturated and (c) Ar-saturated electrolytes, and the corresponding\nEXAFS of Ni–HAB/CFP under (d) Ar-saturation and (e) O<sub>2</sub>-saturation at different cathodic potentials. (f) Extracted EXAFS\ncoordination numbers for Ni–HAB/CFP under O<sub>2</sub>- and\nAr-saturations and (g) extracted XANES Ni K-edge positions for Ni–HAB/CFP\nunder O<sub>2</sub>- and Ar-saturations. The open-circuit potential\nbefore the applied potential is labeled as <italic toggle=\"yes\">E</italic>\n<sub>OC</sub> in panels (b) and (c). The vertical line in panels (a),\n(f), and (g) marks the half-wave redox potential (<italic toggle=\"yes\">E</italic>\n<sub>redox</sub>).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Operando XAS study of the ORR catalytic process on Ni-HAB/CFP. (a) Current for each constant applied potential on Ni-HAB/CFP after 1 h 15 min. X-ray absorption near edge spectroscopy (XANES) of Ni-HAB/CFP at various applied potentials in (b) O2-saturated and (c) Ar-saturated electrolytes, and the corresponding EXAFS of Ni-HAB/CFP under (d) Ar-saturation and (e) O2-saturation at different cathodic potentials. (f) Extracted EXAFS coordination numbers for Ni-HAB/CFP under O2- and Ar-saturations and (g) extracted XANES Ni K-edge positions for Ni-HAB/CFP under O2- and Ar-saturations. The open-circuit potential before the applied potential is labeled as E OC in panels (b) and (c). The vertical line in panels (a), (f), and (g) marks the half-wave redox potential (E redox).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Investigation of adsorbate species on Ni–HAB.\n(a) Ni K-edge\nEXAFS of Ni–HAB after ORR scans, (b) time dependence of the\nRRDE ring current (held at 1.3 V vs RHE) after ORR scans, and (c)\nmass changes of the Ni–HAB during electrochemical cycling under\ndifferent gas environments measured by electrochemical quartz crystal\nmicrobalance (EQCM).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Investigation of adsorbate species on Ni-HAB. (a) Ni K-edge EXAFS of Ni-HAB after ORR scans, (b) time dependence of the RRDE ring current (held at 1.3 V vs RHE) after ORR scans, and (c) mass changes of the Ni-HAB during electrochemical cycling under different gas environments measured by electrochemical quartz crystal microbalance (EQCM).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed Redox and Catalytic Mechanisms during Potential Cycling\non Ni–HAB in (a) Ar- and (b) O<sub>2</sub>-Saturated Environments<xref ref-type=\"fn\" rid=\"s1fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0007.tif\" xlink:type=\"simple\"></graphic>\n<p>\n<fn id=\"s1fn1\">\n<label>a</label>\n<p>At lower overpotential\n(<italic toggle=\"yes\">E</italic> &gt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>), 2e<sup>–</sup> ORR is catalyzed by the organic linker (panel b, upper\nloop); at\nhigher overpotential (<italic toggle=\"yes\">E</italic> &lt; <italic toggle=\"yes\">E</italic>\n<sub>redox</sub>), 2e<sup>–</sup> ORR is catalyzed by a combination\nof the linker and the Ni sites (panel b, lower loop).</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  Proposed Redox and Catalytic Mechanisms during Potential Cycling on Ni-HAB in (a) Ar- and (b) O2-Saturated Environments      a At lower overpotential (E > E redox), 2e- ORR is catalyzed by the organic linker (panel b, upper loop); at higher overpotential (E < E redox), 2e- ORR is catalyzed by a combination of the linker and the Ni sites (panel b, lower loop).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Bulk electrosynthesis and chemical detection\nof H<sub>2</sub>O<sub>2</sub> produced on Ni–HAB/CFP. (a) Chronoamperometry\ncurve\nof Ni–HAB/CFP at 0.6, 0.5, and 0.4 V vs RHE in O<sub>2</sub>-saturated 0.05 M NaPi buffer solution (pH = 6.64). (b) Cumulative\nH<sub>2</sub>O<sub>2</sub> concentration, (c) cumulative H<sub>2</sub>O<sub>2</sub> yield, and (d) cumulative H<sub>2</sub>O<sub>2</sub> selectivity and Faradaic efficiency during bulk electrolyses.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja2c06810_0006.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Bulk electrosynthesis and chemical detection of H2O2 produced on Ni-HAB/CFP. (a) Chronoamperometry curve of Ni-HAB/CFP at 0.6, 0.5, and 0.4 V vs RHE in O2-saturated 0.05 M NaPi buffer solution (pH = 6.64). (b) Cumulative H2O2 concentration, (c) cumulative H2O2 yield, and (d) cumulative H2O2 selectivity and Faradaic efficiency during bulk electrolyses.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.2c06810", "title": null, "journal": "American Chemical Society", "date": "2022.08", "author_list": ["Ross\nR. Dominic", "Sheng\nHongyuan", "Ding\nYujia", "Janes\nAurora N.", "Feng\nDawei", "Schmidt\nJ. R.", "Segre\nCarlo U.", "Jin\nSong"]}}