{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja310770c.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Fundamental insight into how low\npressure adsorption properties\nare affected by chemical functionalization is critical to the development\nof next-generation porous materials for postcombustion CO<sub>2</sub> capture. In this work, we present a systematic approach to understanding\nlow pressure CO<sub>2</sub> affinity in isostructural metal–organic\nframeworks (MOFs) using molecular simulations and apply it to obtain\nquantitative, molecular-level insight into interesting experimental\nlow pressure adsorption trends in a series of pillared MOFs. Our experimental\nresults show that increasing the number of nonpolar functional groups\non the benzene dicarboxylate (BDC) linker in the pillared DMOF-1 [Zn<sub>2</sub>(BDC)<sub>2</sub>(DABCO)] structure is an effective way to\ntune the CO<sub>2</sub> Henry’s coefficient in this isostructural\nseries. These findings are contrary to the common scenario where polar\nfunctional groups induce the greatest increase in low pressure affinity\nthrough polarization of the CO<sub>2</sub> molecule. Instead, MOFs\nin this isostructural series containing nitro, hydroxyl, fluorine,\nchlorine, and bromine functional groups result in little increase\nto the low pressure CO<sub>2</sub> affinity. Strong agreement between\nsimulated and experimental Henry’s coefficient values is obtained\nfrom simulations on representative structures, and a powerful yet\nsimple approach involving the analysis of the simulated heats of adsorption,\nadsorbate density distributions, and minimum energy 0 K binding sites\nis presented to elucidate the intermolecular interactions governing\nthese interesting trends. Through a combined experimental and simulation\napproach, we demonstrate how subtle, structure-specific differences\nin CO<sub>2</sub> affinity induced by functionalization can be understood\nat the molecular-level through classical simulations. This work also\nillustrates how structure–property relationships resulting\nfrom chemical functionalization can be very specific to the topology\nand electrostatic environment in the structure of interest. Given\nthe excellent agreement between experiments and simulation, predicted\nCO<sub>2</sub> selectivities over N<sub>2</sub>, CH<sub>4</sub>, and\nCO are also investigated to demonstrate that methyl groups also provide\nthe greatest increase in CO<sub>2</sub> selectivity relative to the\nother functional groups. These results indicate that methyl ligand\nfunctionalization may be a promising approach for creating both water\nstable and CO<sub>2</sub> selective variations of other MOFs for various\nindustrial applications.</p>", "clean_text": "Fundamental insight into how low pressure adsorption properties are affected by chemical functionalization is critical to the development of next-generation porous materials for postcombustion CO2 capture. In this work, we present a systematic approach to understanding low pressure CO2 affinity in isostructural metal-organic frameworks (MOFs) using molecular simulations and apply it to obtain quantitative, molecular-level insight into interesting experimental low pressure adsorption trends in a series of pillared MOFs. Our experimental results show that increasing the number of nonpolar functional groups on the benzene dicarboxylate (BDC) linker in the pillared DMOF-1 [Zn2(BDC)2(DABCO)] structure is an effective way to tune the CO2 Henry's coefficient in this isostructural series. These findings are contrary to the common scenario where polar functional groups induce the greatest increase in low pressure affinity through polarization of the CO2 molecule. Instead, MOFs in this isostructural series containing nitro, hydroxyl, fluorine, chlorine, and bromine functional groups result in little increase to the low pressure CO2 affinity. Strong agreement between simulated and experimental Henry's coefficient values is obtained from simulations on representative structures, and a powerful yet simple approach involving the analysis of the simulated heats of adsorption, adsorbate density distributions, and minimum energy 0 K binding sites is presented to elucidate the intermolecular interactions governing these interesting trends. Through a combined experimental and simulation approach, we demonstrate how subtle, structure-specific differences in CO2 affinity induced by functionalization can be understood at the molecular-level through classical simulations. This work also illustrates how structure-property relationships resulting from chemical functionalization can be very specific to the topology and electrostatic environment in the structure of interest. Given the excellent agreement between experiments and simulation, predicted CO2 selectivities over N2, CH4, and CO are also investigated to demonstrate that methyl groups also provide the greatest increase in CO2 selectivity relative to the other functional groups. These results indicate that methyl ligand functionalization may be a promising approach for creating both water stable and CO2 selective variations of other MOFs for various industrial applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are a promising class of\nmaterials that have revolutionized the fields of materials science\nand adsorbent development since their discovery about a decade ago.\nCharacterized by their inorganic metal–ion clusters and organic\nligand linkers, the combination of extraordinarily high surface areas\nand tunable chemical properties make MOFs prime candidates for a broad\nrange of commercial applications. From a theoretical\nstandpoint, the large number of potential building blocks makes the\npossibility for synthesis of new MOFs almost limitless. For example,\nover 137 000 structures were recently identified in a large-scale,\nsystematic screening of MOFs that are considered reasonable synthetic\ntargets with complexities similar to existing structures in the literature. Functionalization of the organic linker is an\nattractive approach to fine-tuning the properties of these materials\nas it allows the isostructural nature to be retained while adjusting\nadsorption properties through the appropriate choice of chemical functional\ngroups.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are a promising class of materials that have revolutionized the fields of materials science and adsorbent development since their discovery about a decade ago. Characterized by their inorganic metal-ion clusters and organic ligand linkers, the combination of extraordinarily high surface areas and tunable chemical properties make MOFs prime candidates for a broad range of commercial applications. From a theoretical standpoint, the large number of potential building blocks makes the possibility for synthesis of new MOFs almost limitless. For example, over 137000 structures were recently identified in a large-scale, systematic screening of MOFs that are considered reasonable synthetic targets with complexities similar to existing structures in the literature. Functionalization of the organic linker is an attractive approach to fine-tuning the properties of these materials as it allows the isostructural nature to be retained while adjusting adsorption properties through the appropriate choice of chemical functional groups. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>One promising application of MOFs\nis postcombustion CO<sub>2</sub> capture from flue gas. The commercial application of MOFs in this field can reasonably\nbe seen in the near future if the critical issues of hydrothermal\nstability and synthesis scale-up are addressed. Typical postcombustion\nflue gas conditions contain relatively low CO<sub>2</sub> partial\npressures in the range of 0.13–0.15 bar, making adsorption capabilities in the low pressure regime\nespecially critical. Fundamental insight into how low pressure CO<sub>2</sub> affinity is affected by chemical functionalization in different\nstructures is therefore of great value for the development of next\ngeneration MOFs for postcombustion CO<sub>2</sub> capture.</p>", "clean_text": "One promising application of MOFs is postcombustion CO2 capture from flue gas. The commercial application of MOFs in this field can reasonably be seen in the near future if the critical issues of hydrothermal stability and synthesis scale-up are addressed. Typical postcombustion flue gas conditions contain relatively low CO2 partial pressures in the range of 0.13-0.15 bar, making adsorption capabilities in the low pressure regime especially critical. Fundamental insight into how low pressure CO2 affinity is affected by chemical functionalization in different structures is therefore of great value for the development of next generation MOFs for postcombustion CO2 capture.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The\nprototypic DMOF-1 (Zn<sub>2</sub>(BDC)<sub>2</sub>(DABCO))\n(BDC = 1,4-benzenedicarboxylate, DABCO = diazabicyclo-octane) is a\nwell-studied pillared structure that has been the subject of a number\nof past experimental and computational adsorption studies. This mixed-ligand MOF contains zinc clusters that are connected\nin the 2-D plane by BDC with the pillared linker DABCO connecting\nthe third dimension. Recently, a flexible force field model for the\nparent structure was developed using ab initio calculations, and an experimental characterization of the\neffects that various flexible functional groups have on breathing\nbehavior in the presence of different adsorbates was explored. Interesting studies reporting increased CO<sub>2</sub> uptake in different pillared MOF systems due to substitution\nof their pillar ligand or ligand forming\nthe 2-D square grid have also recently\nbeen reported. While some gas adsorption studies for functionalized\nversions of the DMOF-1 structure have been reported, to date, a systematic investigation into the impact of functional\ngroups on low pressure CO<sub>2</sub> affinity has not been conducted.</p>", "clean_text": "The prototypic DMOF-1 (Zn2(BDC)2(DABCO)) (BDC = 1,4-benzenedicarboxylate, DABCO = diazabicyclo-octane) is a well-studied pillared structure that has been the subject of a number of past experimental and computational adsorption studies. This mixed-ligand MOF contains zinc clusters that are connected in the 2-D plane by BDC with the pillared linker DABCO connecting the third dimension. Recently, a flexible force field model for the parent structure was developed using ab initio calculations, and an experimental characterization of the effects that various flexible functional groups have on breathing behavior in the presence of different adsorbates was explored. Interesting studies reporting increased CO2 uptake in different pillared MOF systems due to substitution of their pillar ligand or ligand forming the 2-D square grid have also recently been reported. While some gas adsorption studies for functionalized versions of the DMOF-1 structure have been reported, to date, a systematic investigation into the impact of functional groups on low pressure CO2 affinity has not been conducted.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Enhanced low pressure CO<sub>2</sub> adsorption caused by polar\nfunctional groups is well understood in the literature. For example, amino, nitro, and methoxy functional groups in UiO-66\nwere shown to enhance significantly the CO<sub>2</sub> adsorption\ninteractions at low pressure. In another\nexample, direct observation and subsequent modeling of CO<sub>2</sub> binding sites in the amine-functionalized Zn<sub>2</sub>(Atz)<sub>2</sub>(ox) (Atz = 2-amino-1,2,4-triazole, ox = oxalate) provided\nvaluable insight into the intermolecular interactions responsible\nfor the strong binding interactions present in this structure. In a separate study, density functional theory\ncalculations on isolated ligands predicted that polar functional groups\nsuch as −OH, −NO<sub>2</sub>, and −NH<sub>2</sub> would have enhanced adsorbate–adsorbent interactions due\nto lone pair and hydrogen bonding interactions that serve to polarize\nthe CO<sub>2</sub> molecule. In the ZIF\nseries, the polar groups −CN and −CHO were found to\nproduce more favorable interactions with CO<sub>2</sub> than −CH<sub>3</sub> functional groups due to similar effects.\n</p>", "clean_text": "Enhanced low pressure CO2 adsorption caused by polar functional groups is well understood in the literature. For example, amino, nitro, and methoxy functional groups in UiO-66 were shown to enhance significantly the CO2 adsorption interactions at low pressure. In another example, direct observation and subsequent modeling of CO2 binding sites in the amine-functionalized Zn2(Atz)2(ox) (Atz = 2-amino-1,2,4-triazole, ox = oxalate) provided valuable insight into the intermolecular interactions responsible for the strong binding interactions present in this structure. In a separate study, density functional theory calculations on isolated ligands predicted that polar functional groups such as -OH, -NO2, and -NH2 would have enhanced adsorbate-adsorbent interactions due to lone pair and hydrogen bonding interactions that serve to polarize the CO2 molecule. In the ZIF series, the polar groups -CN and -CHO were found to produce more favorable interactions with CO2 than -CH3 functional groups due to similar effects. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this work, we will show that the DMOF-1 series\nfollows a different\ntrend. The addition of methyl and other nonpolar functional groups\nprovide the greatest increase in low pressure CO<sub>2</sub> affinity\nwhereas polar groups such as nitro, hydroxyl, chlorine, fluorine,\nand bromine produce little to no improvement. The majority of MOFs\nin the literature are unstable under humid conditions and are thus\nunsuitable for use as adsorbent materials in carbon capture technologies.\nWe showed in recent work that methyl functionalization can also be\nused to turn the unstable parent DMOF-1 structure into a more chemically\nrobust isostructural variation that maintains its BET surface area\nand crystallinity after adsorbing water during cyclic adsorption cycles,\nan attribute not observed in its isostructural variations containing\npolar functional groups. Little attention\nhas been given to the selective gas adsorption properties of methyl\nfunctional groups relative to their polar counterparts but, given\ntheir potential for improving the chemical stability of structures,\nthere is great motivation to further understand the selective gas\nadsorption properties of such materials to explore their viability\nfor gas separation applications under industrially relevant flue gas\nconditions. Such analysis would open the gates for the development\nof novel methyl functionalized materials that are superior to their\nparent structure in terms of both chemical stability and CO<sub>2</sub> capture properties.</p>", "clean_text": "In this work, we will show that the DMOF-1 series follows a different trend. The addition of methyl and other nonpolar functional groups provide the greatest increase in low pressure CO2 affinity whereas polar groups such as nitro, hydroxyl, chlorine, fluorine, and bromine produce little to no improvement. The majority of MOFs in the literature are unstable under humid conditions and are thus unsuitable for use as adsorbent materials in carbon capture technologies. We showed in recent work that methyl functionalization can also be used to turn the unstable parent DMOF-1 structure into a more chemically robust isostructural variation that maintains its BET surface area and crystallinity after adsorbing water during cyclic adsorption cycles, an attribute not observed in its isostructural variations containing polar functional groups. Little attention has been given to the selective gas adsorption properties of methyl functional groups relative to their polar counterparts but, given their potential for improving the chemical stability of structures, there is great motivation to further understand the selective gas adsorption properties of such materials to explore their viability for gas separation applications under industrially relevant flue gas conditions. Such analysis would open the gates for the development of novel methyl functionalized materials that are superior to their parent structure in terms of both chemical stability and CO2 capture properties.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Here, we report the experimental CO<sub>2</sub> Henry’s\ncoefficients obtained from functionalization of the BDC ligand on\nten variations of the DMOF series with different polar and nonpolar\nfunctional groups and apply a systematic approach to quantitatively\nunderstand the differences in CO<sub>2</sub> affinity induced by these\nfunctional groups at the molecular level. Excellent agreement between\nthe experimental and simulated Henry’s coefficients obtained\nfrom this work validate the accuracy of our models and, through detailed\nanalysis of simulated heats of adsorption, adsorbate density distributions,\nand minimum energy 0 K binding sites for CO<sub>2</sub>, we uncover\nthe interplay of intermolecular interactions which are responsible\nfor the interesting trends in this series of pillared MOFs.</p>", "clean_text": "Here, we report the experimental CO2 Henry's coefficients obtained from functionalization of the BDC ligand on ten variations of the DMOF series with different polar and nonpolar functional groups and apply a systematic approach to quantitatively understand the differences in CO2 affinity induced by these functional groups at the molecular level. Excellent agreement between the experimental and simulated Henry's coefficients obtained from this work validate the accuracy of our models and, through detailed analysis of simulated heats of adsorption, adsorbate density distributions, and minimum energy 0 K binding sites for CO2, we uncover the interplay of intermolecular interactions which are responsible for the interesting trends in this series of pillared MOFs.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Methods</title><p>All MOFs\nsynthesized were of the isostructural family Zn<sub>2</sub>(BDC-X)<sub>2</sub>(DABCO), or DMOF-X, where X signifies the functional\ngroup that was placed on the BDC ligand. Chart  shows the structure of all the functionalized BDC-X ligands used\nin this study. Note that in some structures the numerical suffix 1/2\nis given after the structure name (e.g., DMOF-TM<sub>1/2</sub>) to\ndenote that only one-half of the BDC ligands in the structure contains\nthe indicated functional group whereas the remaining half contains\nthe unfunctionalized BDC ligand. For example, DMOF-TM is of the chemical\nformula Zn<sub>2</sub>(BDC-TM)<sub>2</sub>(DABCO) whereas DMOF-TM<sub>1/2</sub> is of the chemical formula Zn<sub>2</sub>(BDC)(BDC-TM)(DABCO).\nSyntheses were performed according to reported procedures, and all chemicals were commercially available and\nused as received.</p>", "clean_text": "Experimental Methods\n\nAll MOFs synthesized were of the isostructural family Zn2(BDC-X)2(DABCO), or DMOF-X, where X signifies the functional group that was placed on the BDC ligand. Chart  shows the structure of all the functionalized BDC-X ligands used in this study. Note that in some structures the numerical suffix 1/2 is given after the structure name (e.g., DMOF-TM1/2) to denote that only one-half of the BDC ligands in the structure contains the indicated functional group whereas the remaining half contains the unfunctionalized BDC ligand. For example, DMOF-TM is of the chemical formula Zn2(BDC-TM)2(DABCO) whereas DMOF-TM1/2 is of the chemical formula Zn2(BDC)(BDC-TM)(DABCO). Syntheses were performed according to reported procedures, and all chemicals were commercially available and used as received.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"cht1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Functionalized Nonpolar and Polar Benzenedicarboxylic\n(BDC-X) Ligands\nUsed in the Synthesis of Isostructural DMOF-X Structures in This Study</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  Functionalized Nonpolar and Polar Benzenedicarboxylic (BDC-X) Ligands Used in the Synthesis of Isostructural DMOF-X Structures in This Study   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Powder X-ray diffraction (PXRD)\npatterns were collected using CuKα\nradiation at room temperature on an X’Pert PANalytical diffractometer\nto ascertain the purity of the as-synthesized structures. Surface\nareas were determined via N<sub>2</sub> adsorption at 77 K using a\nQuadrasorb system (Quantachrome Instruments), and BET theory was applied\nusing data points that are consistent with the applicable range for\nmicroporous materials. All CO<sub>2</sub> adsorption isotherms were obtained using an Intelligent Gravimetric\nAnalyzer (IGA-1 series, Hiden Analytical Ltd.). The complete set of\nPXRD patterns, N<sub>2</sub> adsorption isotherms, and CO<sub>2</sub> adsorption isotherms can be found in the  (Figure S1–S8).</p>", "clean_text": "Powder X-ray diffraction (PXRD) patterns were collected using CuKα radiation at room temperature on an X'Pert PANalytical diffractometer to ascertain the purity of the as-synthesized structures. Surface areas were determined via N2 adsorption at 77 K using a Quadrasorb system (Quantachrome Instruments), and BET theory was applied using data points that are consistent with the applicable range for microporous materials. All CO2 adsorption isotherms were obtained using an Intelligent Gravimetric Analyzer (IGA-1 series, Hiden Analytical Ltd.). The complete set of PXRD patterns, N2 adsorption isotherms, and CO2 adsorption isotherms can be found in the  (Figure S1-S8).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Computational\nMethods</title><p>The inclusion of framework partial charges is critical\nto the accurate\nmodeling of CO<sub>2</sub> adsorption in the low pressure regime. In order to ensure the electrostatic interactions\narising from the quadrupole moment of CO<sub>2</sub> were accurately\ncaptured, periodic quantum mechanics calculations were performed to\nderive framework partial charges for the framework models using the\nVASP package. Quantum mechanics calculations utilized projector-augmented\nwave method pseudopotentials with the\nPerdew–Burke–Ernzerhof generalized-gradient approximation, single k-point sampling, and 400 eV plane wave\ncut-offs. Ionic relaxations were first run on each of the unit cells\nuntil all forces were smaller than 30 meV/Å to obtain optimized\ninternal geometries. Classical point charges were then assigned to\nframework atoms using REPEAT, a charge\nassignment method that was found to most accurately reproduce the\nperiodic density functional theory electrostatic potential energy\nsurface in MOF structures. Lennard-Jones\nparameters for framework atoms were assigned based on the DREIDING\nforce field and carbon dioxide was modeled\nusing the TraPPE forcefield, a three-site\nCO<sub>2</sub> model with Lennard-Jones parameters and partial charges\nassigned to best reproduce experimental CO<sub>2</sub> vapor–liquid\nequilibrium data. Lorentz–Berthelot mixing rules were used\nto determine adsorbate–adsorbent and adsorbate–adsorbate\nLennard-Jones interactions.</p>", "clean_text": "Computational Methods\n\nThe inclusion of framework partial charges is critical to the accurate modeling of CO2 adsorption in the low pressure regime. In order to ensure the electrostatic interactions arising from the quadrupole moment of CO2 were accurately captured, periodic quantum mechanics calculations were performed to derive framework partial charges for the framework models using the VASP package. Quantum mechanics calculations utilized projector-augmented wave method pseudopotentials with the Perdew-Burke-Ernzerhof generalized-gradient approximation, single k-point sampling, and 400 eV plane wave cut-offs. Ionic relaxations were first run on each of the unit cells until all forces were smaller than 30 meV/Å to obtain optimized internal geometries. Classical point charges were then assigned to framework atoms using REPEAT, a charge assignment method that was found to most accurately reproduce the periodic density functional theory electrostatic potential energy surface in MOF structures. Lennard-Jones parameters for framework atoms were assigned based on the DREIDING force field and carbon dioxide was modeled using the TraPPE forcefield, a three-site CO2 model with Lennard-Jones parameters and partial charges assigned to best reproduce experimental CO2 vapor-liquid equilibrium data. Lorentz-Berthelot mixing rules were used to determine adsorbate-adsorbent and adsorbate-adsorbate Lennard-Jones interactions.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The parent DMOF-1 is weakly flexible\nand is only reported to display\nbreathing effects in the presence of adsorbates such as benzene and\nisopropyl alcohol. No such structural transformations\nhave been reported during the adsorption of CO<sub>2</sub>, and the\nframeworks were therefore assumed rigid for the classical simulations\npresented in the main body of this article. To validate this assumption,\nisotension-isothermal ensemble (NσT) simulations were also run\nusing flexible framework models for the parent structure (developed\nby Grosch and Paesani) and newly developed\nflexible models for functionalized variations (developed in this work).\nThe flexible framework simulations are in excellent qualitative agreement\nwith rigid framework results, confirming that the experimental trends\ncan be accurately captured independent of the particular molecular\nmodel parameters being used. Furthermore, we confirm that the structural\nparameters and CO<sub>2</sub> adsorption properties of the DMOF variations\nare quite insensitive to any flexible framework behavior. These structures\nalso show positive thermal expansion in the channel-direction and\nnegative thermal expansion in the orthogonal direction. All flexible\nframework parameters (Table S5–S9) and calculation results\n(Figure S26–S30, Table S10–12) are in the .</p>", "clean_text": "The parent DMOF-1 is weakly flexible and is only reported to display breathing effects in the presence of adsorbates such as benzene and isopropyl alcohol. No such structural transformations have been reported during the adsorption of CO2, and the frameworks were therefore assumed rigid for the classical simulations presented in the main body of this article. To validate this assumption, isotension-isothermal ensemble (NσT) simulations were also run using flexible framework models for the parent structure (developed by Grosch and Paesani) and newly developed flexible models for functionalized variations (developed in this work). The flexible framework simulations are in excellent qualitative agreement with rigid framework results, confirming that the experimental trends can be accurately captured independent of the particular molecular model parameters being used. Furthermore, we confirm that the structural parameters and CO2 adsorption properties of the DMOF variations are quite insensitive to any flexible framework behavior. These structures also show positive thermal expansion in the channel-direction and negative thermal expansion in the orthogonal direction. All flexible framework parameters (Table S5-S9) and calculation results (Figure S26-S30, Table S10-12) are in the .", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Experimental\nHenry’s Coefficients</title><p>For this study,\ndata points at pressures near 20 mbar were collected for all structures\nand experimental Henry’s coefficients could therefore be directly\ncalculated using the increase in loading from the activated sample\nto the first point on the experimental isotherm. An alternative approach\nis to fit the experimental data to an appropriate isotherm model and\nextract the Henry’s coefficient from the best fit parameters.\nThis was also carried out using the Toth model to yield a good overall\nfit with the experimental data (Figure S9–S19, ). However, as also noted\nin a different study, residual error\nbetween isotherm data and model predictions at the low pressure limit\nmake the direct use of low pressure data more accurate for comparison\npurposes.</p>", "clean_text": "Results and Discussion\n\nExperimental Henry's Coefficients\n\nFor this study, data points at pressures near 20 mbar were collected for all structures and experimental Henry's coefficients could therefore be directly calculated using the increase in loading from the activated sample to the first point on the experimental isotherm. An alternative approach is to fit the experimental data to an appropriate isotherm model and extract the Henry's coefficient from the best fit parameters. This was also carried out using the Toth model to yield a good overall fit with the experimental data (Figure S9-S19, ). However, as also noted in a different study, residual error between isotherm data and model predictions at the low pressure limit make the direct use of low pressure data more accurate for comparison purposes.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Figure  shows the experimental\nHenry’s coefficients obtained for the functionalized DMOF structures\nat 298 K. There is a direct correlation between the number of nonpolar\nmethyl groups and the experimental Henry’s coefficient that\nbecomes more pronounced as the total number of functional groups on\nthe BDC ligand increases. Interestingly, the anthracene-based DMOF-A\nstructure exhibits the greatest Henry’s coefficient of all\nthe variations in this study (Table ). It\nis difficult to assign a number of “functional groups per 2\nBDC ligands” corresponding to the two additional conjugated\nrings in the DMOF-A structure and it thus does not lend itself to\nthe comparison given in Figure . While it\nis tempting to attribute the higher CO<sub>2</sub> affinity in DMOF-A\nto the greater confinement caused by its anthracene ligand, it is\nhard to decouple these effects from interactions due to the greater\nπ electrons and increased quadrupole moment of this ligand (the\naxial component of the quadrupole tensor in benzene is roughly 30\n× 10<sup>–40</sup> C m<sup>2</sup> whereas anthracene’s\nis twice as large). In the case of polar\nfunctional groups (-NO<sub>2</sub>, -OH, -Br, -Cl, -F), the same pronounced\nincrease in Henry’s coefficient as a function of functional\ngroups that is present in the nonpolar counterparts does not exist.\nSuch trends are contrary to the common scenario reported in the literature\nand, from a molecular standpoint, the structure–property relationships\nresponsible for such behavior are not well understood. Therefore,\nin order to gain fundamental insight into these trends, five representative\nstructures were chosen for further investigation via molecular simulation.\nFor this study, the five circled structures in Figure  (DMOF, DMOF-DM, DMOF-TM, DMOF-Cl<sub>2</sub> and DMOF-TF)\nwere chosen based on their diversity in terms of degree (full vs partial)\nand type (polar vs nonpolar) of ligand functionalization. The relatively\nlow experimental Henry’s coefficients of the polar DMOF-TF\nand DMOF-Cl<sub>2</sub> structures are particularly interesting to\nexplore as a recent screening of over 130 000 hypothetical\nMOFs identified fluorine and chlorine as the two functional groups\nmost strongly correlated with increased selectivity for CO<sub>2</sub> over N<sub>2</sub> and CH<sub>4</sub> at 298 K in a range of gas\nmixture compositions. In fact, nearly\n50% of all structures exhibiting the highest CO<sub>2</sub> selectivity\nin this study contained fluorine atoms. As discussed in the  (Table S4), good agreement\nbetween theoretical and experimental surface areas and void fractions\nwere found for each of the representative structures presented in\nthis work.</p>", "clean_text": "Figure  shows the experimental Henry's coefficients obtained for the functionalized DMOF structures at 298 K. There is a direct correlation between the number of nonpolar methyl groups and the experimental Henry's coefficient that becomes more pronounced as the total number of functional groups on the BDC ligand increases. Interestingly, the anthracene-based DMOF-A structure exhibits the greatest Henry's coefficient of all the variations in this study (Table ). It is difficult to assign a number of \"functional groups per 2 BDC ligands\" corresponding to the two additional conjugated rings in the DMOF-A structure and it thus does not lend itself to the comparison given in Figure . While it is tempting to attribute the higher CO2 affinity in DMOF-A to the greater confinement caused by its anthracene ligand, it is hard to decouple these effects from interactions due to the greater π electrons and increased quadrupole moment of this ligand (the axial component of the quadrupole tensor in benzene is roughly 30 × 10-40 C m2 whereas anthracene's is twice as large). In the case of polar functional groups (-NO2, -OH, -Br, -Cl, -F), the same pronounced increase in Henry's coefficient as a function of functional groups that is present in the nonpolar counterparts does not exist. Such trends are contrary to the common scenario reported in the literature and, from a molecular standpoint, the structure-property relationships responsible for such behavior are not well understood. Therefore, in order to gain fundamental insight into these trends, five representative structures were chosen for further investigation via molecular simulation. For this study, the five circled structures in Figure  (DMOF, DMOF-DM, DMOF-TM, DMOF-Cl2 and DMOF-TF) were chosen based on their diversity in terms of degree (full vs partial) and type (polar vs nonpolar) of ligand functionalization. The relatively low experimental Henry's coefficients of the polar DMOF-TF and DMOF-Cl2 structures are particularly interesting to explore as a recent screening of over 130000 hypothetical MOFs identified fluorine and chlorine as the two functional groups most strongly correlated with increased selectivity for CO2 over N2 and CH4 at 298 K in a range of gas mixture compositions. In fact, nearly 50% of all structures exhibiting the highest CO2 selectivity in this study contained fluorine atoms. As discussed in the  (Table S4), good agreement between theoretical and experimental surface areas and void fractions were found for each of the representative structures presented in this work.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Experimental CO<sub>2</sub> Henry’s coefficients in the\nDMOF series at 298 K. Circled data points were chosen as representative\nstructures for further analysis via molecular simulation.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Experimental CO2 Henry's coefficients in the DMOF series at 298 K. Circled data points were chosen as representative structures for further analysis via molecular simulation.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Experimental CO<sub>2</sub> Henry’s\nCoefficients for DMOF Structures at 298 K<xref rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">DMOF-X</oasis:entry>\n<oasis:entry align=\"center\">groups per\n2 BDC</oasis:entry>\n<oasis:entry align=\"center\">polar group?</oasis:entry>\n<oasis:entry align=\"center\">Henry’s coefficient (mol/kg/bar)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>DMOF-TF</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>8</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>Yes</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>1.1</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF-Br</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>Yes</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DMOF</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>0</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>No</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>1.7</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DMOF-Cl</bold>\n<sub>\n<bold>2</bold>\n</sub>\n</oasis:entry>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>Yes</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>1.7</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF-NO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>Yes</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF-DM<sub>1/2</sub>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>No</oasis:entry>\n<oasis:entry>2.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF–OH</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>Yes</oasis:entry>\n<oasis:entry>2.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DMOF-DM</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>No</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>2.6</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF-TM<sub>1/2</sub>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>No</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DMOF-TM</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>8</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>No</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>5.8</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF-A</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>No</oasis:entry>\n<oasis:entry>7.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>Bold-faced DMOF variations were\nchosen as representative structures for analysis via molecular simulation.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Simulated Henry’s\nCoefficients and Heats of Adsorption</title><p>In order to validate\nthe quantitative accuracy of the models developed\nfor the five representative structures, a number of infinite dilution\nadsorption properties were calculated and compared to experiment.\nTheoretical Henry’s coefficients at infinite dilution and 298\nK were calculated from the Widom’s ghost particle insertion\nmethod. In this approach, the Henry’s coefficient\nis related to the average Rosenbluth factor ⟨<italic toggle=\"yes\">W</italic>⟩ by the relationship:<disp-formula id=\"eq2\">\n<label>1</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>K</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n<mml:msub>\n<mml:mrow>\n<mml:mi>ρ</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">f</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:mi>W</mml:mi>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">⟨</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>W</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>IG</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">⟩</mml:mo>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">R</italic> is the universal\ngas constant, <italic toggle=\"yes\">T</italic> is temperature, ρ<sub>f</sub> is the density of the framework, and ⟨<italic toggle=\"yes\">W</italic>\n<sub>IG</sub>⟩ is the average Rosenbluth factor of an isolated\nmolecule. ⟨<italic toggle=\"yes\">W</italic>⟩ and ⟨<italic toggle=\"yes\">W</italic>\n<sub>IG</sub>⟩ were obtained from Widom insertions in the\nempty host framework and the ideal gas phase, respectively. The isosteric\nheats of adsorption <italic toggle=\"yes\">Q</italic> at infinite dilution and 298\nK were obtained by single-molecule NVT Monte Carlo simulations using\nthe relationship:<disp-formula id=\"eq3\">\n<mml:math display=\"block\">\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">Q</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">−</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi>H</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi mathvariant=\"italic\">U</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mi>R</mml:mi>\n<mml:mi>T</mml:mi>\n</mml:mrow>\n</mml:math>\n<label>2</label>\n</disp-formula>where Δ<italic toggle=\"yes\">H</italic> is the enthalpy of adsorption at infinite dilution and Δ<italic toggle=\"yes\">U</italic> is obtained from the relationship:<disp-formula id=\"eq4\">\n<label>3</label>\n<mml:math display=\"block\">\n<mml:mi mathvariant=\"normal\">Δ</mml:mi>\n<mml:mi mathvariant=\"italic\">U</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mo form=\"prefix\">⟨</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>HG</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>⟩</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mo>⟨</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>⟩</mml:mo>\n<mml:mo>−</mml:mo>\n<mml:mo>⟨</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"italic\">U</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">G</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>⟩</mml:mo>\n</mml:math>\n</disp-formula>where ⟨<italic toggle=\"yes\">U</italic>\n<sub>HG</sub>⟩, ⟨<italic toggle=\"yes\">U</italic>\n<sub>H</sub>⟩, and ⟨<italic toggle=\"yes\">U</italic>\n<sub>G</sub>⟩ are the average potential energies\nof the host–guest system, isolated host framework, and isolated\nguest molecule, respectively. Translation, rotation, and reinsertion\nmoves were included in the phase space sampling of this calculation.</p>", "clean_text": "Simulated Henry's Coefficients and Heats of Adsorption\n\nIn order to validate the quantitative accuracy of the models developed for the five representative structures, a number of infinite dilution adsorption properties were calculated and compared to experiment. Theoretical Henry's coefficients at infinite dilution and 298 K were calculated from the Widom's ghost particle insertion method. In this approach, the Henry's coefficient is related to the average Rosenbluth factor ⟨W⟩ by the relationship: 1    K   H   =   1   R T   ρ   f       ⟨ W ⟩   ⟨   W   IG   ⟩    where R is the universal gas constant, T is temperature, ρf is the density of the framework, and ⟨W IG⟩ is the average Rosenbluth factor of an isolated molecule. ⟨W⟩ and ⟨W IG⟩ were obtained from Widom insertions in the empty host framework and the ideal gas phase, respectively. The isosteric heats of adsorption Q at infinite dilution and 298 K were obtained by single-molecule NVT Monte Carlo simulations using the relationship:   Q = - Δ H = Δ U - R T   2 where ΔH is the enthalpy of adsorption at infinite dilution and ΔU is obtained from the relationship: 3  Δ U = ⟨   U   HG   ⟩ - ⟨   U   H   ⟩ - ⟨   U   G   ⟩  where ⟨U HG⟩, ⟨U H⟩, and ⟨U G⟩ are the average potential energies of the host-guest system, isolated host framework, and isolated guest molecule, respectively. Translation, rotation, and reinsertion moves were included in the phase space sampling of this calculation.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>As shown in Figure , there is good quantitative\nagreement between experimental and simulated Henry’s coefficients\nin the different representative structures. While the molecular models\noverestimate experimental values in each of the cases, there is excellent\nagreement in the qualitative trends in low pressure CO<sub>2</sub> affinity due to ligand functionalization. In particular, the simulations\ncorrectly predict the distinct increases in CO<sub>2</sub> affinity\nrelative to the parent DMOF structure for the nonpolar methyl functionalized\nvariations (DMOF-DM, DMOF-TM) yet only minor (DMOF-Cl<sub>2</sub>)\nor no (DMOF-TF) improvement for structures containing polar groups.\nThe Henry’s coefficient value of 2.24 mol/kg/bar calculated\nusing the flexible DMOF model of Grosch and Paesani is also in close agreement with the 2.15 mol/kg/bar result\nobtained using our rigid DREIDING force field models. Pore size is\nan important structural factor that can inversely correlate with low\npressure adsorbate affinity due to increased van der Waals interactions\nwith pore walls. Pore size distributions and void fractions were therefore\ncalculated for each of the representative structures, giving the general\ntrend in void fraction values of DMOF &gt; DMOF-TF &gt; DMOF-Cl<sub>2</sub> &gt; DMOF-DM &gt; DMOF-TM. While this has a general correlation\nwith the\nexperimental Henry’s coefficients, this simple analysis fails\nto explain the decreased CO<sub>2</sub> affinity in the more confined\nDMOF-TF structure relative to the parent DMOF as well as other important\nquantitative trends in the data (Figure S22, ). Instead, it is the detailed molecular analysis\nbased on electrostatics and van der Waals interactions introduced\nby functional groups at their lowest energy binding sites, presented\nin the following section, that is needed to understand these trends.</p>", "clean_text": "As shown in Figure , there is good quantitative agreement between experimental and simulated Henry's coefficients in the different representative structures. While the molecular models overestimate experimental values in each of the cases, there is excellent agreement in the qualitative trends in low pressure CO2 affinity due to ligand functionalization. In particular, the simulations correctly predict the distinct increases in CO2 affinity relative to the parent DMOF structure for the nonpolar methyl functionalized variations (DMOF-DM, DMOF-TM) yet only minor (DMOF-Cl2) or no (DMOF-TF) improvement for structures containing polar groups. The Henry's coefficient value of 2.24 mol/kg/bar calculated using the flexible DMOF model of Grosch and Paesani is also in close agreement with the 2.15 mol/kg/bar result obtained using our rigid DREIDING force field models. Pore size is an important structural factor that can inversely correlate with low pressure adsorbate affinity due to increased van der Waals interactions with pore walls. Pore size distributions and void fractions were therefore calculated for each of the representative structures, giving the general trend in void fraction values of DMOF > DMOF-TF > DMOF-Cl2 > DMOF-DM > DMOF-TM. While this has a general correlation with the experimental Henry's coefficients, this simple analysis fails to explain the decreased CO2 affinity in the more confined DMOF-TF structure relative to the parent DMOF as well as other important quantitative trends in the data (Figure S22, ). Instead, it is the detailed molecular analysis based on electrostatics and van der Waals interactions introduced by functional groups at their lowest energy binding sites, presented in the following section, that is needed to understand these trends.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Comparison\nof simulated and experimental Henry’s coefficients\nat 298 K in the five representative structures. Green symbols indicate\nstructures containing polar functional groups whereas red symbols\nindicate structures with nonpolar functional groups. FF G/P indicates\nthe value calculated using the flexible model developed by Grosch\nand Paesani<xref ref-type=\"bibr\" rid=\"ref22\"></xref> whereas FF DREIDING are results\nfrom the rigid framework models used throughout the remainder of this\nwork.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Comparison of simulated and experimental Henry's coefficients at 298 K in the five representative structures. Green symbols indicate structures containing polar functional groups whereas red symbols indicate structures with nonpolar functional groups. FF G/P indicates the value calculated using the flexible model developed by Grosch and Paesani whereas FF DREIDING are results from the rigid framework models used throughout the remainder of this work.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Analysis of simulated heats of\nadsorption in the representative\nstructures provides initial insight into the experimental Henry coefficient\ntrends and further validates the quantitative accuracy of the molecular\nmodels. As shown in Figure , there is a direct\ncorrelation between the 298 K simulated heats of adsorption (left\naxis, green) at infinite dilution and the experimental Henry’s\ncoefficients (right axis, blue) at 298 K. The simulated heat of adsorption\nvalue for DMOF of 19.6 kJ/mol obtained in this work is in excellent\nagreement with the previously reported experimental values of 19.4\nkJ/mol (Clausius–Clapeyron relation) and 21.6 kJ/mol (differential thermal analysis at 298 K). This value is higher than the 16.4 kJ/mol obtained\nfrom previous simulations of DMOF by our group due to the inclusion\nframework partial charges that were excluded in our previous work. Experimental CO<sub>2</sub> isotherms at 278\nK, 298 and 313 K were also collected for the DMOF-TM structure (Figure\nS20, ) to calculate\nits heat of adsorption using the Clausius–Clapeyron equation.\nIn agreement with simulation results, the experimental infinite dilution\nheat of adsorption for this structure is greater than that of the\nparent DMOF structure. The reason for the disproportionally large\nincrease in experimental Henry’s coefficient between DMOF-DM\nand DMOF-TM relative to their difference in heats of adsorption values\nis discussed in the following section and can be attributed to the\nmore symmetric binding environment found in the DMOF-TM structure.</p>", "clean_text": "Analysis of simulated heats of adsorption in the representative structures provides initial insight into the experimental Henry coefficient trends and further validates the quantitative accuracy of the molecular models. As shown in Figure , there is a direct correlation between the 298 K simulated heats of adsorption (left axis, green) at infinite dilution and the experimental Henry's coefficients (right axis, blue) at 298 K. The simulated heat of adsorption value for DMOF of 19.6 kJ/mol obtained in this work is in excellent agreement with the previously reported experimental values of 19.4 kJ/mol (Clausius-Clapeyron relation) and 21.6 kJ/mol (differential thermal analysis at 298 K). This value is higher than the 16.4 kJ/mol obtained from previous simulations of DMOF by our group due to the inclusion framework partial charges that were excluded in our previous work. Experimental CO2 isotherms at 278 K, 298 and 313 K were also collected for the DMOF-TM structure (Figure S20, ) to calculate its heat of adsorption using the Clausius-Clapeyron equation. In agreement with simulation results, the experimental infinite dilution heat of adsorption for this structure is greater than that of the parent DMOF structure. The reason for the disproportionally large increase in experimental Henry's coefficient between DMOF-DM and DMOF-TM relative to their difference in heats of adsorption values is discussed in the following section and can be attributed to the more symmetric binding environment found in the DMOF-TM structure.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Simulated\nand experimental heats of adsorption (left axis, green)\nand experimental Henry’s coefficients (right axis, blue) for\nCO<sub>2</sub> at infinite dilution in the representative structures.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Simulated and experimental heats of adsorption (left axis, green) and experimental Henry's coefficients (right axis, blue) for CO2 at infinite dilution in the representative structures.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>CO<sub>2</sub> Binding\nSites and Density Distributions</title><p>Valuable molecular insight\ninto the observed Henry’s coefficient\ntrends can be obtained from an analysis of the 0 K binding sites and\n298 K atomic densities for CO<sub>2</sub> at infinite dilution within\nthe structure. The Henry’s coefficient is related to the spatially\naveraged weighted free energy of the adsorbate within the MOF framework\nat infinite dilution. At the limit as temperature goes to zero and\ninfinite dilution, the most favorable 0 K binding sites would be the\nonly adsorption sites for CO<sub>2</sub> (neglecting zero-point energies).\nWhile these are not the only possible adsorption sites under finite\ntemperatures, molecules will still tend toward these lowest energy\nminimums. The energetic information obtained from these 0 K binding\nsites can therefore be combined with the adsorbate density information\nobtained at nonzero temperatures to extract valuable, quantitative\ninsight into the intermolecular interactions which govern these adsorption\ntrends.</p>", "clean_text": "CO2 Binding Sites and Density Distributions\n\nValuable molecular insight into the observed Henry's coefficient trends can be obtained from an analysis of the 0 K binding sites and 298 K atomic densities for CO2 at infinite dilution within the structure. The Henry's coefficient is related to the spatially averaged weighted free energy of the adsorbate within the MOF framework at infinite dilution. At the limit as temperature goes to zero and infinite dilution, the most favorable 0 K binding sites would be the only adsorption sites for CO2 (neglecting zero-point energies). While these are not the only possible adsorption sites under finite temperatures, molecules will still tend toward these lowest energy minimums. The energetic information obtained from these 0 K binding sites can therefore be combined with the adsorbate density information obtained at nonzero temperatures to extract valuable, quantitative insight into the intermolecular interactions which govern these adsorption trends.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>In each representative structure, CO<sub>2</sub> energy\nminimizations were performed at 0 K using an application of Baker’s\nmethod optimized for use in periodic systems. This minimization technique finds the lowest energy 0 K binding\nsites by initially placing single adsorbates at random positions within\nthe framework and then relaxing their atomic coordinates until the\npotential energy with respect to their center of mass and rotational\nelements have a first derivative equal to zero and all positive eigenvalues\nin the Hessian matrix. The last constraint, enforced by pushing the\neigenvalues of the Hessian matrix to all positive values during the\nminimization, distinguishes this approach from Newton-Rhapson algorithms\nand is critical to ensuring a true energetic minimum is found. The\nresult of these CO<sub>2</sub> minimizations produced the same two\nstrongest binding sites, shown in Figure ,\nin the DMOF, DMOF-DM, DMOF-TM, and DMOF-TF structures. The most favorable\nbinding site corresponds to a CO<sub>2</sub> molecule located close\nto the metal cluster whereas the less favorable binding site has CO<sub>2</sub> positioned between the benzene rings with oxygen atoms pointing\ntoward the DABCO ligand. A comparison of the energetics of these 0\nK binding sites, shown in Figure , provides\npowerful and illustrative insight into the reason for the interesting\nlow pressure CO<sub>2</sub> affinity trends in these structures. A\nsimilar analysis can be used to understand the CO<sub>2</sub> affinity\nin DMOF-Cl<sub>2</sub>, which also possesses the same two lowest energy\nbinding sites locations as those shown in Figure . However, the asymmetric incorporation of polar chlorine\natoms on the BDC ligand in this structure creates a more complex electrostatic\nenvironment in the pore space that produces a greater diversity of\nenergetics at these same 0 K binding sites, making this structure\nless illustrative for comparison purposes (Figure S24, ).</p>", "clean_text": "In each representative structure, CO2 energy minimizations were performed at 0 K using an application of Baker's method optimized for use in periodic systems. This minimization technique finds the lowest energy 0 K binding sites by initially placing single adsorbates at random positions within the framework and then relaxing their atomic coordinates until the potential energy with respect to their center of mass and rotational elements have a first derivative equal to zero and all positive eigenvalues in the Hessian matrix. The last constraint, enforced by pushing the eigenvalues of the Hessian matrix to all positive values during the minimization, distinguishes this approach from Newton-Rhapson algorithms and is critical to ensuring a true energetic minimum is found. The result of these CO2 minimizations produced the same two strongest binding sites, shown in Figure , in the DMOF, DMOF-DM, DMOF-TM, and DMOF-TF structures. The most favorable binding site corresponds to a CO2 molecule located close to the metal cluster whereas the less favorable binding site has CO2 positioned between the benzene rings with oxygen atoms pointing toward the DABCO ligand. A comparison of the energetics of these 0 K binding sites, shown in Figure , provides powerful and illustrative insight into the reason for the interesting low pressure CO2 affinity trends in these structures. A similar analysis can be used to understand the CO2 affinity in DMOF-Cl2, which also possesses the same two lowest energy binding sites locations as those shown in Figure . However, the asymmetric incorporation of polar chlorine atoms on the BDC ligand in this structure creates a more complex electrostatic environment in the pore space that produces a greater diversity of energetics at these same 0 K binding sites, making this structure less illustrative for comparison purposes (Figure S24, ).", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Two strong binding sites\nwere found for CO<sub>2</sub> (pink) in\neach of the representative structures. The most favorable binding\nsite (left, c-direction) has CO<sub>2</sub> located near the metal\ncluster whereas the less favorable binding site (right, a-direction)\nhas CO<sub>2</sub> positioned between the benzene rings. Color code\nfor framework atoms are red (oxygen), cyan (carbon), blue (nitrogen),\ngray (zinc). Functional groups are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Two strong binding sites were found for CO2 (pink) in each of the representative structures. The most favorable binding site (left, c-direction) has CO2 located near the metal cluster whereas the less favorable binding site (right, a-direction) has CO2 positioned between the benzene rings. Color code for framework atoms are red (oxygen), cyan (carbon), blue (nitrogen), gray (zinc). Functional groups are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Zero Kelvin binding energies at the two strong binding\nsites for\nsingle CO<sub>2</sub> molecules in each of the structures. The experimental\nHenry’s coefficients (<italic toggle=\"yes\">K</italic>\n<sub>H</sub>) at 298\nK in units of mol/kg/bar are also shown for reference.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Zero Kelvin binding energies at the two strong binding sites for single CO2 molecules in each of the structures. The experimental Henry's coefficients (K H) at 298 K in units of mol/kg/bar are also shown for reference.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Classical simulations do not explicitly account\nfor many-body effects\nthat have recently been suggested to have a potentially important\nimpact on the adsorption behavior of CO<sub>2</sub>. Quantum mechanical minimizations of single CO<sub>2</sub> molecules\nat their strongest binding sites in the parent DMOF structure were\ntherefore also run to confirm that the physics of the more detailed\nquantum mechanical potential energy surface is correctly captured\nin our classical molecular models. There is strong agreement between\nthe position and orientation of CO<sub>2</sub> at its strongest binding\nsite in both the classical Baker’s minimization and the quantum\nmechanical optimizations performed using VASP (Table S13–S14, ). The CO<sub>2</sub> coordinates\nfrom the classical minimization represent an intermediate between\nthe coordinates obtained from quantum mechanical minimizations performed\nwith and without the van der Waals interactions correction method\nof Grimme, confirming the accuracy of\nthe classical simulation results relative to more detailed ab initio\ncalculations.</p>", "clean_text": "Classical simulations do not explicitly account for many-body effects that have recently been suggested to have a potentially important impact on the adsorption behavior of CO2. Quantum mechanical minimizations of single CO2 molecules at their strongest binding sites in the parent DMOF structure were therefore also run to confirm that the physics of the more detailed quantum mechanical potential energy surface is correctly captured in our classical molecular models. There is strong agreement between the position and orientation of CO2 at its strongest binding site in both the classical Baker's minimization and the quantum mechanical optimizations performed using VASP (Table S13-S14, ). The CO2 coordinates from the classical minimization represent an intermediate between the coordinates obtained from quantum mechanical minimizations performed with and without the van der Waals interactions correction method of Grimme, confirming the accuracy of the classical simulation results relative to more detailed ab initio calculations.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>While there is a general correlation between the\nclassical 0 K\nbinding site energetics and experimental Henry’s coefficients,\nthis description lacks a deeper quantitative insight into the observed\ntrends. For example, an initial survey of the most favorable (28.4\nkJ/mol vs 27.3 kJ/mol) and less favorable (20.3 kJ/mol vs 23.2 kJ/mol)\n0 K binding sites in the DMOF and DMOF-TF structures indicate that\nthe DMOF-TF structure may have the more favorable CO<sub>2</sub> interactions.\nHowever, because the Henry’s coefficient is directly related\nto the <italic toggle=\"yes\">spatially averaged</italic> weighted free energy in\nthe framework, one must also consider the relative probability that\nthe adsorbate will be present at these particular binding sites under\nnonzero temperatures. Figure  shows the center\nof mass density distributions for CO<sub>2</sub> at infinite dilution\nand 298 K within each of the representative structures. Analysis of\nthe x-y and <italic toggle=\"yes\">x</italic>–<italic toggle=\"yes\">z</italic> planes given\nin Figure  indicate that, while the energetics\nof the most favorable binding site for DMOF is only slightly favored\nover the most favorable site in DMOF-TF, the probability that a CO<sub>2</sub> molecule is actually present at this lowest energy site is\nmuch higher for DMOF versus DMOF-TF under nonzero temperatures. As\na result, one would expect the Henry’s coefficient, indicative\nof the spatially averaged weighted free energy in the structure, to\nbe noticeably higher for DMOF versus DMOF-TF. This same argument can\nbe applied to understand the difference in Henry’s coefficient\nobserved in the DMOF-DM versus DMOF-TM structures as well; in this\ncase, while the energies of the most favorable binding sites in the\ntwo structures are also quite similar, the drastic increase in Henry’s\ncoefficient from the DMOF-DM to DMOF-TM structure at 298 K is directly\nrelated to the more symmetric binding environment in the DMOF-TM structure\nthat serves to reduce the overall disorder in the adsorbate density\ndistribution around its most favorable 0 K binding site.</p>", "clean_text": "While there is a general correlation between the classical 0 K binding site energetics and experimental Henry's coefficients, this description lacks a deeper quantitative insight into the observed trends. For example, an initial survey of the most favorable (28.4 kJ/mol vs 27.3 kJ/mol) and less favorable (20.3 kJ/mol vs 23.2 kJ/mol) 0 K binding sites in the DMOF and DMOF-TF structures indicate that the DMOF-TF structure may have the more favorable CO2 interactions. However, because the Henry's coefficient is directly related to the spatially averaged weighted free energy in the framework, one must also consider the relative probability that the adsorbate will be present at these particular binding sites under nonzero temperatures. Figure  shows the center of mass density distributions for CO2 at infinite dilution and 298 K within each of the representative structures. Analysis of the x-y and x-z planes given in Figure  indicate that, while the energetics of the most favorable binding site for DMOF is only slightly favored over the most favorable site in DMOF-TF, the probability that a CO2 molecule is actually present at this lowest energy site is much higher for DMOF versus DMOF-TF under nonzero temperatures. As a result, one would expect the Henry's coefficient, indicative of the spatially averaged weighted free energy in the structure, to be noticeably higher for DMOF versus DMOF-TF. This same argument can be applied to understand the difference in Henry's coefficient observed in the DMOF-DM versus DMOF-TM structures as well; in this case, while the energies of the most favorable binding sites in the two structures are also quite similar, the drastic increase in Henry's coefficient from the DMOF-DM to DMOF-TM structure at 298 K is directly related to the more symmetric binding environment in the DMOF-TM structure that serves to reduce the overall disorder in the adsorbate density distribution around its most favorable 0 K binding site.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CO<sub>2</sub> density distributions at infinite dilution and 298\nK. The <italic toggle=\"yes\">x</italic>–<italic toggle=\"yes\">y</italic> and <italic toggle=\"yes\">x</italic>–<italic toggle=\"yes\">z</italic> planes of DMOF (top left), DMOF-TF (top\nright), DMOF-DM (bottom left), and DMOF-TM (bottom right) are shown.\nThe black oval on the <italic toggle=\"yes\">y</italic>–<italic toggle=\"yes\">z</italic> plane of the parent DMOF structure highlights the concentrated adsorbate\ndensity around its strongest 0 K binding site.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  CO2 density distributions at infinite dilution and 298 K. The x-y and x-z planes of DMOF (top left), DMOF-TF (top right), DMOF-DM (bottom left), and DMOF-TM (bottom right) are shown. The black oval on the y-z plane of the parent DMOF structure highlights the concentrated adsorbate density around its strongest 0 K binding site.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Since the area closest to the metal cluster is both the most\nprobable\nand energetically favorable binding site for CO<sub>2</sub> in each\nof the structures, an energetic analysis of this particular binding\nsite can also provide important molecular insight into the structure–property\nrelationships that are responsible for the CO<sub>2</sub> affinity\ntrends in these structures. Figure  shows\nthe contributions at the most favorable binding site due to van der\nWaals and Coulombic interactions in each structure. In each case,\nthere is a modest increase in the van der Waals contributions to the\nbinding energy that is roughly proportional to the strength of the\nLennard-Jones parameters of the functional group. However, as also\nshown in Figure , the main factor distinguishing\nthe adsorption affinities of the different functionalized MOFs are\ntheir contributions to the CO<sub>2</sub> binding energy due to Coulombic\nforces. Relative to the parent DMOF structure, there are more favorable\nCoulombic interactions for the DMOF-DM and DMOF-TM structures but\nless favorable interactions for the DMOF-TF structure. While the majority\nof the framework charges are unaffected by the chemical functionalization,\none notable exception to this is the large discrepancy in charge between\nthe electron withdrawing fluorine atoms (−0.13<italic toggle=\"yes\">e</italic>) and the hydrogens on electron donating methyl groups (+0.12<italic toggle=\"yes\">e</italic>). Because the most favorable binding site for CO<sub>2</sub> has its negatively charged oxygen atoms in close proximity to the\nfunctional groups on the BDC ligand (as shown in Figure ), this difference in framework atomic charge also has a noticeable\nimpact on the low pressure adsorption affinity in these structures.\nWhile the fluorine in DMOF-TF has stronger van der Waals interactions\nwith CO<sub>2</sub> than the hydrogen in the parent DMOF structure,\nthere are also less favorable Coulombic interactions present due to\nthe repulsion forces which exist between its negatively charged fluorine\n(−0.13<italic toggle=\"yes\">e</italic>) and oxygen (−0.35<italic toggle=\"yes\">e</italic>) in the CO<sub>2</sub> molecule which serve to outweigh those benefits.\nHowever, in both the DMOF-DM and DMOF-TM structures, the electron\ndonating methyl groups serve to increase van der Waals interactions\nwithout compromising the Coulombic interactions with CO<sub>2</sub> near its adsorption site.</p>", "clean_text": "Since the area closest to the metal cluster is both the most probable and energetically favorable binding site for CO2 in each of the structures, an energetic analysis of this particular binding site can also provide important molecular insight into the structure-property relationships that are responsible for the CO2 affinity trends in these structures. Figure  shows the contributions at the most favorable binding site due to van der Waals and Coulombic interactions in each structure. In each case, there is a modest increase in the van der Waals contributions to the binding energy that is roughly proportional to the strength of the Lennard-Jones parameters of the functional group. However, as also shown in Figure , the main factor distinguishing the adsorption affinities of the different functionalized MOFs are their contributions to the CO2 binding energy due to Coulombic forces. Relative to the parent DMOF structure, there are more favorable Coulombic interactions for the DMOF-DM and DMOF-TM structures but less favorable interactions for the DMOF-TF structure. While the majority of the framework charges are unaffected by the chemical functionalization, one notable exception to this is the large discrepancy in charge between the electron withdrawing fluorine atoms (-0.13e) and the hydrogens on electron donating methyl groups (+0.12e). Because the most favorable binding site for CO2 has its negatively charged oxygen atoms in close proximity to the functional groups on the BDC ligand (as shown in Figure ), this difference in framework atomic charge also has a noticeable impact on the low pressure adsorption affinity in these structures. While the fluorine in DMOF-TF has stronger van der Waals interactions with CO2 than the hydrogen in the parent DMOF structure, there are also less favorable Coulombic interactions present due to the repulsion forces which exist between its negatively charged fluorine (-0.13e) and oxygen (-0.35e) in the CO2 molecule which serve to outweigh those benefits. However, in both the DMOF-DM and DMOF-TM structures, the electron donating methyl groups serve to increase van der Waals interactions without compromising the Coulombic interactions with CO2 near its adsorption site.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Contribution from van der Waals and Coulombic\nforces to the stronger\n0 K CO<sub>2</sub> binding site. Dotted green and red lines are a\nreference to contributions in the parent DMOF structure.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Contribution from van der Waals and Coulombic forces to the stronger 0 K CO2 binding site. Dotted green and red lines are a reference to contributions in the parent DMOF structure.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<title>CO<sub>2</sub> Selectivity Trends</title><p>Typical postcombustion\nflue gas streams are predominantly CO<sub>2</sub>/N<sub>2</sub> mixtures\nwith small amounts of CO, H<sub>2</sub>O, O<sub>2</sub>, SO<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>, and NO<sub>\n<italic toggle=\"yes\">x</italic>\n</sub>, whereas natural\ngas reserves are composed predominantly of CH<sub>4</sub> with CO<sub>2</sub> and N<sub>2</sub> as contaminants. Given the strong agreement\nbetween experiment and simulation results, low pressure selectivity\ntrends for CO<sub>2</sub> over N<sub>2</sub>, CO and CH<sub>4</sub> were also investigated in each of the representative structures.\nFirst, the quantitative accuracy of these molecular models at predicting\nthe low pressure adsorption behavior for these adsorbates was confirmed\nthrough comparison of simulated and experimental infinite dilution\nheats of adsorption values for DMOF (Table ). Given the excellent agreement, the selectivity for CO<sub>2</sub> over these adsorbates as a function of pressure at 298K in binary,\nequimolar mixtures and as a function of temperature at infinite dilution\nwas also calculated (Figure ). In each structure,\nthe selectivity for CO<sub>2</sub> over the other adsorbates follows\nthe general trend  N<sub>2</sub> &gt; CO &gt; CH<sub>4</sub>. The\nagreement\nbetween binary GCMC simulations and selectivities obtained from ideal\nadsorbed solution theory (IAST) in the experimental work of Mishra\net al. for the parent DMOF is excellent.\nIAST can fail when the assumption of equal accessible surface areas\nfor adsorbates is no longer valid. The\nagreement between mixture simulations and experimental IAST predictions\nshow that the simulation methodology and force fields are reliable\nand that there is no segregation of adsorbates in the system (i.e.\nthe IAST assumptions are valid for this system).</p>", "clean_text": "CO2 Selectivity Trends\n\nTypical postcombustion flue gas streams are predominantly CO2/N2 mixtures with small amounts of CO, H2O, O2, SO x , and NO x , whereas natural gas reserves are composed predominantly of CH4 with CO2 and N2 as contaminants. Given the strong agreement between experiment and simulation results, low pressure selectivity trends for CO2 over N2, CO and CH4 were also investigated in each of the representative structures. First, the quantitative accuracy of these molecular models at predicting the low pressure adsorption behavior for these adsorbates was confirmed through comparison of simulated and experimental infinite dilution heats of adsorption values for DMOF (Table ). Given the excellent agreement, the selectivity for CO2 over these adsorbates as a function of pressure at 298K in binary, equimolar mixtures and as a function of temperature at infinite dilution was also calculated (Figure ). In each structure, the selectivity for CO2 over the other adsorbates follows the general trend  N2 > CO > CH4. The agreement between binary GCMC simulations and selectivities obtained from ideal adsorbed solution theory (IAST) in the experimental work of Mishra et al. for the parent DMOF is excellent. IAST can fail when the assumption of equal accessible surface areas for adsorbates is no longer valid. The agreement between mixture simulations and experimental IAST predictions show that the simulation methodology and force fields are reliable and that there is no segregation of adsorbates in the system (i.e. the IAST assumptions are valid for this system).", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Selectivity for CO<sub>2</sub> over N<sub>2</sub>, CO, and CH<sub>4</sub> as a function\nof pressure at 298K in binary, equimolar mixtures\n(left) and as a function of temperature at infinite dilution (right)\nin DMOF black ●, DMOF-Cl<sub>2</sub> magenta ◆ DMOF-TF\nred ▼, DMOF-DM green ■, and DMOF-TM blue ▲. Gray\n◆ indicates IAST selectivity values in DMOF from experiment\nat 294 K.<xref ref-type=\"bibr\" rid=\"ref12\"></xref>\n</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Selectivity for CO2 over N2, CO, and CH4 as a function of pressure at 298K in binary, equimolar mixtures (left) and as a function of temperature at infinite dilution (right) in DMOF black ●, DMOF-Cl2 magenta ◆ DMOF-TF red ▼, DMOF-DM green ■, and DMOF-TM blue ▲. Gray ◆ indicates IAST selectivity values in DMOF from experiment at 294 K.    ", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Experimental and Simulated Infinite\nDilution Heats of Adsorption (kJ/mol) for DMOF</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">experiment<xref ref-type=\"bibr\" rid=\"ref12\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">simulation (298 K)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CO</oasis:entry>\n<oasis:entry>10.0</oasis:entry>\n<oasis:entry>12.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>4</sub>\n</oasis:entry>\n<oasis:entry>13.9</oasis:entry>\n<oasis:entry>13.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N<sub>2</sub>\n</oasis:entry>\n<oasis:entry>14.9</oasis:entry>\n<oasis:entry>11.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>19.4</oasis:entry>\n<oasis:entry>19.6</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The adsorbate\nselectivity trends in these structures correlate\nstrongly with their 0 K binding site energetics and degree of adsorbate\ndensities around these sites at the given temperature, providing further\nvalidity for the simple yet powerful approach presented in this work\nfor understanding low pressure adsorption behavior. As shown in Figure , the difference in adsorbate selectivity between\nthe different structures also diminishes as a function of temperature.\nThe reason for this can be understood from the Figure  infinite dilution adsorbate\ndensity distributions at 20 and 100 °C. The lowest energy 0 K\nbinding site locations for each adsorbate were similar to those of\nCO<sub>2</sub> found earlier in the work (i.e., located near the zinc\nmetal cluster). However, as the entropic contributions due to temperature\nincrease in the structures, the adsorbates tend further from these\nmost favorable, lowest energy binding sites and instead toward random,\nless favorable adsorption sites in the pore. It is also noteworthy\nthat for each of the different adsorbates, the DMOF-DM and DMOF-TM\nstructures show the greatest CO<sub>2</sub> selectivity among the\ndifferent variations. This finding is of particular importance because\nit indicates that the increased adsorbate affinity caused by the methyl\ngroups in these structures is most specific toward CO<sub>2</sub> and\nnot a generalized trend that holds for all other adsorbates (i.e.,\ndue simply to pore confinement effects). We showed in previous work\nthat the methyl functionalization in DMOF-TM makes the unstable parent\nDMOF structure kinetically and cyclically stable after adsorbing large\namounts of water under humid conditions (near 90% relative humidity), a quality that is seldom observed in MOFs outside\nof the UiO and MIL series. While experimental CO<sub>2</sub> isotherms in this\nwork indicate a reduced CO<sub>2</sub> saturation uptake at higher\npressures due to reduced surface area and pore volumes in the methyl\nfunctionalized variations, the relatively high CO<sub>2</sub>/CH<sub>4</sub> and CO<sub>2</sub>/CO selectivities and low water adsorption\nbelow 30% relative humidity indicate that DMOF-TM\nand methyl functionalized variations of other structures in literature\nmerit further investigation for ambient pressure industrial adsorption\napplications.</p>", "clean_text": "The adsorbate selectivity trends in these structures correlate strongly with their 0 K binding site energetics and degree of adsorbate densities around these sites at the given temperature, providing further validity for the simple yet powerful approach presented in this work for understanding low pressure adsorption behavior. As shown in Figure , the difference in adsorbate selectivity between the different structures also diminishes as a function of temperature. The reason for this can be understood from the Figure  infinite dilution adsorbate density distributions at 20 and 100 °C. The lowest energy 0 K binding site locations for each adsorbate were similar to those of CO2 found earlier in the work (i.e., located near the zinc metal cluster). However, as the entropic contributions due to temperature increase in the structures, the adsorbates tend further from these most favorable, lowest energy binding sites and instead toward random, less favorable adsorption sites in the pore. It is also noteworthy that for each of the different adsorbates, the DMOF-DM and DMOF-TM structures show the greatest CO2 selectivity among the different variations. This finding is of particular importance because it indicates that the increased adsorbate affinity caused by the methyl groups in these structures is most specific toward CO2 and not a generalized trend that holds for all other adsorbates (i.e., due simply to pore confinement effects). We showed in previous work that the methyl functionalization in DMOF-TM makes the unstable parent DMOF structure kinetically and cyclically stable after adsorbing large amounts of water under humid conditions (near 90% relative humidity), a quality that is seldom observed in MOFs outside of the UiO and MIL series. While experimental CO2 isotherms in this work indicate a reduced CO2 saturation uptake at higher pressures due to reduced surface area and pore volumes in the methyl functionalized variations, the relatively high CO2/CH4 and CO2/CO selectivities and low water adsorption below 30% relative humidity indicate that DMOF-TM and methyl functionalized variations of other structures in literature merit further investigation for ambient pressure industrial adsorption applications.", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Infinite dilution adsorbate density distributions at 20\nand 100\n°C for CO<sub>2</sub>, CH<sub>4</sub>, CO, and N<sub>2</sub> in\nthe <italic toggle=\"yes\">x</italic>–<italic toggle=\"yes\">y</italic> and <italic toggle=\"yes\">x</italic>–<italic toggle=\"yes\">z</italic> planes of the parent DMOF structure. The\nvalues listed under the adsorbate images are the energies (kJ/mol)\nat the most favorable 0 K binding sites in the structure.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Infinite dilution adsorbate density distributions at 20 and 100 °C for CO2, CH4, CO, and N2 in the x-y and x-z planes of the parent DMOF structure. The values listed under the adsorbate images are the energies (kJ/mol) at the most favorable 0 K binding sites in the structure.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>In this work, we demonstrate\na powerful yet simple approach for\ngaining quantitative, molecular-level insight into the experimental\nlow pressure CO<sub>2</sub> affinity trends in a series of isostructural,\npillared MOFs of the family Zn<sub>2</sub>(BDC-X)<sub>2</sub>(DABCO).\nThis systematic approach for understanding the subtle structural differences\nwhich govern the interesting low pressure adsorption trends in this\nseries can easily be applied to other systems, given the method’s\nreliance only on generic force fields and initial quantum mechanics\nderived charges. After validating the accuracy of our models in the\nlow pressure regime through excellent agreement between experimental\nand simulated Henry’s coefficients and heats of adsorption\nvalues, we demonstrate how a detailed analysis of 0 K binding sites\nand 298 K adsorbate density distributions can be used to obtain a\nmolecular understanding of the key structure–property relationships\nwhich govern these interesting results. The experimentally observed\nincrease in low pressure CO<sub>2</sub> affinity as a function of\nthe number of nonpolar functional groups on the BDC ligand can only\nbe understood through an energetic analysis of the contributing van\nder Waals and Coulombic interactions present at the most favorable\n0 K binding site in each structure. In the case of structures with\nsimilar lowest energy binding site energetics, an analysis of the\ndisorder around these lowest energy sites at nonzero temperatures\nis also necessary. Given the strong agreement between models and experiment,\nCO<sub>2</sub> selectivity trends were also investigated in the representative\nstructures. These results show that the increased CO<sub>2</sub> adsorption\naffinity induced by methyl functional groups translates into a higher\noverall selectivity for CO<sub>2</sub> over CH<sub>4</sub>, CO, and\nN<sub>2</sub> as well, thus demonstrating a novel case where ligand\nfunctionalization can be used to simultaneously improve both the chemical\nstability and CO<sub>2</sub> selectivity\nof a MOF relative to its parent structure. Contrary to the behavior\nof polar functional groups on isolated ligands and free surfaces,\nCO<sub>2</sub> cannot freely orient itself to obtain the most favorable\nenergetic conformation in the pores of all structures. Our analysis\nsuggests that chemical functionalization changes not only the energetics\nat the adsorbate binding sites but also the entropic properties of\nthe system. This work presents a powerful method for understanding\nthese effects and will serve as an important approach for predicting\nthe adsorption properties induced by ligand functionalization in next-generation\nMOFs for CO<sub>2</sub> capture.</p>", "clean_text": "Conclusions\n\nIn this work, we demonstrate a powerful yet simple approach for gaining quantitative, molecular-level insight into the experimental low pressure CO2 affinity trends in a series of isostructural, pillared MOFs of the family Zn2(BDC-X)2(DABCO). This systematic approach for understanding the subtle structural differences which govern the interesting low pressure adsorption trends in this series can easily be applied to other systems, given the method's reliance only on generic force fields and initial quantum mechanics derived charges. After validating the accuracy of our models in the low pressure regime through excellent agreement between experimental and simulated Henry's coefficients and heats of adsorption values, we demonstrate how a detailed analysis of 0 K binding sites and 298 K adsorbate density distributions can be used to obtain a molecular understanding of the key structure-property relationships which govern these interesting results. The experimentally observed increase in low pressure CO2 affinity as a function of the number of nonpolar functional groups on the BDC ligand can only be understood through an energetic analysis of the contributing van der Waals and Coulombic interactions present at the most favorable 0 K binding site in each structure. In the case of structures with similar lowest energy binding site energetics, an analysis of the disorder around these lowest energy sites at nonzero temperatures is also necessary. Given the strong agreement between models and experiment, CO2 selectivity trends were also investigated in the representative structures. These results show that the increased CO2 adsorption affinity induced by methyl functional groups translates into a higher overall selectivity for CO2 over CH4, CO, and N2 as well, thus demonstrating a novel case where ligand functionalization can be used to simultaneously improve both the chemical stability and CO2 selectivity of a MOF relative to its parent structure. Contrary to the behavior of polar functional groups on isolated ligands and free surfaces, CO2 cannot freely orient itself to obtain the most favorable energetic conformation in the pores of all structures. Our analysis suggests that chemical functionalization changes not only the energetics at the adsorbate binding sites but also the entropic properties of the system. This work presents a powerful method for understanding these effects and will serve as an important approach for predicting the adsorption properties induced by ligand functionalization in next-generation MOFs for CO2 capture.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Further\nexperimental and computational\ndetails. This material is available free of charge via the Internet\nat <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><p>The\nauthors\ndeclare no competing financial interest.</p><title>References</title>", "clean_text": "Further experimental and computational details. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nThe authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 16, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Experimental CO<sub>2</sub> Henry’s\nCoefficients for DMOF Structures at 298 K<xref rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">DMOF-X</oasis:entry>\n<oasis:entry align=\"center\">groups per\n2 BDC</oasis:entry>\n<oasis:entry align=\"center\">polar group?</oasis:entry>\n<oasis:entry align=\"center\">Henry’s coefficient (mol/kg/bar)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>DMOF-TF</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>8</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>Yes</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>1.1</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF-Br</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>Yes</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DMOF</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>0</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>No</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>1.7</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DMOF-Cl</bold>\n<sub>\n<bold>2</bold>\n</sub>\n</oasis:entry>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>Yes</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>1.7</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF-NO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>Yes</oasis:entry>\n<oasis:entry>2.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF-DM<sub>1/2</sub>\n</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>No</oasis:entry>\n<oasis:entry>2.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF–OH</oasis:entry>\n<oasis:entry>2</oasis:entry>\n<oasis:entry>Yes</oasis:entry>\n<oasis:entry>2.4</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DMOF-DM</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>4</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>No</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>2.6</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF-TM<sub>1/2</sub>\n</oasis:entry>\n<oasis:entry>4</oasis:entry>\n<oasis:entry>No</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DMOF-TM</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>8</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>No</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>5.8</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DMOF-A</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>No</oasis:entry>\n<oasis:entry>7.1</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>Bold-faced DMOF variations were\nchosen as representative structures for analysis via molecular simulation.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Experimental CO<sub>2</sub> Henry’s Coefficients for DMOF Structures at 298 K[^a]\n\n| DMOF-X | groups per 2 BDC | polar group? | Henry’s coefficient (mol/kg/bar) |\n|--------|------------------|--------------|----------------------------------|\n| DMOF-TF | 8                | Yes          | 1.1                              |\n| DMOF-Br | 2                | Yes          | 1.6                              |\n| DMOF    | 0                | No           | 1.7                              |\n| DMOF-Cl<sub>2</sub> | 4    | Yes          | 1.7                              |\n| DMOF-NO<sub>2</sub> | 2    | Yes          | 2.2                              |\n| DMOF-DM<sub>1/2</sub> | 2 | No           | 2.4                              |\n| DMOF–OH | 2                | Yes          | 2.4                              |\n| DMOF-DM | 4                | No           | 2.6                              |\n| DMOF-TM<sub>1/2</sub> | 4 | No           | 2.9                              |\n| DMOF-TM | 8                | No           | 5.8                              |\n| DMOF-A  |                  | No           | 7.1                              |\n\n[^a]: Bold-faced DMOF variations were chosen as representative structures for analysis via molecular simulation.", "data": [{"meta": {"name": "DMOF-TF", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "1.1", "unit": "mol/kg/bar", "condition": ""}]}, {"meta": {"name": "DMOF-Br", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "1.6", "unit": "mol/kg/bar", "condition": ""}]}, {"meta": {"name": "DMOF", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "1.7", "unit": "mol/kg/bar", "condition": ""}]}, {"meta": {"name": "DMOF-Cl2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "1.7", "unit": "mol/kg/bar", "condition": ""}]}, {"meta": {"name": "DMOF-NO2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "2.2", "unit": "mol/kg/bar", "condition": ""}]}, {"meta": {"name": "DMOF-DM1/2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "2.4", "unit": "mol/kg/bar", "condition": ""}]}, {"meta": {"name": "DMOF–OH", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "2.4", "unit": "mol/kg/bar", "condition": ""}]}, {"meta": {"name": "DMOF-DM", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "2.6", "unit": "mol/kg/bar", "condition": ""}]}, {"meta": {"name": "DMOF-TM1/2", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "2.9", "unit": "mol/kg/bar", "condition": ""}]}, {"meta": {"name": "DMOF-TM", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "5.8", "unit": "mol/kg/bar", "condition": ""}]}, {"meta": {"name": "DMOF-A", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "CO2 Henry’s coefficient", "value": "7.1", "unit": "mol/kg/bar", "condition": ""}]}], "include_properties": null}, {"idx": 33, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Experimental and Simulated Infinite\nDilution Heats of Adsorption (kJ/mol) for DMOF</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\">experiment<xref ref-type=\"bibr\" rid=\"ref12\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">simulation (298 K)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>CO</oasis:entry>\n<oasis:entry>10.0</oasis:entry>\n<oasis:entry>12.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>4</sub>\n</oasis:entry>\n<oasis:entry>13.9</oasis:entry>\n<oasis:entry>13.7</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>N<sub>2</sub>\n</oasis:entry>\n<oasis:entry>14.9</oasis:entry>\n<oasis:entry>11.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CO<sub>2</sub>\n</oasis:entry>\n<oasis:entry>19.4</oasis:entry>\n<oasis:entry>19.6</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Experimental and Simulated Infinite Dilution Heats of Adsorption (kJ/mol) for DMOF\n\n|      | experiment[^12] | simulation (298 K) |\n|------|-----------------|--------------------|\n| CO   | 10.0            | 12.1               |\n| CH₄  | 13.9            | 13.7               |\n| N₂   | 14.9            | 11.0               |\n| CO₂  | 19.4            | 19.6               |", "data": [{"meta": {"name": "CO", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "10.0", "unit": "kJ/mol", "type": "experimental", "condition": ""}, {"value": "12.1", "unit": "kJ/mol", "type": "simulation", "condition": "298 K"}]}, {"meta": {"name": "CH₄", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "13.9", "unit": "kJ/mol", "type": "experimental", "condition": ""}, {"value": "13.7", "unit": "kJ/mol", "type": "simulation", "condition": "298 K"}]}, {"meta": {"name": "N₂", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "14.9", "unit": "kJ/mol", "type": "experimental", "condition": ""}, {"value": "11.0", "unit": "kJ/mol", "type": "simulation", "condition": "298 K"}]}, {"meta": {"name": "CO₂", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "19.4", "unit": "kJ/mol", "type": "experimental", "condition": ""}, {"value": "19.6", "unit": "kJ/mol", "type": "simulation", "condition": "298 K"}]}], "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"chart\" id=\"cht1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Functionalized Nonpolar and Polar Benzenedicarboxylic\n(BDC-X) Ligands\nUsed in the Synthesis of Isostructural DMOF-X Structures in This Study</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0012.tif\"></graphic>\n</fig>", "clean_text": " 1  Functionalized Nonpolar and Polar Benzenedicarboxylic (BDC-X) Ligands Used in the Synthesis of Isostructural DMOF-X Structures in This Study   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Experimental CO<sub>2</sub> Henry’s coefficients in the\nDMOF series at 298 K. Circled data points were chosen as representative\nstructures for further analysis via molecular simulation.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Experimental CO2 Henry's coefficients in the DMOF series at 298 K. Circled data points were chosen as representative structures for further analysis via molecular simulation.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Comparison\nof simulated and experimental Henry’s coefficients\nat 298 K in the five representative structures. Green symbols indicate\nstructures containing polar functional groups whereas red symbols\nindicate structures with nonpolar functional groups. FF G/P indicates\nthe value calculated using the flexible model developed by Grosch\nand Paesani<xref ref-type=\"bibr\" rid=\"ref22\"></xref> whereas FF DREIDING are results\nfrom the rigid framework models used throughout the remainder of this\nwork.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Comparison of simulated and experimental Henry's coefficients at 298 K in the five representative structures. Green symbols indicate structures containing polar functional groups whereas red symbols indicate structures with nonpolar functional groups. FF G/P indicates the value calculated using the flexible model developed by Grosch and Paesani whereas FF DREIDING are results from the rigid framework models used throughout the remainder of this work.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Simulated\nand experimental heats of adsorption (left axis, green)\nand experimental Henry’s coefficients (right axis, blue) for\nCO<sub>2</sub> at infinite dilution in the representative structures.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Simulated and experimental heats of adsorption (left axis, green) and experimental Henry's coefficients (right axis, blue) for CO2 at infinite dilution in the representative structures.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Two strong binding sites\nwere found for CO<sub>2</sub> (pink) in\neach of the representative structures. The most favorable binding\nsite (left, c-direction) has CO<sub>2</sub> located near the metal\ncluster whereas the less favorable binding site (right, a-direction)\nhas CO<sub>2</sub> positioned between the benzene rings. Color code\nfor framework atoms are red (oxygen), cyan (carbon), blue (nitrogen),\ngray (zinc). Functional groups are omitted for clarity.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Two strong binding sites were found for CO2 (pink) in each of the representative structures. The most favorable binding site (left, c-direction) has CO2 located near the metal cluster whereas the less favorable binding site (right, a-direction) has CO2 positioned between the benzene rings. Color code for framework atoms are red (oxygen), cyan (carbon), blue (nitrogen), gray (zinc). Functional groups are omitted for clarity.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Zero Kelvin binding energies at the two strong binding\nsites for\nsingle CO<sub>2</sub> molecules in each of the structures. The experimental\nHenry’s coefficients (<italic toggle=\"yes\">K</italic>\n<sub>H</sub>) at 298\nK in units of mol/kg/bar are also shown for reference.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Zero Kelvin binding energies at the two strong binding sites for single CO2 molecules in each of the structures. The experimental Henry's coefficients (K H) at 298 K in units of mol/kg/bar are also shown for reference.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CO<sub>2</sub> density distributions at infinite dilution and 298\nK. The <italic toggle=\"yes\">x</italic>–<italic toggle=\"yes\">y</italic> and <italic toggle=\"yes\">x</italic>–<italic toggle=\"yes\">z</italic> planes of DMOF (top left), DMOF-TF (top\nright), DMOF-DM (bottom left), and DMOF-TM (bottom right) are shown.\nThe black oval on the <italic toggle=\"yes\">y</italic>–<italic toggle=\"yes\">z</italic> plane of the parent DMOF structure highlights the concentrated adsorbate\ndensity around its strongest 0 K binding site.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  CO2 density distributions at infinite dilution and 298 K. The x-y and x-z planes of DMOF (top left), DMOF-TF (top right), DMOF-DM (bottom left), and DMOF-TM (bottom right) are shown. The black oval on the y-z plane of the parent DMOF structure highlights the concentrated adsorbate density around its strongest 0 K binding site.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Contribution from van der Waals and Coulombic\nforces to the stronger\n0 K CO<sub>2</sub> binding site. Dotted green and red lines are a\nreference to contributions in the parent DMOF structure.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Contribution from van der Waals and Coulombic forces to the stronger 0 K CO2 binding site. Dotted green and red lines are a reference to contributions in the parent DMOF structure.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Selectivity for CO<sub>2</sub> over N<sub>2</sub>, CO, and CH<sub>4</sub> as a function\nof pressure at 298K in binary, equimolar mixtures\n(left) and as a function of temperature at infinite dilution (right)\nin DMOF black ●, DMOF-Cl<sub>2</sub> magenta ◆ DMOF-TF\nred ▼, DMOF-DM green ■, and DMOF-TM blue ▲. Gray\n◆ indicates IAST selectivity values in DMOF from experiment\nat 294 K.<xref ref-type=\"bibr\" rid=\"ref12\"></xref>\n</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Selectivity for CO2 over N2, CO, and CH4 as a function of pressure at 298K in binary, equimolar mixtures (left) and as a function of temperature at infinite dilution (right) in DMOF black ●, DMOF-Cl2 magenta ◆ DMOF-TF red ▼, DMOF-DM green ■, and DMOF-TM blue ▲. Gray ◆ indicates IAST selectivity values in DMOF from experiment at 294 K.    ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Infinite dilution adsorbate density distributions at 20\nand 100\n°C for CO<sub>2</sub>, CH<sub>4</sub>, CO, and N<sub>2</sub> in\nthe <italic toggle=\"yes\">x</italic>–<italic toggle=\"yes\">y</italic> and <italic toggle=\"yes\">x</italic>–<italic toggle=\"yes\">z</italic> planes of the parent DMOF structure. The\nvalues listed under the adsorbate images are the energies (kJ/mol)\nat the most favorable 0 K binding sites in the structure.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2012-10770c_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Infinite dilution adsorbate density distributions at 20 and 100 °C for CO2, CH4, CO, and N2 in the x-y and x-z planes of the parent DMOF structure. The values listed under the adsorbate images are the energies (kJ/mol) at the most favorable 0 K binding sites in the structure.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja310770c", "title": null, "journal": "American Chemical Society", "date": "2013.03", "author_list": ["Burtch\nNicholas\nC.", "Jasuja\nHimanshu", "Dubbeldam\nDavid", "Walton\nKrista S."]}}