{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja512973b.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>An isoreticular series of metal–organic\nframeworks (MOFs)\nwith the <bold>ftw</bold> topology based on zirconium oxoclusters\nand tetracarboxylate linkers with a planar core (<bold>NU-1101</bold> through <bold>NU-1104</bold>) has been synthesized employing a linker\nexpansion approach. In this series, <bold>NU-1103</bold> has a pore\nvolume of 2.91 cc g<sup>–1</sup> and a geometrically calculated\nsurface area of 5646 m<sup>2</sup> g<sup>–1</sup>, which is\nthe highest value reported to date for a zirconium-based MOF and among\nthe largest that have been reported for any porous material. Successful\nactivation of the MOFs was proven based on the agreement of pore volumes\nand BET areas obtained from simulated and experimental isotherms.\nCritical for practical applications, <bold>NU-1103</bold> combines\nfor the first time ultrahigh surface area and water stability, where\nthis material retained complete structural integrity after soaking\nin water. Pressure range selection for the BET calculations on these\nmaterials was guided by the four so-called “consistency criteria”.\nThe experimental BET area of <bold>NU-1103</bold> was 6550 m<sup>2</sup> g<sup>–1</sup>. Insights obtained from molecular simulation\nsuggest that, as a consequence of pore-filling contamination, the\nBET method overestimates the monolayer loading of <bold>NU-1103</bold> by ∼16%.</p>", "clean_text": "An isoreticular series of metal-organic frameworks (MOFs) with the ftw topology based on zirconium oxoclusters and tetracarboxylate linkers with a planar core (NU-1101 through NU-1104) has been synthesized employing a linker expansion approach. In this series, NU-1103 has a pore volume of 2.91 cc g-1 and a geometrically calculated surface area of 5646 m2 g-1, which is the highest value reported to date for a zirconium-based MOF and among the largest that have been reported for any porous material. Successful activation of the MOFs was proven based on the agreement of pore volumes and BET areas obtained from simulated and experimental isotherms. Critical for practical applications, NU-1103 combines for the first time ultrahigh surface area and water stability, where this material retained complete structural integrity after soaking in water. Pressure range selection for the BET calculations on these materials was guided by the four so-called \"consistency criteria\". The experimental BET area of NU-1103 was 6550 m2 g-1. Insights obtained from molecular simulation suggest that, as a consequence of pore-filling contamination, the BET method overestimates the monolayer loading of NU-1103 by ~16%.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are a class of crystalline\nmaterials formed by coordination bonds between metal-based nodes and\norganic linkers. By judicious choice of building blocks, MOFs with\nmany desirable physical properties have been synthesized. Some of\nthe most desirable characteristics of MOFs are their permanent porosity\nand ultrahigh (Brunauer–Emmett–Teller (BET) ≥\n6000 m<sup>2</sup> g<sup>–1</sup>) specific surface areas.\nThe realization of ultrahigh surface areas within MOFs has, in turn,\npushed the limit of practical sorption based gas storage technologies,\ne.g., molecular hydrogen and natural gas. Indeed, Toyota will start selling\nhydrogen fueled vehicles in California in early 2015. Forward looking, Mercedes Benz is pursuing the use of MOFs\nin hydrogen storage systems for next generation fuel cell vehicles.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are a class of crystalline materials formed by coordination bonds between metal-based nodes and organic linkers. By judicious choice of building blocks, MOFs with many desirable physical properties have been synthesized. Some of the most desirable characteristics of MOFs are their permanent porosity and ultrahigh (Brunauer-Emmett-Teller (BET) ≥ 6000 m2 g-1) specific surface areas. The realization of ultrahigh surface areas within MOFs has, in turn, pushed the limit of practical sorption based gas storage technologies, e.g., molecular hydrogen and natural gas. Indeed, Toyota will start selling hydrogen fueled vehicles in California in early 2015. Forward looking, Mercedes Benz is pursuing the use of MOFs in hydrogen storage systems for next generation fuel cell vehicles. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The synthesis of ultrahigh surface area\nMOFs has been advanced\nlargely by utilizing the concept of “isoreticular expansion”,\nthe expansion of organic linker length in a given MOF topology. Some of the highest known surface area MOFs,\nincluding <bold>MOF-210</bold>,\n<bold>NU-100</bold>,\n<bold>NU-109</bold>,\n<bold>NU-110</bold>,\n<bold>DUT-32</bold>, and <bold>DUT-49</bold>, have been synthesized using this strategy\nand have registered specific surface areas as high as 7140 m<sup>2</sup> g<sup>–1</sup> (<bold>NU-110</bold>), as determined by applying\nBET theory to measured nitrogen isotherms. While isoreticular expansion\nmay appear deceptively simple, several potential pitfalls still need\nto be circumvented en route to ultrahigh surface area materials. For instance, linker expansion engenders a tendency for MOFs to\ncollapse upon solvent removal. Gentle supercritical CO<sub>2</sub> activation, a technique developed at Northwestern University, has\nbeen shown useful, however, in addressing this issue. Although long linkers may also lead to the formation of interpenetrated\nstructures, synthesizing MOFs in topological nets that are not prone\nto interpenetration can alleviate this tendency. In fact, this rationale\nwas used in the synthesis of <bold>NU-110</bold>\n and <bold>DUT-32</bold>, which\nare based, respectively, on the <bold>rht</bold> and <bold>umt</bold> topologies that inherently forbid interpenetration.</p>", "clean_text": "The synthesis of ultrahigh surface area MOFs has been advanced largely by utilizing the concept of \"isoreticular expansion\", the expansion of organic linker length in a given MOF topology. Some of the highest known surface area MOFs, including MOF-210, NU-100, NU-109, NU-110, DUT-32, and DUT-49, have been synthesized using this strategy and have registered specific surface areas as high as 7140 m2 g-1 (NU-110), as determined by applying BET theory to measured nitrogen isotherms. While isoreticular expansion may appear deceptively simple, several potential pitfalls still need to be circumvented en route to ultrahigh surface area materials. For instance, linker expansion engenders a tendency for MOFs to collapse upon solvent removal. Gentle supercritical CO2 activation, a technique developed at Northwestern University, has been shown useful, however, in addressing this issue. Although long linkers may also lead to the formation of interpenetrated structures, synthesizing MOFs in topological nets that are not prone to interpenetration can alleviate this tendency. In fact, this rationale was used in the synthesis of NU-110  and DUT-32, which are based, respectively, on the rht and umt topologies that inherently forbid interpenetration.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>One key\nlimitation in exploiting ultrahigh surface area in practical\napplications of MOFs has been their lack of water (or moisture) stability.\nFor example, it is often advantageous for materials to be stable toward\noxygen and moisture during material processing (e.g., pellet formation).\nTo date, ultrahigh surface area MOFs have been based exclusively on\nZn<sub>4</sub>O or Cu<sub>2</sub> metal-based clusters with linkers\ncontaining carboxylate groups, which unfortunately lose crystallinity\nand surface area when exposed to moisture. Herein, we utilize the isoreticular expansion approach to synthesize\na series of water stable zirconium-oxo/hydroxo cluster-based MOFs, <bold>NU-1101</bold> through <bold>NU-1104</bold>, based on the <bold>ftw</bold> topology. One of these MOFs, <bold>NU-1103</bold>, which has a geometric\nsurface area of 5646 m<sup>2</sup> g<sup>–1</sup> (and BET\narea of 6550 m<sup>2</sup> g<sup>–1</sup>), exhibits the highest\ngeometric surface area (and BET area) reported for any zirconium oxocluster\ncontaining MOF.</p>", "clean_text": "One key limitation in exploiting ultrahigh surface area in practical applications of MOFs has been their lack of water (or moisture) stability. For example, it is often advantageous for materials to be stable toward oxygen and moisture during material processing (e.g., pellet formation). To date, ultrahigh surface area MOFs have been based exclusively on Zn4O or Cu2 metal-based clusters with linkers containing carboxylate groups, which unfortunately lose crystallinity and surface area when exposed to moisture. Herein, we utilize the isoreticular expansion approach to synthesize a series of water stable zirconium-oxo/hydroxo cluster-based MOFs, NU-1101 through NU-1104, based on the ftw topology. One of these MOFs, NU-1103, which has a geometric surface area of 5646 m2 g-1 (and BET area of 6550 m2 g-1), exhibits the highest geometric surface area (and BET area) reported for any zirconium oxocluster containing MOF.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structural features of the <bold>ftw</bold> topology illustrated\nin <bold>NU-1103</bold> with large pores (indicated with blue spheres)\nlocated at the center of the cubic unit cell and small pores (indicated\nas purple spheres) located at the edges of the cubic unit cell.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-12973b_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  Structural features of the ftw topology illustrated in NU-1103 with large pores (indicated with blue spheres) located at the center of the cubic unit cell and small pores (indicated as purple spheres) located at the edges of the cubic unit cell.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><p>All air- or water-sensitive reactions were carried\nout under a\ndry nitrogen atmosphere using Schlenk techniques. Chemicals were purchased\nfrom Oakwood Products, Inc. (West Columbia, SC), Strem Chemicals (Newburyport,\nMA), and Aldrich Chemicals Co. (Milwaukee, WI) and used without further\npurification. All gases used for adsorption and desorption measurements\nwere ultrahigh purity grade 5 and were obtained from Airgas Specialty\nGases (Chicago, IL).</p>", "clean_text": "Experimental Section\n\nAll air- or water-sensitive reactions were carried out under a dry nitrogen atmosphere using Schlenk techniques. Chemicals were purchased from Oakwood Products, Inc. (West Columbia, SC), Strem Chemicals (Newburyport, MA), and Aldrich Chemicals Co. (Milwaukee, WI) and used without further purification. All gases used for adsorption and desorption measurements were ultrahigh purity grade 5 and were obtained from Airgas Specialty Gases (Chicago, IL).", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>NU-1101</bold>\n</title><p>ZrOCl<sub>2</sub>·8H<sub>2</sub>O (96 mg, 0.30 mmol) and benzoic\nacid (2.7 g,\n22 mmol) were mixed in DMF (8 mL in a 6-dram vial) and sonicated until\nthe solid dissolved. The clear solution was incubated in an oven at\n80 °C for 1 h. After cooling down to room temperature, <bold>Py-XP</bold> (66 mg, 0.06 mmol) was added to this solution, and the\nmixture was sonicated for 10 min. The colorless solution was heated\nin an oven at 120 °C for 48 h. After cooling down to room temperature,\ncolorless cubic-shaped crystals were isolated by filtration and washed\nwith fresh DMF.</p>", "clean_text": "Synthesis of NU-1101 \n\nZrOCl2⋅8H2O (96 mg, 0.30 mmol) and benzoic acid (2.7 g, 22 mmol) were mixed in DMF (8 mL in a 6-dram vial) and sonicated until the solid dissolved. The clear solution was incubated in an oven at 80 °C for 1 h. After cooling down to room temperature, Py-XP (66 mg, 0.06 mmol) was added to this solution, and the mixture was sonicated for 10 min. The colorless solution was heated in an oven at 120 °C for 48 h. After cooling down to room temperature, colorless cubic-shaped crystals were isolated by filtration and washed with fresh DMF.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>NU-1102</bold>\n</title><p>In an O<sub>2</sub> and H<sub>2</sub>O free drybox, ZrCl<sub>4</sub> (37.5 mg, 0.16\nmmol) was weighed into a 4-dram vial. The vial was removed from the\nglovebox, and <bold>Por-PP</bold> (59 mg, 0.054 mmol) along with 4\nmL DEF was added into the vial. The solution was sonicated until green\nhomogeneous slurry was obtained. Next, benzoic acid (675 mg, 5.5 mmol)\nwas added into the slurry and sonicated until dissolved. Finally,\nthe 4-dram vial was sealed and placed in an oven at 120 °C for\n3 days. After 3 days, dark purple crystals were formed on the walls\nand bottom of the vials, and the mother liquor was removed.</p>", "clean_text": "Synthesis of NU-1102 \n\nIn an O2 and H2O free drybox, ZrCl4 (37.5 mg, 0.16 mmol) was weighed into a 4-dram vial. The vial was removed from the glovebox, and Por-PP (59 mg, 0.054 mmol) along with 4 mL DEF was added into the vial. The solution was sonicated until green homogeneous slurry was obtained. Next, benzoic acid (675 mg, 5.5 mmol) was added into the slurry and sonicated until dissolved. Finally, the 4-dram vial was sealed and placed in an oven at 120 °C for 3 days. After 3 days, dark purple crystals were formed on the walls and bottom of the vials, and the mother liquor was removed.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis\nof <bold>NU-1103</bold>\n</title><p>In an ambient condition, <bold>Py-PTP</bold> (25 mg, 0.023 mmol) and benzoic acid (1 g, 8.92 mmol)\nwere added into a 6-dram vial. Twenty mL of DMF is then added, and\nthe vial was sonicated to fully dissolve the reagents. Then, ZrOCl<sub>2</sub>·8H<sub>2</sub>O (10 mg, 0.03 mmol) was quickly weighed\ninto the vial containing the reagents, and the vial was sonicated\nagain until no solid could be found in the vial. The solution prepared\nwas divided into two portions, which is achieved by transferring half\nof the solution into an empty 6-dram vial by pipet. The two vials\nprepared were heated in a heating block on a hot plate, and the temperature\nof the heating block is set at 120 °C by using thermocouple.\nAfter 24 h, vials were taken out from the heating block, and the mother\nsolution was removed by centrifuging (10 min, 7000 rpm).</p>", "clean_text": "Synthesis of NU-1103 \n\nIn an ambient condition, Py-PTP (25 mg, 0.023 mmol) and benzoic acid (1 g, 8.92 mmol) were added into a 6-dram vial. Twenty mL of DMF is then added, and the vial was sonicated to fully dissolve the reagents. Then, ZrOCl2⋅8H2O (10 mg, 0.03 mmol) was quickly weighed into the vial containing the reagents, and the vial was sonicated again until no solid could be found in the vial. The solution prepared was divided into two portions, which is achieved by transferring half of the solution into an empty 6-dram vial by pipet. The two vials prepared were heated in a heating block on a hot plate, and the temperature of the heating block is set at 120 °C by using thermocouple. After 24 h, vials were taken out from the heating block, and the mother solution was removed by centrifuging (10 min, 7000 rpm).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of <bold>NU-1104</bold>\n</title><p>ZrOCl<sub>2</sub>·8H<sub>2</sub>O (16\nmg, 0.05 mmol) and benzoic acid (600 mg,\n4.9 mmol) of were mixed in 8 mL of DMF (in a 6-dram vial) and sonicated\nuntil the solid dissolved. The clear solution was incubated in an\noven at 80 °C for 1 h. After cooling down to room temperature, <bold>Por-PTP</bold> (12 mg, 0.01 mmol) was added to this solution, and\nthe resulting mixture was sonicated for 10 min. The dark purple solution\nwas heated in an oven at 120 °C for 48 h. After cooling down\nto room temperature, dark purple cubic-shaped crystals were separated\nfrom amorphous phase by centrifuging in DMF. Approximately 25 mg of\nsolvated crystalline material was placed in a 4-dram vial with 3 mL\nof DMF. Then a solution of 30 mg of NiCl<sub>2</sub>·H<sub>2</sub>O in DMF (1 mL) was added, and the vial was swirled gently and placed\nin an oven at 90 °C for 2 days to metalate the porphyrin core.</p>", "clean_text": "Synthesis of NU-1104 \n\nZrOCl2⋅8H2O (16 mg, 0.05 mmol) and benzoic acid (600 mg, 4.9 mmol) of were mixed in 8 mL of DMF (in a 6-dram vial) and sonicated until the solid dissolved. The clear solution was incubated in an oven at 80 °C for 1 h. After cooling down to room temperature, Por-PTP (12 mg, 0.01 mmol) was added to this solution, and the resulting mixture was sonicated for 10 min. The dark purple solution was heated in an oven at 120 °C for 48 h. After cooling down to room temperature, dark purple cubic-shaped crystals were separated from amorphous phase by centrifuging in DMF. Approximately 25 mg of solvated crystalline material was placed in a 4-dram vial with 3 mL of DMF. Then a solution of 30 mg of NiCl2⋅H2O in DMF (1 mL) was added, and the vial was swirled gently and placed in an oven at 90 °C for 2 days to metalate the porphyrin core.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Presynthesis Design</title><p>In an attempt to address the issue\nof moisture and water stability we decided to pursue MOFs based on\nzirconium-oxoclusters and carboxylate-based linkers. Water stable\nMOFs based on other building units have been reported in the literature, but they are not suitable to reach ultrahigh surface areas. Zirconium-oxocluster MOFs have been shown\nto exhibit general stability toward water and acid as well as a wide\nrange of organic solvents. The remarkable stability of zirconium-based MOFs is driven by the\nstrong bonding between zirconium ions and carboxylate oxygens present\nin the linkers. On account of the high molecular weight of the Zr-oxoclusters\n(vs Cu<sub>2</sub> or Zn<sub>4</sub>O based nodes), it might seem\ncounterintuitive to pursue ultrahigh surface areas materials with\nZr-based MOFs. It is notable that the highest surface area (as calculated\nby BET theory) reported to-date for Zr-oxocluster-based\nMOFs is ∼4500 m<sup>2</sup> g<sup>–1</sup>.</p>", "clean_text": "Results and Discussion\n\nPresynthesis Design\n\nIn an attempt to address the issue of moisture and water stability we decided to pursue MOFs based on zirconium-oxoclusters and carboxylate-based linkers. Water stable MOFs based on other building units have been reported in the literature, but they are not suitable to reach ultrahigh surface areas. Zirconium-oxocluster MOFs have been shown to exhibit general stability toward water and acid as well as a wide range of organic solvents. The remarkable stability of zirconium-based MOFs is driven by the strong bonding between zirconium ions and carboxylate oxygens present in the linkers. On account of the high molecular weight of the Zr-oxoclusters (vs Cu2 or Zn4O based nodes), it might seem counterintuitive to pursue ultrahigh surface areas materials with Zr-based MOFs. It is notable that the highest surface area (as calculated by BET theory) reported to-date for Zr-oxocluster-based MOFs is ~4500 m2 g-1.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>Recently,\nhowever, through calculation of geometric surface areas, Gomez-Gualdron\net al. demonstrated that ultrahigh surface\nareas are achievable for Zr-based MOFs with reasonable expansion of\ntetratopic linkers with (nearly) square-planar symmetry in the <bold>csq</bold>, <bold>scu</bold>, or <bold>ftw</bold> topologies, wherein\nthe <bold>ftw</bold> topology (Figure ) shows\nthe highest potential surface area. Initial calculations (see  (SI) for additional details)\nalso indicated that the <bold>ftw</bold> topology minimizes the propensity\nfor catenation. Zirconium-based MOFs with this topology are based\non a cubic unit cell with zirconium oxoclusters at the vertices connected\nby planar tetratopic linkers across the faces. The zirconium nodes\nhave the same structure as the well-known <bold>UiO-66</bold>. Although the <bold>ftw</bold> topology has been\ndepicted as a collection of cubic cages, Figure  shows that this topology features two types of\npores: (1) large pores (indicated with blue spheres) located at the\ncenter of the cubic unit cell and (2) small pores (indicated as purple\nspheres) located at the edges of the cubic unit cell.</p>", "clean_text": "Recently, however, through calculation of geometric surface areas, Gomez-Gualdron et al. demonstrated that ultrahigh surface areas are achievable for Zr-based MOFs with reasonable expansion of tetratopic linkers with (nearly) square-planar symmetry in the csq, scu, or ftw topologies, wherein the ftw topology (Figure ) shows the highest potential surface area. Initial calculations (see  (SI) for additional details) also indicated that the ftw topology minimizes the propensity for catenation. Zirconium-based MOFs with this topology are based on a cubic unit cell with zirconium oxoclusters at the vertices connected by planar tetratopic linkers across the faces. The zirconium nodes have the same structure as the well-known UiO-66. Although the ftw topology has been depicted as a collection of cubic cages, Figure  shows that this topology features two types of pores: (1) large pores (indicated with blue spheres) located at the center of the cubic unit cell and (2) small pores (indicated as purple spheres) located at the edges of the cubic unit cell.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Our selection\nof tetratopic linkers was based on the <italic toggle=\"yes\">in\nsilico</italic> evaluation of geometric surface areas of MOFs with\nthe <bold>ftw</bold> topology and <bold>Py-XP</bold>, <bold>Por-PP</bold>, <bold>Py-PTP</bold>, and <bold>Por-PTP</bold> as the linkers. This\ncombination results in an isoreticular series of MOFs which we have\ntermed <bold>NU-1101</bold> through <bold>NU-1104</bold> (Figure ).</p>", "clean_text": "Our selection of tetratopic linkers was based on the in silico evaluation of geometric surface areas of MOFs with the ftw topology and Py-XP, Por-PP, Py-PTP, and Por-PTP as the linkers. This combination results in an isoreticular series of MOFs which we have termed NU-1101 through NU-1104 (Figure ).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["property"], "content": "<p>It is noteworthy that inconsistencies in\nthe application of the\nconsistency criteria, for comparison\nof materials based on their reported BET areas, may be problematic\nfor these and other materials with ultrahigh surface areas. In order to circumvent this issue and benchmark\ntarget materials properly, we have calculated surface areas geometrically\nusing a rolling-probe method, which is independent of the nitrogen\nisotherm and the BET theory. The calculated\ngeometric surface areas for <bold>NU-1101</bold> through <bold>NU</bold>-<bold>1104</bold> are shown in Table , along\nwith the calculated geometric surface areas for other ultrahigh surface\narea MOFs. Somewhat pleasingly, <bold>NU-1103</bold> exhibits a calculated\ngeometric surface area of 5646 m<sup>2</sup> g<sup>–1</sup>, a value which is only 10% lower than the current record holder\n(<bold>NU-110</bold>).</p>", "clean_text": "It is noteworthy that inconsistencies in the application of the consistency criteria, for comparison of materials based on their reported BET areas, may be problematic for these and other materials with ultrahigh surface areas. In order to circumvent this issue and benchmark target materials properly, we have calculated surface areas geometrically using a rolling-probe method, which is independent of the nitrogen isotherm and the BET theory. The calculated geometric surface areas for NU-1101 through NU-1104 are shown in Table , along with the calculated geometric surface areas for other ultrahigh surface area MOFs. Somewhat pleasingly, NU-1103 exhibits a calculated geometric surface area of 5646 m2 g-1, a value which is only 10% lower than the current record holder (NU-110).", "data": null, "include_properties": null}, {"idx": 15, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Calculated\nGeometric Surface\nAreas for Ultrahigh Surface Area MOFs</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">geometric surface\narea (m<sup>\n<bold>2</bold>\n</sup>\n<bold>g</bold>\n<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>NU-110</bold>\n</oasis:entry>\n<oasis:entry>6229</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref6\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-109</bold>\n</oasis:entry>\n<oasis:entry>6175</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref6\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-100</bold>\n</oasis:entry>\n<oasis:entry>5822</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref4\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>MOF-210</bold>\n</oasis:entry>\n<oasis:entry>5770</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref5\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1103</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>5646</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>this work</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DUT-32</bold>\n</oasis:entry>\n<oasis:entry>5297</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref7\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1104</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>5290</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>this work</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DUT-49</bold>\n</oasis:entry>\n<oasis:entry>5176</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref10\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1102</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>4712</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>this work</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>MOF-177</bold>\n</oasis:entry>\n<oasis:entry>4673</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref5\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1101</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>4422</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>this work</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1100</bold>\n</oasis:entry>\n<oasis:entry>3892</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref23\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>MOF-5</bold>\n</oasis:entry>\n<oasis:entry>3434</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Tetratopic organic linkers (<bold>Py-XP</bold>, <bold>Por-PP</bold>, <bold>Py-PTP</bold>, <bold>Por-PTP</bold>)\nused and the crystal\nstructures of <bold>NU-1101</bold> to <bold>NU-1104</bold>. The increasing\ndimensions of the organic linkers result in the reticular expansion\nof the MOF structure, with unit cell parameters of the cubic cells\nbeing 24.3, 25.3, 27.9, and 28.7 Å, respectively. Two-thirds\nof the small cavities (purple spheres) were neglected for clarity\nwhen showing the unit cells of <bold>NU-110x</bold> series. The calculated\npore diameter for <bold>NU-110x</bold> series: <bold>NU-110x</bold> (dl, ds) = NU-1101 (17.2, 9.5), NU-1102 (20.5, 11.1), NU-1103 (22.7,\n12.7), NU-1104 (24.2, 13.5). dl = large pore diameter, ds = small\npore diameter. All units are in Å.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-12973b_0005.tif\"></graphic>\n</fig>", "clean_text": " 2  Tetratopic organic linkers (Py-XP, Por-PP, Py-PTP, Por-PTP) used and the crystal structures of NU-1101 to NU-1104. The increasing dimensions of the organic linkers result in the reticular expansion of the MOF structure, with unit cell parameters of the cubic cells being 24.3, 25.3, 27.9, and 28.7 Å, respectively. Two-thirds of the small cavities (purple spheres) were neglected for clarity when showing the unit cells of NU-110x series. The calculated pore diameter for NU-110x series: NU-110x (dl, ds) = NU-1101 (17.2, 9.5), NU-1102 (20.5, 11.1), NU-1103 (22.7, 12.7), NU-1104 (24.2, 13.5). dl = large pore diameter, ds = small pore diameter. All units are in Å.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Synthesis and Experimental Characterization</title><p>In light\nof the computational results, the candidate tetratopic organic linkers, <bold>Py-XP</bold>, <bold>Por-PP</bold>, <bold>Py-PTP</bold>, and <bold>Por-PTP</bold>, were synthesized by Sonogashira or Suzuki coupling,\nfollowed by saponification in basic aqueous solution (see  for details).</p>", "clean_text": "Synthesis and Experimental Characterization\n\nIn light of the computational results, the candidate tetratopic organic linkers, Py-XP, Por-PP, Py-PTP, and Por-PTP, were synthesized by Sonogashira or Suzuki coupling, followed by saponification in basic aqueous solution (see  for details).", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Solvothermal reactions\nbetween zirconium salts and each linker in DMF at elevated temperature\nall afforded cubic crystals, and the crystal structures were determined\nby single crystal X-ray diffraction (see ), and as anticipated, each structure shows cubic symmetry and adopts\nthe <bold>ftw</bold> topology, with no interpenetration of the structure.\nAll MOFs in the <bold>NU-110x</bold> series showed excellent agreement\nbetween the simulated (Figure ) and measured\npowder X-ray diffraction (PXRD) patterns, demonstrating the bulk purity\nof the materials.</p>", "clean_text": "Solvothermal reactions between zirconium salts and each linker in DMF at elevated temperature all afforded cubic crystals, and the crystal structures were determined by single crystal X-ray diffraction (see ), and as anticipated, each structure shows cubic symmetry and adopts the ftw topology, with no interpenetration of the structure. All MOFs in the NU-110x series showed excellent agreement between the simulated (Figure ) and measured powder X-ray diffraction (PXRD) patterns, demonstrating the bulk purity of the materials.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>The thermal stability of <bold>NU-1101</bold> through <bold>NU-1104</bold> was assessed by thermogravimetric analysis\n(TGA). The results revealed\nthat all the materials are stable at elevated temperature, having\ndecomposition temperatures around 470 °C (see  section S8.). The TGA of the solvated samples all show\nsignificant weight loss due to guest solvent molecules in the cavity\nprior to 200 °C, consistent with the highly porous nature of\nthese materials.</p>", "clean_text": "The thermal stability of NU-1101 through NU-1104 was assessed by thermogravimetric analysis (TGA). The results revealed that all the materials are stable at elevated temperature, having decomposition temperatures around 470 °C (see  section S8.). The TGA of the solvated samples all show significant weight loss due to guest solvent molecules in the cavity prior to 200 °C, consistent with the highly porous nature of these materials.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>PXRD of the as-synthesized MOFs. The agreement between\nthe simulated\nand measured diffraction patterns indicates the phase purity of the\nbulk material.<xref ref-type=\"bibr\" rid=\"ref39\"></xref>\n</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-12973b_0006.tif\"></graphic>\n</fig>", "clean_text": " 3  PXRD of the as-synthesized MOFs. The agreement between the simulated and measured diffraction patterns indicates the phase purity of the bulk material.    ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>An important consideration when working with ultrahigh surface\narea MOFs is the removal of solvent molecules from the pores of the\ncrystals while leaving the framework pores intact and accessible. On moving from DMF to acetone, a lower boiling point solvent, followed by heating under\ndynamic vacuum, <bold>NU-1101</bold> and <bold>NU-1102</bold> could\nboth be activated, as evidenced by the PXRD patterns ( Figures S7.1 and S7.2) as well as by the N<sub>2</sub> adsorption isotherm (Figure a). When\na similar procedure was used with <bold>NU-1103</bold> and <bold>NU-1104</bold>, however, their crystallinity was lost, and the resulting materials\nexhibited little porosity. In order to activate <bold>NU-1103</bold> and <bold>NU-1104</bold> fully, supercritical CO<sub>2</sub> drying was utilized so as to avoid capillary forces\ncollapsing the MOFs. Under these conditions, both <bold>NU-1103</bold> and <bold>NU-1104</bold> retained their crystallinity ( Figures S7.3 and S7.4) and porosity (Figure a) upon activation.</p>", "clean_text": "An important consideration when working with ultrahigh surface area MOFs is the removal of solvent molecules from the pores of the crystals while leaving the framework pores intact and accessible. On moving from DMF to acetone, a lower boiling point solvent, followed by heating under dynamic vacuum, NU-1101 and NU-1102 could both be activated, as evidenced by the PXRD patterns ( Figures S7.1 and S7.2) as well as by the N2 adsorption isotherm (Figure a). When a similar procedure was used with NU-1103 and NU-1104, however, their crystallinity was lost, and the resulting materials exhibited little porosity. In order to activate NU-1103 and NU-1104 fully, supercritical CO2 drying was utilized so as to avoid capillary forces collapsing the MOFs. Under these conditions, both NU-1103 and NU-1104 retained their crystallinity ( Figures S7.3 and S7.4) and porosity (Figure a) upon activation.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>Nitrogen isotherms were\nmeasured (Figure. a) at 77 K for <bold>NU-1101</bold> through <bold>NU-1104</bold> to\nassess their porosities and surface areas (<italic toggle=\"yes\">vide infra</italic>). The pore volumes extracted from the nitrogen saturation loadings\nmeasured for all samples agree very well with those extracted from\nnitrogen isotherms simulated by Grand Canonical Monte Carlo (GCMC)\nsimulations (see  section 9). Indeed,\nthe agreement between measured and simulated nitrogen isotherms indicates\nthe successful nature of the activation and suggests that essentially\nall of the calculated geometric surface area should be accessible.</p>", "clean_text": "Nitrogen isotherms were measured (Figure. a) at 77 K for NU-1101 through NU-1104 to assess their porosities and surface areas (vide infra). The pore volumes extracted from the nitrogen saturation loadings measured for all samples agree very well with those extracted from nitrogen isotherms simulated by Grand Canonical Monte Carlo (GCMC) simulations (see  section 9). Indeed, the agreement between measured and simulated nitrogen isotherms indicates the successful nature of the activation and suggests that essentially all of the calculated geometric surface area should be accessible.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<p>The porosity of the <bold>NU-110x</bold> series rises as the linker\nlength increases, and the observed pore volumes are 1.72, 2.00, 2.91,\nand 2.79 cc g<sup>–1</sup> for <bold>NU-1101</bold>, <bold>NU-1102</bold>, <bold>NU-1103</bold>, and <bold>NU-1104</bold>, respectively.\nThe pore size distribution, calculated from nitrogen isotherms with\nthe BJH desorption model, also agrees well with the simulated data.\nEach MOF showed two types of pores, which were anticipated from the\ncrystal structures, i.e., a larger pore centered at (1/2,1/2,1/2)\nand a smaller centered at (1/2,0,0). Similar to the pore volume, the\npore sizes also become larger with increasing linker length. The size\nof the larger pore was found to increase from 17.2 to 24.2 Å\nthroughout the series, while the size of the smaller pore is 9.5–13.5\nÅ. These pore sizes range from microporous (&lt;20 Å) to\nmesoporous (≥20 Å) and are consistent with the observed\nsteps in the N<sub>2</sub> isotherms of <bold>NU-1103</bold> and <bold>NU-1104</bold>.</p>", "clean_text": "The porosity of the NU-110x series rises as the linker length increases, and the observed pore volumes are 1.72, 2.00, 2.91, and 2.79 cc g-1 for NU-1101, NU-1102, NU-1103, and NU-1104, respectively. The pore size distribution, calculated from nitrogen isotherms with the BJH desorption model, also agrees well with the simulated data. Each MOF showed two types of pores, which were anticipated from the crystal structures, i.e., a larger pore centered at (1/2,1/2,1/2) and a smaller centered at (1/2,0,0). Similar to the pore volume, the pore sizes also become larger with increasing linker length. The size of the larger pore was found to increase from 17.2 to 24.2 Å throughout the series, while the size of the smaller pore is 9.5-13.5 Å. These pore sizes range from microporous (<20 Å) to mesoporous (≥20 Å) and are consistent with the observed steps in the N2 isotherms of NU-1103 and NU-1104.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>In order to demonstrate the water stability\nof the ultrahigh surface\narea Zr-oxocluster-based MOFs, we selected the material with the largest\ngeometric surface area in the series, namely <bold>NU-1103</bold>,\nand soaked it in water at room temperature for 18 h. Given the propensity\ntoward capillary force-driven collapse when activated from water, the solvent was then changed to ethanol. Subsequent\nsupercritical CO<sub>2</sub> drying resulted in the activated MOF.\nRemarkably, the nitrogen isotherm and PXRD pattern measured for this\nwater-treated sample were identical (Figure b) to those measured before treatment. This full retention of porosity\ndemonstrates that the material is water-stable under the conditions\ntested.</p>", "clean_text": "In order to demonstrate the water stability of the ultrahigh surface area Zr-oxocluster-based MOFs, we selected the material with the largest geometric surface area in the series, namely NU-1103, and soaked it in water at room temperature for 18 h. Given the propensity toward capillary force-driven collapse when activated from water, the solvent was then changed to ethanol. Subsequent supercritical CO2 drying resulted in the activated MOF. Remarkably, the nitrogen isotherm and PXRD pattern measured for this water-treated sample were identical (Figure b) to those measured before treatment. This full retention of porosity demonstrates that the material is water-stable under the conditions tested.", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Nitrogen isotherms for <bold>NU-1101</bold> through <bold>NU-1104</bold> (solid lines: simulated isotherm; symbols: experimental isotherm;\nblack: <bold>NU-1101</bold>, blue: <bold>NU-1102</bold>, green: <bold>NU-1103</bold>, red: <bold>NU-1104</bold>). (b) PXRD patterns (inset)\nand nitrogen isotherms remained identical before and after water treatment\n(blue: reactivated sample after soaking in water, red: <bold>NU-1103</bold> right after activation step).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-12973b_0007.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Nitrogen isotherms for NU-1101 through NU-1104 (solid lines: simulated isotherm; symbols: experimental isotherm; black: NU-1101, blue: NU-1102, green: NU-1103, red: NU-1104). (b) PXRD patterns (inset) and nitrogen isotherms remained identical before and after water treatment (blue: reactivated sample after soaking in water, red: NU-1103 right after activation step).   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<title>Calculation of the BET Area and Discussion of the Applicability\nof BET Theory</title><p>Since the PXRD and sorption measurements suggested\nexcellent agreement between the simulated and synthesized structures,\nit is reasonable to assume that the members of the <bold>NU-110x</bold> series possess the calculated geometric surface areas listed in\nTable , with <bold>NU-1103</bold> registering\nthe highest one among these zirconium-based MOFs. To obtain experimental\nestimates for N<sub>2</sub>-accessible surface areas, the BET analysis\nof nitrogen isotherms is commonly employed. Although several assumptions\nmade in BET theory may not apply rigorously to MOFs, the theory has\nstill been a valuable predictor of relative gas-storage performance\nfor members of a related series MOFs.\n</p>", "clean_text": "Calculation of the BET Area and Discussion of the Applicability of BET Theory\n\nSince the PXRD and sorption measurements suggested excellent agreement between the simulated and synthesized structures, it is reasonable to assume that the members of the NU-110x series possess the calculated geometric surface areas listed in Table , with NU-1103 registering the highest one among these zirconium-based MOFs. To obtain experimental estimates for N2-accessible surface areas, the BET analysis of nitrogen isotherms is commonly employed. Although several assumptions made in BET theory may not apply rigorously to MOFs, the theory has still been a valuable predictor of relative gas-storage performance for members of a related series MOFs. ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The BET equation:<disp-formula id=\"ueq1\">\n<mml:math display=\"block\">\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mn>1</mml:mn>\n<mml:mo>−</mml:mo>\n<mml:mi>p</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>+</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mo>−</mml:mo>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi>p</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>p</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</disp-formula>is derived from\nthe assumptions of BET theory and has been commonly used to get an\nexperimental value of the surface area of a material by plotting the\nleft-side of the equation as a function of <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub>. From such a plot, a linear region is identified.\nFrom the fitted slope ((<italic toggle=\"yes\">C</italic> – 1)/<italic toggle=\"yes\">n</italic>\n<sub>\n<italic toggle=\"yes\">m</italic>\n</sub>\n<italic toggle=\"yes\">C</italic>) and intercept (1/<italic toggle=\"yes\">n</italic>\n<sub>\n<italic toggle=\"yes\">m</italic>\n</sub>\n<italic toggle=\"yes\">C</italic>), the value\nof the monolayer capacity <italic toggle=\"yes\">n</italic>\n<sub>\n<italic toggle=\"yes\">m</italic>\n</sub> and the BET constant C can be extracted. A critical step,\ntherefore, in the determination of the BET area is to select the “correct”\nlinear pressure range, as the value of the BET area obtained can be\ngreatly affected by this choice. Indeed, there may appear more than\none linear range to select from, and thus application of consistency\ncriteria, as suggested by Rouquerol et al., is recommended to guide the selection of the appropriate pressure\nrange.</p>", "clean_text": "The BET equation:    p /   p   0     n  ( 1 - p /   p   0   )    =   1     n   m   C   +   C - 1     n   m   C    ( p /   p   0   )   is derived from the assumptions of BET theory and has been commonly used to get an experimental value of the surface area of a material by plotting the left-side of the equation as a function of p/p 0. From such a plot, a linear region is identified. From the fitted slope ((C - 1)/n  m  C) and intercept (1/n  m  C), the value of the monolayer capacity n  m  and the BET constant C can be extracted. A critical step, therefore, in the determination of the BET area is to select the \"correct\" linear pressure range, as the value of the BET area obtained can be greatly affected by this choice. Indeed, there may appear more than one linear range to select from, and thus application of consistency criteria, as suggested by Rouquerol et al., is recommended to guide the selection of the appropriate pressure range.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Briefly, the consistency criteria state that (1) Only\na range where <italic toggle=\"yes\">n</italic>(1 – <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub>) increases monotonically with <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> should be selected; (2) the value\nof the BET constant <italic toggle=\"yes\">C</italic>, resulting from the linear\nfit, should be positive; (3)\nthe monolayer loading <italic toggle=\"yes\">n</italic>\n<sub>\n<italic toggle=\"yes\">m</italic>\n</sub> should correspond to a pressure in the selected range; (4) the calculated\nvalue for monolayer formation (1/(√<italic toggle=\"yes\">C</italic> + 1)),\nshould be equal to the pressure determined in criterion 3. We used\nthese criteria to select the pressure ranges in the measured and simulated\nnitrogen isotherms of the <bold>NU-110x</bold> series to be able to consistently compare experimental and simulated\nBET area values. Detailed BET calculations and discussion of the consistency\ncriteria are reported in the .</p>", "clean_text": "Briefly, the consistency criteria state that (1) Only a range where n(1 - p/p 0) increases monotonically with p/p 0 should be selected; (2) the value of the BET constant C, resulting from the linear fit, should be positive; (3) the monolayer loading n  m  should correspond to a pressure in the selected range; (4) the calculated value for monolayer formation (1/(√C + 1)), should be equal to the pressure determined in criterion 3. We used these criteria to select the pressure ranges in the measured and simulated nitrogen isotherms of the NU-110x series to be able to consistently compare experimental and simulated BET area values. Detailed BET calculations and discussion of the consistency criteria are reported in the .", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>We discovered that, while the application of the first and second\nconsistency criteria was straightforward, the application of the third\nand fourth criteria was often fraught with problems. For all structures,\na tolerance of around 10% was needed to satisfy the third consistency\ncriterion, which requires the pressure corresponding to monolayer\nformation to be within the chosen pressure range. For instance, for <bold>NU-1103</bold>, the selected pressure range for calculating the BET\narea was 0.036 &lt; <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> &lt; 0.164, although the <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> value corresponding to monolayer capacity <italic toggle=\"yes\">n</italic>\n<sub>\n<italic toggle=\"yes\">m</italic>\n</sub> was 0.169, which is 3.0% above the\nupper pressure limit. Indeed, the use of reasonable tolerances may\nbe needed to account for small deviations relating to some of the\nBET assumptions. In fact, a similar tolerance has been proposed by\nRouquerol et al. for the fourth criterion,\nwhere a 20% tolerance for the relation that (<italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub>)<sub>\n<italic toggle=\"yes\">m</italic>\n</sub> = 1/(√<italic toggle=\"yes\">C</italic> + 1) is suggested.</p>", "clean_text": "We discovered that, while the application of the first and second consistency criteria was straightforward, the application of the third and fourth criteria was often fraught with problems. For all structures, a tolerance of around 10% was needed to satisfy the third consistency criterion, which requires the pressure corresponding to monolayer formation to be within the chosen pressure range. For instance, for NU-1103, the selected pressure range for calculating the BET area was 0.036 < p/p 0 < 0.164, although the p/p 0 value corresponding to monolayer capacity n  m  was 0.169, which is 3.0% above the upper pressure limit. Indeed, the use of reasonable tolerances may be needed to account for small deviations relating to some of the BET assumptions. In fact, a similar tolerance has been proposed by Rouquerol et al. for the fourth criterion, where a 20% tolerance for the relation that (p/p 0) m  = 1/(√C + 1) is suggested.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["property"], "content": "<p>Similar deviations from the consistency\ncriteria were observed\nwhen applying BET calculations to simulated isotherms, with similar\ntolerances needed to satisfy the criteria. Therefore, to calculate\nan apparent BET area for each of these\nmaterials, we chose the pressure range that satisfied the largest\nnumber of criteria and minimized the error for any criterion not satisfied\n(see  Table S9.1). From the measured\n(simulated) isotherms we obtained BET areas of 4340 (4350), 4830 (4730),\n6550 (6860), and 6230 (6262) m<sup>2</sup> g<sup>–1</sup>.\nNotice that the application of the consistency criteria as guidelines\nto select the pressure range for BET calculation allowed a consistent\ncomparison between measured and simulated values. On these grounds,\nthe agreement of the BET areas obtained from simulated versus measured\nisotherms (in addition to pore volumes and PXRDs) indicates the successful\nactivation of the materials and further confirms that it is possible\nto achieve ultrahigh surface areas in water-stable zirconium-based\nMOFs, as demonstrated by the isoreticular expansion in the <bold>NU-110x</bold> series.</p>", "clean_text": "Similar deviations from the consistency criteria were observed when applying BET calculations to simulated isotherms, with similar tolerances needed to satisfy the criteria. Therefore, to calculate an apparent BET area for each of these materials, we chose the pressure range that satisfied the largest number of criteria and minimized the error for any criterion not satisfied (see  Table S9.1). From the measured (simulated) isotherms we obtained BET areas of 4340 (4350), 4830 (4730), 6550 (6860), and 6230 (6262) m2 g-1. Notice that the application of the consistency criteria as guidelines to select the pressure range for BET calculation allowed a consistent comparison between measured and simulated values. On these grounds, the agreement of the BET areas obtained from simulated versus measured isotherms (in addition to pore volumes and PXRDs) indicates the successful activation of the materials and further confirms that it is possible to achieve ultrahigh surface areas in water-stable zirconium-based MOFs, as demonstrated by the isoreticular expansion in the NU-110x series.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>Given the importance of the BET method for experimental\ncharacterization\nof MOFs, and taking advantage of the fact that an isoreticular series\nof structures was synthesized and completely activated, we decided\nto analyze the molecular configurations from the simulated nitrogen\nisotherms to gain insights into deviations from the BET theory in\nstructures with different pore sizes and the discrepancy between BET\nareas and geometric surface areas of some members of the <bold>NU-110x</bold> series. Using a simple automated algorithm, for each structure and\nselected pressure, we counted the total number of nitrogen molecules\n(blue line in Figure ) in the cubic unit cell\nand identified those in contact with the pore walls with a tolerance\nof 1.0 Å (pink line in Figure ), which\nrepresent the formation of the monolayer.</p>", "clean_text": "Given the importance of the BET method for experimental characterization of MOFs, and taking advantage of the fact that an isoreticular series of structures was synthesized and completely activated, we decided to analyze the molecular configurations from the simulated nitrogen isotherms to gain insights into deviations from the BET theory in structures with different pore sizes and the discrepancy between BET areas and geometric surface areas of some members of the NU-110x series. Using a simple automated algorithm, for each structure and selected pressure, we counted the total number of nitrogen molecules (blue line in Figure ) in the cubic unit cell and identified those in contact with the pore walls with a tolerance of 1.0 Å (pink line in Figure ), which represent the formation of the monolayer.", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Simulated N<sub>2</sub> isotherm (blue) and the number of molecules\nin monolayer contact (pink). The vertical blue line is the pressure\ncorresponding to the monolayer formation as determined by BET calculations,\nand the shaded blue area indicates the amount of adsorbed N<sub>2</sub> that is not forming the monolayer in the simulation but is counted\ntoward the monolayer in the BET analysis.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-12973b_0001.tif\"></graphic>\n</fig>", "clean_text": " 5  Simulated N2 isotherm (blue) and the number of molecules in monolayer contact (pink). The vertical blue line is the pressure corresponding to the monolayer formation as determined by BET calculations, and the shaded blue area indicates the amount of adsorbed N2 that is not forming the monolayer in the simulation but is counted toward the monolayer in the BET analysis.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>Notice that at low pressures, all of the nitrogen is adsorbed\non\nthe walls, thus contributing to the monolayer formation. As the pressure\nis increased beyond a structure-dependent value, pore filling starts\nto occur while the “monolayer” is still being formed.\nThe vertical line indicates the pressure predicted to correspond to\nthe monolayer formation from the BET calculation using the simulated\nisotherms. Intriguingly, this pressure, (<italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub>)<sub>\n<italic toggle=\"yes\">m</italic>\n</sub>, seems to be\na good indication of when the monolayer is essentially complete (i.e.,\nthe number of molecules contacting the pore walls reaches saturation),\nas indicated by the pink curves reaching a plateau after this specific\npressure. The degree of pore filling “contamination”\nof the BET estimates of monolayer loading at (<italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub>)<sub>\n<italic toggle=\"yes\">m</italic>\n</sub> is largest for <bold>NU-1103</bold> and <bold>NU-1104</bold>, materials whose porosities\nplace them in the transition range between microporosity and mesoporosity.\nWe hypothesize that this pore filling contamination contributes to\nthe consistency criteria not being rigorously fulfilled, and it evidently\ncontributes to overestimation of the monolayer loading. This phenomenon\nseems to generally occur in other structures with pores in the transition\nrange between microporosity and mesoporosity, and it will be thoroughly\ninvestigated for a comprehensive set of structures in upcoming work.</p>", "clean_text": "Notice that at low pressures, all of the nitrogen is adsorbed on the walls, thus contributing to the monolayer formation. As the pressure is increased beyond a structure-dependent value, pore filling starts to occur while the \"monolayer\" is still being formed. The vertical line indicates the pressure predicted to correspond to the monolayer formation from the BET calculation using the simulated isotherms. Intriguingly, this pressure, (p/p 0) m , seems to be a good indication of when the monolayer is essentially complete (i.e., the number of molecules contacting the pore walls reaches saturation), as indicated by the pink curves reaching a plateau after this specific pressure. The degree of pore filling \"contamination\" of the BET estimates of monolayer loading at (p/p 0) m  is largest for NU-1103 and NU-1104, materials whose porosities place them in the transition range between microporosity and mesoporosity. We hypothesize that this pore filling contamination contributes to the consistency criteria not being rigorously fulfilled, and it evidently contributes to overestimation of the monolayer loading. This phenomenon seems to generally occur in other structures with pores in the transition range between microporosity and mesoporosity, and it will be thoroughly investigated for a comprehensive set of structures in upcoming work.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We found that by employing hexa-zirconium\noxo/hydroxo nodes and\ntetra-carboxylated linkers, water-stable MOFs featuring the noncatenating <bold>ftw</bold> topology and characterized by ultrahigh surface areas,\ncan be synthesized and fully activated. To our knowledge, all previous\nexperimental forays into the realm of ultrahigh surface area MOF chemistry,\nincluding our own, have been plagued, from an applications perspective,\nby sensitivity of the activated versions of the materials to water\nvapor (i.e., degradation by water).</p>", "clean_text": "Conclusions\n\nWe found that by employing hexa-zirconium oxo/hydroxo nodes and tetra-carboxylated linkers, water-stable MOFs featuring the noncatenating ftw topology and characterized by ultrahigh surface areas, can be synthesized and fully activated. To our knowledge, all previous experimental forays into the realm of ultrahigh surface area MOF chemistry, including our own, have been plagued, from an applications perspective, by sensitivity of the activated versions of the materials to water vapor (i.e., degradation by water).", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Each of the MOFs examined\nhere features a pair of pore types, which\nis signaled in N<sub>2</sub> adsorption isotherms by a sharp and sizable\nstep at a <italic toggle=\"yes\">p</italic>/<italic toggle=\"yes\">p</italic>\n<sub>0</sub> value\nbetween 0.1 and 0.2. From GCMC simulations, the physical significance\nof the unusual isotherm shape includes in some instances somewhat\nsignificant pore filling before monolayer coverage of the surfaces\nof both pores is achieved, which leads the BET theory to overestimate\nthe monolayer coverage. In turn, this finding suggests that the Rouquerol\nconsistency criteria for data-range selection for accurate application\nof the BET analysis may be impossible to satisfy. Indeed, we find\nthat to varying degrees this is the case. A practical consequence,\nthat will be explored in quantitative detail elsewhere, is that BET\nareas may exceed true N<sub>2</sub>-accessible surface areas for these\ncomplex materials by up to several hundred m<sup>2</sup> g<sup>–1</sup> (i.e., up to ∼15%). Nevertheless,\nthe analysis returns reliable <italic toggle=\"yes\">relative</italic> surface areas\nfor the series of compounds examined. Notice that if experimental\nBET areas are to be used to assess the activation of a MOF, comparison\nto BET areas from simulated N<sub>2</sub> isotherms is more reliable\nthan comparison to geometrically calculated areas.</p>", "clean_text": "Each of the MOFs examined here features a pair of pore types, which is signaled in N2 adsorption isotherms by a sharp and sizable step at a p/p 0 value between 0.1 and 0.2. From GCMC simulations, the physical significance of the unusual isotherm shape includes in some instances somewhat significant pore filling before monolayer coverage of the surfaces of both pores is achieved, which leads the BET theory to overestimate the monolayer coverage. In turn, this finding suggests that the Rouquerol consistency criteria for data-range selection for accurate application of the BET analysis may be impossible to satisfy. Indeed, we find that to varying degrees this is the case. A practical consequence, that will be explored in quantitative detail elsewhere, is that BET areas may exceed true N2-accessible surface areas for these complex materials by up to several hundred m2 g-1 (i.e., up to ~15%). Nevertheless, the analysis returns reliable relative surface areas for the series of compounds examined. Notice that if experimental BET areas are to be used to assess the activation of a MOF, comparison to BET areas from simulated N2 isotherms is more reliable than comparison to geometrically calculated areas.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<p>With 5646\nm<sup>2</sup>g<sup>–1</sup>, <bold>NU-1103</bold> possesses\nthe highest geometric surface area (and a BET area of\n6550 m<sup>2</sup> g<sup>–1</sup>) yet reported for a water-stable\nMOF. This record-breaking property renders <bold>NU-1103</bold> attractive\nfor practical applications such as hydrogen storage, as it simultaneously\naddresses the well-known need for high capacity and the much less\nwell appreciated, but equally important, issue of stability in the\npresence of contaminants. The adsorption behavior of this material\ntoward various gases is under investigation, with predicted hydrogen\nuptake from simulation being comparable to those of record-holding\nmaterials.</p>", "clean_text": "With 5646 m2g-1, NU-1103 possesses the highest geometric surface area (and a BET area of 6550 m2 g-1) yet reported for a water-stable MOF. This record-breaking property renders NU-1103 attractive for practical applications such as hydrogen storage, as it simultaneously addresses the well-known need for high capacity and the much less well appreciated, but equally important, issue of stability in the presence of contaminants. The adsorption behavior of this material toward various gases is under investigation, with predicted hydrogen uptake from simulation being comparable to those of record-holding materials.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Detailed procedure for simulation,\nsynthesis of ligands and MOFs, activation procedure of MOFs, single\ncrystal data, PXRD pattern, TGA, DRIFTS, and detailed BET calculation.\nThis material is available free of charge via the Internet at <uri>http://pubs.acs.org</uri>\n</p>", "clean_text": "Detailed procedure for simulation, synthesis of ligands and MOFs, activation procedure of MOFs, single crystal data, PXRD pattern, TGA, DRIFTS, and detailed BET calculation. This material is available free of charge via the Internet at http://pubs.acs.org ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>These\nauthors contributed equally.</p><p>The authors declare no\ncompeting financial interest.</p><title>References</title><p>ZIFs are based on imidazolate\nlinkers that\nare too short to produce high surface area, and zinc pyrazolate MOFs\nbased on the <bold>pcu</bold> topology are prone to catenation, which\nis detrimental for achieving high surface areas.</p>", "clean_text": "These authors contributed equally.\n\nThe authors declare no competing financial interest.\n\nReferences\n\nZIFs are based on imidazolate linkers that are too short to produce high surface area, and zinc pyrazolate MOFs based on the pcu topology are prone to catenation, which is detrimental for achieving high surface areas.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>The fifth\npeak of the PXRD pattern is systematically\nmore intense in as synthesized samples, which is due to the effect\nof residual solvent in the framework.</p><p>The ratio of BET area to geometric surface\narea for <bold>NU-1103</bold> is 1.16.</p>", "clean_text": "The fifth peak of the PXRD pattern is systematically more intense in as synthesized samples, which is due to the effect of residual solvent in the framework.\n\nThe ratio of BET area to geometric surface area for NU-1103 is 1.16.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 8, 9, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of <bold>NU-1101</bold>\n</title><p>ZrOCl<sub>2</sub>·8H<sub>2</sub>O (96 mg, 0.30 mmol) and benzoic\nacid (2.7 g,\n22 mmol) were mixed in DMF (8 mL in a 6-dram vial) and sonicated until\nthe solid dissolved. The clear solution was incubated in an oven at\n80 °C for 1 h. After cooling down to room temperature, <bold>Py-XP</bold> (66 mg, 0.06 mmol) was added to this solution, and the\nmixture was sonicated for 10 min. The colorless solution was heated\nin an oven at 120 °C for 48 h. After cooling down to room temperature,\ncolorless cubic-shaped crystals were isolated by filtration and washed\nwith fresh DMF.</p><title>Synthesis of <bold>NU-1102</bold>\n</title><p>In an O<sub>2</sub> and H<sub>2</sub>O free drybox, ZrCl<sub>4</sub> (37.5 mg, 0.16\nmmol) was weighed into a 4-dram vial. The vial was removed from the\nglovebox, and <bold>Por-PP</bold> (59 mg, 0.054 mmol) along with 4\nmL DEF was added into the vial. The solution was sonicated until green\nhomogeneous slurry was obtained. Next, benzoic acid (675 mg, 5.5 mmol)\nwas added into the slurry and sonicated until dissolved. Finally,\nthe 4-dram vial was sealed and placed in an oven at 120 °C for\n3 days. After 3 days, dark purple crystals were formed on the walls\nand bottom of the vials, and the mother liquor was removed.</p><title>Synthesis\nof <bold>NU-1103</bold>\n</title><p>In an ambient condition, <bold>Py-PTP</bold> (25 mg, 0.023 mmol) and benzoic acid (1 g, 8.92 mmol)\nwere added into a 6-dram vial. Twenty mL of DMF is then added, and\nthe vial was sonicated to fully dissolve the reagents. Then, ZrOCl<sub>2</sub>·8H<sub>2</sub>O (10 mg, 0.03 mmol) was quickly weighed\ninto the vial containing the reagents, and the vial was sonicated\nagain until no solid could be found in the vial. The solution prepared\nwas divided into two portions, which is achieved by transferring half\nof the solution into an empty 6-dram vial by pipet. The two vials\nprepared were heated in a heating block on a hot plate, and the temperature\nof the heating block is set at 120 °C by using thermocouple.\nAfter 24 h, vials were taken out from the heating block, and the mother\nsolution was removed by centrifuging (10 min, 7000 rpm).</p><title>Synthesis of <bold>NU-1104</bold>\n</title><p>ZrOCl<sub>2</sub>·8H<sub>2</sub>O (16\nmg, 0.05 mmol) and benzoic acid (600 mg,\n4.9 mmol) of were mixed in 8 mL of DMF (in a 6-dram vial) and sonicated\nuntil the solid dissolved. The clear solution was incubated in an\noven at 80 °C for 1 h. After cooling down to room temperature, <bold>Por-PTP</bold> (12 mg, 0.01 mmol) was added to this solution, and\nthe resulting mixture was sonicated for 10 min. The dark purple solution\nwas heated in an oven at 120 °C for 48 h. After cooling down\nto room temperature, dark purple cubic-shaped crystals were separated\nfrom amorphous phase by centrifuging in DMF. Approximately 25 mg of\nsolvated crystalline material was placed in a 4-dram vial with 3 mL\nof DMF. Then a solution of 30 mg of NiCl<sub>2</sub>·H<sub>2</sub>O in DMF (1 mL) was added, and the vial was swirled gently and placed\nin an oven at 90 °C for 2 days to metalate the porphyrin core.</p>", "clean_text": "Synthesis of NU-1101 \n\nZrOCl2⋅8H2O (96 mg, 0.30 mmol) and benzoic acid (2.7 g, 22 mmol) were mixed in DMF (8 mL in a 6-dram vial) and sonicated until the solid dissolved. The clear solution was incubated in an oven at 80 °C for 1 h. After cooling down to room temperature, Py-XP (66 mg, 0.06 mmol) was added to this solution, and the mixture was sonicated for 10 min. The colorless solution was heated in an oven at 120 °C for 48 h. After cooling down to room temperature, colorless cubic-shaped crystals were isolated by filtration and washed with fresh DMF.\n\nSynthesis of NU-1102 \n\nIn an O2 and H2O free drybox, ZrCl4 (37.5 mg, 0.16 mmol) was weighed into a 4-dram vial. The vial was removed from the glovebox, and Por-PP (59 mg, 0.054 mmol) along with 4 mL DEF was added into the vial. The solution was sonicated until green homogeneous slurry was obtained. Next, benzoic acid (675 mg, 5.5 mmol) was added into the slurry and sonicated until dissolved. Finally, the 4-dram vial was sealed and placed in an oven at 120 °C for 3 days. After 3 days, dark purple crystals were formed on the walls and bottom of the vials, and the mother liquor was removed.\n\nSynthesis of NU-1103 \n\nIn an ambient condition, Py-PTP (25 mg, 0.023 mmol) and benzoic acid (1 g, 8.92 mmol) were added into a 6-dram vial. Twenty mL of DMF is then added, and the vial was sonicated to fully dissolve the reagents. Then, ZrOCl2⋅8H2O (10 mg, 0.03 mmol) was quickly weighed into the vial containing the reagents, and the vial was sonicated again until no solid could be found in the vial. The solution prepared was divided into two portions, which is achieved by transferring half of the solution into an empty 6-dram vial by pipet. The two vials prepared were heated in a heating block on a hot plate, and the temperature of the heating block is set at 120 °C by using thermocouple. After 24 h, vials were taken out from the heating block, and the mother solution was removed by centrifuging (10 min, 7000 rpm).\n\nSynthesis of NU-1104 \n\nZrOCl2⋅8H2O (16 mg, 0.05 mmol) and benzoic acid (600 mg, 4.9 mmol) of were mixed in 8 mL of DMF (in a 6-dram vial) and sonicated until the solid dissolved. The clear solution was incubated in an oven at 80 °C for 1 h. After cooling down to room temperature, Por-PTP (12 mg, 0.01 mmol) was added to this solution, and the resulting mixture was sonicated for 10 min. The dark purple solution was heated in an oven at 120 °C for 48 h. After cooling down to room temperature, dark purple cubic-shaped crystals were separated from amorphous phase by centrifuging in DMF. Approximately 25 mg of solvated crystalline material was placed in a 4-dram vial with 3 mL of DMF. Then a solution of 30 mg of NiCl2⋅H2O in DMF (1 mL) was added, and the vial was swirled gently and placed in an oven at 90 °C for 2 days to metalate the porphyrin core.", "data": [{"meta": {"name": "NU-1101", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "ZrOCl2·8H2O (96 mg, 0.30 mmol), benzoic acid (2.7 g, 22 mmol), DMF (8 mL)", "power": "", "solvent": "", "temperature": "80 °C", "time": "1 h"}, {"synthesis method": "sonication", "composition": "Py-XP (66 mg, 0.06 mmol)", "power": "", "solvent": "", "temperature": "", "time": "10 min"}, {"synthesis method": "heating", "pressure": "", "temperature": "120 °C", "time": "48 h"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "DMF", "amount": ""}]}, {"meta": {"name": "NU-1102", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "ZrCl4 (37.5 mg, 0.16 mmol), Por-PP (59 mg, 0.054 mmol), DEF (4 mL)", "power": "", "solvent": "", "temperature": "", "time": ""}, {"synthesis method": "sonication", "composition": "benzoic acid (675 mg, 5.5 mmol)", "power": "", "solvent": "", "temperature": "", "time": ""}, {"synthesis method": "heating", "pressure": "", "temperature": "120 °C", "time": "3 days"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "", "amount": ""}]}, {"meta": {"name": "NU-1103", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "Py-PTP (25 mg, 0.023 mmol), benzoic acid (1 g, 8.92 mmol), DMF (20 mL)", "power": "", "solvent": "", "temperature": "", "time": ""}, {"synthesis method": "sonication", "composition": "ZrOCl2·8H2O (10 mg, 0.03 mmol)", "power": "", "solvent": "", "temperature": "", "time": ""}, {"synthesis method": "heating", "pressure": "", "temperature": "120 °C", "time": "24 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "10 min", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}]}, {"meta": {"name": "NU-1104", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": "ZrOCl2·8H2O (16 mg, 0.05 mmol), benzoic acid (600 mg, 4.9 mmol), DMF (8 mL)", "power": "", "solvent": "", "temperature": "80 °C", "time": "1 h"}, {"synthesis method": "sonication", "composition": "Por-PTP (12 mg, 0.01 mmol)", "power": "", "solvent": "", "temperature": "", "time": "10 min"}, {"synthesis method": "heating", "pressure": "", "temperature": "120 °C", "time": "48 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}]}], "include_properties": ["solvothermal_synthesis", "sonication", "filtration", "washing", "solvothermal_synthesis", "centrifugation"]}, {"idx": "1, 4, 14, 19, 23, 30, 36", "type": "text", "classification": "property", "content": "<p>An isoreticular series of metal–organic\nframeworks (MOFs)\nwith the <bold>ftw</bold> topology based on zirconium oxoclusters\nand tetracarboxylate linkers with a planar core (<bold>NU-1101</bold> through <bold>NU-1104</bold>) has been synthesized employing a linker\nexpansion approach. In this series, <bold>NU-1103</bold> has a pore\nvolume of 2.91 cc g<sup>–1</sup> and a geometrically calculated\nsurface area of 5646 m<sup>2</sup> g<sup>–1</sup>, which is\nthe highest value reported to date for a zirconium-based MOF and among\nthe largest that have been reported for any porous material. Successful\nactivation of the MOFs was proven based on the agreement of pore volumes\nand BET areas obtained from simulated and experimental isotherms.\nCritical for practical applications, <bold>NU-1103</bold> combines\nfor the first time ultrahigh surface area and water stability, where\nthis material retained complete structural integrity after soaking\nin water. Pressure range selection for the BET calculations on these\nmaterials was guided by the four so-called “consistency criteria”.\nThe experimental BET area of <bold>NU-1103</bold> was 6550 m<sup>2</sup> g<sup>–1</sup>. Insights obtained from molecular simulation\nsuggest that, as a consequence of pore-filling contamination, the\nBET method overestimates the monolayer loading of <bold>NU-1103</bold> by ∼16%.</p><p>One key\nlimitation in exploiting ultrahigh surface area in practical\napplications of MOFs has been their lack of water (or moisture) stability.\nFor example, it is often advantageous for materials to be stable toward\noxygen and moisture during material processing (e.g., pellet formation).\nTo date, ultrahigh surface area MOFs have been based exclusively on\nZn<sub>4</sub>O or Cu<sub>2</sub> metal-based clusters with linkers\ncontaining carboxylate groups, which unfortunately lose crystallinity\nand surface area when exposed to moisture. Herein, we utilize the isoreticular expansion approach to synthesize\na series of water stable zirconium-oxo/hydroxo cluster-based MOFs, <bold>NU-1101</bold> through <bold>NU-1104</bold>, based on the <bold>ftw</bold> topology. One of these MOFs, <bold>NU-1103</bold>, which has a geometric\nsurface area of 5646 m<sup>2</sup> g<sup>–1</sup> (and BET\narea of 6550 m<sup>2</sup> g<sup>–1</sup>), exhibits the highest\ngeometric surface area (and BET area) reported for any zirconium oxocluster\ncontaining MOF.</p><p>It is noteworthy that inconsistencies in\nthe application of the\nconsistency criteria, for comparison\nof materials based on their reported BET areas, may be problematic\nfor these and other materials with ultrahigh surface areas. In order to circumvent this issue and benchmark\ntarget materials properly, we have calculated surface areas geometrically\nusing a rolling-probe method, which is independent of the nitrogen\nisotherm and the BET theory. The calculated\ngeometric surface areas for <bold>NU-1101</bold> through <bold>NU</bold>-<bold>1104</bold> are shown in Table , along\nwith the calculated geometric surface areas for other ultrahigh surface\narea MOFs. Somewhat pleasingly, <bold>NU-1103</bold> exhibits a calculated\ngeometric surface area of 5646 m<sup>2</sup> g<sup>–1</sup>, a value which is only 10% lower than the current record holder\n(<bold>NU-110</bold>).</p><p>The thermal stability of <bold>NU-1101</bold> through <bold>NU-1104</bold> was assessed by thermogravimetric analysis\n(TGA). The results revealed\nthat all the materials are stable at elevated temperature, having\ndecomposition temperatures around 470 °C (see  section S8.). The TGA of the solvated samples all show\nsignificant weight loss due to guest solvent molecules in the cavity\nprior to 200 °C, consistent with the highly porous nature of\nthese materials.</p><p>The porosity of the <bold>NU-110x</bold> series rises as the linker\nlength increases, and the observed pore volumes are 1.72, 2.00, 2.91,\nand 2.79 cc g<sup>–1</sup> for <bold>NU-1101</bold>, <bold>NU-1102</bold>, <bold>NU-1103</bold>, and <bold>NU-1104</bold>, respectively.\nThe pore size distribution, calculated from nitrogen isotherms with\nthe BJH desorption model, also agrees well with the simulated data.\nEach MOF showed two types of pores, which were anticipated from the\ncrystal structures, i.e., a larger pore centered at (1/2,1/2,1/2)\nand a smaller centered at (1/2,0,0). Similar to the pore volume, the\npore sizes also become larger with increasing linker length. The size\nof the larger pore was found to increase from 17.2 to 24.2 Å\nthroughout the series, while the size of the smaller pore is 9.5–13.5\nÅ. These pore sizes range from microporous (&lt;20 Å) to\nmesoporous (≥20 Å) and are consistent with the observed\nsteps in the N<sub>2</sub> isotherms of <bold>NU-1103</bold> and <bold>NU-1104</bold>.</p><p>Similar deviations from the consistency\ncriteria were observed\nwhen applying BET calculations to simulated isotherms, with similar\ntolerances needed to satisfy the criteria. Therefore, to calculate\nan apparent BET area for each of these\nmaterials, we chose the pressure range that satisfied the largest\nnumber of criteria and minimized the error for any criterion not satisfied\n(see  Table S9.1). From the measured\n(simulated) isotherms we obtained BET areas of 4340 (4350), 4830 (4730),\n6550 (6860), and 6230 (6262) m<sup>2</sup> g<sup>–1</sup>.\nNotice that the application of the consistency criteria as guidelines\nto select the pressure range for BET calculation allowed a consistent\ncomparison between measured and simulated values. On these grounds,\nthe agreement of the BET areas obtained from simulated versus measured\nisotherms (in addition to pore volumes and PXRDs) indicates the successful\nactivation of the materials and further confirms that it is possible\nto achieve ultrahigh surface areas in water-stable zirconium-based\nMOFs, as demonstrated by the isoreticular expansion in the <bold>NU-110x</bold> series.</p><p>With 5646\nm<sup>2</sup>g<sup>–1</sup>, <bold>NU-1103</bold> possesses\nthe highest geometric surface area (and a BET area of\n6550 m<sup>2</sup> g<sup>–1</sup>) yet reported for a water-stable\nMOF. This record-breaking property renders <bold>NU-1103</bold> attractive\nfor practical applications such as hydrogen storage, as it simultaneously\naddresses the well-known need for high capacity and the much less\nwell appreciated, but equally important, issue of stability in the\npresence of contaminants. The adsorption behavior of this material\ntoward various gases is under investigation, with predicted hydrogen\nuptake from simulation being comparable to those of record-holding\nmaterials.</p>", "clean_text": "An isoreticular series of metal-organic frameworks (MOFs) with the ftw topology based on zirconium oxoclusters and tetracarboxylate linkers with a planar core (NU-1101 through NU-1104) has been synthesized employing a linker expansion approach. In this series, NU-1103 has a pore volume of 2.91 cc g-1 and a geometrically calculated surface area of 5646 m2 g-1, which is the highest value reported to date for a zirconium-based MOF and among the largest that have been reported for any porous material. Successful activation of the MOFs was proven based on the agreement of pore volumes and BET areas obtained from simulated and experimental isotherms. Critical for practical applications, NU-1103 combines for the first time ultrahigh surface area and water stability, where this material retained complete structural integrity after soaking in water. Pressure range selection for the BET calculations on these materials was guided by the four so-called \"consistency criteria\". The experimental BET area of NU-1103 was 6550 m2 g-1. Insights obtained from molecular simulation suggest that, as a consequence of pore-filling contamination, the BET method overestimates the monolayer loading of NU-1103 by ~16%.\n\nOne key limitation in exploiting ultrahigh surface area in practical applications of MOFs has been their lack of water (or moisture) stability. For example, it is often advantageous for materials to be stable toward oxygen and moisture during material processing (e.g., pellet formation). To date, ultrahigh surface area MOFs have been based exclusively on Zn4O or Cu2 metal-based clusters with linkers containing carboxylate groups, which unfortunately lose crystallinity and surface area when exposed to moisture. Herein, we utilize the isoreticular expansion approach to synthesize a series of water stable zirconium-oxo/hydroxo cluster-based MOFs, NU-1101 through NU-1104, based on the ftw topology. One of these MOFs, NU-1103, which has a geometric surface area of 5646 m2 g-1 (and BET area of 6550 m2 g-1), exhibits the highest geometric surface area (and BET area) reported for any zirconium oxocluster containing MOF.\n\nIt is noteworthy that inconsistencies in the application of the consistency criteria, for comparison of materials based on their reported BET areas, may be problematic for these and other materials with ultrahigh surface areas. In order to circumvent this issue and benchmark target materials properly, we have calculated surface areas geometrically using a rolling-probe method, which is independent of the nitrogen isotherm and the BET theory. The calculated geometric surface areas for NU-1101 through NU-1104 are shown in Table , along with the calculated geometric surface areas for other ultrahigh surface area MOFs. Somewhat pleasingly, NU-1103 exhibits a calculated geometric surface area of 5646 m2 g-1, a value which is only 10% lower than the current record holder (NU-110).\n\nThe thermal stability of NU-1101 through NU-1104 was assessed by thermogravimetric analysis (TGA). The results revealed that all the materials are stable at elevated temperature, having decomposition temperatures around 470 °C (see  section S8.). The TGA of the solvated samples all show significant weight loss due to guest solvent molecules in the cavity prior to 200 °C, consistent with the highly porous nature of these materials.\n\nThe porosity of the NU-110x series rises as the linker length increases, and the observed pore volumes are 1.72, 2.00, 2.91, and 2.79 cc g-1 for NU-1101, NU-1102, NU-1103, and NU-1104, respectively. The pore size distribution, calculated from nitrogen isotherms with the BJH desorption model, also agrees well with the simulated data. Each MOF showed two types of pores, which were anticipated from the crystal structures, i.e., a larger pore centered at (1/2,1/2,1/2) and a smaller centered at (1/2,0,0). Similar to the pore volume, the pore sizes also become larger with increasing linker length. The size of the larger pore was found to increase from 17.2 to 24.2 Å throughout the series, while the size of the smaller pore is 9.5-13.5 Å. These pore sizes range from microporous (<20 Å) to mesoporous (≥20 Å) and are consistent with the observed steps in the N2 isotherms of NU-1103 and NU-1104.\n\nSimilar deviations from the consistency criteria were observed when applying BET calculations to simulated isotherms, with similar tolerances needed to satisfy the criteria. Therefore, to calculate an apparent BET area for each of these materials, we chose the pressure range that satisfied the largest number of criteria and minimized the error for any criterion not satisfied (see  Table S9.1). From the measured (simulated) isotherms we obtained BET areas of 4340 (4350), 4830 (4730), 6550 (6860), and 6230 (6262) m2 g-1. Notice that the application of the consistency criteria as guidelines to select the pressure range for BET calculation allowed a consistent comparison between measured and simulated values. On these grounds, the agreement of the BET areas obtained from simulated versus measured isotherms (in addition to pore volumes and PXRDs) indicates the successful activation of the materials and further confirms that it is possible to achieve ultrahigh surface areas in water-stable zirconium-based MOFs, as demonstrated by the isoreticular expansion in the NU-110x series.\n\nWith 5646 m2g-1, NU-1103 possesses the highest geometric surface area (and a BET area of 6550 m2 g-1) yet reported for a water-stable MOF. This record-breaking property renders NU-1103 attractive for practical applications such as hydrogen storage, as it simultaneously addresses the well-known need for high capacity and the much less well appreciated, but equally important, issue of stability in the presence of contaminants. The adsorption behavior of this material toward various gases is under investigation, with predicted hydrogen uptake from simulation being comparable to those of record-holding materials.", "data": [[{"meta": {"name": "NU-1103", "symbol": "", "chemical formula": ""}, "surface area": {"type": "BET", "probe": "", "value": "6550", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "NU-1103", "symbol": "", "chemical formula": ""}, "porosity": {"proboe": "", "value": "2.91", "unit": "cc/g", "condition": ""}}]], "include_properties": ["surface_area", "porosity"]}, {"idx": 15, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary of Calculated\nGeometric Surface\nAreas for Ultrahigh Surface Area MOFs</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"center\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">MOF</oasis:entry>\n<oasis:entry align=\"center\">geometric surface\narea (m<sup>\n<bold>2</bold>\n</sup>\n<bold>g</bold>\n<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">ref</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>\n<bold>NU-110</bold>\n</oasis:entry>\n<oasis:entry>6229</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref6\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-109</bold>\n</oasis:entry>\n<oasis:entry>6175</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref6\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-100</bold>\n</oasis:entry>\n<oasis:entry>5822</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref4\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>MOF-210</bold>\n</oasis:entry>\n<oasis:entry>5770</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref5\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1103</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>5646</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>this work</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DUT-32</bold>\n</oasis:entry>\n<oasis:entry>5297</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref7\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1104</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>5290</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>this work</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>DUT-49</bold>\n</oasis:entry>\n<oasis:entry>5176</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref10\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1102</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>4712</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>this work</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>MOF-177</bold>\n</oasis:entry>\n<oasis:entry>4673</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref5\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1101</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>4422</bold>\n</oasis:entry>\n<oasis:entry>\n<bold>this work</bold>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>NU-1100</bold>\n</oasis:entry>\n<oasis:entry>3892</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref23\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>\n<bold>MOF-5</bold>\n</oasis:entry>\n<oasis:entry>3434</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Summary of Calculated Geometric Surface Areas for Ultrahigh Surface Area MOFs\n\n| MOF    | geometric surface area (m²g⁻¹) | ref       |\n|--------|--------------------------------|-----------|\n| NU-110 | 6229                           | [6]       |\n| NU-109 | 6175                           | [6]       |\n| NU-100 | 5822                           | [4]       |\n| MOF-210| 5770                           | [5]       |\n| NU-1103| 5646                           | this work |\n| DUT-32 | 5297                           | [7]       |\n| NU-1104| 5290                           | this work |\n| DUT-49 | 5176                           | [10]      |\n| NU-1102| 4712                           | this work |\n| MOF-177| 4673                           | [5]       |\n| NU-1101| 4422                           | this work |\n| NU-1100| 3892                           | [23]      |\n| MOF-5  | 3434                           | [34]      |", "data": [{"meta": {"name": "NU-110", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "6229", "unit": "m²g⁻¹", "condition": "", "reference": "[6]"}]}, {"meta": {"name": "NU-109", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "6175", "unit": "m²g⁻¹", "condition": "", "reference": "[6]"}]}, {"meta": {"name": "NU-100", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "5822", "unit": "m²g⁻¹", "condition": "", "reference": "[4]"}]}, {"meta": {"name": "MOF-210", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "5770", "unit": "m²g⁻¹", "condition": "", "reference": "[5]"}]}, {"meta": {"name": "NU-1103", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "5646", "unit": "m²g⁻¹", "condition": "", "reference": "this work"}]}, {"meta": {"name": "DUT-32", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "5297", "unit": "m²g⁻¹", "condition": "", "reference": "[7]"}]}, {"meta": {"name": "NU-1104", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "5290", "unit": "m²g⁻¹", "condition": "", "reference": "this work"}]}, {"meta": {"name": "DUT-49", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "5176", "unit": "m²g⁻¹", "condition": "", "reference": "[10]"}]}, {"meta": {"name": "NU-1102", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "4712", "unit": "m²g⁻¹", "condition": "", "reference": "this work"}]}, {"meta": {"name": "MOF-177", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "4673", "unit": "m²g⁻¹", "condition": "", "reference": "[5]"}]}, {"meta": {"name": "NU-1101", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "4422", "unit": "m²g⁻¹", "condition": "", "reference": "this work"}]}, {"meta": {"name": "NU-1100", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "3892", "unit": "m²g⁻¹", "condition": "", "reference": "[23]"}]}, {"meta": {"name": "MOF-5", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "geometric", "probe": "", "value": "3434", "unit": "m²g⁻¹", "condition": "", "reference": "[34]"}]}], "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structural features of the <bold>ftw</bold> topology illustrated\nin <bold>NU-1103</bold> with large pores (indicated with blue spheres)\nlocated at the center of the cubic unit cell and small pores (indicated\nas purple spheres) located at the edges of the cubic unit cell.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-12973b_0004.tif\"></graphic>\n</fig>", "clean_text": " 1  Structural features of the ftw topology illustrated in NU-1103 with large pores (indicated with blue spheres) located at the center of the cubic unit cell and small pores (indicated as purple spheres) located at the edges of the cubic unit cell.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Tetratopic organic linkers (<bold>Py-XP</bold>, <bold>Por-PP</bold>, <bold>Py-PTP</bold>, <bold>Por-PTP</bold>)\nused and the crystal\nstructures of <bold>NU-1101</bold> to <bold>NU-1104</bold>. The increasing\ndimensions of the organic linkers result in the reticular expansion\nof the MOF structure, with unit cell parameters of the cubic cells\nbeing 24.3, 25.3, 27.9, and 28.7 Å, respectively. Two-thirds\nof the small cavities (purple spheres) were neglected for clarity\nwhen showing the unit cells of <bold>NU-110x</bold> series. The calculated\npore diameter for <bold>NU-110x</bold> series: <bold>NU-110x</bold> (dl, ds) = NU-1101 (17.2, 9.5), NU-1102 (20.5, 11.1), NU-1103 (22.7,\n12.7), NU-1104 (24.2, 13.5). dl = large pore diameter, ds = small\npore diameter. All units are in Å.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-12973b_0005.tif\"></graphic>\n</fig>", "clean_text": " 2  Tetratopic organic linkers (Py-XP, Por-PP, Py-PTP, Por-PTP) used and the crystal structures of NU-1101 to NU-1104. The increasing dimensions of the organic linkers result in the reticular expansion of the MOF structure, with unit cell parameters of the cubic cells being 24.3, 25.3, 27.9, and 28.7 Å, respectively. Two-thirds of the small cavities (purple spheres) were neglected for clarity when showing the unit cells of NU-110x series. The calculated pore diameter for NU-110x series: NU-110x (dl, ds) = NU-1101 (17.2, 9.5), NU-1102 (20.5, 11.1), NU-1103 (22.7, 12.7), NU-1104 (24.2, 13.5). dl = large pore diameter, ds = small pore diameter. All units are in Å.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>PXRD of the as-synthesized MOFs. The agreement between\nthe simulated\nand measured diffraction patterns indicates the phase purity of the\nbulk material.<xref ref-type=\"bibr\" rid=\"ref39\"></xref>\n</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-12973b_0006.tif\"></graphic>\n</fig>", "clean_text": " 3  PXRD of the as-synthesized MOFs. The agreement between the simulated and measured diffraction patterns indicates the phase purity of the bulk material.    ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Nitrogen isotherms for <bold>NU-1101</bold> through <bold>NU-1104</bold> (solid lines: simulated isotherm; symbols: experimental isotherm;\nblack: <bold>NU-1101</bold>, blue: <bold>NU-1102</bold>, green: <bold>NU-1103</bold>, red: <bold>NU-1104</bold>). (b) PXRD patterns (inset)\nand nitrogen isotherms remained identical before and after water treatment\n(blue: reactivated sample after soaking in water, red: <bold>NU-1103</bold> right after activation step).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-12973b_0007.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) Nitrogen isotherms for NU-1101 through NU-1104 (solid lines: simulated isotherm; symbols: experimental isotherm; black: NU-1101, blue: NU-1102, green: NU-1103, red: NU-1104). (b) PXRD patterns (inset) and nitrogen isotherms remained identical before and after water treatment (blue: reactivated sample after soaking in water, red: NU-1103 right after activation step).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Simulated N<sub>2</sub> isotherm (blue) and the number of molecules\nin monolayer contact (pink). The vertical blue line is the pressure\ncorresponding to the monolayer formation as determined by BET calculations,\nand the shaded blue area indicates the amount of adsorbed N<sub>2</sub> that is not forming the monolayer in the simulation but is counted\ntoward the monolayer in the BET analysis.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2014-12973b_0001.tif\"></graphic>\n</fig>", "clean_text": " 5  Simulated N2 isotherm (blue) and the number of molecules in monolayer contact (pink). The vertical blue line is the pressure corresponding to the monolayer formation as determined by BET calculations, and the shaded blue area indicates the amount of adsorbed N2 that is not forming the monolayer in the simulation but is counted toward the monolayer in the BET analysis.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja512973b", "title": null, "journal": "American Chemical\nSociety", "date": "2015.02", "author_list": ["Wang\nTimothy\nC.", "Bury\nWojciech", "Gómez-Gualdrón\nDiego A.", "Vermeulen\nNicolaas A.", "Mondloch\nJoseph\nE.", "Deria\nPravas", "Zhang\nKainan", "Moghadam\nPeyman Z.", "Sarjeant\nAmy A.", "Snurr\nRandall Q.", "Stoddart\nJ. Fraser", "Hupp\nJoseph T.", "Farha\nOmar K."]}}