{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja7b05742.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Two-dimensional\n(2D) metal–organic frameworks (MOFs) have\nreceived a great deal of attention due to their relatively high charge\ncarrier mobility and low resistivity. Here we report on the temperature-dependent\ncharge transport properties of a 2D cobalt 2,3,6,7,10,11-triphenylenehexathiolate\nframework. Variable temperature resistivity studies reveal a transition\nfrom a semiconducting to a metallic phase with decreasing temperature,\nwhich is unprecedented in MOFs. We find this transition to be highly\ndependent on the film thickness and the amount of solvent trapped\nin the pores, with density functional theory calculations of the electronic-structure\nsupporting the complex metallic conductivity of the material. These\nresults identify the first experimentally observed MOF that exhibits\nband-like metallic conductivity.</p>", "clean_text": "Two-dimensional (2D) metal-organic frameworks (MOFs) have received a great deal of attention due to their relatively high charge carrier mobility and low resistivity. Here we report on the temperature-dependent charge transport properties of a 2D cobalt 2,3,6,7,10,11-triphenylenehexathiolate framework. Variable temperature resistivity studies reveal a transition from a semiconducting to a metallic phase with decreasing temperature, which is unprecedented in MOFs. We find this transition to be highly dependent on the film thickness and the amount of solvent trapped in the pores, with density functional theory calculations of the electronic-structure supporting the complex metallic conductivity of the material. These results identify the first experimentally observed MOF that exhibits band-like metallic conductivity.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The\ndevelopment of inexpensive yet highly efficient catalysts for\nsolar-to-fuel energy conversion is vital for mitigating the adverse\neffects that hydrocarbon fuels have on the environment. Immobilization of molecular catalytic units is\nan attractive strategy for bridging the gap between homogeneous and\nheterogeneous electrocatalysis for solar-to-fuel applications. This approach retains the desirable properties\nof molecular systems, like well-defined chemistries and clear design\nprinciples, while also taking advantage of the robust efficiency of\nheterogeneous catalysts. Metal–organic\nframeworks, a rapidly expanding class of nanoporous coordination polymers, have attracted growing attention because they\nsit at the interface between molecules and extended solids, offering\na mixture of high surface area-to-volume ratio and site-isolation\nof catalytic units, all of which are indicators to systems with enhanced\nactivities. Yet, the biggest challenge these materials face for designing\nnew electrocatalysts is rooted in their ability to efficiently transport\ncharge between the metals and their coordinating ligands.\n</p>", "clean_text": "Introduction\n\nThe development of inexpensive yet highly efficient catalysts for solar-to-fuel energy conversion is vital for mitigating the adverse effects that hydrocarbon fuels have on the environment. Immobilization of molecular catalytic units is an attractive strategy for bridging the gap between homogeneous and heterogeneous electrocatalysis for solar-to-fuel applications. This approach retains the desirable properties of molecular systems, like well-defined chemistries and clear design principles, while also taking advantage of the robust efficiency of heterogeneous catalysts. Metal-organic frameworks, a rapidly expanding class of nanoporous coordination polymers, have attracted growing attention because they sit at the interface between molecules and extended solids, offering a mixture of high surface area-to-volume ratio and site-isolation of catalytic units, all of which are indicators to systems with enhanced activities. Yet, the biggest challenge these materials face for designing new electrocatalysts is rooted in their ability to efficiently transport charge between the metals and their coordinating ligands. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["property"], "content": "<p>In this regard, 2D frameworks have\nbeen shown to exhibit high charge-carrier mobility because of in-plane\ncharge delocalization and extended π-conjugation within the\nsheets. Recent studies have demonstrated\nthat nickel or copper 2,3,6,7,10,11-hexaiminotriphenylene (M<sub>3</sub>(HITP)<sub>2</sub>, M = Ni, Cu) frameworks exhibit thin film conductivities\non the order of 40 S·cm<sup>–1</sup>, whereas copper benzenehexathiolate\nshows conductivities up to 1580 S·cm<sup>–1</sup>, which\nis the highest conductivity reported for a coordination polymer. Yet, the transport properties are usually the\nresult of inadvertent doping of an intrinsic semiconductor that can\nbe synthetically difficult to control rather than a truly metallic\ncharge delocalization.</p>", "clean_text": "In this regard, 2D frameworks have been shown to exhibit high charge-carrier mobility because of in-plane charge delocalization and extended π-conjugation within the sheets. Recent studies have demonstrated that nickel or copper 2,3,6,7,10,11-hexaiminotriphenylene (M3(HITP)2, M = Ni, Cu) frameworks exhibit thin film conductivities on the order of 40 S⋅cm-1, whereas copper benzenehexathiolate shows conductivities up to 1580 S⋅cm-1, which is the highest conductivity reported for a coordination polymer. Yet, the transport properties are usually the result of inadvertent doping of an intrinsic semiconductor that can be synthetically difficult to control rather than a truly metallic charge delocalization.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["property"], "content": "<p>In a previous report, we showed that\n2,3,6,7,10,11-triphenylenehexathiolate\ncan be used to produce a periodic 2D network of cobalt dithiolene\nunits as illustrated in . This phase displays remarkable\nactivity for the electrocatalytic H<sub>2</sub> evolution from water, and is one of the first examples of an electrocatalytically\nactive MOF. This motivated us to investigate\nthe source of this high catalytic performance by characterizing its\ncharge transport characteristics. Here, we report the first observation\nof a temperature-dependent transition in a MOF from a semiconducting\nto a metallic phase with decreasing temperature using a combination\nof thin film resistivity measurements and density functional theory\n(DFT) calculations, with metallic conductivity persisting to temperatures\nas high as 225 K.</p>", "clean_text": "In a previous report, we showed that 2,3,6,7,10,11-triphenylenehexathiolate can be used to produce a periodic 2D network of cobalt dithiolene units as illustrated in . This phase displays remarkable activity for the electrocatalytic H2 evolution from water, and is one of the first examples of an electrocatalytically active MOF. This motivated us to investigate the source of this high catalytic performance by characterizing its charge transport characteristics. Here, we report the first observation of a temperature-dependent transition in a MOF from a semiconducting to a metallic phase with decreasing temperature using a combination of thin film resistivity measurements and density functional theory (DFT) calculations, with metallic conductivity persisting to temperatures as high as 225 K.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structure of the 2D cobalt dithiolene framework [Co<sub>3</sub>(THT)<sub>2</sub>]<sup>3–</sup>, <bold>1</bold>, studied\nhere.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2017-05742b_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structure of the 2D cobalt dithiolene framework [Co3(THT)2]3-, 1, studied here.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Framework <bold>1</bold> was prepared using a slightly modified\nprocedure from previous reports. The material\nadopts a hexagonal 2D structure with long-range order in the <italic>ab</italic> plane as evidenced by the sharp Bragg reflections in\nthe synchrotron X-ray diffraction pattern shown in . The pattern exhibits prominent\npeaks at 1.2°, 2.4°, 3.2°, and 4.2°, which correspond\nto a significant degree of coherence within the 2D sheets. The somewhat\nbroader reflection at 7.2° corresponds to the [001] reflection,\nsuggesting less coherence between the sheets as is common for layered\nmaterials. Regardless, the experimental\ndiffraction pattern is a close approximation to simulations from the\nMaterials Studio suite of programs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S1</ext-link>) using the idealized structure with layers that are stacked in perfect\nregistry. The optimized structure is best described using P6/<italic>mmm</italic> as the space group with unit cell parameters of <italic>a</italic> = <italic>b</italic> = 22.52 Å and <italic>c</italic> = 3.3 Å ().</p>", "clean_text": "Results and Discussion\n\nFramework 1 was prepared using a slightly modified procedure from previous reports. The material adopts a hexagonal 2D structure with long-range order in the ab plane as evidenced by the sharp Bragg reflections in the synchrotron X-ray diffraction pattern shown in . The pattern exhibits prominent peaks at 1.2°, 2.4°, 3.2°, and 4.2°, which correspond to a significant degree of coherence within the 2D sheets. The somewhat broader reflection at 7.2° corresponds to the [001] reflection, suggesting less coherence between the sheets as is common for layered materials. Regardless, the experimental diffraction pattern is a close approximation to simulations from the Materials Studio suite of programs (Figure S1) using the idealized structure with layers that are stacked in perfect registry. The optimized structure is best described using P6/mmm as the space group with unit cell parameters of a = b = 22.52 Å and c = 3.3 Å ().", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Experimental and simulated PXRD patterns of <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2017-05742b_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Experimental and simulated PXRD patterns of 1.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>Gas sorption isotherms performed\non <bold>1</bold> reveal a Brunauer–Emmett–Teller\n(BET) surface area of 370 m<sup>2</sup> g<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S3</ext-link>), which is similar to that of the previously\nreported platinum analogue. Temperature-dependent\nsusceptibility measurements show a response characteristic of localized\nmoments. A fit of the high temperature magnetic susceptibility data\n(200–300 K) to the Curie–Weiss equation (χ = <italic>C</italic>/(<italic>T</italic> – θ<sub>CW</sub>) + χ<sub>0</sub>) yields an effective paramagnetic moment, μ<sub>eff</sub> = 1.55 μ<sub>B</sub> per formula unit, θ<sub>CW</sub> = −34 K, and χ<sub>0</sub> = 3.57 × 10<sup>–4</sup> emu mol<sup>–1</sup> Oe<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S4</ext-link>). The positive temperature-independent\nterm reflects a background paramagnetic signal that could result from\nthe presence of some charge delocalization or more simply from second-order\nZeeman effects. The moment is slightly\nreduced from what is expected for an S = 1/2 state, which should show\na theoretical moment of 1.87 μ<sub>B</sub>. Such an underestimate\nis often ascribed to orbital quenching due to covalency, and indicates\nthe presence of only one unpaired spin per formula unit. Given the\npresence of three square-planar cobalt ions per unit cell, this is\nconsistent with two-thirds of the Co adopting the trivalent state\n(S = 0) with one exhibiting a formal divalent (S = 1/2) state, which\nis significant because mixed oxidation states are often associated\nwith charge delocalization.\n</p>", "clean_text": "Gas sorption isotherms performed on 1 reveal a Brunauer-Emmett-Teller (BET) surface area of 370 m2 g-1 (Figure S3), which is similar to that of the previously reported platinum analogue. Temperature-dependent susceptibility measurements show a response characteristic of localized moments. A fit of the high temperature magnetic susceptibility data (200-300 K) to the Curie-Weiss equation (χ = C/(T - θCW) + χ0) yields an effective paramagnetic moment, μeff = 1.55 μB per formula unit, θCW = -34 K, and χ0 = 3.57 × 10-4 emu mol-1 Oe-1 (Figure S4). The positive temperature-independent term reflects a background paramagnetic signal that could result from the presence of some charge delocalization or more simply from second-order Zeeman effects. The moment is slightly reduced from what is expected for an S = 1/2 state, which should show a theoretical moment of 1.87 μB. Such an underestimate is often ascribed to orbital quenching due to covalency, and indicates the presence of only one unpaired spin per formula unit. Given the presence of three square-planar cobalt ions per unit cell, this is consistent with two-thirds of the Co adopting the trivalent state (S = 0) with one exhibiting a formal divalent (S = 1/2) state, which is significant because mixed oxidation states are often associated with charge delocalization. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["property"], "content": "<p>The\ntemperature-dependent resistivity of <bold>1</bold> was measured\nusing a four-point Van der Pauw geometry on a pressed pellet of <bold>1</bold> with a thickness of 0.24(2) mm. Graphitic carbon paint (Alfa\nAesar) was used to create Ohmic contacts, as verified by the linear\nI-V trace shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S5</ext-link>. InGa eutectic\nand silver paint were also used to create Ohmic contacts and gave\nqualitatively similar results; however, the carbon paint was the best\nat maintaining physical contact over the entire temperature range\nof interest. At 300 K, the bulk resistivity was determined to be 0.720(7)\nkΩ·cm, corresponding to a conductivity of 1.4 × 10<sup>–3</sup> S·cm<sup>–1</sup>, which is in line with\nvalues reported for the platinum analogue. Given the highly anisotropic nature of the pressed pellet of <bold>1</bold>, this relatively low value is likely associated with the\nrandom orientation of the powder and is exaggerated by grain-boundary\nscattering between the sheet-like particles.</p>", "clean_text": "The temperature-dependent resistivity of 1 was measured using a four-point Van der Pauw geometry on a pressed pellet of 1 with a thickness of 0.24(2) mm. Graphitic carbon paint (Alfa Aesar) was used to create Ohmic contacts, as verified by the linear I-V trace shown in Figure S5. InGa eutectic and silver paint were also used to create Ohmic contacts and gave qualitatively similar results; however, the carbon paint was the best at maintaining physical contact over the entire temperature range of interest. At 300 K, the bulk resistivity was determined to be 0.720(7) kΩ⋅cm, corresponding to a conductivity of 1.4 × 10-3 S⋅cm-1, which is in line with values reported for the platinum analogue. Given the highly anisotropic nature of the pressed pellet of 1, this relatively low value is likely associated with the random orientation of the powder and is exaggerated by grain-boundary scattering between the sheet-like particles.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["property"], "content": "<p>An exponential\nrise in the resistivity of the pellet is seen between\n300 and 170 K, as would be expected for a semiconducting sample where\ntransport is dominated by thermally populated carriers that must overcome\na hopping barrier for conduction (a). An Arrhenius\nfit to the data suggests an activation energy on the order of 173\nmeV (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S6</ext-link>). More interestingly, a\ndecrease in the resistivity is subsequently seen between 130 and 50\nK, suggesting a transition to a metallic phase where scattering of\nthe carriers is dominated by lattice vibrations. The transition is\nfully reversible, with no signs of hysteresis as illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S7</ext-link>, suggesting it is second order in nature,\nunlike the metal-to-insulator transitions in materials like VO<sub>2</sub> that are associated with structural deformations. To further confirm the absence of a coherent\nstructural distortion, variable temperature synchrotron powder X-ray\ndiffraction studies were performed between 300 and 100 K. As indicated\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figures S8–10</ext-link>, the only significant\nchange to the diffraction patterns is a slight shift in the [001]\nreflection from 7.11° (300 K) to 7.15° (100 K), which corresponds\nto a 0.02 Å contraction of the interlayer spacing or a roughly\n1% change.</p>", "clean_text": "An exponential rise in the resistivity of the pellet is seen between 300 and 170 K, as would be expected for a semiconducting sample where transport is dominated by thermally populated carriers that must overcome a hopping barrier for conduction (a). An Arrhenius fit to the data suggests an activation energy on the order of 173 meV (Figure S6). More interestingly, a decrease in the resistivity is subsequently seen between 130 and 50 K, suggesting a transition to a metallic phase where scattering of the carriers is dominated by lattice vibrations. The transition is fully reversible, with no signs of hysteresis as illustrated in Figure S7, suggesting it is second order in nature, unlike the metal-to-insulator transitions in materials like VO2 that are associated with structural deformations. To further confirm the absence of a coherent structural distortion, variable temperature synchrotron powder X-ray diffraction studies were performed between 300 and 100 K. As indicated in Figures S8-10, the only significant change to the diffraction patterns is a slight shift in the [001] reflection from 7.11° (300 K) to 7.15° (100 K), which corresponds to a 0.02 Å contraction of the interlayer spacing or a roughly 1% change.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Variable-temperature resistivity data for (a) solid <bold>1</bold> pressed in a pellet of 0.24(2) mm thickness (yellow, scaled down\n10<sup>5</sup>×) and films of <bold>1</bold> with thicknesses\nof 0.10(1) (black), 0.12(1) (red), and 0.20(2) (blue) μm deposited\non glass supports; or (b) films of <bold>1</bold> with thicknesses\nof 0.5(1) μm before (blue) and after (red) 2 h under vacuum\nat 90 °C. Inset in panel a: an SEM image of film <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2017-05742b_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Variable-temperature resistivity data for (a) solid 1 pressed in a pellet of 0.24(2) mm thickness (yellow, scaled down 105×) and films of 1 with thicknesses of 0.10(1) (black), 0.12(1) (red), and 0.20(2) (blue) μm deposited on glass supports; or (b) films of 1 with thicknesses of 0.5(1) μm before (blue) and after (red) 2 h under vacuum at 90 °C. Inset in panel a: an SEM image of film 1.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>To explore this transition further,\nfilms of <bold>1</bold> were\ndeposited on glass supports with scanning electron microscopy (SEM)\nimages indicating smooth surfaces and good coverage (a inset and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">S11</ext-link>). The thicknesses of the films were determined using atomic\nforce microscopy (AFM) and ranged from 0.1 and 0.2 μm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figures S12 and 13</ext-link>) with the resistivity being\nmeasured in an identical fashion to the pellets described earlier\n( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">S14–18</ext-link>). For films with a thickness of\n0.20 μm, the resistivity at 300 K was 31 Ω·cm, corresponding\nto a conductivity of 3.2 × 10<sup>–2</sup> S·cm<sup>–1</sup>, which is a full order of magnitude higher than the\nconductivity of the pellet as expected when grain boundaries between\nthe sheet-like particles are reduced. The temperature-dependent resistivity\ndata of the films show a similar semiconductor-to-metal transition\n(a). Interestingly,\nthe transition temperature exhibits a strong correlation with film\nthickness, with thinner films displaying a higher temperature transition\nto a metallic state and thicker films remaining semiconducting to\nlower temperatures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Table S1</ext-link>).</p>", "clean_text": "To explore this transition further, films of 1 were deposited on glass supports with scanning electron microscopy (SEM) images indicating smooth surfaces and good coverage (a inset and S11). The thicknesses of the films were determined using atomic force microscopy (AFM) and ranged from 0.1 and 0.2 μm (Figures S12 and 13) with the resistivity being measured in an identical fashion to the pellets described earlier ( and S14-18). For films with a thickness of 0.20 μm, the resistivity at 300 K was 31 Ω⋅cm, corresponding to a conductivity of 3.2 × 10-2 S⋅cm-1, which is a full order of magnitude higher than the conductivity of the pellet as expected when grain boundaries between the sheet-like particles are reduced. The temperature-dependent resistivity data of the films show a similar semiconductor-to-metal transition (a). Interestingly, the transition temperature exhibits a strong correlation with film thickness, with thinner films displaying a higher temperature transition to a metallic state and thicker films remaining semiconducting to lower temperatures (Table S1).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>The\nnanoporous nature of MOFs is well-known to result in a significant\namount of solvent being trapped within the channels. To investigate if the presence of trapped solvent has an\ninfluence on the transition temperature, the variable temperature\nresistivity data of a film of 0.5(1) μm thickness was measured\nbefore and after 2 h under vacuum at 90 °C (b, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">S19, and 20</ext-link>). These measurements clearly indicate that the films\nwith less solvent display an increase in the metallic transition temperature\nfrom 105 to 130 K. XPS studies before and after the conductivity experiments\nshow no significant changes suggesting that the films are not significantly\naltered by the thermal treatment (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S21</ext-link>).</p>", "clean_text": "The nanoporous nature of MOFs is well-known to result in a significant amount of solvent being trapped within the channels. To investigate if the presence of trapped solvent has an influence on the transition temperature, the variable temperature resistivity data of a film of 0.5(1) μm thickness was measured before and after 2 h under vacuum at 90 °C (b, S19, and 20). These measurements clearly indicate that the films with less solvent display an increase in the metallic transition temperature from 105 to 130 K. XPS studies before and after the conductivity experiments show no significant changes suggesting that the films are not significantly altered by the thermal treatment (Figure S21).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>On closer inspection of the transition, there are clearly\ntwo closely\nspaced maxima in the resistivity data. While unusual, this type of\ntransition has been observed in the glassy charge transfer salt κ-(BEDT-TTF)<sub>2</sub>Cu­[N­(CN)<sub>2</sub>]Br (where BEDT-TTF = bis-ethylenedithiotetrathiafulvalene). In this instance, the authors ascribed the unusual\ntemperature dependence to a strong contribution from lattice vibrations\nat higher temperatures in combination with highly anisotropic changes\nto the in-plane lattice parameters. Both of these effects are likely\nat play in <bold>1</bold> as the temperature-dependent synchrotron\ndiffraction data shows a substantially more pronounced change to the\ninterlayer spacing compared to the in-plane distances within the sheets.\nConsidering that the transitions in the resistivity are not reflected\nin the magnetic susceptibility, they are unlikely to be associated\nwith an in-plane structural distortion, which should alter the coupling\nbetween the spins. Furthermore, the removal of solvent from the material\nwould most likely result in a tighter packing of crystallites and\nmore interfacial contact between the sheet-like particles. Thus, our\nexperimental data suggests that changes in the vibrational modes,\ninterlayer spacing and morphological changes (such as contact at the\ngrain boundaries) that interfere with intersheet interactions have\nthe most significant impact on the conductivity of the material.</p>", "clean_text": "On closer inspection of the transition, there are clearly two closely spaced maxima in the resistivity data. While unusual, this type of transition has been observed in the glassy charge transfer salt κ-(BEDT-TTF)2Cu[N(CN)2]Br (where BEDT-TTF = bis-ethylenedithiotetrathiafulvalene). In this instance, the authors ascribed the unusual temperature dependence to a strong contribution from lattice vibrations at higher temperatures in combination with highly anisotropic changes to the in-plane lattice parameters. Both of these effects are likely at play in 1 as the temperature-dependent synchrotron diffraction data shows a substantially more pronounced change to the interlayer spacing compared to the in-plane distances within the sheets. Considering that the transitions in the resistivity are not reflected in the magnetic susceptibility, they are unlikely to be associated with an in-plane structural distortion, which should alter the coupling between the spins. Furthermore, the removal of solvent from the material would most likely result in a tighter packing of crystallites and more interfacial contact between the sheet-like particles. Thus, our experimental data suggests that changes in the vibrational modes, interlayer spacing and morphological changes (such as contact at the grain boundaries) that interfere with intersheet interactions have the most significant impact on the conductivity of the material.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>In order to rationalize these observations in terms of the electronic\nstructure of the framework, DFT calculations were performed (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">SI</ext-link>). The calculated band dispersion and density\nof states (DOS; ) indicates the compound is actually a semimetal, with a small DOS\nat the Fermi energy (<italic>E</italic>\n<sub>F</sub>) in both spin\nchannels. There is a large dispersion of ∼2 eV along the Γ-A\nline in the Brillouin zone, corresponding to the <italic>c</italic>-axis in real space. The smallest calculated carrier effective mass\nfor the metallic bands of 0.29 m<sub>e</sub> (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">SI</ext-link>) suggests facile transport along this direction, and contrasts\nwith a minimum effective mass of 1.27 m<sub>e</sub> along the in-plane\ndirections. The bands making up the metallic states correspond to\nπ-type crystal orbitals centered on the metal ions and ligand\nS atoms, which explains the large dispersion and suggests that the\nprimary mechanism for conductivity is through conductive pathways\nalong the <italic>c</italic>-axis. This is despite fairly strong covalent\nbonding between the metal and ligand, as inferred from a Bader-charge\nanalysis (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">SI</ext-link>).\n</p>", "clean_text": "In order to rationalize these observations in terms of the electronic structure of the framework, DFT calculations were performed (see SI). The calculated band dispersion and density of states (DOS; ) indicates the compound is actually a semimetal, with a small DOS at the Fermi energy (E F) in both spin channels. There is a large dispersion of ~2 eV along the Γ-A line in the Brillouin zone, corresponding to the c-axis in real space. The smallest calculated carrier effective mass for the metallic bands of 0.29 me (see SI) suggests facile transport along this direction, and contrasts with a minimum effective mass of 1.27 me along the in-plane directions. The bands making up the metallic states correspond to π-type crystal orbitals centered on the metal ions and ligand S atoms, which explains the large dispersion and suggests that the primary mechanism for conductivity is through conductive pathways along the c-axis. This is despite fairly strong covalent bonding between the metal and ligand, as inferred from a Bader-charge analysis (see SI). ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Calculated\nelectronic dispersion and density-of-states curve for <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2017-05742b_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Calculated electronic dispersion and density-of-states curve for 1.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>To further investigate the stacking\nmode in <bold>1</bold>, DFT\npotential energy surface (PES) calculations were performed on a bilayer\nmodel with offsets of up to 4 Å along the <italic>a</italic> and <italic>b</italic> axes (). These studies show that the fully eclipsed AA structure\nis the most energetically favored, although a relatively shallow local\nminimum is present at offsets of ∼1.75 Å along one or\nboth axes. Displacements of ±0.25 Å along either or both\naxes would easily be possible given the thermal energy available at\n300 K. These findings also offer some mechanistic insight into the\ntemperature-induced semiconductor-to-metal transition. Thermal expansion\nalong the <italic>c</italic>-direction, or stacking faults leading\nto misalignment of the layers, were found to introduce a gap in the\nconduction states (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figures S27–30</ext-link>), which, in combination with a change in the Fermi level, or other\nfactors such as the behavior of the guest molecules in the pore, could\nplay a role in the transition to a narrow-gap semiconductor.</p>", "clean_text": "To further investigate the stacking mode in 1, DFT potential energy surface (PES) calculations were performed on a bilayer model with offsets of up to 4 Å along the a and b axes (). These studies show that the fully eclipsed AA structure is the most energetically favored, although a relatively shallow local minimum is present at offsets of ~1.75 Å along one or both axes. Displacements of ±0.25 Å along either or both axes would easily be possible given the thermal energy available at 300 K. These findings also offer some mechanistic insight into the temperature-induced semiconductor-to-metal transition. Thermal expansion along the c-direction, or stacking faults leading to misalignment of the layers, were found to introduce a gap in the conduction states (Figures S27-30), which, in combination with a change in the Fermi level, or other factors such as the behavior of the guest molecules in the pore, could play a role in the transition to a narrow-gap semiconductor.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Contour map\nof the DFT potential energy surface for offsets of\nalternate layers along the <italic>a</italic> and <italic>b</italic> axes in <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja-2017-05742b_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Contour map of the DFT potential energy surface for offsets of alternate layers along the a and b axes in 1.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Metallic conductivity has been suggested previously in a\nnickel\nbenzenehexathiolate framework using first-principles band structure\ncalculations; however, conductivity measurements on a single microflake\nrevealed semiconducting behavior with a small activation energy (<italic>E</italic>\n<sub>a</sub>) of 26 meV. The\ndiscrepancy was attributed to structural disorder in the sample. Moreover, DFT calculations performed on Ni<sub>3</sub>(HITP)<sub>2</sub> framework suggested that the bulk form\nis metallic, whereas the monolayer form showed a small band gap of\n0.25 eV. The most energetically favored\nstructure for Ni<sub>3</sub>(HITP)<sub>2</sub> was reported to be\nan AB slipped-parallel stacking mode wherein one layer was slipped\nrelative to the neighboring one by 1.8 Å along the <italic>a</italic> or <italic>b</italic> vectors. Additionally,\nmetal substitution was shown by DFT studies to promote or change the\nelectronic properties of these 2D frameworks from semiconducting to\nmetallic.\n</p>", "clean_text": "Metallic conductivity has been suggested previously in a nickel benzenehexathiolate framework using first-principles band structure calculations; however, conductivity measurements on a single microflake revealed semiconducting behavior with a small activation energy (E a) of 26 meV. The discrepancy was attributed to structural disorder in the sample. Moreover, DFT calculations performed on Ni3(HITP)2 framework suggested that the bulk form is metallic, whereas the monolayer form showed a small band gap of 0.25 eV. The most energetically favored structure for Ni3(HITP)2 was reported to be an AB slipped-parallel stacking mode wherein one layer was slipped relative to the neighboring one by 1.8 Å along the a or b vectors. Additionally, metal substitution was shown by DFT studies to promote or change the electronic properties of these 2D frameworks from semiconducting to metallic. ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary, we have investigated the temperature-dependent resistivity\nof a cobalt 2,3,6,7,10,11-triphenylenehexathiolate framework. Variable\ntemperature resistivity studies performed on a pressed-powder pellet\nindicate a semiconducting phase between 300 and 170 K, followed by\na transition to metallic behavior at temperatures below 130 K, which\nhas been unprecedented in MOFs. A similar transition is observed for\nfilms, with the transition temperature being highly dependent on the\nfilm thickness. Electronic-structure calculations support the experimentally\nobserved complex metallic conductivity, with the highest mobility\npathways occurring between the sheets. The temperature-dependence\nof the resistivity exhibits multiple maxima, which suggests that contributions\nfrom stacking faults, local molecular vibrations, and the behavior\nof solvent molecules in the pores may all be convoluted together to\nproduce a complex mechanism for scattering the charge carriers.</p>", "clean_text": "Conclusions\n\nIn summary, we have investigated the temperature-dependent resistivity of a cobalt 2,3,6,7,10,11-triphenylenehexathiolate framework. Variable temperature resistivity studies performed on a pressed-powder pellet indicate a semiconducting phase between 300 and 170 K, followed by a transition to metallic behavior at temperatures below 130 K, which has been unprecedented in MOFs. A similar transition is observed for films, with the transition temperature being highly dependent on the film thickness. Electronic-structure calculations support the experimentally observed complex metallic conductivity, with the highest mobility pathways occurring between the sheets. The temperature-dependence of the resistivity exhibits multiple maxima, which suggests that contributions from stacking faults, local molecular vibrations, and the behavior of solvent molecules in the pores may all be convoluted together to produce a complex mechanism for scattering the charge carriers.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Overall, these results identify the first experimentally observed\nMOF that exhibits band-like metallic conductivity, and highlights\nthe importance of external factors like guest molecules and film morphology\nin obtaining highly conductive 2D frameworks. We expect the design\nprinciples discovered in these fundamental studies to have a profound\nimpact in understanding the charge transport characteristics of MOFs,\nleading to new materials with impressive electrical properties.</p>", "clean_text": "Overall, these results identify the first experimentally observed MOF that exhibits band-like metallic conductivity, and highlights the importance of external factors like guest molecules and film morphology in obtaining highly conductive 2D frameworks. We expect the design principles discovered in these fundamental studies to have a profound impact in understanding the charge transport characteristics of MOFs, leading to new materials with impressive electrical properties.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.7b05742\">10.1021/jacs.7b05742</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional procedures\nand data, and spectroscopic characterization\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Additional procedures\nand data, and spectroscopic characterization\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">PDF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.7b05742.  Additional procedures and data, and spectroscopic characterization (PDF)   \n\nAdditional procedures and data, and spectroscopic characterization (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "3, 4, 8, 9, 10, 12, 13, 15, 19, 20", "type": "text", "classification": "property", "content": "<p>In this regard, 2D frameworks have\nbeen shown to exhibit high charge-carrier mobility because of in-plane\ncharge delocalization and extended π-conjugation within the\nsheets. Recent studies have demonstrated\nthat nickel or copper 2,3,6,7,10,11-hexaiminotriphenylene (M<sub>3</sub>(HITP)<sub>2</sub>, M = Ni, Cu) frameworks exhibit thin film conductivities\non the order of 40 S·cm<sup>–1</sup>, whereas copper benzenehexathiolate\nshows conductivities up to 1580 S·cm<sup>–1</sup>, which\nis the highest conductivity reported for a coordination polymer. Yet, the transport properties are usually the\nresult of inadvertent doping of an intrinsic semiconductor that can\nbe synthetically difficult to control rather than a truly metallic\ncharge delocalization.</p><p>In a previous report, we showed that\n2,3,6,7,10,11-triphenylenehexathiolate\ncan be used to produce a periodic 2D network of cobalt dithiolene\nunits as illustrated in . This phase displays remarkable\nactivity for the electrocatalytic H<sub>2</sub> evolution from water, and is one of the first examples of an electrocatalytically\nactive MOF. This motivated us to investigate\nthe source of this high catalytic performance by characterizing its\ncharge transport characteristics. Here, we report the first observation\nof a temperature-dependent transition in a MOF from a semiconducting\nto a metallic phase with decreasing temperature using a combination\nof thin film resistivity measurements and density functional theory\n(DFT) calculations, with metallic conductivity persisting to temperatures\nas high as 225 K.</p><p>Gas sorption isotherms performed\non <bold>1</bold> reveal a Brunauer–Emmett–Teller\n(BET) surface area of 370 m<sup>2</sup> g<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S3</ext-link>), which is similar to that of the previously\nreported platinum analogue. Temperature-dependent\nsusceptibility measurements show a response characteristic of localized\nmoments. A fit of the high temperature magnetic susceptibility data\n(200–300 K) to the Curie–Weiss equation (χ = <italic>C</italic>/(<italic>T</italic> – θ<sub>CW</sub>) + χ<sub>0</sub>) yields an effective paramagnetic moment, μ<sub>eff</sub> = 1.55 μ<sub>B</sub> per formula unit, θ<sub>CW</sub> = −34 K, and χ<sub>0</sub> = 3.57 × 10<sup>–4</sup> emu mol<sup>–1</sup> Oe<sup>–1</sup> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S4</ext-link>). The positive temperature-independent\nterm reflects a background paramagnetic signal that could result from\nthe presence of some charge delocalization or more simply from second-order\nZeeman effects. The moment is slightly\nreduced from what is expected for an S = 1/2 state, which should show\na theoretical moment of 1.87 μ<sub>B</sub>. Such an underestimate\nis often ascribed to orbital quenching due to covalency, and indicates\nthe presence of only one unpaired spin per formula unit. Given the\npresence of three square-planar cobalt ions per unit cell, this is\nconsistent with two-thirds of the Co adopting the trivalent state\n(S = 0) with one exhibiting a formal divalent (S = 1/2) state, which\nis significant because mixed oxidation states are often associated\nwith charge delocalization.\n</p><p>The\ntemperature-dependent resistivity of <bold>1</bold> was measured\nusing a four-point Van der Pauw geometry on a pressed pellet of <bold>1</bold> with a thickness of 0.24(2) mm. Graphitic carbon paint (Alfa\nAesar) was used to create Ohmic contacts, as verified by the linear\nI-V trace shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S5</ext-link>. InGa eutectic\nand silver paint were also used to create Ohmic contacts and gave\nqualitatively similar results; however, the carbon paint was the best\nat maintaining physical contact over the entire temperature range\nof interest. At 300 K, the bulk resistivity was determined to be 0.720(7)\nkΩ·cm, corresponding to a conductivity of 1.4 × 10<sup>–3</sup> S·cm<sup>–1</sup>, which is in line with\nvalues reported for the platinum analogue. Given the highly anisotropic nature of the pressed pellet of <bold>1</bold>, this relatively low value is likely associated with the\nrandom orientation of the powder and is exaggerated by grain-boundary\nscattering between the sheet-like particles.</p><p>An exponential\nrise in the resistivity of the pellet is seen between\n300 and 170 K, as would be expected for a semiconducting sample where\ntransport is dominated by thermally populated carriers that must overcome\na hopping barrier for conduction (a). An Arrhenius\nfit to the data suggests an activation energy on the order of 173\nmeV (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S6</ext-link>). More interestingly, a\ndecrease in the resistivity is subsequently seen between 130 and 50\nK, suggesting a transition to a metallic phase where scattering of\nthe carriers is dominated by lattice vibrations. The transition is\nfully reversible, with no signs of hysteresis as illustrated in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S7</ext-link>, suggesting it is second order in nature,\nunlike the metal-to-insulator transitions in materials like VO<sub>2</sub> that are associated with structural deformations. To further confirm the absence of a coherent\nstructural distortion, variable temperature synchrotron powder X-ray\ndiffraction studies were performed between 300 and 100 K. As indicated\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figures S8–10</ext-link>, the only significant\nchange to the diffraction patterns is a slight shift in the [001]\nreflection from 7.11° (300 K) to 7.15° (100 K), which corresponds\nto a 0.02 Å contraction of the interlayer spacing or a roughly\n1% change.</p><p>To explore this transition further,\nfilms of <bold>1</bold> were\ndeposited on glass supports with scanning electron microscopy (SEM)\nimages indicating smooth surfaces and good coverage (a inset and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">S11</ext-link>). The thicknesses of the films were determined using atomic\nforce microscopy (AFM) and ranged from 0.1 and 0.2 μm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figures S12 and 13</ext-link>) with the resistivity being\nmeasured in an identical fashion to the pellets described earlier\n( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">S14–18</ext-link>). For films with a thickness of\n0.20 μm, the resistivity at 300 K was 31 Ω·cm, corresponding\nto a conductivity of 3.2 × 10<sup>–2</sup> S·cm<sup>–1</sup>, which is a full order of magnitude higher than the\nconductivity of the pellet as expected when grain boundaries between\nthe sheet-like particles are reduced. The temperature-dependent resistivity\ndata of the films show a similar semiconductor-to-metal transition\n(a). Interestingly,\nthe transition temperature exhibits a strong correlation with film\nthickness, with thinner films displaying a higher temperature transition\nto a metallic state and thicker films remaining semiconducting to\nlower temperatures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Table S1</ext-link>).</p><p>The\nnanoporous nature of MOFs is well-known to result in a significant\namount of solvent being trapped within the channels. To investigate if the presence of trapped solvent has an\ninfluence on the transition temperature, the variable temperature\nresistivity data of a film of 0.5(1) μm thickness was measured\nbefore and after 2 h under vacuum at 90 °C (b, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">S19, and 20</ext-link>). These measurements clearly indicate that the films\nwith less solvent display an increase in the metallic transition temperature\nfrom 105 to 130 K. XPS studies before and after the conductivity experiments\nshow no significant changes suggesting that the films are not significantly\naltered by the thermal treatment (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">Figure S21</ext-link>).</p><p>In order to rationalize these observations in terms of the electronic\nstructure of the framework, DFT calculations were performed (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">SI</ext-link>). The calculated band dispersion and density\nof states (DOS; ) indicates the compound is actually a semimetal, with a small DOS\nat the Fermi energy (<italic>E</italic>\n<sub>F</sub>) in both spin\nchannels. There is a large dispersion of ∼2 eV along the Γ-A\nline in the Brillouin zone, corresponding to the <italic>c</italic>-axis in real space. The smallest calculated carrier effective mass\nfor the metallic bands of 0.29 m<sub>e</sub> (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">SI</ext-link>) suggests facile transport along this direction, and contrasts\nwith a minimum effective mass of 1.27 m<sub>e</sub> along the in-plane\ndirections. The bands making up the metallic states correspond to\nπ-type crystal orbitals centered on the metal ions and ligand\nS atoms, which explains the large dispersion and suggests that the\nprimary mechanism for conductivity is through conductive pathways\nalong the <italic>c</italic>-axis. This is despite fairly strong covalent\nbonding between the metal and ligand, as inferred from a Bader-charge\nanalysis (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.7b05742/suppl_file/ja7b05742_si_001.pdf\">SI</ext-link>).\n</p><p>Metallic conductivity has been suggested previously in a\nnickel\nbenzenehexathiolate framework using first-principles band structure\ncalculations; however, conductivity measurements on a single microflake\nrevealed semiconducting behavior with a small activation energy (<italic>E</italic>\n<sub>a</sub>) of 26 meV. The\ndiscrepancy was attributed to structural disorder in the sample. Moreover, DFT calculations performed on Ni<sub>3</sub>(HITP)<sub>2</sub> framework suggested that the bulk form\nis metallic, whereas the monolayer form showed a small band gap of\n0.25 eV. The most energetically favored\nstructure for Ni<sub>3</sub>(HITP)<sub>2</sub> was reported to be\nan AB slipped-parallel stacking mode wherein one layer was slipped\nrelative to the neighboring one by 1.8 Å along the <italic>a</italic> or <italic>b</italic> vectors. Additionally,\nmetal substitution was shown by DFT studies to promote or change the\nelectronic properties of these 2D frameworks from semiconducting to\nmetallic.\n</p><title>Conclusions</title><p>In summary, we have investigated the temperature-dependent resistivity\nof a cobalt 2,3,6,7,10,11-triphenylenehexathiolate framework. Variable\ntemperature resistivity studies performed on a pressed-powder pellet\nindicate a semiconducting phase between 300 and 170 K, followed by\na transition to metallic behavior at temperatures below 130 K, which\nhas been unprecedented in MOFs. A similar transition is observed for\nfilms, with the transition temperature being highly dependent on the\nfilm thickness. Electronic-structure calculations support the experimentally\nobserved complex metallic conductivity, with the highest mobility\npathways occurring between the sheets. The temperature-dependence\nof the resistivity exhibits multiple maxima, which suggests that contributions\nfrom stacking faults, local molecular vibrations, and the behavior\nof solvent molecules in the pores may all be convoluted together to\nproduce a complex mechanism for scattering the charge carriers.</p>", "clean_text": "In this regard, 2D frameworks have been shown to exhibit high charge-carrier mobility because of in-plane charge delocalization and extended π-conjugation within the sheets. Recent studies have demonstrated that nickel or copper 2,3,6,7,10,11-hexaiminotriphenylene (M3(HITP)2, M = Ni, Cu) frameworks exhibit thin film conductivities on the order of 40 S⋅cm-1, whereas copper benzenehexathiolate shows conductivities up to 1580 S⋅cm-1, which is the highest conductivity reported for a coordination polymer. Yet, the transport properties are usually the result of inadvertent doping of an intrinsic semiconductor that can be synthetically difficult to control rather than a truly metallic charge delocalization.\n\nIn a previous report, we showed that 2,3,6,7,10,11-triphenylenehexathiolate can be used to produce a periodic 2D network of cobalt dithiolene units as illustrated in . This phase displays remarkable activity for the electrocatalytic H2 evolution from water, and is one of the first examples of an electrocatalytically active MOF. This motivated us to investigate the source of this high catalytic performance by characterizing its charge transport characteristics. Here, we report the first observation of a temperature-dependent transition in a MOF from a semiconducting to a metallic phase with decreasing temperature using a combination of thin film resistivity measurements and density functional theory (DFT) calculations, with metallic conductivity persisting to temperatures as high as 225 K.\n\nGas sorption isotherms performed on 1 reveal a Brunauer-Emmett-Teller (BET) surface area of 370 m2 g-1 (Figure S3), which is similar to that of the previously reported platinum analogue. Temperature-dependent susceptibility measurements show a response characteristic of localized moments. A fit of the high temperature magnetic susceptibility data (200-300 K) to the Curie-Weiss equation (χ = C/(T - θCW) + χ0) yields an effective paramagnetic moment, μeff = 1.55 μB per formula unit, θCW = -34 K, and χ0 = 3.57 × 10-4 emu mol-1 Oe-1 (Figure S4). The positive temperature-independent term reflects a background paramagnetic signal that could result from the presence of some charge delocalization or more simply from second-order Zeeman effects. The moment is slightly reduced from what is expected for an S = 1/2 state, which should show a theoretical moment of 1.87 μB. Such an underestimate is often ascribed to orbital quenching due to covalency, and indicates the presence of only one unpaired spin per formula unit. Given the presence of three square-planar cobalt ions per unit cell, this is consistent with two-thirds of the Co adopting the trivalent state (S = 0) with one exhibiting a formal divalent (S = 1/2) state, which is significant because mixed oxidation states are often associated with charge delocalization. \n\nThe temperature-dependent resistivity of 1 was measured using a four-point Van der Pauw geometry on a pressed pellet of 1 with a thickness of 0.24(2) mm. Graphitic carbon paint (Alfa Aesar) was used to create Ohmic contacts, as verified by the linear I-V trace shown in Figure S5. InGa eutectic and silver paint were also used to create Ohmic contacts and gave qualitatively similar results; however, the carbon paint was the best at maintaining physical contact over the entire temperature range of interest. At 300 K, the bulk resistivity was determined to be 0.720(7) kΩ⋅cm, corresponding to a conductivity of 1.4 × 10-3 S⋅cm-1, which is in line with values reported for the platinum analogue. Given the highly anisotropic nature of the pressed pellet of 1, this relatively low value is likely associated with the random orientation of the powder and is exaggerated by grain-boundary scattering between the sheet-like particles.\n\nAn exponential rise in the resistivity of the pellet is seen between 300 and 170 K, as would be expected for a semiconducting sample where transport is dominated by thermally populated carriers that must overcome a hopping barrier for conduction (a). An Arrhenius fit to the data suggests an activation energy on the order of 173 meV (Figure S6). More interestingly, a decrease in the resistivity is subsequently seen between 130 and 50 K, suggesting a transition to a metallic phase where scattering of the carriers is dominated by lattice vibrations. The transition is fully reversible, with no signs of hysteresis as illustrated in Figure S7, suggesting it is second order in nature, unlike the metal-to-insulator transitions in materials like VO2 that are associated with structural deformations. To further confirm the absence of a coherent structural distortion, variable temperature synchrotron powder X-ray diffraction studies were performed between 300 and 100 K. As indicated in Figures S8-10, the only significant change to the diffraction patterns is a slight shift in the [001] reflection from 7.11° (300 K) to 7.15° (100 K), which corresponds to a 0.02 Å contraction of the interlayer spacing or a roughly 1% change.\n\nTo explore this transition further, films of 1 were deposited on glass supports with scanning electron microscopy (SEM) images indicating smooth surfaces and good coverage (a inset and S11). The thicknesses of the films were determined using atomic force microscopy (AFM) and ranged from 0.1 and 0.2 μm (Figures S12 and 13) with the resistivity being measured in an identical fashion to the pellets described earlier ( and S14-18). For films with a thickness of 0.20 μm, the resistivity at 300 K was 31 Ω⋅cm, corresponding to a conductivity of 3.2 × 10-2 S⋅cm-1, which is a full order of magnitude higher than the conductivity of the pellet as expected when grain boundaries between the sheet-like particles are reduced. The temperature-dependent resistivity data of the films show a similar semiconductor-to-metal transition (a). Interestingly, the transition temperature exhibits a strong correlation with film thickness, with thinner films displaying a higher temperature transition to a metallic state and thicker films remaining semiconducting to lower temperatures (Table S1).\n\nThe nanoporous nature of MOFs is well-known to result in a significant amount of solvent being trapped within the channels. To investigate if the presence of trapped solvent has an influence on the transition temperature, the variable temperature resistivity data of a film of 0.5(1) μm thickness was measured before and after 2 h under vacuum at 90 °C (b, S19, and 20). These measurements clearly indicate that the films with less solvent display an increase in the metallic transition temperature from 105 to 130 K. XPS studies before and after the conductivity experiments show no significant changes suggesting that the films are not significantly altered by the thermal treatment (Figure S21).\n\nIn order to rationalize these observations in terms of the electronic structure of the framework, DFT calculations were performed (see SI). The calculated band dispersion and density of states (DOS; ) indicates the compound is actually a semimetal, with a small DOS at the Fermi energy (E F) in both spin channels. There is a large dispersion of ~2 eV along the Γ-A line in the Brillouin zone, corresponding to the c-axis in real space. The smallest calculated carrier effective mass for the metallic bands of 0.29 me (see SI) suggests facile transport along this direction, and contrasts with a minimum effective mass of 1.27 me along the in-plane directions. The bands making up the metallic states correspond to π-type crystal orbitals centered on the metal ions and ligand S atoms, which explains the large dispersion and suggests that the primary mechanism for conductivity is through conductive pathways along the c-axis. This is despite fairly strong covalent bonding between the metal and ligand, as inferred from a Bader-charge analysis (see SI). \n\nMetallic conductivity has been suggested previously in a nickel benzenehexathiolate framework using first-principles band structure calculations; however, conductivity measurements on a single microflake revealed semiconducting behavior with a small activation energy (E a) of 26 meV. The discrepancy was attributed to structural disorder in the sample. Moreover, DFT calculations performed on Ni3(HITP)2 framework suggested that the bulk form is metallic, whereas the monolayer form showed a small band gap of 0.25 eV. The most energetically favored structure for Ni3(HITP)2 was reported to be an AB slipped-parallel stacking mode wherein one layer was slipped relative to the neighboring one by 1.8 Å along the a or b vectors. Additionally, metal substitution was shown by DFT studies to promote or change the electronic properties of these 2D frameworks from semiconducting to metallic. \n\nConclusions\n\nIn summary, we have investigated the temperature-dependent resistivity of a cobalt 2,3,6,7,10,11-triphenylenehexathiolate framework. Variable temperature resistivity studies performed on a pressed-powder pellet indicate a semiconducting phase between 300 and 170 K, followed by a transition to metallic behavior at temperatures below 130 K, which has been unprecedented in MOFs. A similar transition is observed for films, with the transition temperature being highly dependent on the film thickness. Electronic-structure calculations support the experimentally observed complex metallic conductivity, with the highest mobility pathways occurring between the sheets. The temperature-dependence of the resistivity exhibits multiple maxima, which suggests that contributions from stacking faults, local molecular vibrations, and the behavior of solvent molecules in the pores may all be convoluted together to produce a complex mechanism for scattering the charge carriers.", "data": [[{"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "resistivity": {"value": "0.720", "unit": "kΩ·cm", "condition": "300 K"}}, {"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "conductivity": {"value": "1.4 × 10^-3", "unit": "S·cm^-1", "condition": "300 K"}}, {"meta": {"name": "", "symbol": "1", "chemical formula": ""}, "BET surface area": {"value": "370", "unit": "m^2/g", "condition": ""}}]], "include_properties": ["etc"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Structure of the 2D cobalt dithiolene framework [Co<sub>3</sub>(THT)<sub>2</sub>]<sup>3–</sup>, <bold>1</bold>, studied\nhere.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja-2017-05742b_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Structure of the 2D cobalt dithiolene framework [Co3(THT)2]3-, 1, studied here.   ", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Experimental and simulated PXRD patterns of <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja-2017-05742b_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Experimental and simulated PXRD patterns of 1.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Variable-temperature resistivity data for (a) solid <bold>1</bold> pressed in a pellet of 0.24(2) mm thickness (yellow, scaled down\n10<sup>5</sup>×) and films of <bold>1</bold> with thicknesses\nof 0.10(1) (black), 0.12(1) (red), and 0.20(2) (blue) μm deposited\non glass supports; or (b) films of <bold>1</bold> with thicknesses\nof 0.5(1) μm before (blue) and after (red) 2 h under vacuum\nat 90 °C. Inset in panel a: an SEM image of film <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja-2017-05742b_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Variable-temperature resistivity data for (a) solid 1 pressed in a pellet of 0.24(2) mm thickness (yellow, scaled down 105×) and films of 1 with thicknesses of 0.10(1) (black), 0.12(1) (red), and 0.20(2) (blue) μm deposited on glass supports; or (b) films of 1 with thicknesses of 0.5(1) μm before (blue) and after (red) 2 h under vacuum at 90 °C. Inset in panel a: an SEM image of film 1.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Calculated\nelectronic dispersion and density-of-states curve for <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja-2017-05742b_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Calculated electronic dispersion and density-of-states curve for 1.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Contour map\nof the DFT potential energy surface for offsets of\nalternate layers along the <italic>a</italic> and <italic>b</italic> axes in <bold>1</bold>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja-2017-05742b_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Contour map of the DFT potential energy surface for offsets of alternate layers along the a and b axes in 1.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.7b05742", "title": null, "journal": "American Chemical\nSociety", "date": "2017.07", "author_list": ["Clough\nAndrew\nJ.", "Skelton\nJonathan M.", "Downes\nCourtney A.", "de la Rosa\nAshley A.", "Yoo\nJoseph W.", "Walsh\nAron", "Melot\nBrent C.", "Marinescu\nSmaranda C."]}}