{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja8b10302.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Encapsulation\nof biomacromolecules in metal–organic frameworks\n(MOFs) can preserve biological functionality in harsh environments.\nDespite the success of this approach, termed biomimietic mineralization,\nlimited consideration has been given to the chemistry of the MOF coating.\nHere, we show that enzymes encapsulated within hydrophilic MAF-7 or\nZIF-90 retain enzymatic activity upon encapsulation and when exposed\nto high temperatures, denaturing or proteolytic agents, and organic\nsolvents, whereas hydrophobic ZIF-8 affords inactive catalase and\nnegligible protection to urease.</p>", "clean_text": "Encapsulation of biomacromolecules in metal-organic frameworks (MOFs) can preserve biological functionality in harsh environments. Despite the success of this approach, termed biomimietic mineralization, limited consideration has been given to the chemistry of the MOF coating. Here, we show that enzymes encapsulated within hydrophilic MAF-7 or ZIF-90 retain enzymatic activity upon encapsulation and when exposed to high temperatures, denaturing or proteolytic agents, and organic solvents, whereas hydrophobic ZIF-8 affords inactive catalase and negligible protection to urease.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are a class of materials\nthat are synthesized via a modular approach from metal-based nodes\nand organic links. Recently, it has been\nshown that biomacromolecules can induce the growth of MOFs in aqueous\nsolution to afford a robust coating that offers protection from environments\nthat are typically destructive, such as elevated temperatures and\nproteolytic enzymes. This facile process, termed biomimetic mineralization, does not require a coprecipitant and has been extended to other\nbiological moieties, for example, viruses and\ncells. Analogous strategies have also been successfully\nemployed to encapsulate and stabilize enzymes using silica-based materials\n(biosilification). To date, zeolitic imidazolate\nframework-8 (ZIF-8), an extended network composed of Zn<sup>2+</sup> nodes and 2-methyl imidazole (HmIM) links, is the most widely explored MOF for biomimetic mineralization. This is presumably because it can be synthesized under biologically\ncompatible conditions. However, an important\naspect of ZIF-8 chemistry that has not been canvassed with respect\nto its suitability for biomineralization is its hydrophobicity.\n</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are a class of materials that are synthesized via a modular approach from metal-based nodes and organic links. Recently, it has been shown that biomacromolecules can induce the growth of MOFs in aqueous solution to afford a robust coating that offers protection from environments that are typically destructive, such as elevated temperatures and proteolytic enzymes. This facile process, termed biomimetic mineralization, does not require a coprecipitant and has been extended to other biological moieties, for example, viruses and cells. Analogous strategies have also been successfully employed to encapsulate and stabilize enzymes using silica-based materials (biosilification). To date, zeolitic imidazolate framework-8 (ZIF-8), an extended network composed of Zn2+ nodes and 2-methyl imidazole (HmIM) links, is the most widely explored MOF for biomimetic mineralization. This is presumably because it can be synthesized under biologically compatible conditions. However, an important aspect of ZIF-8 chemistry that has not been canvassed with respect to its suitability for biomineralization is its hydrophobicity. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>A significant body of research has focused\non understanding how\nthe structure and activity of proteins are modified by adsorption\non surfaces. The adsorption process is\nintrinsically complex; however, it is known that proteins tend to\nhave a greater affinity for hydrophobic surfaces and that hydrophobic interactions often engender conformational\nchanges that denature the protein and lead to loss of activity. Indeed, we have observed that particular enzymes,\nfor example, catalase, are inactive when encapsulated within ZIF-8\ncrystals (vide infra). Thus, we were motivated to examine whether\nmore hydrophilic ZIF materials would be more compatible with enzymes\nand lead to retention of catalytic activity. ZIF-8, ZIF-90, and MAF-7 are all Zn-based ZIFs of sodalite topology that\npossess analogous structure metrics; however, their chemically distinct\norganic links significantly modify the hydrophobicity/-philicity of\ntheir respective frameworks (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>,\nSupporting Information). For example, water adsorption isotherms confirm\nthat MAF-7 (links: 3-methyl-1,2,4-triazolate, MTZ) and ZIF-90 (links:\n2-imidazolate carboxaldehyde, ICA) are dramatically more hydrophilic\nthan ZIF-8. Here, we encapsulate catalase\nand urease and compare the activities of biomolecules within ZIF-8,\nZIF-90, and MAF-7. Our data show that the activity of both enzymes\nis significantly enhanced in MAF-7 and that the enzymes show negligible\n(urease) or no activity (catalase) within ZIF-8.</p>", "clean_text": "A significant body of research has focused on understanding how the structure and activity of proteins are modified by adsorption on surfaces. The adsorption process is intrinsically complex; however, it is known that proteins tend to have a greater affinity for hydrophobic surfaces and that hydrophobic interactions often engender conformational changes that denature the protein and lead to loss of activity. Indeed, we have observed that particular enzymes, for example, catalase, are inactive when encapsulated within ZIF-8 crystals (vide infra). Thus, we were motivated to examine whether more hydrophilic ZIF materials would be more compatible with enzymes and lead to retention of catalytic activity. ZIF-8, ZIF-90, and MAF-7 are all Zn-based ZIFs of sodalite topology that possess analogous structure metrics; however, their chemically distinct organic links significantly modify the hydrophobicity/-philicity of their respective frameworks (Figure S1, Supporting Information). For example, water adsorption isotherms confirm that MAF-7 (links: 3-methyl-1,2,4-triazolate, MTZ) and ZIF-90 (links: 2-imidazolate carboxaldehyde, ICA) are dramatically more hydrophilic than ZIF-8. Here, we encapsulate catalase and urease and compare the activities of biomolecules within ZIF-8, ZIF-90, and MAF-7. Our data show that the activity of both enzymes is significantly enhanced in MAF-7 and that the enzymes show negligible (urease) or no activity (catalase) within ZIF-8.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><title>Syntheses</title><p>All chemicals and solvents were purchased\nfrom commercial sources and used as received without further purification.</p><title>Fluorescein-Tagged Enzyme</title><p>Fluorescein isothiocyanate\n(FITC, 0.5 mg) and catalase (CAT; Sigma-Aldrich, catalase from bovine\nliver, 2000–5000 units mg<sup>–1</sup> of protein, 40\nmg) was dissolved in carbonate–bicarbonate aqueous buffer solution\n(0.1 M, pH 9.2, 4 mL) and left for 2 h in darkness at room temperature\nunder gentle stirring. The FITC-tagged CAT (FCAT) was recovered by\npassing the reaction mixture through an Illustra NAP-25 column (GE\nHealthcare Life Sciences, NSW, Australia). The crude FCAT solution\nwas concentrated through a 10 K membrane by centrifugation at 4 °C\n(4000 rpm for 20 min), followed by solvent exchange with ultrapure\nwater. The concentration-solvent-exchange process was repeated two\ntimes to ensure the buffer salts were completely removed from the\nsolution. Thereafter, the concentrated FCAT aqueous solution was passed\nthrough an NAP-25 column again to ensure the complete removal of unreacted\nFITC. The obtained FCAT solution was stored in darkness at 4 °C.</p>", "clean_text": "Experimental Section\n\nSyntheses\n\nAll chemicals and solvents were purchased from commercial sources and used as received without further purification.\n\nFluorescein-Tagged Enzyme\n\nFluorescein isothiocyanate (FITC, 0.5 mg) and catalase (CAT; Sigma-Aldrich, catalase from bovine liver, 2000-5000 units mg-1 of protein, 40 mg) was dissolved in carbonate-bicarbonate aqueous buffer solution (0.1 M, pH 9.2, 4 mL) and left for 2 h in darkness at room temperature under gentle stirring. The FITC-tagged CAT (FCAT) was recovered by passing the reaction mixture through an Illustra NAP-25 column (GE Healthcare Life Sciences, NSW, Australia). The crude FCAT solution was concentrated through a 10 K membrane by centrifugation at 4 °C (4000 rpm for 20 min), followed by solvent exchange with ultrapure water. The concentration-solvent-exchange process was repeated two times to ensure the buffer salts were completely removed from the solution. Thereafter, the concentrated FCAT aqueous solution was passed through an NAP-25 column again to ensure the complete removal of unreacted FITC. The obtained FCAT solution was stored in darkness at 4 °C.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>A similar method\nwas used to prepare fluorescein-tagged peroxidase\nfrom horseradish (FHRP; Sigma-Aldrich, Tye VI-A, lyophilized powder,\n950–2000 units mg<sup>–1</sup> of solid (using 2,2′-azino-bis­(3-ethylbenzothiazoline-6-sulfonic\nacid)), ≥250 units mg<sup>–1</sup> (using pyrogallol))\nand fluorescein-tagged urease from <italic toggle=\"yes\">Canavalia ensiformis</italic> (Jack bean) (Furease; Sigma-Aldrich, Type III, powder, 15000–5000\nunits g<sup>–1</sup> of solid).</p>", "clean_text": "A similar method was used to prepare fluorescein-tagged peroxidase from horseradish (FHRP; Sigma-Aldrich, Tye VI-A, lyophilized powder, 950-2000 units mg-1 of solid (using 2,2'-azino-bis(3-ethylbenzothiazoline-6-sulfonic acid)), ≥250 units mg-1 (using pyrogallol)) and fluorescein-tagged urease from Canavalia ensiformis (Jack bean) (Furease; Sigma-Aldrich, Type III, powder, 15000-5000 units g-1 of solid).", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis Method for FCAT@ZIF-8</title><p>FCAT@ZIF-8 was synthesized\nin water with Zn­(OAc)<sub>2</sub>·2H<sub>2</sub>O (40 mM), 2-methylimidazole\n(HmIM, 640 mM), and FCAT (0.33 mg mL<sup>–1</sup>) at room\ntemperature under static condition (without stirring) for 24 h. The\ntotal volume of the reaction mixture was 3 mL. The precipitate was\nrecovered by centrifugation at 10 000 rpm for 5 min and then\nwashed, sonicated, and centrifuged three times each in ultrapure water\nto remove loosely adsorbed FCAT.</p>", "clean_text": "Synthesis Method for FCAT@ZIF-8\n\nFCAT@ZIF-8 was synthesized in water with Zn(OAc)2⋅2H2O (40 mM), 2-methylimidazole (HmIM, 640 mM), and FCAT (0.33 mg mL-1) at room temperature under static condition (without stirring) for 24 h. The total volume of the reaction mixture was 3 mL. The precipitate was recovered by centrifugation at 10000 rpm for 5 min and then washed, sonicated, and centrifuged three times each in ultrapure water to remove loosely adsorbed FCAT.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis Method for FCAT@ZIF-90</title><p>FCAT@ZIF-90 was synthesized\nin water with Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O\n(40 mM), 2-imidazolecarboxaldehyde (HICA, dissolved at elevated temperature;\n160 mM), and FCAT (0.33 mg mL<sup>–1</sup>) at room temperature\nunder static condition for 24 h. The total volume of the reaction\nmixture was 3 mL. The precipitate was recovered by centrifugation\nat 10 000 rpm for 5 min and then washed, sonicated, and centrifuged\nthree times each in ultrapure water to remove loosely adsorbed FCAT.</p>", "clean_text": "Synthesis Method for FCAT@ZIF-90\n\nFCAT@ZIF-90 was synthesized in water with Zn(NO3)2⋅6H2O (40 mM), 2-imidazolecarboxaldehyde (HICA, dissolved at elevated temperature; 160 mM), and FCAT (0.33 mg mL-1) at room temperature under static condition for 24 h. The total volume of the reaction mixture was 3 mL. The precipitate was recovered by centrifugation at 10000 rpm for 5 min and then washed, sonicated, and centrifuged three times each in ultrapure water to remove loosely adsorbed FCAT.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis Method for FCAT@MAF-7</title><p>FCAT@MAF-7 was synthesized\nin water with Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O\n(40 mM), 3-methyl-1,2,4-triazole (Hmtz, 120 mM), 10% NH<sub>3</sub>·H<sub>2</sub>O (60 μL) and FCAT (0.33 mg mL<sup>–1</sup>) at room temperature under stirring for 24 h. The total volume of\nthe reaction mixture was 3 mL. The precipitate was recovered by centrifugation\nat 10,000 r.p.m. for 5 min and then washed, sonicated, and centrifuged\nthree times each in ultrapure water to remove loosely adsorbed FCAT.</p>", "clean_text": "Synthesis Method for FCAT@MAF-7\n\nFCAT@MAF-7 was synthesized in water with Zn(NO3)2⋅6H2O (40 mM), 3-methyl-1,2,4-triazole (Hmtz, 120 mM), 10% NH3⋅H2O (60 μL) and FCAT (0.33 mg mL-1) at room temperature under stirring for 24 h. The total volume of the reaction mixture was 3 mL. The precipitate was recovered by centrifugation at 10,000 r.p.m. for 5 min and then washed, sonicated, and centrifuged three times each in ultrapure water to remove loosely adsorbed FCAT.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><title>Powder X-ray Diffraction (PXRD)</title><p>PXRD patterns were\nobtained using a D4 ENDEAVOR X-ray diffractometer from Bruker. A Co\nanode was used to produce Kα radiation (λ = 1.78897 Å).\nFlat plate diffraction data was collected from the range 2θ\n= 5–40°. The PXRD data were modified by PowDLL Converter\n(version 2.68.0.0) and expressed as the copper-source irradiated patterns\n(λ = 1.54056 Å).</p>", "clean_text": "Characterization\n\nPowder X-ray Diffraction (PXRD)\n\nPXRD patterns were obtained using a D4 ENDEAVOR X-ray diffractometer from Bruker. A Co anode was used to produce Kα radiation (λ = 1.78897 Å). Flat plate diffraction data was collected from the range 2θ = 5-40°. The PXRD data were modified by PowDLL Converter (version 2.68.0.0) and expressed as the copper-source irradiated patterns (λ = 1.54056 Å).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Thermogravimetric Analysis\n(TGA)</title><p>TGA data was collected\non a simultaneous thermal analyzer (STA) (TGA/DSC) from Linseis Thermal\nAnalysis. Approximately 5 mg of sample was placed on a ceramic pan\nand heated from 30 to 800 °C at a rate of 5 °C min<sup>–1</sup>. Each sample was heated under a constant flow of ca. 30 L min<sup>–1</sup> air.</p>", "clean_text": "Thermogravimetric Analysis (TGA)\n\nTGA data was collected on a simultaneous thermal analyzer (STA) (TGA/DSC) from Linseis Thermal Analysis. Approximately 5 mg of sample was placed on a ceramic pan and heated from 30 to 800 °C at a rate of 5 °C min-1. Each sample was heated under a constant flow of ca. 30 L min-1 air.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Fourier Transform Infrared (FTIR) Spectroscopy</title><p>FTIR\nspectra of ZIFs and biomacromolecule/ZIF composites were obtained\non a PerkinElmer Spectrum 100 FTIR spectrometer using approximately\n0.5 mg of ground sample. Sixteen scans were recorded over the range\nof 40 000–650 cm<sup>–1</sup>.</p>", "clean_text": "Fourier Transform Infrared (FTIR) Spectroscopy\n\nFTIR spectra of ZIFs and biomacromolecule/ZIF composites were obtained on a PerkinElmer Spectrum 100 FTIR spectrometer using approximately 0.5 mg of ground sample. Sixteen scans were recorded over the range of 40000-650 cm-1.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Gas Sorption</title><p>Gas adsorption isotherms were obtained\non a Micromeritics 3Flex surface characterization analyzer. Approximately\n20 mg of sample was placed into a glass analysis tube and degassed\nunder dynamic vacuum for 12 h at 105 °C prior to measurement.\nNitrogen (N<sub>2</sub>) adsorption and desorption isotherms were\nmeasured at 77 K. The isotherms were then analyzed to determine the\nBrunauer–Emmet–Teller (BET) surface area using the MicroActive\nsoftware (Version 3.00, Micromeritics Instrument Corp. 2013).</p>", "clean_text": "Gas Sorption\n\nGas adsorption isotherms were obtained on a Micromeritics 3Flex surface characterization analyzer. Approximately 20 mg of sample was placed into a glass analysis tube and degassed under dynamic vacuum for 12 h at 105 °C prior to measurement. Nitrogen (N2) adsorption and desorption isotherms were measured at 77 K. The isotherms were then analyzed to determine the Brunauer-Emmet-Teller (BET) surface area using the MicroActive software (Version 3.00, Micromeritics Instrument Corp. 2013).", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Confocal\nLaser Scanning Microscopy (CLSM)</title><p>The presence\nand spatial location of the fluorophore-tagged biomolecules in (or\non) the MOF composites was determined using CLSM technique (Olympus\nFV3000 confocal laser scanning microscope, Olympus). The fluorescein-tagged\nbiomolecules were excited at 488 nm and the fluorescence signal was\ncollected in a window from 495 to 545 nm.</p>", "clean_text": "Confocal Laser Scanning Microscopy (CLSM)\n\nThe presence and spatial location of the fluorophore-tagged biomolecules in (or on) the MOF composites was determined using CLSM technique (Olympus FV3000 confocal laser scanning microscope, Olympus). The fluorescein-tagged biomolecules were excited at 488 nm and the fluorescence signal was collected in a window from 495 to 545 nm.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Fluorescence Spectrophotometry</title><p>Fluorescence measurements\nof solution samples were carried out using a Varian Cary Eclipse or\nan Hitachi F-7000 fluorescence spectrophotometer.</p><title>Scanning\nElectron Microscopy (SEM)</title><p>SEM images were\ncollected using a Philips XL30 field-emission scanning electron microscope\n(FESEM). Prior to analysis, the samples were dispersed in ethanol\nby sonication, drop-cast on a 12 mm aluminum SEM stage, and sputter-coated\nwith a 10 nm platinum thin film.</p>", "clean_text": "Fluorescence Spectrophotometry\n\nFluorescence measurements of solution samples were carried out using a Varian Cary Eclipse or an Hitachi F-7000 fluorescence spectrophotometer.\n\nScanning Electron Microscopy (SEM)\n\nSEM images were collected using a Philips XL30 field-emission scanning electron microscope (FESEM). Prior to analysis, the samples were dispersed in ethanol by sonication, drop-cast on a 12 mm aluminum SEM stage, and sputter-coated with a 10 nm platinum thin film.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Synchrotron\nAttenuated Total Reflection Fourier Transform Infrared\nSpectroscopy (ATR-FTIR) Analysis</title><p>The following samples have\nbeen measured by ATR-FTIR analysis: CAT, MAF-7, CAT-on-MAF-7, CAT@MAF-7,\nZIF-8, CAT-on-ZIF-8, CAT@ ZIF-8, ZIF-90, CAT-on-ZIF-90, and CAT@ZIF-90.\nMeasurements have been done at Chemical and Life Sciences branch of\nSISSI beamline at Elettra-Sincrotrone Trieste, using the vertex 70\ninterferometer (Bruker GmBH), equipped with the conventional Globar\nMIR source and deuterated triglycine sulfate detector. A single reflection\nATR accessory (MIRacle, PIKE Technologies) with diamond infrared reflection\nelement (IRE) was used. Samples were transferred on to the crystal\nby using a micropipette or a needle, depending on their texture. Repeated\nspectra have been collected in the 4000–700 cm<sup>–1</sup> spectral range averaging 128 scans at 4 cm<sup>–1</sup> spectral\nresolution with a scanner velocity of 5 kHz upon complete sample dehydration.\nA final spectrum has been acquired averaging 512 scans at the same\nconditions. Fourier transform was carried out with Mertz phase correction,\nBlackman-Harris 3-term apodization function. Spectra were rationed\nagainst a background acquired onto the clean IRE. Second derivatives\nhave been computed with the Savitzky–Golay algorithm with 13\nsmoothing points. For comparison purposes, second-derivative spectra\nhave been vector-normalized in the 1800–1480 cm<sup>–1</sup> spectral region.</p>", "clean_text": "Synchrotron Attenuated Total Reflection Fourier Transform Infrared Spectroscopy (ATR-FTIR) Analysis\n\nThe following samples have been measured by ATR-FTIR analysis: CAT, MAF-7, CAT-on-MAF-7, CAT@MAF-7, ZIF-8, CAT-on-ZIF-8, CAT@ ZIF-8, ZIF-90, CAT-on-ZIF-90, and CAT@ZIF-90. Measurements have been done at Chemical and Life Sciences branch of SISSI beamline at Elettra-Sincrotrone Trieste, using the vertex 70 interferometer (Bruker GmBH), equipped with the conventional Globar MIR source and deuterated triglycine sulfate detector. A single reflection ATR accessory (MIRacle, PIKE Technologies) with diamond infrared reflection element (IRE) was used. Samples were transferred on to the crystal by using a micropipette or a needle, depending on their texture. Repeated spectra have been collected in the 4000-700 cm-1 spectral range averaging 128 scans at 4 cm-1 spectral resolution with a scanner velocity of 5 kHz upon complete sample dehydration. A final spectrum has been acquired averaging 512 scans at the same conditions. Fourier transform was carried out with Mertz phase correction, Blackman-Harris 3-term apodization function. Spectra were rationed against a background acquired onto the clean IRE. Second derivatives have been computed with the Savitzky-Golay algorithm with 13 smoothing points. For comparison purposes, second-derivative spectra have been vector-normalized in the 1800-1480 cm-1 spectral region.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Catalytic Performance of FCAT and FCAT/MOF\nComposites</title><p>The ferrous oxidation in xylenol orange (FOX)\nassay was applied to\nquantify the H<sub>2</sub>O<sub>2</sub> concentration. FCAT or FCAT/MOF composite was added into stirred\nTris-HCl buffer (50 mM, pH 8, 500 μL). Thereafter, various amounts\nof H<sub>2</sub>O<sub>2</sub> stock solution (5 mM in water) were\nadded. The volume of the reaction mixture was adjusted to 1 mL by\nwater. The catalyst concentration (based on FCAT) in the enzymatic\nreaction was 20 nM. At different time intervals, 50 μL aliquots\nof the mixtures were sampled and mixed with 950 μL of FOX reagent\nin an Eppendorf tube and then incubated at least 30 min at room temperature.\nAfter incubation, the samples were centrifuged. The UV–visible\nabsorbance at 585 nm for the supernatant were recorded to calculate\nthe H<sub>2</sub>O<sub>2</sub> concentration. The reaction rate (<italic toggle=\"yes\">V</italic>\n<sub>obs</sub>, mM s<sup>–1</sup>) is defined as\nthe initial H<sub>2</sub>O<sub>2</sub> decomposition velocity of the\nenzymatic assay.</p>", "clean_text": "Catalytic Performance of FCAT and FCAT/MOF Composites\n\nThe ferrous oxidation in xylenol orange (FOX) assay was applied to quantify the H2O2 concentration. FCAT or FCAT/MOF composite was added into stirred Tris-HCl buffer (50 mM, pH 8, 500 μL). Thereafter, various amounts of H2O2 stock solution (5 mM in water) were added. The volume of the reaction mixture was adjusted to 1 mL by water. The catalyst concentration (based on FCAT) in the enzymatic reaction was 20 nM. At different time intervals, 50 μL aliquots of the mixtures were sampled and mixed with 950 μL of FOX reagent in an Eppendorf tube and then incubated at least 30 min at room temperature. After incubation, the samples were centrifuged. The UV-visible absorbance at 585 nm for the supernatant were recorded to calculate the H2O2 concentration. The reaction rate (V obs, mM s-1) is defined as the initial H2O2 decomposition velocity of the enzymatic assay.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>Catalase\n(CAT) is an iron-heme enzyme that catalyzes the decomposition\nof hydrogen peroxide to water and oxygen. In this study we employed fluorescein-tagged CAT (FCAT) to determine\nthe spatial distribution and enzyme loading within the ZIF-based biocomposites.\nThe synthesis of ZIF-8 or ZIF-90 in the presence of FCAT was performed\nusing established protocols to yield FCAT@ZIF-8 or FCAT@ZIF-90, respectively. The synthetic approach for MAF-7-coated FCAT\n(FCAT@MAF-7) was analogous to that of FCAT@ZIF-8; however, Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O was used as the metal source\nand dilute ammonium hydroxide solution was employed as a base. To compare the activities of encapsulated and\nsurface-adsorbed FCAT, we also synthesized biocomposites by mixing\nFCAT with pure ZIF-8, ZIF-90, or MAF-7 crystals in water at room temperature\n(RT) for 4 h. Rigorous washing procedures (e.g., 10% w/w aqueous sodium\ndodecyl sulfate (SDS)) could not effectively remove the surface-adsorbed\nFCAT-on-ZIF-90 and FCAT-on-MAF-7 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figures S2–S4</ext-link>), and thus, to be consistent, all as-synthesized biocomposites were\nwashed only with water to remove the loosely adsorbed FCAT from the\nZIF surface. The prepared biocomposites are illustrated in a. In addition, to\nelucidate the formation mechanism of the CAT/MOF biocomposities, synchrotron\nX-ray diffraction experiments (stop-flow setup) were conducted to\nexamine the MOF formation in the presence or absence of CAT. Experimental\nresults reveal that CAT@ZIF-8 is formed through the biomineralization\nprocess (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>); however, CAT@MAF-7\nand CAT@ZIF-90 are formed through a coprecipitation mechanism (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S5</ext-link>).</p>", "clean_text": "Results and Discussion\n\nCatalase (CAT) is an iron-heme enzyme that catalyzes the decomposition of hydrogen peroxide to water and oxygen. In this study we employed fluorescein-tagged CAT (FCAT) to determine the spatial distribution and enzyme loading within the ZIF-based biocomposites. The synthesis of ZIF-8 or ZIF-90 in the presence of FCAT was performed using established protocols to yield FCAT@ZIF-8 or FCAT@ZIF-90, respectively. The synthetic approach for MAF-7-coated FCAT (FCAT@MAF-7) was analogous to that of FCAT@ZIF-8; however, Zn(NO3)2⋅6H2O was used as the metal source and dilute ammonium hydroxide solution was employed as a base. To compare the activities of encapsulated and surface-adsorbed FCAT, we also synthesized biocomposites by mixing FCAT with pure ZIF-8, ZIF-90, or MAF-7 crystals in water at room temperature (RT) for 4 h. Rigorous washing procedures (e.g., 10% w/w aqueous sodium dodecyl sulfate (SDS)) could not effectively remove the surface-adsorbed FCAT-on-ZIF-90 and FCAT-on-MAF-7 (Figures S2-S4), and thus, to be consistent, all as-synthesized biocomposites were washed only with water to remove the loosely adsorbed FCAT from the ZIF surface. The prepared biocomposites are illustrated in a. In addition, to elucidate the formation mechanism of the CAT/MOF biocomposities, synchrotron X-ray diffraction experiments (stop-flow setup) were conducted to examine the MOF formation in the presence or absence of CAT. Experimental results reveal that CAT@ZIF-8 is formed through the biomineralization process (Figure S5); however, CAT@MAF-7 and CAT@ZIF-90 are formed through a coprecipitation mechanism (Figure S5).", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic representations of the different\nFCAT/ZIF biocomposites\nformed by encapsulation of enzyme molecules via biomimetic mineralization\nor surface adsorption within/on hydrophobic (orange) or hydrophilic\n(blue) frameworks. (b) Confocal laser scanning micrographs showing\nfluorescence of different FCAT/ZIF biocomposites. (c) Catalytic activity\nof FCAT and different FCAT/ZIF composites. The assay was performed\nwith FCAT concentration of 20 nM and H<sub>2</sub>O<sub>2</sub> concentration\nof 0.20 mM.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-10302s_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic representations of the different FCAT/ZIF biocomposites formed by encapsulation of enzyme molecules via biomimetic mineralization or surface adsorption within/on hydrophobic (orange) or hydrophilic (blue) frameworks. (b) Confocal laser scanning micrographs showing fluorescence of different FCAT/ZIF biocomposites. (c) Catalytic activity of FCAT and different FCAT/ZIF composites. The assay was performed with FCAT concentration of 20 nM and H2O2 concentration of 0.20 mM.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>Samples of the as-synthesized\nbiocomposites were examined by PXRD,\nwhich confirmed that they were phase-pure and possessed the sodalite\ntopology (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The crystal size\nand morphology were assessed by SEM, which showed that FCAT@ZIF-8\nand FCAT@ZIF-90 samples were dispersed rhombododecahedral crystals\nwhereas some crystal intergrowth was observed for FCAT@MAF-7 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). Gas adsorption isotherms were conducted\nto assess porosity, yielding Brunauer–Emmett–Teller\n(BET) surface areas of 1205.7(21.2), 1059.2(2.0), and 1070.6(2.2)\nm<sup>2</sup> g<sup>–1</sup> for FCAT@ZIF-8, FCAT@ZIF-90, and\nFCAT@MAF-7, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figures S8–S10</ext-link>). Furthermore, comparison of the pore size distributions of the\nbiocomposites and their corresponding neat ZIFs suggests that enzyme\nencapsulation does not affect the bulk pore structure of the ZIFs\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figures S8–S10</ext-link>). The spatial distribution\nof FCAT within the samples was assessed using confocal laser microscopy\n(CLSM) (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>); the images show that the FCAT molecules\nwere more homogeneously distributed throughout FCAT@MAF-7 and FCAT@ZIF-90\ncrystals than in FCAT@ZIF-8, in which FCAT was predominantly located\nin the subsurface region. The latter data is in agreement with our\nprevious studies and shows that the hydrophilic\nand hydrophobic ZIFs give rise to different enzyme spatial distributions.\nFCAT loading in all samples was determined by tracing its fluorescence\nsignal after dissolution in 0.1 M citric acid-sodium citrate buffer\n(pH 5) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). The weight percentage\nof enzyme encapsulated varied from 0.5 to 3.3 wt % for FCAT-on-MAF-7\nto FCAT@ZIF-8, respectively (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). It is noteworthy\nthat higher FCAT loading in the biocomposites can be achieved by using\na higher dosage of FCAT during synthesis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>).</p>", "clean_text": "Samples of the as-synthesized biocomposites were examined by PXRD, which confirmed that they were phase-pure and possessed the sodalite topology (Figure S6). The crystal size and morphology were assessed by SEM, which showed that FCAT@ZIF-8 and FCAT@ZIF-90 samples were dispersed rhombododecahedral crystals whereas some crystal intergrowth was observed for FCAT@MAF-7 (Figure S7). Gas adsorption isotherms were conducted to assess porosity, yielding Brunauer-Emmett-Teller (BET) surface areas of 1205.7(21.2), 1059.2(2.0), and 1070.6(2.2) m2 g-1 for FCAT@ZIF-8, FCAT@ZIF-90, and FCAT@MAF-7, respectively (Figures S8-S10). Furthermore, comparison of the pore size distributions of the biocomposites and their corresponding neat ZIFs suggests that enzyme encapsulation does not affect the bulk pore structure of the ZIFs (Figures S8-S10). The spatial distribution of FCAT within the samples was assessed using confocal laser microscopy (CLSM) (b and Figure S12); the images show that the FCAT molecules were more homogeneously distributed throughout FCAT@MAF-7 and FCAT@ZIF-90 crystals than in FCAT@ZIF-8, in which FCAT was predominantly located in the subsurface region. The latter data is in agreement with our previous studies and shows that the hydrophilic and hydrophobic ZIFs give rise to different enzyme spatial distributions. FCAT loading in all samples was determined by tracing its fluorescence signal after dissolution in 0.1 M citric acid-sodium citrate buffer (pH 5) (Table S1). The weight percentage of enzyme encapsulated varied from 0.5 to 3.3 wt % for FCAT-on-MAF-7 to FCAT@ZIF-8, respectively (b and Table S1). It is noteworthy that higher FCAT loading in the biocomposites can be achieved by using a higher dosage of FCAT during synthesis (Table S1).", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["property"], "content": "<p>To determine the effect of framework chemistry on\nthe performance\nof the encapsulated enzyme, we measured H<sub>2</sub>O<sub>2</sub> decomposition for each of the FCAT/ZIF composites. For comparison,\nwe also evaluated the activity of free FCAT under the same conditions.\nIn addition, we have found that the handling conditions for the ZIF-based\nbiocomposites can affect the integrity of the ZIF coating. For example,\nphosphate buffers, such as PBS, give rise to rapid decomposition of\nZIF-8 crystals and we anticipate that this will affect enzyme activity\nstudies. Consequently, we avoided exposing our biocomposites to PBS.\nOngoing work in our laboratory is focused on establishing protocols\nfor the storage, handling, and activity studies of ZIF-based biocomposites.\nA noteworthy result, shown in c, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figures S22–S26</ext-link>, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>, is that FCAT@ZIF-8 composites\nshowed no measurable catalytic activity (a,c). Furthermore, FCAT adsorbed onto the\nsurface of ZIF-8 was also inactive (a,c). A similar phenomenon was observed in\nthe case of fluorescence-tagged horseradish peroxidase (FHRP, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S39</ext-link>). These data are consistent with studies\nthat show protein adsorption on hydrophobic surfaces can lead to a\nloss of activity and suggests recent reports of\nenzyme activity for FCAT@ZIF-8 may need to be re-evaluated. In contrast to the FCAT/ZIF-8 biocomposites, FCAT@MAF-7 showed comparable\nactivity to that of free FCAT: 3.2 × 10<sup>–3</sup> mM\ns<sup>–1</sup> for FCAT@MAF-7 versus 4.4 × 10<sup>–3</sup> mM s<sup>–1</sup> for free FCAT (c, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figures S24 and S25</ext-link>). Additionally, FCAT@ZIF-90 showed a substantial reduction in activity\ncompared to the free enzyme (1.4 × 10<sup>–3</sup> mM\ns<sup>–1</sup>, c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S26</ext-link>). We believe that\nthe slightly slower reaction rates of FCAT-on-MAF-7 and FCAT-on-ZIF-90\ncompared to those of FCAT@MAF-7 and FCAT@ZIF-90 may be attributed\nto hindered substrate diffusion and/or changed enzyme orientation\nthat is engendered by close packing of FCAT on the MOF surface (surface-crowding\neffect). To provide a more comprehensive comparison of the FCAT/MOF biocomposite\nwith free FCAT, we evaluated the Michaelis–Menten kinetic parameters\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). The <italic toggle=\"yes\">K</italic>\n<sub>m</sub> and <italic toggle=\"yes\">k</italic>\n<sub>cat</sub> values for FCAT@MAF-7 are 0.99 mM and 950 s<sup>–1</sup>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>), which are comparable\nto those of free FCAT and superior to those of FCAT@ZIF-90 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). The loss of activity for the FCAT/ZIF-8 biocomposites could be\ndue to a number of factors, such as (1) the presence of the acetate\nanion inhibiting the FCAT activity, (2) binding of HmIM to the iron-heme\nactive site of FCAT during the synthesis process, (3) denaturation\nof the enzyme during the encapsulation or surface immobilization process\nas a result of hydrophobic interactions between FCAT and ZIF-8, and/or\n(4) hindered diffusion of the substrate (H<sub>2</sub>O<sub>2</sub>)/product (H<sub>2</sub>O) by the hydrophobic framework of ZIF-8\n(for FCAT@ZIF-8). Importantly, CAT (i.e., not fluorescein tagged)\nwas found to be inactive for the CAT@ZIF-8 composites (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link>), indicating the deactivation of FCAT\nin/on ZIF-8 is not ascribed to the enzyme surface functionalization.</p>", "clean_text": "To determine the effect of framework chemistry on the performance of the encapsulated enzyme, we measured H2O2 decomposition for each of the FCAT/ZIF composites. For comparison, we also evaluated the activity of free FCAT under the same conditions. In addition, we have found that the handling conditions for the ZIF-based biocomposites can affect the integrity of the ZIF coating. For example, phosphate buffers, such as PBS, give rise to rapid decomposition of ZIF-8 crystals and we anticipate that this will affect enzyme activity studies. Consequently, we avoided exposing our biocomposites to PBS. Ongoing work in our laboratory is focused on establishing protocols for the storage, handling, and activity studies of ZIF-based biocomposites. A noteworthy result, shown in c, Figures S22-S26, and Table S2, is that FCAT@ZIF-8 composites showed no measurable catalytic activity (a,c). Furthermore, FCAT adsorbed onto the surface of ZIF-8 was also inactive (a,c). A similar phenomenon was observed in the case of fluorescence-tagged horseradish peroxidase (FHRP, Figure S39). These data are consistent with studies that show protein adsorption on hydrophobic surfaces can lead to a loss of activity and suggests recent reports of enzyme activity for FCAT@ZIF-8 may need to be re-evaluated. In contrast to the FCAT/ZIF-8 biocomposites, FCAT@MAF-7 showed comparable activity to that of free FCAT: 3.2 × 10-3 mM s-1 for FCAT@MAF-7 versus 4.4 × 10-3 mM s-1 for free FCAT (c, Figures S24 and S25). Additionally, FCAT@ZIF-90 showed a substantial reduction in activity compared to the free enzyme (1.4 × 10-3 mM s-1, c and Figure S26). We believe that the slightly slower reaction rates of FCAT-on-MAF-7 and FCAT-on-ZIF-90 compared to those of FCAT@MAF-7 and FCAT@ZIF-90 may be attributed to hindered substrate diffusion and/or changed enzyme orientation that is engendered by close packing of FCAT on the MOF surface (surface-crowding effect). To provide a more comprehensive comparison of the FCAT/MOF biocomposite with free FCAT, we evaluated the Michaelis-Menten kinetic parameters (Figure S28 and Table S2). The K m and k cat values for FCAT@MAF-7 are 0.99 mM and 950 s-1, respectively (Table S2), which are comparable to those of free FCAT and superior to those of FCAT@ZIF-90 (Figure S28 and Table S2). The loss of activity for the FCAT/ZIF-8 biocomposites could be due to a number of factors, such as (1) the presence of the acetate anion inhibiting the FCAT activity, (2) binding of HmIM to the iron-heme active site of FCAT during the synthesis process, (3) denaturation of the enzyme during the encapsulation or surface immobilization process as a result of hydrophobic interactions between FCAT and ZIF-8, and/or (4) hindered diffusion of the substrate (H2O2)/product (H2O) by the hydrophobic framework of ZIF-8 (for FCAT@ZIF-8). Importantly, CAT (i.e., not fluorescein tagged) was found to be inactive for the CAT@ZIF-8 composites (Figure S28), indicating the deactivation of FCAT in/on ZIF-8 is not ascribed to the enzyme surface functionalization.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>High concentrations of acetate\nanions (&gt;0.3 M) have been reported\nto progressively inhibit the enzymatic activity of catalase. To eliminate the possibility that the deactivation\nof FCAT in/on FCAT@ZIF-8 is derived from the presence of acetate anion\nduring synthesis, we examined the catalytic activity of FCAT after\nincubating the catalyst in 40 mM Zn­(OAc)<sub>2</sub>·2H<sub>2</sub>O or NaOAc at room temperature for 2 h. Enzymatic assay data demonstrated\nthat the acetate ion concentration (40 mM) did not inhibit FCAT activity\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S21</ext-link>). We note that even under the\nsynthesis conditions the acetate concentration was less than the inhibitory\namount, and further the postsynthetic washing procedure eliminates\nresidual acetate that may be present on the biocomposites. Thus, we\nconclude that the deactivation mechanism for FCAT in or on ZIF-8 is\nnot due to the presence of acetate anions in the synthesis or residual\nacetate in the biocomposite sample. To further elucidate the deactivation\nmechanism, we synthesized the biocomposites CAT@ZIF-8, CAT@MAF-7,\nCAT-on-ZIF-8, and CAT-on-MAF-7 in the absence of a fluorescein tag\nfor spectroscopic examination. a shows the UV–visible spectra of the ZIF-based\nbiocomposites compared with free CAT. The Soret absorption band at\n407 nm (π–π*), due to the iron-heme cofactor in\nCAT, does not shift position in the solid-state UV–visible\nspectra of CAT@ZIF-8 and CAT@MAF-7 (a). Moreover, we carried out a control experiment\nthat showed the enzymatic activity of FCAT is not affected by the\npresence of HmIM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S20</ext-link>). These data\nsuggest that the heme-binding pocket is not modified in the biocomposites\nand provides evidence that the HmIM does not inhibit the active site\nof the enzyme. To obtain information\nabout changes to the tertiary structure of CAT, we examined the CAT/ZIF\nbiocomposites using fluorescence spectroscopy. Because of absorption\nof the ICA ligand overlapping with the fluorescence signal of tryptophan\nat ∼334 nm, CAT/ZIF-90 samples could not be analyzed. The tryptophan-derived\n(Trp-14, -142, -182, -185, -276, and -302) fluorescence emission profile\nof CAT is sensitive to the environment, that is, whether the residues are buried in the interior of the\nenzyme or exposed to solvent. CAT@MAF-7,\nCAT-on-MAF-7, and CAT@ZIF-8 show essentially identical emission profiles\nto free CAT; however, λ<sub>max</sub> for CAT on ZIF-8 is blue-shifted\nto 330 nm (versus 335 nm for free CAT, b). These data suggest that the tertiary\nstructure of CAT is perturbed upon immobilization on the ZIF-8 crystal\nsurface and may explain why the adsorbed enzyme is catalytically inactive\n(c). Finally,\nthe lack of an observable shift in λ<sub>max</sub> for FCAT@ZIF-8\nsuggests that hindered diffusion of the substrate (H<sub>2</sub>O<sub>2</sub>)/product (H<sub>2</sub>O) by the hydrophobic framework of\nZIF-8 (point 4, vide supra) may play a role.</p>", "clean_text": "High concentrations of acetate anions (>0.3 M) have been reported to progressively inhibit the enzymatic activity of catalase. To eliminate the possibility that the deactivation of FCAT in/on FCAT@ZIF-8 is derived from the presence of acetate anion during synthesis, we examined the catalytic activity of FCAT after incubating the catalyst in 40 mM Zn(OAc)2⋅2H2O or NaOAc at room temperature for 2 h. Enzymatic assay data demonstrated that the acetate ion concentration (40 mM) did not inhibit FCAT activity (Figure S21). We note that even under the synthesis conditions the acetate concentration was less than the inhibitory amount, and further the postsynthetic washing procedure eliminates residual acetate that may be present on the biocomposites. Thus, we conclude that the deactivation mechanism for FCAT in or on ZIF-8 is not due to the presence of acetate anions in the synthesis or residual acetate in the biocomposite sample. To further elucidate the deactivation mechanism, we synthesized the biocomposites CAT@ZIF-8, CAT@MAF-7, CAT-on-ZIF-8, and CAT-on-MAF-7 in the absence of a fluorescein tag for spectroscopic examination. a shows the UV-visible spectra of the ZIF-based biocomposites compared with free CAT. The Soret absorption band at 407 nm (π-π*), due to the iron-heme cofactor in CAT, does not shift position in the solid-state UV-visible spectra of CAT@ZIF-8 and CAT@MAF-7 (a). Moreover, we carried out a control experiment that showed the enzymatic activity of FCAT is not affected by the presence of HmIM (Figure S20). These data suggest that the heme-binding pocket is not modified in the biocomposites and provides evidence that the HmIM does not inhibit the active site of the enzyme. To obtain information about changes to the tertiary structure of CAT, we examined the CAT/ZIF biocomposites using fluorescence spectroscopy. Because of absorption of the ICA ligand overlapping with the fluorescence signal of tryptophan at ~334 nm, CAT/ZIF-90 samples could not be analyzed. The tryptophan-derived (Trp-14, -142, -182, -185, -276, and -302) fluorescence emission profile of CAT is sensitive to the environment, that is, whether the residues are buried in the interior of the enzyme or exposed to solvent. CAT@MAF-7, CAT-on-MAF-7, and CAT@ZIF-8 show essentially identical emission profiles to free CAT; however, λmax for CAT on ZIF-8 is blue-shifted to 330 nm (versus 335 nm for free CAT, b). These data suggest that the tertiary structure of CAT is perturbed upon immobilization on the ZIF-8 crystal surface and may explain why the adsorbed enzyme is catalytically inactive (c). Finally, the lack of an observable shift in λmax for FCAT@ZIF-8 suggests that hindered diffusion of the substrate (H2O2)/product (H2O) by the hydrophobic framework of ZIF-8 (point 4, vide supra) may play a role.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Solid-state UV–visible\nspectra for catalase (CAT), CAT@MAF-7,\nand CAT@ZIF-8. (b) Fluorescence spectra of CAT and different FCAT/MOF\ncomposites. Measurements were carried out with CAT concentration of\n1 μM in 0.1 M Tris-HCl buffer (pH 8).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-10302s_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Solid-state UV-visible spectra for catalase (CAT), CAT@MAF-7, and CAT@ZIF-8. (b) Fluorescence spectra of CAT and different FCAT/MOF composites. Measurements were carried out with CAT concentration of 1 μM in 0.1 M Tris-HCl buffer (pH 8).   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Further insight into the structure of the encapsulated and\nsurface-adsorbed\nCAT was achieved through FTIR experiments. The FTIR spectrum of pure\ncatalase is shown in , <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figures S13 and S14</ext-link>. The characteristic\nnormal modes of vibration of the peptide backbone are the amide I\n(1700–1610 cm<sup>–1</sup>) and amide II (1595–1480\ncm<sup>–1</sup>) bands. The amide I vibration\nis mainly comprised of the CO stretching vibration (∼80%),\nwith minor contributions from the out-of-phase CN stretching vibration,\nthe CCN deformation, and the NH in-plane bend. The amide I band is\nthe most intense feature in the FTIR spectrum and, therefore, is commonly\nused to assess the secondary structure of a given protein. The amide I band of dehydrated CAT shows three\nmajor spectral contributions (1683, 1654, and 1635 cm<sup>–1</sup>) ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S13</ext-link>) that are more clearly observed in\nthe second derivative spectrum in b,d,f and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">S13</ext-link>.\nThe spectral component centered at 1654 cm<sup>–1</sup> is\nassigned to α-helix motifs while the feature at 1635 cm<sup>–1</sup> can be attributed to intramolecular β-sheets.\nThe least intense feature at 1683 cm<sup>–1</sup> is engendered\nby protein turns and loops. The position of these peaks is dependent\non the secondary structure of CAT, which is a tetramer composed of\nfour subunits, which contains both α-helix and β-sheet\nmotifs in the proportions 30% and 18%, respectively (PDB ID <ext-link ext-link-type=\"pdb\" xlink:href=\"1A4E\" xlink:type=\"simple\">1A4E</ext-link>\n). The amide II mode (1595–1480 cm<sup>–1</sup>) is the out-of-phase combination of the N–H in plane bending\n(∼60%) and the CN stretching (∼40%) vibrations with\nsmaller contributions from the CO in-plane bend and the CC and NC\nstretching vibrations. Typically, the amide II band is less influenced\nby protein secondary structure with respect to the amide I band. In\nthe case of CAT, the amide II band shows a major contribution at 1545\ncm<sup>–1</sup>, which is due to an α-helix motif. A\nsecond contribution centered at 1515 cm<sup>–1</sup> can be\nassigned to intramolecular β-sheets and finally a minor contribution\nat 1579 cm<sup>–1</sup>, associated with turns and loops.\n</p>", "clean_text": "Further insight into the structure of the encapsulated and surface-adsorbed CAT was achieved through FTIR experiments. The FTIR spectrum of pure catalase is shown in , Figures S13 and S14. The characteristic normal modes of vibration of the peptide backbone are the amide I (1700-1610 cm-1) and amide II (1595-1480 cm-1) bands. The amide I vibration is mainly comprised of the CO stretching vibration (~80%), with minor contributions from the out-of-phase CN stretching vibration, the CCN deformation, and the NH in-plane bend. The amide I band is the most intense feature in the FTIR spectrum and, therefore, is commonly used to assess the secondary structure of a given protein. The amide I band of dehydrated CAT shows three major spectral contributions (1683, 1654, and 1635 cm-1) ( and Figure S13) that are more clearly observed in the second derivative spectrum in b,d,f and S13. The spectral component centered at 1654 cm-1 is assigned to α-helix motifs while the feature at 1635 cm-1 can be attributed to intramolecular β-sheets. The least intense feature at 1683 cm-1 is engendered by protein turns and loops. The position of these peaks is dependent on the secondary structure of CAT, which is a tetramer composed of four subunits, which contains both α-helix and β-sheet motifs in the proportions 30% and 18%, respectively (PDB ID 1A4E ). The amide II mode (1595-1480 cm-1) is the out-of-phase combination of the N-H in plane bending (~60%) and the CN stretching (~40%) vibrations with smaller contributions from the CO in-plane bend and the CC and NC stretching vibrations. Typically, the amide II band is less influenced by protein secondary structure with respect to the amide I band. In the case of CAT, the amide II band shows a major contribution at 1545 cm-1, which is due to an α-helix motif. A second contribution centered at 1515 cm-1 can be assigned to intramolecular β-sheets and finally a minor contribution at 1579 cm-1, associated with turns and loops. ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>ATR-FTIR spectra (1800–750 cm<sup>–1</sup>) and the\ncorresponding second derivative ATR-FTIR spectra (vector normalized\nin the spectra region 1750–1480 cm<sup>–1</sup>) of\n(a and b) ZIF-8 (gray), CAT (black), CAT@ZIF-8 (red) and CAT-on-ZIF-8\n(orange); (c and d) MAF-7 (gray), CAT (black), CAT@MAF-7 (blue), and\nCAT-on-MAF-7 (green); and (e and f) ZIF-90 (gray), CAT (black), CAT@ZIF-90\n(cyan), and CAT-on-ZIF-90 (purple). Gray dashed lines in b, d, and\nf indicate the ATR-FTIR spectral vibrations of the amide I (1683,\n1654, and 1635 cm<sup>–1</sup>) and amide II (1545 and 1615\ncm<sup>–1</sup>) bands for CAT. The spectral component for\namide I band centered at 1654, 1635, and 1683 cm<sup>–1</sup> are assigned to the α-helix motifs, intramolecular β-sheets,\nand protein turns and loops in free CAT, respectively. The spectral\ncomponent for amide II band centered at 1545 and 1615 cm<sup>–1</sup> are assigned to the α-helix motif and the intramolecular β-sheets\nof CAT, respectively.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-10302s_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  ATR-FTIR spectra (1800-750 cm-1) and the corresponding second derivative ATR-FTIR spectra (vector normalized in the spectra region 1750-1480 cm-1) of (a and b) ZIF-8 (gray), CAT (black), CAT@ZIF-8 (red) and CAT-on-ZIF-8 (orange); (c and d) MAF-7 (gray), CAT (black), CAT@MAF-7 (blue), and CAT-on-MAF-7 (green); and (e and f) ZIF-90 (gray), CAT (black), CAT@ZIF-90 (cyan), and CAT-on-ZIF-90 (purple). Gray dashed lines in b, d, and f indicate the ATR-FTIR spectral vibrations of the amide I (1683, 1654, and 1635 cm-1) and amide II (1545 and 1615 cm-1) bands for CAT. The spectral component for amide I band centered at 1654, 1635, and 1683 cm-1 are assigned to the α-helix motifs, intramolecular β-sheets, and protein turns and loops in free CAT, respectively. The spectral component for amide II band centered at 1545 and 1615 cm-1 are assigned to the α-helix motif and the intramolecular β-sheets of CAT, respectively.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Close inspection of a confirms that CAT is either absorbed on or encapsulated\nin ZIF-8. This is evidenced by (1) the appearance of the amide I peak\nin the 1700–1600 cm<sup>–1</sup> spectral region and\n(2) the broadening at lower wavenumbers of the ZIF-8 peak centered\nat 1585 cm<sup>–1</sup> due to the overlap with the amide II\nband. Analysis of the second derivative spectra, shown in b, indicates a significant\nshift in the spectral bands associated with protein compared to that\nof pure CAT. For encapsulated CAT, the peaks associated with the turns\nand loops (centered at 1683 cm<sup>–1</sup>) and with the α-helix\n(centered at 1655 cm<sup>–1</sup>, broadened at higher wavenumbers\nbecause of convolution with the 1666 cm<sup>–1</sup> band of\nZIF-8) motifs are evident. However, the peak associated with the intermolecular\nβ-sheets is shifted ca. 8 cm<sup>–1</sup> (b). This peak position is usually\nassociated with intermolecular β-sheet structure present in\nthe protein aggregates. For absorbed\nCAT, the α-helix mode is not detectable, while a major spectral\ncontribution centered at about 1638 cm<sup>–1</sup> and a minor\nshoulder at 1614 cm<sup>–1</sup> have appeared. The first spectral\ncontribution (1638 cm<sup>–1</sup>) can be attributed to intermolecular\nβ-sheets as the band shifts are smaller than the spectral resolution\n(set at 4 cm<sup>–1</sup>) while the second is attributed to\nextended intermolecular aggregates. Overall,\nthe collected data support the hypothesis that the hydrophobic nature\nof ZIF-8 induces the aggregation of both encapsulated and absorbed\nCAT (b).</p>", "clean_text": "Close inspection of a confirms that CAT is either absorbed on or encapsulated in ZIF-8. This is evidenced by (1) the appearance of the amide I peak in the 1700-1600 cm-1 spectral region and (2) the broadening at lower wavenumbers of the ZIF-8 peak centered at 1585 cm-1 due to the overlap with the amide II band. Analysis of the second derivative spectra, shown in b, indicates a significant shift in the spectral bands associated with protein compared to that of pure CAT. For encapsulated CAT, the peaks associated with the turns and loops (centered at 1683 cm-1) and with the α-helix (centered at 1655 cm-1, broadened at higher wavenumbers because of convolution with the 1666 cm-1 band of ZIF-8) motifs are evident. However, the peak associated with the intermolecular β-sheets is shifted ca. 8 cm-1 (b). This peak position is usually associated with intermolecular β-sheet structure present in the protein aggregates. For absorbed CAT, the α-helix mode is not detectable, while a major spectral contribution centered at about 1638 cm-1 and a minor shoulder at 1614 cm-1 have appeared. The first spectral contribution (1638 cm-1) can be attributed to intermolecular β-sheets as the band shifts are smaller than the spectral resolution (set at 4 cm-1) while the second is attributed to extended intermolecular aggregates. Overall, the collected data support the hypothesis that the hydrophobic nature of ZIF-8 induces the aggregation of both encapsulated and absorbed CAT (b).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>From c,\nthe presence of CAT in the MOF, either absorbed or encapsulated in\nMAF-7, can be confirmed by the appearance of the amide I peak in the\n1700–1600 cm<sup>–1</sup> spectral region and by the\nbroadening at higher wavenumbers of the MAF-7 peak centered at 1491\ncm<sup>–1</sup> because of spectral interference of the amide\nII band. Analysis of second derivative spectra (d) shows that the position of the amide II\npeaks associated with CAT α-helix and intermolecular β-sheet\nsecondary structures is essentially unchanged with respect to free\nCAT. Accordingly, the FTIR data suggest that the secondary protein\nstructure is preserved when adsorbed on or encapsulated within hydrophilic\nMAF-7. The absorbance spectrum of ZIF-90 is shown in e, has a prominent mode centered\nat 1671 cm<sup>–1</sup>, extending from 1751 to 1551 cm<sup>–1</sup>, that is attributed to a CO stretch. The position and intensity of this carbonyl\nband obscures the amide I and, partially, the amide II spectral features\n(see e,f). <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S14</ext-link> shows the amide II spectral region\nwith two peaks centered at about 1540 and 1515 cm<sup>–1</sup>. The position of these bands is consistent with the amide II components\nof free CAT. We note that these peaks are similar to those observed\nin the spectra of CAT-on-MAF-7. However, as shown in d, only the higher frequency\npeak can be distinguished which is centered at about 1543–1546\ncm<sup>–1</sup> for the absorbed and encapsulated protein.\nIn the case of CAT/ZIF-90, a significant blue shift of the amide II\npeak to about 1563 cm<sup>–1</sup> was observed. Despite the\nlower sensitivity of amide II to protein secondary structure with\nrespect to amide I, we contend that the secondary structure of CAT-on-/@ZIF-90\nbehaves comparably to that of CAT on/in MAF-7 (e,f).</p>", "clean_text": "From c, the presence of CAT in the MOF, either absorbed or encapsulated in MAF-7, can be confirmed by the appearance of the amide I peak in the 1700-1600 cm-1 spectral region and by the broadening at higher wavenumbers of the MAF-7 peak centered at 1491 cm-1 because of spectral interference of the amide II band. Analysis of second derivative spectra (d) shows that the position of the amide II peaks associated with CAT α-helix and intermolecular β-sheet secondary structures is essentially unchanged with respect to free CAT. Accordingly, the FTIR data suggest that the secondary protein structure is preserved when adsorbed on or encapsulated within hydrophilic MAF-7. The absorbance spectrum of ZIF-90 is shown in e, has a prominent mode centered at 1671 cm-1, extending from 1751 to 1551 cm-1, that is attributed to a CO stretch. The position and intensity of this carbonyl band obscures the amide I and, partially, the amide II spectral features (see e,f). Figure S14 shows the amide II spectral region with two peaks centered at about 1540 and 1515 cm-1. The position of these bands is consistent with the amide II components of free CAT. We note that these peaks are similar to those observed in the spectra of CAT-on-MAF-7. However, as shown in d, only the higher frequency peak can be distinguished which is centered at about 1543-1546 cm-1 for the absorbed and encapsulated protein. In the case of CAT/ZIF-90, a significant blue shift of the amide II peak to about 1563 cm-1 was observed. Despite the lower sensitivity of amide II to protein secondary structure with respect to amide I, we contend that the secondary structure of CAT-on-/@ZIF-90 behaves comparably to that of CAT on/in MAF-7 (e,f).", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>Given that the catalytic activity of the encapsulated enzymes is\npreserved for FCAT@MAF-7 and FCAT@ZIF-90 (c), we sought to examine the capacity of\nthese ZIF coatings to protect the enzymes from inhospitable environments.\nThis “shielding” effect has been previously observed\nfor ZIF-90; thus, it serves as an excellent\nbenchmark material for FCAT@MAF-7. To assess the capacity of the ZIF\ncoating to protect the biological cargo from elevated temperatures,\nwe measured the enzymatic activity for FCAT, FCAT@MAF-7, and FCAT@ZIF-90\nafter incubating the catalysts at 50, 60, and 70 °C (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S29</ext-link>), along with a room temperature (RT,\n25 ± 1 °C) control experiment. As anticipated, without protection\nvia encapsulation, the activity of free FCAT decreased dramatically\nfrom 3.7 × 10<sup>–3</sup> mM s<sup>–1</sup> at\nRT to 0.9 × 10<sup>–3</sup> mM s<sup>–1</sup> after\ntreatment at 70 °C. Consistent with previous studies, ZIF-90\nprovides a degree of protection for embedded FCAT: ca. 80 and 65%\nof its original activity was retained after exposure to 50 and 60\n°C, respectively. Notably, FCAT@MAF-7 offered far superior protection\nto elevated temperatures than ZIF-90, retaining 79% of its original\nactivity after exposure to a temperature of 70 °C compared to\n24% and 25% for FCAT and FCAT@ZIF-90, respectively. We then exposed\nthe ZIF-based biocomposites to urea, a chaotropic agent that engenders\nloss of biological function by unfolding proteins.\na shows that free FCAT retained only 8% of its original activity\nafter contact with urea; however, FCAT@MAF-7 and FCAT@ZIF-90 maintained\n89% and 48% of their original activity, respectively. It is worth\nnoting that analogous experiments employing FCAT-on-MAF-7 and FCAT-on-ZIF-90\nled to essentially complete deactivation of the surface-adsorbed protein\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S30</ext-link>). Thus, by exposing FCAT@MAF-7\nand FCAT@ZIF-90 to urea, we were observing only enzymatic activity\nfrom encapsulated enzyme. In the presence of protease (2 mg mL<sup>–1</sup> for 4 h at RT) FCAT@MAF-7 retained 85% of its original\nactivity compared to only 14% for free FCAT and 19% for FCAT@ZIF-90\n(a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S31</ext-link>). Both MAF-7 and ZIF-90 possess Å-sized\npore apertures that would size-exclude the protease and prevent contact\nwith the embedded enzyme. These observations are commensurate with\nurea treatment and is again presumably due to the deactivation of\nthe surface-adsorbed enzyme, which is more significant in FCAT@ZIF-90\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S31</ext-link>). Finally, both MAF-7 and ZIF-90\nprotect the embedded FCAT from organic solvents (a). Specifically, FCAT@MAF-7\nmaintained 96% and 64% of its original activity after exposure to\ndimethyl sulfoxide (DMSO) and tetrahydrofuran (THF), respectively.\nIn comparison, the activity of free FCAT is significantly diminished\nupon exposure to these solvents (a). These experiments suggest that MAF-7\noffers superior protection to enzymes than other reported ZIFs and\nmay provide the stability necessary for the enzymes to retain their\nperformance under commercially relevant conditions.\n</p>", "clean_text": "Given that the catalytic activity of the encapsulated enzymes is preserved for FCAT@MAF-7 and FCAT@ZIF-90 (c), we sought to examine the capacity of these ZIF coatings to protect the enzymes from inhospitable environments. This \"shielding\" effect has been previously observed for ZIF-90; thus, it serves as an excellent benchmark material for FCAT@MAF-7. To assess the capacity of the ZIF coating to protect the biological cargo from elevated temperatures, we measured the enzymatic activity for FCAT, FCAT@MAF-7, and FCAT@ZIF-90 after incubating the catalysts at 50, 60, and 70 °C (a and Figure S29), along with a room temperature (RT, 25 ± 1 °C) control experiment. As anticipated, without protection via encapsulation, the activity of free FCAT decreased dramatically from 3.7 × 10-3 mM s-1 at RT to 0.9 × 10-3 mM s-1 after treatment at 70 °C. Consistent with previous studies, ZIF-90 provides a degree of protection for embedded FCAT: ca. 80 and 65% of its original activity was retained after exposure to 50 and 60 °C, respectively. Notably, FCAT@MAF-7 offered far superior protection to elevated temperatures than ZIF-90, retaining 79% of its original activity after exposure to a temperature of 70 °C compared to 24% and 25% for FCAT and FCAT@ZIF-90, respectively. We then exposed the ZIF-based biocomposites to urea, a chaotropic agent that engenders loss of biological function by unfolding proteins. a shows that free FCAT retained only 8% of its original activity after contact with urea; however, FCAT@MAF-7 and FCAT@ZIF-90 maintained 89% and 48% of their original activity, respectively. It is worth noting that analogous experiments employing FCAT-on-MAF-7 and FCAT-on-ZIF-90 led to essentially complete deactivation of the surface-adsorbed protein (Figure S30). Thus, by exposing FCAT@MAF-7 and FCAT@ZIF-90 to urea, we were observing only enzymatic activity from encapsulated enzyme. In the presence of protease (2 mg mL-1 for 4 h at RT) FCAT@MAF-7 retained 85% of its original activity compared to only 14% for free FCAT and 19% for FCAT@ZIF-90 (a and Figure S31). Both MAF-7 and ZIF-90 possess Å-sized pore apertures that would size-exclude the protease and prevent contact with the embedded enzyme. These observations are commensurate with urea treatment and is again presumably due to the deactivation of the surface-adsorbed enzyme, which is more significant in FCAT@ZIF-90 (Figure S31). Finally, both MAF-7 and ZIF-90 protect the embedded FCAT from organic solvents (a). Specifically, FCAT@MAF-7 maintained 96% and 64% of its original activity after exposure to dimethyl sulfoxide (DMSO) and tetrahydrofuran (THF), respectively. In comparison, the activity of free FCAT is significantly diminished upon exposure to these solvents (a). These experiments suggest that MAF-7 offers superior protection to enzymes than other reported ZIFs and may provide the stability necessary for the enzymes to retain their performance under commercially relevant conditions. ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Activity of FCAT, FCAT@MAF-7, FCAT@ZIF-90, and FCAT@ZIF-8 after\nthermal treatment, in the presence of chaotropic agent (urea), in\nthe presence of proteolytic agent (4 mg mL<sup>–1</sup> protease,\n2 h), or after exposure to organic solvent (DMSO or THF, 2 h). (b)\nCycling runs for the degradation of 0.15 mM H<sub>2</sub>O<sub>2</sub> in the presence of 40 nM (based on FCAT) FCAT@MAF-7 at room temperature.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-10302s_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Activity of FCAT, FCAT@MAF-7, FCAT@ZIF-90, and FCAT@ZIF-8 after thermal treatment, in the presence of chaotropic agent (urea), in the presence of proteolytic agent (4 mg mL-1 protease, 2 h), or after exposure to organic solvent (DMSO or THF, 2 h). (b) Cycling runs for the degradation of 0.15 mM H2O2 in the presence of 40 nM (based on FCAT) FCAT@MAF-7 at room temperature.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>Encouraged by the excellent stability\nof FCAT@MAF-7, we sought\nto investigate recyclability, a critical performance metric for practical\napplications. We cycled FCAT@MAF-7 ten times without an appreciable\nreduction in enzymatic activity (b). Furthermore, fluorescence spectroscopy\nconfirmed negligible leaching during repeated usage (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S33</ext-link>) and PXRD analysis showed that crystallinity was\nretained subsequent to the cycling process (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S34</ext-link>). Lastly, we explored the generality of MAF-7 as a host\nfor biomacromolecules by performing an analogous set of experiments\non fluorescein-tagged urease, FU. After immobilization, FU@MAF-7 retained\n82% of the urease activity compared to FU@ZIF-90 (21%) and FU@ZIF-8\n(13%) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S43</ext-link>). In addition, compared\nto ZIF-90 and ZIF-8, MAF-7 provided better protection: FU@MAF-7 maintained\n61% of its original activity after heating (70 °C for 1 h) and\n74% after exposure to a proteolytic enzyme (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S44</ext-link>).</p>", "clean_text": "Encouraged by the excellent stability of FCAT@MAF-7, we sought to investigate recyclability, a critical performance metric for practical applications. We cycled FCAT@MAF-7 ten times without an appreciable reduction in enzymatic activity (b). Furthermore, fluorescence spectroscopy confirmed negligible leaching during repeated usage (Figure S33) and PXRD analysis showed that crystallinity was retained subsequent to the cycling process (Figure S34). Lastly, we explored the generality of MAF-7 as a host for biomacromolecules by performing an analogous set of experiments on fluorescein-tagged urease, FU. After immobilization, FU@MAF-7 retained 82% of the urease activity compared to FU@ZIF-90 (21%) and FU@ZIF-8 (13%) (Figure S43). In addition, compared to ZIF-90 and ZIF-8, MAF-7 provided better protection: FU@MAF-7 maintained 61% of its original activity after heating (70 °C for 1 h) and 74% after exposure to a proteolytic enzyme (Figure S44).", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>Herein, we highlight\nthe importance of the chemistry of the ZIF\nand at the ZIF/biointerface for facilitating and preserving the biological\nfunction of an encapsulated enzyme. Our data show that enzymes encapsulated\nwithin MAF-7 retain a significant degree of enzymatic activity. In\ncontrast, topologically identical ZIF-8 essentially deactivates CAT\nupon encapsulation or surface adsorption. Recent reports posit that\noptimizing hydrophobic/-philic interactions between enzymes and polymers\nis essential for the effective encapsulation and stabilization of\nbiomolecules. Given their modular synthesis,\nporosity and chemical and structural diversity MOFs represent a new\nclass of materials poised for further exploration in the area of biomolecule\nprotection.</p>", "clean_text": "Conclusion\n\nHerein, we highlight the importance of the chemistry of the ZIF and at the ZIF/biointerface for facilitating and preserving the biological function of an encapsulated enzyme. Our data show that enzymes encapsulated within MAF-7 retain a significant degree of enzymatic activity. In contrast, topologically identical ZIF-8 essentially deactivates CAT upon encapsulation or surface adsorption. Recent reports posit that optimizing hydrophobic/-philic interactions between enzymes and polymers is essential for the effective encapsulation and stabilization of biomolecules. Given their modular synthesis, porosity and chemical and structural diversity MOFs represent a new class of materials poised for further exploration in the area of biomolecule protection.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\" xlink:type=\"simple\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.8b10302\" xlink:type=\"simple\">10.1021/jacs.8b10302</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Synthesis and\nadditional experimental and analytical\ndetails (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Synthesis and\nadditional experimental and analytical\ndetails (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The\nauthors\ndeclare no competing financial interest.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.8b10302.  Synthesis and additional experimental and analytical details (PDF)   \n\nSynthesis and additional experimental and analytical details (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "6, 7, 8, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis Method for FCAT@ZIF-8</title><p>FCAT@ZIF-8 was synthesized\nin water with Zn­(OAc)<sub>2</sub>·2H<sub>2</sub>O (40 mM), 2-methylimidazole\n(HmIM, 640 mM), and FCAT (0.33 mg mL<sup>–1</sup>) at room\ntemperature under static condition (without stirring) for 24 h. The\ntotal volume of the reaction mixture was 3 mL. The precipitate was\nrecovered by centrifugation at 10 000 rpm for 5 min and then\nwashed, sonicated, and centrifuged three times each in ultrapure water\nto remove loosely adsorbed FCAT.</p><title>Synthesis Method for FCAT@ZIF-90</title><p>FCAT@ZIF-90 was synthesized\nin water with Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O\n(40 mM), 2-imidazolecarboxaldehyde (HICA, dissolved at elevated temperature;\n160 mM), and FCAT (0.33 mg mL<sup>–1</sup>) at room temperature\nunder static condition for 24 h. The total volume of the reaction\nmixture was 3 mL. The precipitate was recovered by centrifugation\nat 10 000 rpm for 5 min and then washed, sonicated, and centrifuged\nthree times each in ultrapure water to remove loosely adsorbed FCAT.</p><title>Synthesis Method for FCAT@MAF-7</title><p>FCAT@MAF-7 was synthesized\nin water with Zn­(NO<sub>3</sub>)<sub>2</sub>·6H<sub>2</sub>O\n(40 mM), 3-methyl-1,2,4-triazole (Hmtz, 120 mM), 10% NH<sub>3</sub>·H<sub>2</sub>O (60 μL) and FCAT (0.33 mg mL<sup>–1</sup>) at room temperature under stirring for 24 h. The total volume of\nthe reaction mixture was 3 mL. The precipitate was recovered by centrifugation\nat 10,000 r.p.m. for 5 min and then washed, sonicated, and centrifuged\nthree times each in ultrapure water to remove loosely adsorbed FCAT.</p><title>Thermogravimetric Analysis\n(TGA)</title><p>TGA data was collected\non a simultaneous thermal analyzer (STA) (TGA/DSC) from Linseis Thermal\nAnalysis. Approximately 5 mg of sample was placed on a ceramic pan\nand heated from 30 to 800 °C at a rate of 5 °C min<sup>–1</sup>. Each sample was heated under a constant flow of ca. 30 L min<sup>–1</sup> air.</p>", "clean_text": "Synthesis Method for FCAT@ZIF-8\n\nFCAT@ZIF-8 was synthesized in water with Zn(OAc)2⋅2H2O (40 mM), 2-methylimidazole (HmIM, 640 mM), and FCAT (0.33 mg mL-1) at room temperature under static condition (without stirring) for 24 h. The total volume of the reaction mixture was 3 mL. The precipitate was recovered by centrifugation at 10000 rpm for 5 min and then washed, sonicated, and centrifuged three times each in ultrapure water to remove loosely adsorbed FCAT.\n\nSynthesis Method for FCAT@ZIF-90\n\nFCAT@ZIF-90 was synthesized in water with Zn(NO3)2⋅6H2O (40 mM), 2-imidazolecarboxaldehyde (HICA, dissolved at elevated temperature; 160 mM), and FCAT (0.33 mg mL-1) at room temperature under static condition for 24 h. The total volume of the reaction mixture was 3 mL. The precipitate was recovered by centrifugation at 10000 rpm for 5 min and then washed, sonicated, and centrifuged three times each in ultrapure water to remove loosely adsorbed FCAT.\n\nSynthesis Method for FCAT@MAF-7\n\nFCAT@MAF-7 was synthesized in water with Zn(NO3)2⋅6H2O (40 mM), 3-methyl-1,2,4-triazole (Hmtz, 120 mM), 10% NH3⋅H2O (60 μL) and FCAT (0.33 mg mL-1) at room temperature under stirring for 24 h. The total volume of the reaction mixture was 3 mL. The precipitate was recovered by centrifugation at 10,000 r.p.m. for 5 min and then washed, sonicated, and centrifuged three times each in ultrapure water to remove loosely adsorbed FCAT.\n\nThermogravimetric Analysis (TGA)\n\nTGA data was collected on a simultaneous thermal analyzer (STA) (TGA/DSC) from Linseis Thermal Analysis. Approximately 5 mg of sample was placed on a ceramic pan and heated from 30 to 800 °C at a rate of 5 °C min-1. Each sample was heated under a constant flow of ca. 30 L min-1 air.", "data": [{"meta": {"name": "FCAT@ZIF-8", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn­(OAc)2·2H2O", "amount": "40", "unit": "mM"}, {"name": "2-methylimidazole", "amount": "640", "unit": "mM"}, {"name": "FCAT", "amount": "0.33", "unit": "mg mL–1"}], "solution": [{"name": "water", "amount": "3", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "24 h"}, {"synthesis method": "centrifugation", "revolution per time": "10,000 rpm", "relative centrifugal force": "", "time": "5 min", "temperature": "", "additive": [{"name": "ultrapure water", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "ultrapure water", "amount": "3 times"}, {"synthesis method": "sonication", "composition": "", "power": "", "solvent": "ultrapure water", "temperature": "", "time": "", "type": ""}]}, {"meta": {"name": "FCAT@ZIF-90", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn­(NO3)2·6H2O", "amount": "40", "unit": "mM"}, {"name": "2-imidazolecarboxaldehyde", "amount": "160", "unit": "mM"}, {"name": "FCAT", "amount": "0.33", "unit": "mg mL–1"}], "solution": [{"name": "water", "amount": "3", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "24 h"}, {"synthesis method": "centrifugation", "revolution per time": "10,000 rpm", "relative centrifugal force": "", "time": "5 min", "temperature": "", "additive": [{"name": "ultrapure water", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "ultrapure water", "amount": "3 times"}, {"synthesis method": "sonication", "composition": "", "power": "", "solvent": "ultrapure water", "temperature": "", "time": "", "type": ""}]}, {"meta": {"name": "FCAT@MAF-7", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zn­(NO3)2·6H2O", "amount": "40", "unit": "mM"}, {"name": "3-methyl-1,2,4-triazole", "amount": "120", "unit": "mM"}, {"name": "10% NH3·H2O", "amount": "60", "unit": "μL"}, {"name": "FCAT", "amount": "0.33", "unit": "mg mL–1"}], "solution": [{"name": "water", "amount": "3", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "24 h"}, {"synthesis method": "centrifugation", "revolution per time": "10,000 rpm", "relative centrifugal force": "", "time": "5 min", "temperature": "", "additive": [{"name": "ultrapure water", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "ultrapure water", "amount": "3 times"}, {"synthesis method": "sonication", "composition": "", "power": "", "solvent": "ultrapure water", "temperature": "", "time": "", "type": ""}]}, {"meta": {"name": "TGA", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "TGA", "precursor": [{"name": "sample", "amount": "5", "unit": "mg"}], "solution": [{"name": "", "amount": "", "unit": ""}], "pressure": "30 L min–1 air", "temperature": "30 to 800 °C", "time": "", "heating rate": "5 °C min–1", "cooling rate": ""}]}], "include_properties": ["chemical_synthesis", "centrifugation", "washing", "sonication"]}, {"idx": "19, 20, 27, 29", "type": "text", "classification": "property", "content": "<p>Samples of the as-synthesized\nbiocomposites were examined by PXRD,\nwhich confirmed that they were phase-pure and possessed the sodalite\ntopology (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). The crystal size\nand morphology were assessed by SEM, which showed that FCAT@ZIF-8\nand FCAT@ZIF-90 samples were dispersed rhombododecahedral crystals\nwhereas some crystal intergrowth was observed for FCAT@MAF-7 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S7</ext-link>). Gas adsorption isotherms were conducted\nto assess porosity, yielding Brunauer–Emmett–Teller\n(BET) surface areas of 1205.7(21.2), 1059.2(2.0), and 1070.6(2.2)\nm<sup>2</sup> g<sup>–1</sup> for FCAT@ZIF-8, FCAT@ZIF-90, and\nFCAT@MAF-7, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figures S8–S10</ext-link>). Furthermore, comparison of the pore size distributions of the\nbiocomposites and their corresponding neat ZIFs suggests that enzyme\nencapsulation does not affect the bulk pore structure of the ZIFs\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figures S8–S10</ext-link>). The spatial distribution\nof FCAT within the samples was assessed using confocal laser microscopy\n(CLSM) (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S12</ext-link>); the images show that the FCAT molecules\nwere more homogeneously distributed throughout FCAT@MAF-7 and FCAT@ZIF-90\ncrystals than in FCAT@ZIF-8, in which FCAT was predominantly located\nin the subsurface region. The latter data is in agreement with our\nprevious studies and shows that the hydrophilic\nand hydrophobic ZIFs give rise to different enzyme spatial distributions.\nFCAT loading in all samples was determined by tracing its fluorescence\nsignal after dissolution in 0.1 M citric acid-sodium citrate buffer\n(pH 5) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). The weight percentage\nof enzyme encapsulated varied from 0.5 to 3.3 wt % for FCAT-on-MAF-7\nto FCAT@ZIF-8, respectively (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>). It is noteworthy\nthat higher FCAT loading in the biocomposites can be achieved by using\na higher dosage of FCAT during synthesis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>).</p><p>To determine the effect of framework chemistry on\nthe performance\nof the encapsulated enzyme, we measured H<sub>2</sub>O<sub>2</sub> decomposition for each of the FCAT/ZIF composites. For comparison,\nwe also evaluated the activity of free FCAT under the same conditions.\nIn addition, we have found that the handling conditions for the ZIF-based\nbiocomposites can affect the integrity of the ZIF coating. For example,\nphosphate buffers, such as PBS, give rise to rapid decomposition of\nZIF-8 crystals and we anticipate that this will affect enzyme activity\nstudies. Consequently, we avoided exposing our biocomposites to PBS.\nOngoing work in our laboratory is focused on establishing protocols\nfor the storage, handling, and activity studies of ZIF-based biocomposites.\nA noteworthy result, shown in c, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figures S22–S26</ext-link>, and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>, is that FCAT@ZIF-8 composites\nshowed no measurable catalytic activity (a,c). Furthermore, FCAT adsorbed onto the\nsurface of ZIF-8 was also inactive (a,c). A similar phenomenon was observed in\nthe case of fluorescence-tagged horseradish peroxidase (FHRP, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S39</ext-link>). These data are consistent with studies\nthat show protein adsorption on hydrophobic surfaces can lead to a\nloss of activity and suggests recent reports of\nenzyme activity for FCAT@ZIF-8 may need to be re-evaluated. In contrast to the FCAT/ZIF-8 biocomposites, FCAT@MAF-7 showed comparable\nactivity to that of free FCAT: 3.2 × 10<sup>–3</sup> mM\ns<sup>–1</sup> for FCAT@MAF-7 versus 4.4 × 10<sup>–3</sup> mM s<sup>–1</sup> for free FCAT (c, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figures S24 and S25</ext-link>). Additionally, FCAT@ZIF-90 showed a substantial reduction in activity\ncompared to the free enzyme (1.4 × 10<sup>–3</sup> mM\ns<sup>–1</sup>, c and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S26</ext-link>). We believe that\nthe slightly slower reaction rates of FCAT-on-MAF-7 and FCAT-on-ZIF-90\ncompared to those of FCAT@MAF-7 and FCAT@ZIF-90 may be attributed\nto hindered substrate diffusion and/or changed enzyme orientation\nthat is engendered by close packing of FCAT on the MOF surface (surface-crowding\neffect). To provide a more comprehensive comparison of the FCAT/MOF biocomposite\nwith free FCAT, we evaluated the Michaelis–Menten kinetic parameters\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). The <italic toggle=\"yes\">K</italic>\n<sub>m</sub> and <italic toggle=\"yes\">k</italic>\n<sub>cat</sub> values for FCAT@MAF-7 are 0.99 mM and 950 s<sup>–1</sup>, respectively (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>), which are comparable\nto those of free FCAT and superior to those of FCAT@ZIF-90 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link> and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>). The loss of activity for the FCAT/ZIF-8 biocomposites could be\ndue to a number of factors, such as (1) the presence of the acetate\nanion inhibiting the FCAT activity, (2) binding of HmIM to the iron-heme\nactive site of FCAT during the synthesis process, (3) denaturation\nof the enzyme during the encapsulation or surface immobilization process\nas a result of hydrophobic interactions between FCAT and ZIF-8, and/or\n(4) hindered diffusion of the substrate (H<sub>2</sub>O<sub>2</sub>)/product (H<sub>2</sub>O) by the hydrophobic framework of ZIF-8\n(for FCAT@ZIF-8). Importantly, CAT (i.e., not fluorescein tagged)\nwas found to be inactive for the CAT@ZIF-8 composites (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S28</ext-link>), indicating the deactivation of FCAT\nin/on ZIF-8 is not ascribed to the enzyme surface functionalization.</p><p>Given that the catalytic activity of the encapsulated enzymes is\npreserved for FCAT@MAF-7 and FCAT@ZIF-90 (c), we sought to examine the capacity of\nthese ZIF coatings to protect the enzymes from inhospitable environments.\nThis “shielding” effect has been previously observed\nfor ZIF-90; thus, it serves as an excellent\nbenchmark material for FCAT@MAF-7. To assess the capacity of the ZIF\ncoating to protect the biological cargo from elevated temperatures,\nwe measured the enzymatic activity for FCAT, FCAT@MAF-7, and FCAT@ZIF-90\nafter incubating the catalysts at 50, 60, and 70 °C (a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S29</ext-link>), along with a room temperature (RT,\n25 ± 1 °C) control experiment. As anticipated, without protection\nvia encapsulation, the activity of free FCAT decreased dramatically\nfrom 3.7 × 10<sup>–3</sup> mM s<sup>–1</sup> at\nRT to 0.9 × 10<sup>–3</sup> mM s<sup>–1</sup> after\ntreatment at 70 °C. Consistent with previous studies, ZIF-90\nprovides a degree of protection for embedded FCAT: ca. 80 and 65%\nof its original activity was retained after exposure to 50 and 60\n°C, respectively. Notably, FCAT@MAF-7 offered far superior protection\nto elevated temperatures than ZIF-90, retaining 79% of its original\nactivity after exposure to a temperature of 70 °C compared to\n24% and 25% for FCAT and FCAT@ZIF-90, respectively. We then exposed\nthe ZIF-based biocomposites to urea, a chaotropic agent that engenders\nloss of biological function by unfolding proteins.\na shows that free FCAT retained only 8% of its original activity\nafter contact with urea; however, FCAT@MAF-7 and FCAT@ZIF-90 maintained\n89% and 48% of their original activity, respectively. It is worth\nnoting that analogous experiments employing FCAT-on-MAF-7 and FCAT-on-ZIF-90\nled to essentially complete deactivation of the surface-adsorbed protein\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S30</ext-link>). Thus, by exposing FCAT@MAF-7\nand FCAT@ZIF-90 to urea, we were observing only enzymatic activity\nfrom encapsulated enzyme. In the presence of protease (2 mg mL<sup>–1</sup> for 4 h at RT) FCAT@MAF-7 retained 85% of its original\nactivity compared to only 14% for free FCAT and 19% for FCAT@ZIF-90\n(a and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S31</ext-link>). Both MAF-7 and ZIF-90 possess Å-sized\npore apertures that would size-exclude the protease and prevent contact\nwith the embedded enzyme. These observations are commensurate with\nurea treatment and is again presumably due to the deactivation of\nthe surface-adsorbed enzyme, which is more significant in FCAT@ZIF-90\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S31</ext-link>). Finally, both MAF-7 and ZIF-90\nprotect the embedded FCAT from organic solvents (a). Specifically, FCAT@MAF-7\nmaintained 96% and 64% of its original activity after exposure to\ndimethyl sulfoxide (DMSO) and tetrahydrofuran (THF), respectively.\nIn comparison, the activity of free FCAT is significantly diminished\nupon exposure to these solvents (a). These experiments suggest that MAF-7\noffers superior protection to enzymes than other reported ZIFs and\nmay provide the stability necessary for the enzymes to retain their\nperformance under commercially relevant conditions.\n</p><p>Encouraged by the excellent stability\nof FCAT@MAF-7, we sought\nto investigate recyclability, a critical performance metric for practical\napplications. We cycled FCAT@MAF-7 ten times without an appreciable\nreduction in enzymatic activity (b). Furthermore, fluorescence spectroscopy\nconfirmed negligible leaching during repeated usage (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S33</ext-link>) and PXRD analysis showed that crystallinity was\nretained subsequent to the cycling process (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S34</ext-link>). Lastly, we explored the generality of MAF-7 as a host\nfor biomacromolecules by performing an analogous set of experiments\non fluorescein-tagged urease, FU. After immobilization, FU@MAF-7 retained\n82% of the urease activity compared to FU@ZIF-90 (21%) and FU@ZIF-8\n(13%) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S43</ext-link>). In addition, compared\nto ZIF-90 and ZIF-8, MAF-7 provided better protection: FU@MAF-7 maintained\n61% of its original activity after heating (70 °C for 1 h) and\n74% after exposure to a proteolytic enzyme (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.8b10302/suppl_file/ja8b10302_si_001.pdf\" xlink:type=\"simple\">Figure S44</ext-link>).</p>", "clean_text": "Samples of the as-synthesized biocomposites were examined by PXRD, which confirmed that they were phase-pure and possessed the sodalite topology (Figure S6). The crystal size and morphology were assessed by SEM, which showed that FCAT@ZIF-8 and FCAT@ZIF-90 samples were dispersed rhombododecahedral crystals whereas some crystal intergrowth was observed for FCAT@MAF-7 (Figure S7). Gas adsorption isotherms were conducted to assess porosity, yielding Brunauer-Emmett-Teller (BET) surface areas of 1205.7(21.2), 1059.2(2.0), and 1070.6(2.2) m2 g-1 for FCAT@ZIF-8, FCAT@ZIF-90, and FCAT@MAF-7, respectively (Figures S8-S10). Furthermore, comparison of the pore size distributions of the biocomposites and their corresponding neat ZIFs suggests that enzyme encapsulation does not affect the bulk pore structure of the ZIFs (Figures S8-S10). The spatial distribution of FCAT within the samples was assessed using confocal laser microscopy (CLSM) (b and Figure S12); the images show that the FCAT molecules were more homogeneously distributed throughout FCAT@MAF-7 and FCAT@ZIF-90 crystals than in FCAT@ZIF-8, in which FCAT was predominantly located in the subsurface region. The latter data is in agreement with our previous studies and shows that the hydrophilic and hydrophobic ZIFs give rise to different enzyme spatial distributions. FCAT loading in all samples was determined by tracing its fluorescence signal after dissolution in 0.1 M citric acid-sodium citrate buffer (pH 5) (Table S1). The weight percentage of enzyme encapsulated varied from 0.5 to 3.3 wt % for FCAT-on-MAF-7 to FCAT@ZIF-8, respectively (b and Table S1). It is noteworthy that higher FCAT loading in the biocomposites can be achieved by using a higher dosage of FCAT during synthesis (Table S1).\n\nTo determine the effect of framework chemistry on the performance of the encapsulated enzyme, we measured H2O2 decomposition for each of the FCAT/ZIF composites. For comparison, we also evaluated the activity of free FCAT under the same conditions. In addition, we have found that the handling conditions for the ZIF-based biocomposites can affect the integrity of the ZIF coating. For example, phosphate buffers, such as PBS, give rise to rapid decomposition of ZIF-8 crystals and we anticipate that this will affect enzyme activity studies. Consequently, we avoided exposing our biocomposites to PBS. Ongoing work in our laboratory is focused on establishing protocols for the storage, handling, and activity studies of ZIF-based biocomposites. A noteworthy result, shown in c, Figures S22-S26, and Table S2, is that FCAT@ZIF-8 composites showed no measurable catalytic activity (a,c). Furthermore, FCAT adsorbed onto the surface of ZIF-8 was also inactive (a,c). A similar phenomenon was observed in the case of fluorescence-tagged horseradish peroxidase (FHRP, Figure S39). These data are consistent with studies that show protein adsorption on hydrophobic surfaces can lead to a loss of activity and suggests recent reports of enzyme activity for FCAT@ZIF-8 may need to be re-evaluated. In contrast to the FCAT/ZIF-8 biocomposites, FCAT@MAF-7 showed comparable activity to that of free FCAT: 3.2 × 10-3 mM s-1 for FCAT@MAF-7 versus 4.4 × 10-3 mM s-1 for free FCAT (c, Figures S24 and S25). Additionally, FCAT@ZIF-90 showed a substantial reduction in activity compared to the free enzyme (1.4 × 10-3 mM s-1, c and Figure S26). We believe that the slightly slower reaction rates of FCAT-on-MAF-7 and FCAT-on-ZIF-90 compared to those of FCAT@MAF-7 and FCAT@ZIF-90 may be attributed to hindered substrate diffusion and/or changed enzyme orientation that is engendered by close packing of FCAT on the MOF surface (surface-crowding effect). To provide a more comprehensive comparison of the FCAT/MOF biocomposite with free FCAT, we evaluated the Michaelis-Menten kinetic parameters (Figure S28 and Table S2). The K m and k cat values for FCAT@MAF-7 are 0.99 mM and 950 s-1, respectively (Table S2), which are comparable to those of free FCAT and superior to those of FCAT@ZIF-90 (Figure S28 and Table S2). The loss of activity for the FCAT/ZIF-8 biocomposites could be due to a number of factors, such as (1) the presence of the acetate anion inhibiting the FCAT activity, (2) binding of HmIM to the iron-heme active site of FCAT during the synthesis process, (3) denaturation of the enzyme during the encapsulation or surface immobilization process as a result of hydrophobic interactions between FCAT and ZIF-8, and/or (4) hindered diffusion of the substrate (H2O2)/product (H2O) by the hydrophobic framework of ZIF-8 (for FCAT@ZIF-8). Importantly, CAT (i.e., not fluorescein tagged) was found to be inactive for the CAT@ZIF-8 composites (Figure S28), indicating the deactivation of FCAT in/on ZIF-8 is not ascribed to the enzyme surface functionalization.\n\nGiven that the catalytic activity of the encapsulated enzymes is preserved for FCAT@MAF-7 and FCAT@ZIF-90 (c), we sought to examine the capacity of these ZIF coatings to protect the enzymes from inhospitable environments. This \"shielding\" effect has been previously observed for ZIF-90; thus, it serves as an excellent benchmark material for FCAT@MAF-7. To assess the capacity of the ZIF coating to protect the biological cargo from elevated temperatures, we measured the enzymatic activity for FCAT, FCAT@MAF-7, and FCAT@ZIF-90 after incubating the catalysts at 50, 60, and 70 °C (a and Figure S29), along with a room temperature (RT, 25 ± 1 °C) control experiment. As anticipated, without protection via encapsulation, the activity of free FCAT decreased dramatically from 3.7 × 10-3 mM s-1 at RT to 0.9 × 10-3 mM s-1 after treatment at 70 °C. Consistent with previous studies, ZIF-90 provides a degree of protection for embedded FCAT: ca. 80 and 65% of its original activity was retained after exposure to 50 and 60 °C, respectively. Notably, FCAT@MAF-7 offered far superior protection to elevated temperatures than ZIF-90, retaining 79% of its original activity after exposure to a temperature of 70 °C compared to 24% and 25% for FCAT and FCAT@ZIF-90, respectively. We then exposed the ZIF-based biocomposites to urea, a chaotropic agent that engenders loss of biological function by unfolding proteins. a shows that free FCAT retained only 8% of its original activity after contact with urea; however, FCAT@MAF-7 and FCAT@ZIF-90 maintained 89% and 48% of their original activity, respectively. It is worth noting that analogous experiments employing FCAT-on-MAF-7 and FCAT-on-ZIF-90 led to essentially complete deactivation of the surface-adsorbed protein (Figure S30). Thus, by exposing FCAT@MAF-7 and FCAT@ZIF-90 to urea, we were observing only enzymatic activity from encapsulated enzyme. In the presence of protease (2 mg mL-1 for 4 h at RT) FCAT@MAF-7 retained 85% of its original activity compared to only 14% for free FCAT and 19% for FCAT@ZIF-90 (a and Figure S31). Both MAF-7 and ZIF-90 possess Å-sized pore apertures that would size-exclude the protease and prevent contact with the embedded enzyme. These observations are commensurate with urea treatment and is again presumably due to the deactivation of the surface-adsorbed enzyme, which is more significant in FCAT@ZIF-90 (Figure S31). Finally, both MAF-7 and ZIF-90 protect the embedded FCAT from organic solvents (a). Specifically, FCAT@MAF-7 maintained 96% and 64% of its original activity after exposure to dimethyl sulfoxide (DMSO) and tetrahydrofuran (THF), respectively. In comparison, the activity of free FCAT is significantly diminished upon exposure to these solvents (a). These experiments suggest that MAF-7 offers superior protection to enzymes than other reported ZIFs and may provide the stability necessary for the enzymes to retain their performance under commercially relevant conditions. \n\nEncouraged by the excellent stability of FCAT@MAF-7, we sought to investigate recyclability, a critical performance metric for practical applications. We cycled FCAT@MAF-7 ten times without an appreciable reduction in enzymatic activity (b). Furthermore, fluorescence spectroscopy confirmed negligible leaching during repeated usage (Figure S33) and PXRD analysis showed that crystallinity was retained subsequent to the cycling process (Figure S34). Lastly, we explored the generality of MAF-7 as a host for biomacromolecules by performing an analogous set of experiments on fluorescein-tagged urease, FU. After immobilization, FU@MAF-7 retained 82% of the urease activity compared to FU@ZIF-90 (21%) and FU@ZIF-8 (13%) (Figure S43). In addition, compared to ZIF-90 and ZIF-8, MAF-7 provided better protection: FU@MAF-7 maintained 61% of its original activity after heating (70 °C for 1 h) and 74% after exposure to a proteolytic enzyme (Figure S44).", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4205 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Schematic representations of the different\nFCAT/ZIF biocomposites\nformed by encapsulation of enzyme molecules via biomimetic mineralization\nor surface adsorption within/on hydrophobic (orange) or hydrophilic\n(blue) frameworks. (b) Confocal laser scanning micrographs showing\nfluorescence of different FCAT/ZIF biocomposites. (c) Catalytic activity\nof FCAT and different FCAT/ZIF composites. The assay was performed\nwith FCAT concentration of 20 nM and H<sub>2</sub>O<sub>2</sub> concentration\nof 0.20 mM.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-10302s_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Schematic representations of the different FCAT/ZIF biocomposites formed by encapsulation of enzyme molecules via biomimetic mineralization or surface adsorption within/on hydrophobic (orange) or hydrophilic (blue) frameworks. (b) Confocal laser scanning micrographs showing fluorescence of different FCAT/ZIF biocomposites. (c) Catalytic activity of FCAT and different FCAT/ZIF composites. The assay was performed with FCAT concentration of 20 nM and H2O2 concentration of 0.20 mM.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Solid-state UV–visible\nspectra for catalase (CAT), CAT@MAF-7,\nand CAT@ZIF-8. (b) Fluorescence spectra of CAT and different FCAT/MOF\ncomposites. Measurements were carried out with CAT concentration of\n1 μM in 0.1 M Tris-HCl buffer (pH 8).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-10302s_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Solid-state UV-visible spectra for catalase (CAT), CAT@MAF-7, and CAT@ZIF-8. (b) Fluorescence spectra of CAT and different FCAT/MOF composites. Measurements were carried out with CAT concentration of 1 μM in 0.1 M Tris-HCl buffer (pH 8).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>ATR-FTIR spectra (1800–750 cm<sup>–1</sup>) and the\ncorresponding second derivative ATR-FTIR spectra (vector normalized\nin the spectra region 1750–1480 cm<sup>–1</sup>) of\n(a and b) ZIF-8 (gray), CAT (black), CAT@ZIF-8 (red) and CAT-on-ZIF-8\n(orange); (c and d) MAF-7 (gray), CAT (black), CAT@MAF-7 (blue), and\nCAT-on-MAF-7 (green); and (e and f) ZIF-90 (gray), CAT (black), CAT@ZIF-90\n(cyan), and CAT-on-ZIF-90 (purple). Gray dashed lines in b, d, and\nf indicate the ATR-FTIR spectral vibrations of the amide I (1683,\n1654, and 1635 cm<sup>–1</sup>) and amide II (1545 and 1615\ncm<sup>–1</sup>) bands for CAT. The spectral component for\namide I band centered at 1654, 1635, and 1683 cm<sup>–1</sup> are assigned to the α-helix motifs, intramolecular β-sheets,\nand protein turns and loops in free CAT, respectively. The spectral\ncomponent for amide II band centered at 1545 and 1615 cm<sup>–1</sup> are assigned to the α-helix motif and the intramolecular β-sheets\nof CAT, respectively.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-10302s_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  ATR-FTIR spectra (1800-750 cm-1) and the corresponding second derivative ATR-FTIR spectra (vector normalized in the spectra region 1750-1480 cm-1) of (a and b) ZIF-8 (gray), CAT (black), CAT@ZIF-8 (red) and CAT-on-ZIF-8 (orange); (c and d) MAF-7 (gray), CAT (black), CAT@MAF-7 (blue), and CAT-on-MAF-7 (green); and (e and f) ZIF-90 (gray), CAT (black), CAT@ZIF-90 (cyan), and CAT-on-ZIF-90 (purple). Gray dashed lines in b, d, and f indicate the ATR-FTIR spectral vibrations of the amide I (1683, 1654, and 1635 cm-1) and amide II (1545 and 1615 cm-1) bands for CAT. The spectral component for amide I band centered at 1654, 1635, and 1683 cm-1 are assigned to the α-helix motifs, intramolecular β-sheets, and protein turns and loops in free CAT, respectively. The spectral component for amide II band centered at 1545 and 1615 cm-1 are assigned to the α-helix motif and the intramolecular β-sheets of CAT, respectively.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Activity of FCAT, FCAT@MAF-7, FCAT@ZIF-90, and FCAT@ZIF-8 after\nthermal treatment, in the presence of chaotropic agent (urea), in\nthe presence of proteolytic agent (4 mg mL<sup>–1</sup> protease,\n2 h), or after exposure to organic solvent (DMSO or THF, 2 h). (b)\nCycling runs for the degradation of 0.15 mM H<sub>2</sub>O<sub>2</sub> in the presence of 40 nM (based on FCAT) FCAT@MAF-7 at room temperature.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"ja-2018-10302s_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Activity of FCAT, FCAT@MAF-7, FCAT@ZIF-90, and FCAT@ZIF-8 after thermal treatment, in the presence of chaotropic agent (urea), in the presence of proteolytic agent (4 mg mL-1 protease, 2 h), or after exposure to organic solvent (DMSO or THF, 2 h). (b) Cycling runs for the degradation of 0.15 mM H2O2 in the presence of 40 nM (based on FCAT) FCAT@MAF-7 at room temperature.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.8b10302", "title": null, "journal": "American Chemical\nSociety", "date": "2019.01", "author_list": ["Liang\nWeibin", "Xu\nHuoshu", "Carraro\nFrancesco", "Maddigan\nNatasha K.", "Li\nQiaowei", "Bell\nStephen G.", "Huang\nDavid M.", "Tarzia\nAndrew", "Solomon\nMarcello B.", "Amenitsch\nHeinz", "Vaccari\nLisa", "Sumby\nChristopher J.", "Falcaro\nPaolo", "Doonan\nChristian J."]}}