{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja904782h.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Six prototype microporous metal−organic frameworks (MOFs) HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8 with variable structures and porosities were examined for their acetylene storage, highlighting HKUST-1 as the highest acetylene storage material ever reported with an uptake of 201 cm<sup>3</sup>/g at 295 K and 1 atm. To locate the acetylene binding sites within HKUST-1, neutron powder diffraction studies on acetylene loaded HKUST-1 were carried out and have conclusively established the significant contribution of open Cu<sup>2+</sup> sites for acetylene storage by their strong preferred interactions with acetylene molecules. The binding properties of acetylene gas at different sites were further investigated by first-principles calculations.</p>", "clean_text": "Six prototype microporous metal-organic frameworks (MOFs) HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8 with variable structures and porosities were examined for their acetylene storage, highlighting HKUST-1 as the highest acetylene storage material ever reported with an uptake of 201 cm3/g at 295 K and 1 atm. To locate the acetylene binding sites within HKUST-1, neutron powder diffraction studies on acetylene loaded HKUST-1 were carried out and have conclusively established the significant contribution of open Cu2+ sites for acetylene storage by their strong preferred interactions with acetylene molecules. The binding properties of acetylene gas at different sites were further investigated by first-principles calculations.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>With the realization of open structures and permanent porosity in some prototype metal−organic frameworks (MOFs) such as MOF-5 and HKUST-1, extensive research attention has been paid toward the implementation of functional sites within MOFs for their specific recognition and thus functional properties. In fact, by immobilizing open metal sites as well as Lewis acidic and basic sites into the pore surfaces of MOFs, a series of unique MOFs have been developed for gas storage, separation, catalysis, and sensing. Because of the very explosive nature of acetylene, the incorporation of specific sites within porous materials is particularly important to enhance their interactions with acetylene molecules and thus for high acetylene storage at room temperature and under a pressure of 0.2 MPa (the compression limit for the safe storage of acetylene). Previous efforts on porous materials and MOFs for acetylene storage have been mainly focused on those with small pores to enhance their acetylene adsorption enthalpies which have limited their uptake capacities, with the highest ever reported being 106 cm<sup>3</sup>/g. To make use of open metal sites to direct their interactions with acetylene molecules, herein we report HKUST-1 for exceptionally high acetylene uptake up to 201 cm<sup>3</sup>/g at 295 K and 1 atm. Neutron powder diffraction studies on acetylene loaded HKUST-1 clearly establish the preferred interactions between the fully deuterated acetylene and open Cu<sup>2+</sup> sites with a Cu−C bonding distance of 2.62 Å. The binding properties of the open Cu<sup>2+</sup> site have been further elucidated by first-principles calculations based on density-functional theory (DFT).</p>", "clean_text": "Introduction\n\nWith the realization of open structures and permanent porosity in some prototype metal-organic frameworks (MOFs) such as MOF-5 and HKUST-1, extensive research attention has been paid toward the implementation of functional sites within MOFs for their specific recognition and thus functional properties. In fact, by immobilizing open metal sites as well as Lewis acidic and basic sites into the pore surfaces of MOFs, a series of unique MOFs have been developed for gas storage, separation, catalysis, and sensing. Because of the very explosive nature of acetylene, the incorporation of specific sites within porous materials is particularly important to enhance their interactions with acetylene molecules and thus for high acetylene storage at room temperature and under a pressure of 0.2 MPa (the compression limit for the safe storage of acetylene). Previous efforts on porous materials and MOFs for acetylene storage have been mainly focused on those with small pores to enhance their acetylene adsorption enthalpies which have limited their uptake capacities, with the highest ever reported being 106 cm3/g. To make use of open metal sites to direct their interactions with acetylene molecules, herein we report HKUST-1 for exceptionally high acetylene uptake up to 201 cm3/g at 295 K and 1 atm. Neutron powder diffraction studies on acetylene loaded HKUST-1 clearly establish the preferred interactions between the fully deuterated acetylene and open Cu2+ sites with a Cu-C bonding distance of 2.62 Å. The binding properties of the open Cu2+ site have been further elucidated by first-principles calculations based on density-functional theory (DFT).", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["synthesis condition"], "content": "<title>Experimental Section</title><title>Synthesis of HKUST-1</title><p>A solution of Cu(NO<sub>3</sub>)<sub>2</sub>·(H<sub>2</sub>O)<sub>2.5</sub> (0.124 g, 0.532 mmol) and H<sub>3</sub>BTC (0.074 g, 0.352 mmol) in the mixture of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) (6 mL)/ethanol (6 mL)/H<sub>2</sub>O (6 mL) in a sealed vial (20 mL) at 70 °C for 24 h gave green, cubic microcrystalline crystals of HKUST-1 (120 mg) which were confirmed by a powder X-ray diffraction study. The as-synthesized HKUST-1 was exchanged with acetone 10 times (each of 20 mL) and then activated at 120 °C for 24 h under high vacuum up to 4 μmHg before BET and acetylene adsorption studies.</p>", "clean_text": "Experimental Section\n\nSynthesis of HKUST-1\n\nA solution of Cu(NO3)2⋅(H2O)2.5 (0.124 g, 0.532 mmol) and H3BTC (0.074 g, 0.352 mmol) in the mixture of N,N-dimethylformamide (DMF) (6 mL)/ethanol (6 mL)/H2O (6 mL) in a sealed vial (20 mL) at 70 °C for 24 h gave green, cubic microcrystalline crystals of HKUST-1 (120 mg) which were confirmed by a powder X-ray diffraction study. The as-synthesized HKUST-1 was exchanged with acetone 10 times (each of 20 mL) and then activated at 120 °C for 24 h under high vacuum up to 4 μmHg before BET and acetylene adsorption studies.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>MOF-505, MOF-508, and MOF-5 were synthesized and activated according to the references. MIL-53 and ZIF-8 were purchased from Aldrich and activated at 150 and 100 °C for 24 h under high vacuum up to 4 μmHg, respectively. N<sub>2</sub> and acetylene adsorption isotherms were measured on ASAP 2020. As the center-controlled air condition was set up at 22.0 °C, a water bath of 22.0 °C was used for acetylene adsorption isotherms at 295.0 K.</p>", "clean_text": "MOF-505, MOF-508, and MOF-5 were synthesized and activated according to the references. MIL-53 and ZIF-8 were purchased from Aldrich and activated at 150 and 100 °C for 24 h under high vacuum up to 4 μmHg, respectively. N2 and acetylene adsorption isotherms were measured on ASAP 2020. As the center-controlled air condition was set up at 22.0 °C, a water bath of 22.0 °C was used for acetylene adsorption isotherms at 295.0 K.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Neutron Powder Diffraction Studies</title><p>As-synthesized HKUST-1 with a DMF/EtOH/H<sub>2</sub>O mother liquid had been exchanged with excessive methanol 8 times for 2 days. The solvent exchanged sample was then degassed at 120 °C for 18 h under high dynamic vacuum. After degassing, the sample was immediately transferred into a vanadium sample can sealed with an indium O-ring, which was later mounted onto a sample stick with a gas loading line connected to an external valve. Both the gas loading line and the sample can were evacuated to high vacuum before the neutron experiments. During all the sample handling after the sample was degassed, the sample was not exposed to air. The sample stick was then put into a top-loading helium closed-cycle refrigerator (CCR). The known amount of fully deuterated acetylene gas (C<sub>2</sub>D<sub>2</sub>) was first loaded to a calibrated volume and then was exposed to the sample. A temperature reading from a sensor above the sample can was recorded as the sample temperature. All of the gas loading was performed at room temperature before the sample can was cooled down to 4 K for the measurements.</p>", "clean_text": "Neutron Powder Diffraction Studies\n\nAs-synthesized HKUST-1 with a DMF/EtOH/H2O mother liquid had been exchanged with excessive methanol 8 times for 2 days. The solvent exchanged sample was then degassed at 120 °C for 18 h under high dynamic vacuum. After degassing, the sample was immediately transferred into a vanadium sample can sealed with an indium O-ring, which was later mounted onto a sample stick with a gas loading line connected to an external valve. Both the gas loading line and the sample can were evacuated to high vacuum before the neutron experiments. During all the sample handling after the sample was degassed, the sample was not exposed to air. The sample stick was then put into a top-loading helium closed-cycle refrigerator (CCR). The known amount of fully deuterated acetylene gas (C2D2) was first loaded to a calibrated volume and then was exposed to the sample. A temperature reading from a sensor above the sample can was recorded as the sample temperature. All of the gas loading was performed at room temperature before the sample can was cooled down to 4 K for the measurements.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>A total of 0.6492 g of HKUST-1 was used for the neutron powder diffraction experiments. The neutron experiments were performed at the high resolution neutron powder diffractometer (BT1) at National Institute of Standards and Technology Center for Neutron Research (NCNR). The sample was measured sequentially at two different gas loadings corresponding to 0.62 C<sub>2</sub>D<sub>2</sub> per Cu and 1.5 C<sub>2</sub>D<sub>2</sub> per Cu. When loading 0.62 C<sub>2</sub>D<sub>2</sub> per Cu, the sample can together with the CCR was originally at room temperature and was slowly cooled down to 4 K that took ∼6−7 h. For the loading of 1.5 C<sub>2</sub>D<sub>2</sub> per Cu, the CCR had to remain at 4 K to shorten the waiting time during the gas loading before starting measurements. The sample stick was taken out of the CCR to load the gas at room temperature. After exposing the sample to the gas at room temperature, the sample stick was then directly put into the CCR again. It took at least 10 min before the sample temperature reached 200 K, above which the pressure gauge already read zero. Since the boiling point of bulk acetylene is ∼190 K, we expect that there should be no solid acetylene formed in our experiments. The sample was then cooled down to 4 K for the measurements. After measuring the sample with C<sub>2</sub>D<sub>2</sub> gas, the gas was pumped out at room temperature and the bare material was measured again at 4 K.</p>", "clean_text": "A total of 0.6492 g of HKUST-1 was used for the neutron powder diffraction experiments. The neutron experiments were performed at the high resolution neutron powder diffractometer (BT1) at National Institute of Standards and Technology Center for Neutron Research (NCNR). The sample was measured sequentially at two different gas loadings corresponding to 0.62 C2D2 per Cu and 1.5 C2D2 per Cu. When loading 0.62 C2D2 per Cu, the sample can together with the CCR was originally at room temperature and was slowly cooled down to 4 K that took ~6-7 h. For the loading of 1.5 C2D2 per Cu, the CCR had to remain at 4 K to shorten the waiting time during the gas loading before starting measurements. The sample stick was taken out of the CCR to load the gas at room temperature. After exposing the sample to the gas at room temperature, the sample stick was then directly put into the CCR again. It took at least 10 min before the sample temperature reached 200 K, above which the pressure gauge already read zero. Since the boiling point of bulk acetylene is ~190 K, we expect that there should be no solid acetylene formed in our experiments. The sample was then cooled down to 4 K for the measurements. After measuring the sample with C2D2 gas, the gas was pumped out at room temperature and the bare material was measured again at 4 K.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>First-Principles Calculations</title><p>First-principles calculations based on DFT were performed using the PWSCF package. We used Vanderbilt-type ultrasoft pseudopotentials and tested both the local-density approximation (LDA) with the Perdew−Zunger exchange correlation and the generalized gradient approximation (GGA) with the Perdew−Burke−Ernzerhof exchange correlation. A cutoff energy of 544 eV and a gamma point <italic toggle=\"yes\">k</italic> sampling were found to be sufficient for the total energy to converge within 0.5 meV/atom. We first optimized the primitive cell of the MOF structure. To obtain the C<sub>2</sub>H<sub>2</sub> binding energies, the C<sub>2</sub>H<sub>2</sub> molecule was introduced to various adsorption sites, followed by structural relaxations. As a reference, a C<sub>2</sub>H<sub>2</sub> molecule placed in a supercell with the same cell dimensions was also relaxed. The static binding energy was then calculated using <italic toggle=\"yes\">E</italic>\n<sub>B</sub> = <italic toggle=\"yes\">E</italic>(MOF) + <italic toggle=\"yes\">E</italic>(C<sub>2</sub>H<sub>2</sub>) − <italic toggle=\"yes\">E</italic>(MOF + C<sub>2</sub>H<sub>2</sub>).</p>", "clean_text": "First-Principles Calculations\n\nFirst-principles calculations based on DFT were performed using the PWSCF package. We used Vanderbilt-type ultrasoft pseudopotentials and tested both the local-density approximation (LDA) with the Perdew-Zunger exchange correlation and the generalized gradient approximation (GGA) with the Perdew-Burke-Ernzerhof exchange correlation. A cutoff energy of 544 eV and a gamma point k sampling were found to be sufficient for the total energy to converge within 0.5 meV/atom. We first optimized the primitive cell of the MOF structure. To obtain the C2H2 binding energies, the C2H2 molecule was introduced to various adsorption sites, followed by structural relaxations. As a reference, a C2H2 molecule placed in a supercell with the same cell dimensions was also relaxed. The static binding energy was then calculated using E B = E(MOF) + E(C2H2) - E(MOF + C2H2).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<title>Results and Discussions</title><title>Variable MOF Structures, Porosities, and Acetylene Adsorption Capacities</title><p>For comparison, six prototype microporous MOFs, namely HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8, were examined for their acetylene storage. They can be classified into three types of pore structures featuring open metal sites (HKUST-1 and MOF-505), small pores (MOF-508 and MIL-53), and large pores (MOF-5 and ZIF-8), respectively, as shown in Figure . HKUST-1 has 3D intersectional pores with a window size of 6.9 Å and cage size of 10.8 Å (purple sphere). Additionally, there are eight small pockets of 5.3 Å (yellow sphere) around each cage after the terminal water molecules are removed after the activation (Figure a). MOF-505 features 1D pores in which a small cage of 6.0 Å (yellow sphere) and large cage of 9.0 Å (purple sphere) are alternately stacked along the <italic toggle=\"yes\">c</italic> axis (Figure b). MOF-508 and MIL-53 are doubly interpenetrated and rod-packing MOFs, exhibiting a 1D straight channel of 4.0 × 4.0 and 7.7 × 7.7 Å<sup>2</sup>, respectively (Figure c, d). MOF-5 (or IRMOF-1) is one of the most highly porous MOFs with very large open 3D pores of ∼11.5 Å (Figure e). The representative zeolitic MOF, ZIF-8, has a pore aperture of 3.4 Å and cage size of 11.6 Å (Figure f). These microporous MOFs were confirmed by powder X-ray diffraction and then activated and examined by N<sub>2</sub> adsorption to establish their permanent porosity. HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8 have a Langmuir surface area of 2095, 1694, 946, 1233, 3610, and 1758 m<sup>2</sup>/g, respectively.</p>", "clean_text": "Results and Discussions\n\nVariable MOF Structures, Porosities, and Acetylene Adsorption Capacities\n\nFor comparison, six prototype microporous MOFs, namely HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8, were examined for their acetylene storage. They can be classified into three types of pore structures featuring open metal sites (HKUST-1 and MOF-505), small pores (MOF-508 and MIL-53), and large pores (MOF-5 and ZIF-8), respectively, as shown in Figure . HKUST-1 has 3D intersectional pores with a window size of 6.9 Å and cage size of 10.8 Å (purple sphere). Additionally, there are eight small pockets of 5.3 Å (yellow sphere) around each cage after the terminal water molecules are removed after the activation (Figure a). MOF-505 features 1D pores in which a small cage of 6.0 Å (yellow sphere) and large cage of 9.0 Å (purple sphere) are alternately stacked along the c axis (Figure b). MOF-508 and MIL-53 are doubly interpenetrated and rod-packing MOFs, exhibiting a 1D straight channel of 4.0 × 4.0 and 7.7 × 7.7 Å2, respectively (Figure c, d). MOF-5 (or IRMOF-1) is one of the most highly porous MOFs with very large open 3D pores of ~11.5 Å (Figure e). The representative zeolitic MOF, ZIF-8, has a pore aperture of 3.4 Å and cage size of 11.6 Å (Figure f). These microporous MOFs were confirmed by powder X-ray diffraction and then activated and examined by N2 adsorption to establish their permanent porosity. HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8 have a Langmuir surface area of 2095, 1694, 946, 1233, 3610, and 1758 m2/g, respectively.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Single-crystal X-ray structures of (a) HKUST-1, (b) MOF-505, (c) MOF-508, (d) MIL-53, (e) MOF-5, and (f) ZIF-8, showing open Cu<sup>2+</sup> sites (green), 3D frameworks and corresponding pore/cage sizes. Color scheme: C, gray; H, white; N, blue; O, red; Cu, green; Al, light gray; Zn, pink.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Single-crystal X-ray structures of (a) HKUST-1, (b) MOF-505, (c) MOF-508, (d) MIL-53, (e) MOF-5, and (f) ZIF-8, showing open Cu2+ sites (green), 3D frameworks and corresponding pore/cage sizes. Color scheme: C, gray; H, white; N, blue; O, red; Cu, green; Al, light gray; Zn, pink.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The acetylene uptake were carried out at 295 K (MOF-508 was examined at 290 K to secure its saturated adsorption at 1 atm). As shown in Figure , those with large pores (MOF-5 and ZIF-8) are certainly not favorable for acetylene storage, although their surface areas are quite high. The ones with small pores (MOF-508 and MIL-53) take up a moderate amount of acetylene, which are comparable to those reported. MOF-508 exhibits hysteresis sorption behavior because of the open-dense framework transformation (), and its acetylene uptake can be saturated at low pressure. Remarkably, HKUST-1 and MOF-505 with open Cu<sup>2+</sup> sites take up a significantly larger amount of acetylene, 201 and 148 cm<sup>3</sup>/g, respectively, at 295 K and 1 atm. The comparison of some microporous MOFs for acetylene storage is listed in Table .</p>", "clean_text": "The acetylene uptake were carried out at 295 K (MOF-508 was examined at 290 K to secure its saturated adsorption at 1 atm). As shown in Figure , those with large pores (MOF-5 and ZIF-8) are certainly not favorable for acetylene storage, although their surface areas are quite high. The ones with small pores (MOF-508 and MIL-53) take up a moderate amount of acetylene, which are comparable to those reported. MOF-508 exhibits hysteresis sorption behavior because of the open-dense framework transformation (), and its acetylene uptake can be saturated at low pressure. Remarkably, HKUST-1 and MOF-505 with open Cu2+ sites take up a significantly larger amount of acetylene, 201 and 148 cm3/g, respectively, at 295 K and 1 atm. The comparison of some microporous MOFs for acetylene storage is listed in Table .", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Acetylene adsorption isotherms of microporous MOFs at 295 K (MOF-508 at 290 K). HKUST-1 (black); MOF-505 (red); MOF-508 (green); MIL-53 (blue); MOF-5 (cyan); and ZIF-8 (magenta).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Acetylene adsorption isotherms of microporous MOFs at 295 K (MOF-508 at 290 K). HKUST-1 (black); MOF-505 (red); MOF-508 (green); MIL-53 (blue); MOF-5 (cyan); and ZIF-8 (magenta).   ", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Acetylene Uptake in the Six Metal−Organic Frameworks at 295 K and 1 atm (MOF-508 at 290 K)</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead valign=\"middle\">\n<oasis:row>\n<oasis:entry align=\"center\">MOFs (Langmuir<break></break>surface area, m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">cm<sup>3</sup>/g</oasis:entry>\n<oasis:entry align=\"center\">cm<sup>3</sup>/cm<sup>3</sup> <xref rid=\"tbl1-fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">wt%</oasis:entry>\n<oasis:entry align=\"center\">Density<xref rid=\"tbl1-fn2\"></xref>(g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">P</italic>\n<xref rid=\"tbl1-fn3\"></xref> [MPa]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>HKUST-1 (2095)</oasis:entry>\n<oasis:entry>201</oasis:entry>\n<oasis:entry>177</oasis:entry>\n<oasis:entry>23.4</oasis:entry>\n<oasis:entry>0.21</oasis:entry>\n<oasis:entry>19.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-505 (1694)</oasis:entry>\n<oasis:entry>148</oasis:entry>\n<oasis:entry>137</oasis:entry>\n<oasis:entry>17.2</oasis:entry>\n<oasis:entry>0.16</oasis:entry>\n<oasis:entry>15.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-508 (946)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>112</oasis:entry>\n<oasis:entry>10.5</oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n<oasis:entry>12.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53 (1233)</oasis:entry>\n<oasis:entry>72</oasis:entry>\n<oasis:entry>67</oasis:entry>\n<oasis:entry>8.4</oasis:entry>\n<oasis:entry>0.08</oasis:entry>\n<oasis:entry>7.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-5 (3610)</oasis:entry>\n<oasis:entry>26</oasis:entry>\n<oasis:entry>15</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n<oasis:entry>0.02</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8 (1758)</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>23</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n<oasis:entry>0.03</oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>The framework density was calculated from single crystal X-ray data (<xref rid=\"si1\">Table S13</xref>).</p>\n</fn>\n<fn id=\"tbl1-fn2\">\n<label>b</label>\n<p>Calculated density of adsorbed acetylene in bulk material.</p>\n</fn>\n<fn id=\"tbl1-fn3\">\n<label>c</label>\n<p>Pressure of acetylene at 295 K (290 K for MOF-508) corresponding to the calculated density of adsorbed acetylene in bulk material.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<title>Coverage-Dependent Adsorption Enthalpies</title><p>The coverage-dependent adsorption enthalpies of the MOFs to acetylene were calculated based on a virial method, a well established and reliable methodology from fits of their adsorption isotherms at 273 and 295 K. As shown in Figure , HKUST-1 exhibits the largest adsorption enthalpies of C<sub>2</sub>H<sub>2</sub> (30.4 kJ/mol at a coverage of 1 mmol/g), while ZIF-8 has the smallest one (13.3 kJ/mol at a coverage of 0.02 mmol/g). As investigated before, the smaller pores favor the stronger interactions between acetylene molecules and pore surfaces. Therefore, MIL-53 has higher adsorption enthalpies than MOF-5. MOF-5 has stronger interactions with acetylene than ZIF-8, partly because of the stronger C−H···π interactions between acetylene and phenyl groups in MOF-5. The open Cu<sup>2+</sup> sites within HKUST-1 and MOF-505 significantly enhance their interactions with acetylene molecules, as clearly demonstrated by the comparison of their adsorption enthalpies with those in MIL-53 whose pore sizes (7.7 Å) are in the same range with those in HKUST-1 and MOF-505 (5.3−10.8 Å). The smaller pocket of 5.3 Å (yellow sphere, Figure a) and more dense open Cu<sup>2+</sup> sites within HKUST-1 might contribute to its stronger interactions with acetylene than MOF-505.</p>", "clean_text": "Coverage-Dependent Adsorption Enthalpies\n\nThe coverage-dependent adsorption enthalpies of the MOFs to acetylene were calculated based on a virial method, a well established and reliable methodology from fits of their adsorption isotherms at 273 and 295 K. As shown in Figure , HKUST-1 exhibits the largest adsorption enthalpies of C2H2 (30.4 kJ/mol at a coverage of 1 mmol/g), while ZIF-8 has the smallest one (13.3 kJ/mol at a coverage of 0.02 mmol/g). As investigated before, the smaller pores favor the stronger interactions between acetylene molecules and pore surfaces. Therefore, MIL-53 has higher adsorption enthalpies than MOF-5. MOF-5 has stronger interactions with acetylene than ZIF-8, partly because of the stronger C-H⋅⋅⋅π interactions between acetylene and phenyl groups in MOF-5. The open Cu2+ sites within HKUST-1 and MOF-505 significantly enhance their interactions with acetylene molecules, as clearly demonstrated by the comparison of their adsorption enthalpies with those in MIL-53 whose pore sizes (7.7 Å) are in the same range with those in HKUST-1 and MOF-505 (5.3-10.8 Å). The smaller pocket of 5.3 Å (yellow sphere, Figure a) and more dense open Cu2+ sites within HKUST-1 might contribute to its stronger interactions with acetylene than MOF-505.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Coverage dependencies of the adsorption enthalpies for C<sub>2</sub>H<sub>2</sub> in MOFs calculated from fits of their 273 and 295 K isotherms. HKUST-1 (black); MOF-505 (red); MIL-53 (blue); MOF-5 (cyan); and ZIF-8 (magenta).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Coverage dependencies of the adsorption enthalpies for C2H2 in MOFs calculated from fits of their 273 and 295 K isotherms. HKUST-1 (black); MOF-505 (red); MIL-53 (blue); MOF-5 (cyan); and ZIF-8 (magenta).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<title>Binding Sites within HKUST-1 for Acetylene Storage</title><p>Interestingly, the amount of acetylene gas adsorbed in HKUST-1 at room temperature is 201 cm<sup>3</sup>/g at 1 atm corresponding to 1.67 C<sub>2</sub>H<sub>2</sub> per Cu. If we assume that each open Cu<sup>2+</sup> site and the entrance window of a small cage can adsorb one acetylene molecule, as previously established in HKUST-1 as initial hydrogen adsorption sites, the theoretical maximum amount of stored acetylene gas by these two sites exactly corresponds to 1.67 C<sub>2</sub>H<sub>2</sub> per Cu. To experimentally determine these adsorption sites, we have measured the activated HKUST-1, 0.62 C<sub>2</sub>D<sub>2</sub> per Cu and 1.5 C<sub>2</sub>D<sub>2</sub> per Cu loaded HKUST-1, respectively. The data are analyzed with difference Fourier map and Rietveld refinement methods to locate acetylene adsorption sites.\n</p>", "clean_text": "Binding Sites within HKUST-1 for Acetylene Storage\n\nInterestingly, the amount of acetylene gas adsorbed in HKUST-1 at room temperature is 201 cm3/g at 1 atm corresponding to 1.67 C2H2 per Cu. If we assume that each open Cu2+ site and the entrance window of a small cage can adsorb one acetylene molecule, as previously established in HKUST-1 as initial hydrogen adsorption sites, the theoretical maximum amount of stored acetylene gas by these two sites exactly corresponds to 1.67 C2H2 per Cu. To experimentally determine these adsorption sites, we have measured the activated HKUST-1, 0.62 C2D2 per Cu and 1.5 C2D2 per Cu loaded HKUST-1, respectively. The data are analyzed with difference Fourier map and Rietveld refinement methods to locate acetylene adsorption sites. ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The diffraction pattern of the activated bare material had been measured (see ). The excellent agreement of the experimental pattern with the theoretical calculation result (χ<sup>2</sup> = 0.8199) indicates that our degassed sample is clean and does not contain any coordinated and free solvent molecules. To identify the first strongest adsorption site, we have first loaded 0.62 C<sub>2</sub>D<sub>2</sub> per Cu gas into the sample. Figure  is the difference Fourier map of the positive neutron scattering intensity after loading C<sub>2</sub>D<sub>2</sub> (0.62 C<sub>2</sub>D<sub>2</sub> per Cu) calculated by comparing the current diffraction pattern with that of the activated bare material. The pink blobs on top of open Cu<sup>2+</sup> (green balls) show the extra positive intensity attributed from the adsorbed C<sub>2</sub>D<sub>2</sub> molecules. This <italic toggle=\"yes\">conclusively</italic> proves our previous speculation that the large adsorption enthalpy observed in HKUST-1 is due to the open Cu<sup>2+</sup> sites for their strong binding with acetylene molecules.</p>", "clean_text": "The diffraction pattern of the activated bare material had been measured (see ). The excellent agreement of the experimental pattern with the theoretical calculation result (χ2 = 0.8199) indicates that our degassed sample is clean and does not contain any coordinated and free solvent molecules. To identify the first strongest adsorption site, we have first loaded 0.62 C2D2 per Cu gas into the sample. Figure  is the difference Fourier map of the positive neutron scattering intensity after loading C2D2 (0.62 C2D2 per Cu) calculated by comparing the current diffraction pattern with that of the activated bare material. The pink blobs on top of open Cu2+ (green balls) show the extra positive intensity attributed from the adsorbed C2D2 molecules. This conclusively proves our previous speculation that the large adsorption enthalpy observed in HKUST-1 is due to the open Cu2+ sites for their strong binding with acetylene molecules.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Positive difference Fourier map of 0.62 C<sub>2</sub>D<sub>2</sub> per Cu loaded HKUST-1 calculated from powder neutron diffraction data. The pink regions indicate the extra positive density of the adsorbed C<sub>2</sub>D<sub>2</sub> molecules bound to the first strongest adsorption sites of open Cu<sup>2+</sup> (Color scheme: Cu, green; O, red; C, dark gray. Atoms are not drawn to the scale. The pink blobs on top of the BTC rings are from C<sub>2</sub>D<sub>2</sub> molecules which are bound to other open Cu sites).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Positive difference Fourier map of 0.62 C2D2 per Cu loaded HKUST-1 calculated from powder neutron diffraction data. The pink regions indicate the extra positive density of the adsorbed C2D2 molecules bound to the first strongest adsorption sites of open Cu2+ (Color scheme: Cu, green; O, red; C, dark gray. Atoms are not drawn to the scale. The pink blobs on top of the BTC rings are from C2D2 molecules which are bound to other open Cu sites).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>To identify the location of C<sub>2</sub>D<sub>2</sub> more accurately, the diffraction powder pattern is further analyzed with the Rietveld refinement (χ<sup>2</sup> = 0.8517). The diffraction pattern together with the calculation results was shown in Figure . The refinement results indicate that acetylene is adsorbed exclusively at an open Cu<sup>2+</sup> site at 0.62 C<sub>2</sub>D<sub>2</sub> per Cu loading; i.e., all acetylene gas molecules are adsorbed at an open Cu<sup>2+</sup> site, and only one C<sub>2</sub>D<sub>2</sub> can be adsorbed at each Cu<sup>2+</sup> site. The Cu−C distance between the Cu atom and a C<sub>2</sub>D<sub>2</sub> molecule is 2.62 Å, which is slightly longer than Ag−C bond distances (2.354−2.521 Å) in [Ag(η<sub>2</sub>-C<sub>2</sub>H<sub>2</sub>)<sub>3</sub>]<sup>+</sup> and [Ag(η<sub>2</sub>-C<sub>2</sub>H<sub>2</sub>)<sub>4</sub>]<sup>+</sup> molecular compounds. The C<sub>2</sub>D<sub>2</sub> molecule orientates in two possible directions that are parallel to the O−Cu−O axes, possibly because of the Coulomb attractions between the positively charged D atom of acetylene molecules and negatively charged O atom of carboxylate groups. Each orientation has half occupancy. The C−C and C−D bond distance of a C<sub>2</sub>D<sub>2</sub> molecule is 1.13 and 1.06 Å, respectively.</p>", "clean_text": "To identify the location of C2D2 more accurately, the diffraction powder pattern is further analyzed with the Rietveld refinement (χ2 = 0.8517). The diffraction pattern together with the calculation results was shown in Figure . The refinement results indicate that acetylene is adsorbed exclusively at an open Cu2+ site at 0.62 C2D2 per Cu loading; i.e., all acetylene gas molecules are adsorbed at an open Cu2+ site, and only one C2D2 can be adsorbed at each Cu2+ site. The Cu-C distance between the Cu atom and a C2D2 molecule is 2.62 Å, which is slightly longer than Ag-C bond distances (2.354-2.521 Å) in [Ag(η2-C2H2)3]+ and [Ag(η2-C2H2)4]+ molecular compounds. The C2D2 molecule orientates in two possible directions that are parallel to the O-Cu-O axes, possibly because of the Coulomb attractions between the positively charged D atom of acetylene molecules and negatively charged O atom of carboxylate groups. Each orientation has half occupancy. The C-C and C-D bond distance of a C2D2 molecule is 1.13 and 1.06 Å, respectively.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Rietveld refinement of neutron powder diffraction data of 0.62 C<sub>2</sub>D<sub>2</sub> per Cu loaded HKUST-1. Crosses, red line, green line, and blue line represent the experimental, calculated, background, and difference data points, respectively.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Rietveld refinement of neutron powder diffraction data of 0.62 C2D2 per Cu loaded HKUST-1. Crosses, red line, green line, and blue line represent the experimental, calculated, background, and difference data points, respectively.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>To identify the second strongest binding site of C<sub>2</sub>D<sub>2</sub>, we increased the loading of acetylene into HKUST-1 to 1.5 C<sub>2</sub>D<sub>2</sub> per Cu gas and then examined the corresponding neutron powder diffraction pattern. As shown in  (), the second strongest adsorption site (pink blobs) is located at the entrance window of a small cage (cage window site). The adsorbed acetylene molecules are disordered because of the cubic crystal symmetry of HKUST-1. The acetylene molecules located at the open Cu<sup>2+</sup> sites and the entrance windows of the small cages contribute to 1.2 C<sub>2</sub>D<sub>2</sub> per Cu, slightly lower than the actually loaded acetylene molecules of 1.5 C<sub>2</sub>D<sub>2</sub> per Cu. The remaining acetylene molecules of 0.3 C<sub>2</sub>D<sub>2</sub> per Cu might be scattered within the large and small cages which have basically negligible contributions to the neutron diffraction pattern (). The neutron powder diffraction studies thus conclusively demonstrate the first and second strongest acetylene binding sites of HKUST-1 to be the open Cu<sup>2+</sup> and the cage window site that are the most important binding sites responsible for the exceptionally high acetylene uptake of HKUST-1 at room temperature and 1 atm.</p>", "clean_text": "To identify the second strongest binding site of C2D2, we increased the loading of acetylene into HKUST-1 to 1.5 C2D2 per Cu gas and then examined the corresponding neutron powder diffraction pattern. As shown in  (), the second strongest adsorption site (pink blobs) is located at the entrance window of a small cage (cage window site). The adsorbed acetylene molecules are disordered because of the cubic crystal symmetry of HKUST-1. The acetylene molecules located at the open Cu2+ sites and the entrance windows of the small cages contribute to 1.2 C2D2 per Cu, slightly lower than the actually loaded acetylene molecules of 1.5 C2D2 per Cu. The remaining acetylene molecules of 0.3 C2D2 per Cu might be scattered within the large and small cages which have basically negligible contributions to the neutron diffraction pattern (). The neutron powder diffraction studies thus conclusively demonstrate the first and second strongest acetylene binding sites of HKUST-1 to be the open Cu2+ and the cage window site that are the most important binding sites responsible for the exceptionally high acetylene uptake of HKUST-1 at room temperature and 1 atm.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>First-Principles Total-Energy Calculations</title><p>To understand the C<sub>2</sub>H<sub>2</sub>−MOF interactions further, we performed first-principles total-energy calculations on HKUST-1. In agreement with the experimental observation from neutron powder diffraction, our calculations suggest that the open Cu<sup>2+</sup> site and cage-window site are indeed the most energetically stable adsorption centers in HKUST-1. The calculated static C<sub>2</sub>H<sub>2</sub> binding energies for these two sites using LDA are 44.8 and 29.2 kJ/mol, respectively. The corresponding values derived using GGA are 15.8 and 9.3 kJ/mol. As expected, LDA overestimates while GGA underestimates the binding strength, so the calculated acetylene binding strength matches quite well with the experimental data. Importantly, the relative calculated binding strengths of C<sub>2</sub>H<sub>2</sub> on the two sites are consistent with the experimental finding that the open Cu<sup>2+</sup> site becomes populated first.</p>", "clean_text": "First-Principles Total-Energy Calculations\n\nTo understand the C2H2-MOF interactions further, we performed first-principles total-energy calculations on HKUST-1. In agreement with the experimental observation from neutron powder diffraction, our calculations suggest that the open Cu2+ site and cage-window site are indeed the most energetically stable adsorption centers in HKUST-1. The calculated static C2H2 binding energies for these two sites using LDA are 44.8 and 29.2 kJ/mol, respectively. The corresponding values derived using GGA are 15.8 and 9.3 kJ/mol. As expected, LDA overestimates while GGA underestimates the binding strength, so the calculated acetylene binding strength matches quite well with the experimental data. Importantly, the relative calculated binding strengths of C2H2 on the two sites are consistent with the experimental finding that the open Cu2+ site becomes populated first.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>While the C<sub>2</sub>H<sub>2</sub>−framework interaction at the cage-window site is of typical van der Waals type, the C<sub>2</sub>H<sub>2</sub> binding with the unsaturated Cu<sup>2+</sup> is relatively strong. We attribute the high C<sub>2</sub>H<sub>2</sub> affinity on the open Cu<sup>2+</sup> center to the enhanced Coulomb interaction between the C<sub>2</sub>H<sub>2</sub> molecule and the open Cu<sup>2+</sup> charge density, similar to what was previously established for H<sub>2</sub> and CH<sub>4</sub> adsorption on the open metal sites in MOFs. Figure  shows the projected atomic charges of the C<sub>2</sub>H<sub>2</sub> molecule on the open Cu<sup>2+</sup> site in HKUST-1 from a Löwdin population analysis. Unlike the nonpolar, free C<sub>2</sub>H<sub>2</sub> molecule, the adsorbed C<sub>2</sub>H<sub>2</sub> is slightly distorted with an induced dipole moment. As a consequence, there exists an enhanced Coulomb interaction between the distorted C<sub>2</sub>H<sub>2</sub> molecule and the open metal charge density.</p>", "clean_text": "While the C2H2-framework interaction at the cage-window site is of typical van der Waals type, the C2H2 binding with the unsaturated Cu2+ is relatively strong. We attribute the high C2H2 affinity on the open Cu2+ center to the enhanced Coulomb interaction between the C2H2 molecule and the open Cu2+ charge density, similar to what was previously established for H2 and CH4 adsorption on the open metal sites in MOFs. Figure  shows the projected atomic charges of the C2H2 molecule on the open Cu2+ site in HKUST-1 from a Löwdin population analysis. Unlike the nonpolar, free C2H2 molecule, the adsorbed C2H2 is slightly distorted with an induced dipole moment. As a consequence, there exists an enhanced Coulomb interaction between the distorted C2H2 molecule and the open metal charge density.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Projected Löwdin charges of the C<sub>2</sub>H<sub>2</sub> molecule adsorbed on the open Cu<sup>2+</sup> site in HKUST-1. The adsorbed C<sub>2</sub>H<sub>2</sub> is slightly distorted with induced dipole moment, which enhances the electrostatic interaction with the open metal charges (left). For comparison, the Löwdin charge of the H atom in a free C<sub>2</sub>H<sub>2</sub> gas molecule is also shown (right).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Projected Löwdin charges of the C2H2 molecule adsorbed on the open Cu2+ site in HKUST-1. The adsorbed C2H2 is slightly distorted with induced dipole moment, which enhances the electrostatic interaction with the open metal charges (left). For comparison, the Löwdin charge of the H atom in a free C2H2 gas molecule is also shown (right).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Concluding Remarks</title><p>The exceptional high acetylene storage capacity of HKUST-1 at room temperature and atmosphere pressure highlights the very promise of the immobilization of open metal sites to target some useful microporous MOF materials as a practical acetylene storage media. Given the fact that acetylene is a very important raw material for various industrial chemicals, consumer products, and oxy-acetylene cutting in metal fabrication, the realization of such a safe and high-density acetylene storage media will certainly facilitate the safe transportation and wider usage of acetylene in the future.\n</p>", "clean_text": "Concluding Remarks\n\nThe exceptional high acetylene storage capacity of HKUST-1 at room temperature and atmosphere pressure highlights the very promise of the immobilization of open metal sites to target some useful microporous MOF materials as a practical acetylene storage media. Given the fact that acetylene is a very important raw material for various industrial chemicals, consumer products, and oxy-acetylene cutting in metal fabrication, the realization of such a safe and high-density acetylene storage media will certainly facilitate the safe transportation and wider usage of acetylene in the future. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>Adsorption data, detailed experimental procedures, structure cif file. This material is available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><title>References</title><p>For comparison, HKUST-1 and MIL-53 were also examined by the Clausius−Clapeyron equation for their acetylene adsorption enthalpies (, ). The adsorption enthalpies derived from the Clausius−Clapeyron equation are systematically higher than those from the virial method. The adsorption enthalpy at the fraction filling of 1 mmol of C<sub>2</sub>H<sub>2</sub> is 45.2 kJ/mol for HKUST-1, which is slightly higher than those in [Cu<sub>2</sub>(pzdc)<sub>2</sub>(pyz)]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n<sup>25</sup> and [Mg(HCOO)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n<sup>27</sup> with narrow pores.</p>", "clean_text": "Adsorption data, detailed experimental procedures, structure cif file. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nReferences\n\nFor comparison, HKUST-1 and MIL-53 were also examined by the Clausius-Clapeyron equation for their acetylene adsorption enthalpies (, ). The adsorption enthalpies derived from the Clausius-Clapeyron equation are systematically higher than those from the virial method. The adsorption enthalpy at the fraction filling of 1 mmol of C2H2 is 45.2 kJ/mol for HKUST-1, which is slightly higher than those in [Cu2(pzdc)2(pyz)] n  25 and [Mg(HCOO)2] n  27 with narrow pores.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 3, "type": "text", "classification": "synthesis condition", "content": "<title>Experimental Section</title><title>Synthesis of HKUST-1</title><p>A solution of Cu(NO<sub>3</sub>)<sub>2</sub>·(H<sub>2</sub>O)<sub>2.5</sub> (0.124 g, 0.532 mmol) and H<sub>3</sub>BTC (0.074 g, 0.352 mmol) in the mixture of <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N</italic>-dimethylformamide (DMF) (6 mL)/ethanol (6 mL)/H<sub>2</sub>O (6 mL) in a sealed vial (20 mL) at 70 °C for 24 h gave green, cubic microcrystalline crystals of HKUST-1 (120 mg) which were confirmed by a powder X-ray diffraction study. The as-synthesized HKUST-1 was exchanged with acetone 10 times (each of 20 mL) and then activated at 120 °C for 24 h under high vacuum up to 4 μmHg before BET and acetylene adsorption studies.</p>", "clean_text": "Experimental Section\n\nSynthesis of HKUST-1\n\nA solution of Cu(NO3)2⋅(H2O)2.5 (0.124 g, 0.532 mmol) and H3BTC (0.074 g, 0.352 mmol) in the mixture of N,N-dimethylformamide (DMF) (6 mL)/ethanol (6 mL)/H2O (6 mL) in a sealed vial (20 mL) at 70 °C for 24 h gave green, cubic microcrystalline crystals of HKUST-1 (120 mg) which were confirmed by a powder X-ray diffraction study. The as-synthesized HKUST-1 was exchanged with acetone 10 times (each of 20 mL) and then activated at 120 °C for 24 h under high vacuum up to 4 μmHg before BET and acetylene adsorption studies.", "data": [{"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "solvothermal synthesis", "precursor": [{"name": "Cu(NO3)2·(H2O)2.5", "amount": "0.124", "unit": "g"}, {"name": "H3BTC", "amount": "0.074", "unit": "g"}], "solvent": [{"name": "N,N-dimethylformamide (DMF)", "amount": "6", "unit": "mL"}, {"name": "ethanol", "amount": "6", "unit": "mL"}, {"name": "H2O", "amount": "6", "unit": "mL"}], "pressure": "sealed vial (20 mL)", "temperature": "70°C", "time": "24 h"}]}, {"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "washing", "washing solution": "acetone", "amount": "10 times (each of 20 mL)"}]}, {"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "drying", "pressure": "high vacuum up to 4 μmHg", "temperature": "120°C", "atmosphere": "", "time": "24 h"}]}], "include_properties": ["chemical_synthesis", "washing", "drying"]}, {"idx": "1, 8, 13, 15, 25", "type": "text", "classification": "property", "content": "<p>Six prototype microporous metal−organic frameworks (MOFs) HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8 with variable structures and porosities were examined for their acetylene storage, highlighting HKUST-1 as the highest acetylene storage material ever reported with an uptake of 201 cm<sup>3</sup>/g at 295 K and 1 atm. To locate the acetylene binding sites within HKUST-1, neutron powder diffraction studies on acetylene loaded HKUST-1 were carried out and have conclusively established the significant contribution of open Cu<sup>2+</sup> sites for acetylene storage by their strong preferred interactions with acetylene molecules. The binding properties of acetylene gas at different sites were further investigated by first-principles calculations.</p><title>Results and Discussions</title><title>Variable MOF Structures, Porosities, and Acetylene Adsorption Capacities</title><p>For comparison, six prototype microporous MOFs, namely HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8, were examined for their acetylene storage. They can be classified into three types of pore structures featuring open metal sites (HKUST-1 and MOF-505), small pores (MOF-508 and MIL-53), and large pores (MOF-5 and ZIF-8), respectively, as shown in Figure . HKUST-1 has 3D intersectional pores with a window size of 6.9 Å and cage size of 10.8 Å (purple sphere). Additionally, there are eight small pockets of 5.3 Å (yellow sphere) around each cage after the terminal water molecules are removed after the activation (Figure a). MOF-505 features 1D pores in which a small cage of 6.0 Å (yellow sphere) and large cage of 9.0 Å (purple sphere) are alternately stacked along the <italic toggle=\"yes\">c</italic> axis (Figure b). MOF-508 and MIL-53 are doubly interpenetrated and rod-packing MOFs, exhibiting a 1D straight channel of 4.0 × 4.0 and 7.7 × 7.7 Å<sup>2</sup>, respectively (Figure c, d). MOF-5 (or IRMOF-1) is one of the most highly porous MOFs with very large open 3D pores of ∼11.5 Å (Figure e). The representative zeolitic MOF, ZIF-8, has a pore aperture of 3.4 Å and cage size of 11.6 Å (Figure f). These microporous MOFs were confirmed by powder X-ray diffraction and then activated and examined by N<sub>2</sub> adsorption to establish their permanent porosity. HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8 have a Langmuir surface area of 2095, 1694, 946, 1233, 3610, and 1758 m<sup>2</sup>/g, respectively.</p><title>Coverage-Dependent Adsorption Enthalpies</title><p>The coverage-dependent adsorption enthalpies of the MOFs to acetylene were calculated based on a virial method, a well established and reliable methodology from fits of their adsorption isotherms at 273 and 295 K. As shown in Figure , HKUST-1 exhibits the largest adsorption enthalpies of C<sub>2</sub>H<sub>2</sub> (30.4 kJ/mol at a coverage of 1 mmol/g), while ZIF-8 has the smallest one (13.3 kJ/mol at a coverage of 0.02 mmol/g). As investigated before, the smaller pores favor the stronger interactions between acetylene molecules and pore surfaces. Therefore, MIL-53 has higher adsorption enthalpies than MOF-5. MOF-5 has stronger interactions with acetylene than ZIF-8, partly because of the stronger C−H···π interactions between acetylene and phenyl groups in MOF-5. The open Cu<sup>2+</sup> sites within HKUST-1 and MOF-505 significantly enhance their interactions with acetylene molecules, as clearly demonstrated by the comparison of their adsorption enthalpies with those in MIL-53 whose pore sizes (7.7 Å) are in the same range with those in HKUST-1 and MOF-505 (5.3−10.8 Å). The smaller pocket of 5.3 Å (yellow sphere, Figure a) and more dense open Cu<sup>2+</sup> sites within HKUST-1 might contribute to its stronger interactions with acetylene than MOF-505.</p><title>Binding Sites within HKUST-1 for Acetylene Storage</title><p>Interestingly, the amount of acetylene gas adsorbed in HKUST-1 at room temperature is 201 cm<sup>3</sup>/g at 1 atm corresponding to 1.67 C<sub>2</sub>H<sub>2</sub> per Cu. If we assume that each open Cu<sup>2+</sup> site and the entrance window of a small cage can adsorb one acetylene molecule, as previously established in HKUST-1 as initial hydrogen adsorption sites, the theoretical maximum amount of stored acetylene gas by these two sites exactly corresponds to 1.67 C<sub>2</sub>H<sub>2</sub> per Cu. To experimentally determine these adsorption sites, we have measured the activated HKUST-1, 0.62 C<sub>2</sub>D<sub>2</sub> per Cu and 1.5 C<sub>2</sub>D<sub>2</sub> per Cu loaded HKUST-1, respectively. The data are analyzed with difference Fourier map and Rietveld refinement methods to locate acetylene adsorption sites.\n</p><p>Adsorption data, detailed experimental procedures, structure cif file. This material is available free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p><title>References</title><p>For comparison, HKUST-1 and MIL-53 were also examined by the Clausius−Clapeyron equation for their acetylene adsorption enthalpies (, ). The adsorption enthalpies derived from the Clausius−Clapeyron equation are systematically higher than those from the virial method. The adsorption enthalpy at the fraction filling of 1 mmol of C<sub>2</sub>H<sub>2</sub> is 45.2 kJ/mol for HKUST-1, which is slightly higher than those in [Cu<sub>2</sub>(pzdc)<sub>2</sub>(pyz)]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n<sup>25</sup> and [Mg(HCOO)<sub>2</sub>]<sub>\n<italic toggle=\"yes\">n</italic>\n</sub>\n<sup>27</sup> with narrow pores.</p>", "clean_text": "Six prototype microporous metal-organic frameworks (MOFs) HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8 with variable structures and porosities were examined for their acetylene storage, highlighting HKUST-1 as the highest acetylene storage material ever reported with an uptake of 201 cm3/g at 295 K and 1 atm. To locate the acetylene binding sites within HKUST-1, neutron powder diffraction studies on acetylene loaded HKUST-1 were carried out and have conclusively established the significant contribution of open Cu2+ sites for acetylene storage by their strong preferred interactions with acetylene molecules. The binding properties of acetylene gas at different sites were further investigated by first-principles calculations.\n\nResults and Discussions\n\nVariable MOF Structures, Porosities, and Acetylene Adsorption Capacities\n\nFor comparison, six prototype microporous MOFs, namely HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8, were examined for their acetylene storage. They can be classified into three types of pore structures featuring open metal sites (HKUST-1 and MOF-505), small pores (MOF-508 and MIL-53), and large pores (MOF-5 and ZIF-8), respectively, as shown in Figure . HKUST-1 has 3D intersectional pores with a window size of 6.9 Å and cage size of 10.8 Å (purple sphere). Additionally, there are eight small pockets of 5.3 Å (yellow sphere) around each cage after the terminal water molecules are removed after the activation (Figure a). MOF-505 features 1D pores in which a small cage of 6.0 Å (yellow sphere) and large cage of 9.0 Å (purple sphere) are alternately stacked along the c axis (Figure b). MOF-508 and MIL-53 are doubly interpenetrated and rod-packing MOFs, exhibiting a 1D straight channel of 4.0 × 4.0 and 7.7 × 7.7 Å2, respectively (Figure c, d). MOF-5 (or IRMOF-1) is one of the most highly porous MOFs with very large open 3D pores of ~11.5 Å (Figure e). The representative zeolitic MOF, ZIF-8, has a pore aperture of 3.4 Å and cage size of 11.6 Å (Figure f). These microporous MOFs were confirmed by powder X-ray diffraction and then activated and examined by N2 adsorption to establish their permanent porosity. HKUST-1, MOF-505, MOF-508, MIL-53, MOF-5, and ZIF-8 have a Langmuir surface area of 2095, 1694, 946, 1233, 3610, and 1758 m2/g, respectively.\n\nCoverage-Dependent Adsorption Enthalpies\n\nThe coverage-dependent adsorption enthalpies of the MOFs to acetylene were calculated based on a virial method, a well established and reliable methodology from fits of their adsorption isotherms at 273 and 295 K. As shown in Figure , HKUST-1 exhibits the largest adsorption enthalpies of C2H2 (30.4 kJ/mol at a coverage of 1 mmol/g), while ZIF-8 has the smallest one (13.3 kJ/mol at a coverage of 0.02 mmol/g). As investigated before, the smaller pores favor the stronger interactions between acetylene molecules and pore surfaces. Therefore, MIL-53 has higher adsorption enthalpies than MOF-5. MOF-5 has stronger interactions with acetylene than ZIF-8, partly because of the stronger C-H⋅⋅⋅π interactions between acetylene and phenyl groups in MOF-5. The open Cu2+ sites within HKUST-1 and MOF-505 significantly enhance their interactions with acetylene molecules, as clearly demonstrated by the comparison of their adsorption enthalpies with those in MIL-53 whose pore sizes (7.7 Å) are in the same range with those in HKUST-1 and MOF-505 (5.3-10.8 Å). The smaller pocket of 5.3 Å (yellow sphere, Figure a) and more dense open Cu2+ sites within HKUST-1 might contribute to its stronger interactions with acetylene than MOF-505.\n\nBinding Sites within HKUST-1 for Acetylene Storage\n\nInterestingly, the amount of acetylene gas adsorbed in HKUST-1 at room temperature is 201 cm3/g at 1 atm corresponding to 1.67 C2H2 per Cu. If we assume that each open Cu2+ site and the entrance window of a small cage can adsorb one acetylene molecule, as previously established in HKUST-1 as initial hydrogen adsorption sites, the theoretical maximum amount of stored acetylene gas by these two sites exactly corresponds to 1.67 C2H2 per Cu. To experimentally determine these adsorption sites, we have measured the activated HKUST-1, 0.62 C2D2 per Cu and 1.5 C2D2 per Cu loaded HKUST-1, respectively. The data are analyzed with difference Fourier map and Rietveld refinement methods to locate acetylene adsorption sites. \n\nAdsorption data, detailed experimental procedures, structure cif file. This material is available free of charge via the Internet at http://pubs.acs.org.\n\nReferences\n\nFor comparison, HKUST-1 and MIL-53 were also examined by the Clausius-Clapeyron equation for their acetylene adsorption enthalpies (, ). The adsorption enthalpies derived from the Clausius-Clapeyron equation are systematically higher than those from the virial method. The adsorption enthalpy at the fraction filling of 1 mmol of C2H2 is 45.2 kJ/mol for HKUST-1, which is slightly higher than those in [Cu2(pzdc)2(pyz)] n  25 and [Mg(HCOO)2] n  27 with narrow pores.", "data": [[{"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "201", "unit": "cm3/g", "temperature": "295 K", "pressure": "1 atm", "condition": ""}]}, {"meta": {"name": "MOF-505", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "etc", "unit": "etc", "temperature": "etc", "pressure": "etc", "condition": ""}]}, {"meta": {"name": "MOF-508", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "etc", "unit": "etc", "temperature": "etc", "pressure": "etc", "condition": ""}]}, {"meta": {"name": "MIL-53", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "etc", "unit": "etc", "temperature": "etc", "pressure": "etc", "condition": ""}]}, {"meta": {"name": "MOF-5", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "etc", "unit": "etc", "temperature": "etc", "pressure": "etc", "condition": ""}]}, {"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "etc", "unit": "etc", "temperature": "etc", "pressure": "etc", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 12, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Acetylene Uptake in the Six Metal−Organic Frameworks at 295 K and 1 atm (MOF-508 at 290 K)</title>\n</caption>\n<oasis:table>\n<oasis:tgroup cols=\"6\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:thead valign=\"middle\">\n<oasis:row>\n<oasis:entry align=\"center\">MOFs (Langmuir<break></break>surface area, m<sup>2</sup>/g)</oasis:entry>\n<oasis:entry align=\"center\">cm<sup>3</sup>/g</oasis:entry>\n<oasis:entry align=\"center\">cm<sup>3</sup>/cm<sup>3</sup> <xref rid=\"tbl1-fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">wt%</oasis:entry>\n<oasis:entry align=\"center\">Density<xref rid=\"tbl1-fn2\"></xref>(g/cm<sup>3</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">P</italic>\n<xref rid=\"tbl1-fn3\"></xref> [MPa]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>HKUST-1 (2095)</oasis:entry>\n<oasis:entry>201</oasis:entry>\n<oasis:entry>177</oasis:entry>\n<oasis:entry>23.4</oasis:entry>\n<oasis:entry>0.21</oasis:entry>\n<oasis:entry>19.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-505 (1694)</oasis:entry>\n<oasis:entry>148</oasis:entry>\n<oasis:entry>137</oasis:entry>\n<oasis:entry>17.2</oasis:entry>\n<oasis:entry>0.16</oasis:entry>\n<oasis:entry>15.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-508 (946)</oasis:entry>\n<oasis:entry>90</oasis:entry>\n<oasis:entry>112</oasis:entry>\n<oasis:entry>10.5</oasis:entry>\n<oasis:entry>0.13</oasis:entry>\n<oasis:entry>12.2</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53 (1233)</oasis:entry>\n<oasis:entry>72</oasis:entry>\n<oasis:entry>67</oasis:entry>\n<oasis:entry>8.4</oasis:entry>\n<oasis:entry>0.08</oasis:entry>\n<oasis:entry>7.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MOF-5 (3610)</oasis:entry>\n<oasis:entry>26</oasis:entry>\n<oasis:entry>15</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n<oasis:entry>0.02</oasis:entry>\n<oasis:entry>1.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>ZIF-8 (1758)</oasis:entry>\n<oasis:entry>25</oasis:entry>\n<oasis:entry>23</oasis:entry>\n<oasis:entry>2.9</oasis:entry>\n<oasis:entry>0.03</oasis:entry>\n<oasis:entry>2.5</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>The framework density was calculated from single crystal X-ray data (<xref rid=\"si1\">Table S13</xref>).</p>\n</fn>\n<fn id=\"tbl1-fn2\">\n<label>b</label>\n<p>Calculated density of adsorbed acetylene in bulk material.</p>\n</fn>\n<fn id=\"tbl1-fn3\">\n<label>c</label>\n<p>Pressure of acetylene at 295 K (290 K for MOF-508) corresponding to the calculated density of adsorbed acetylene in bulk material.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Acetylene Uptake in the Six Metal−Organic Frameworks at 295 K and 1 atm (MOF-508 at 290 K)\n\n| MOFs (Langmuir surface area, m²/g) | cm³/g | cm³/cm³[^1] | wt% | Density[^2](g/cm³) | P[^3] [MPa] |\n|-----------------------------------|-------|------------|-----|--------------------|------------|\n| HKUST-1 (2095)                     | 201   | 177        | 23.4| 0.21               | 19.3       |\n| MOF-505 (1694)                     | 148   | 137        | 17.2| 0.16               | 15.0       |\n| MOF-508 (946)                      | 90    | 112        | 10.5| 0.13               | 12.2       |\n| MIL-53 (1233)                      | 72    | 67         | 8.4 | 0.08               | 7.3        |\n| MOF-5 (3610)                       | 26    | 15         | 3.0 | 0.02               | 1.6        |\n| ZIF-8 (1758)                       | 25    | 23         | 2.9 | 0.03               | 2.5        |\n\n[^1]: Calculated density of adsorbed acetylene in bulk material.\n[^2]: The framework density was calculated from single crystal X-ray data (Table S13).\n[^3]: Pressure of acetylene at 295 K (290 K for MOF-508) corresponding to the calculated density of adsorbed acetylene in bulk material.", "data": [{"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "Langmuir", "probe": "", "value": "2095", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "201", "unit": "cm³/g", "condition": ""}, {"probe": "", "value": "177", "unit": "cm³/cm³", "condition": ""}], "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "23.4", "unit": "wt%", "temperature": "295 K", "pressure": "1 atm", "condition": ""}], "density": [{"value": "0.21", "unit": "g/cm³", "condition": ""}], "pressure": [{"value": "19.3", "unit": "MPa", "condition": ""}]}, {"meta": {"name": "MOF-505", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "Langmuir", "probe": "", "value": "1694", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "148", "unit": "cm³/g", "condition": ""}, {"probe": "", "value": "137", "unit": "cm³/cm³", "condition": ""}], "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "17.2", "unit": "wt%", "temperature": "295 K", "pressure": "1 atm", "condition": ""}], "density": [{"value": "0.16", "unit": "g/cm³", "condition": ""}], "pressure": [{"value": "15.0", "unit": "MPa", "condition": ""}]}, {"meta": {"name": "MOF-508", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "Langmuir", "probe": "", "value": "946", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "90", "unit": "cm³/g", "condition": ""}, {"probe": "", "value": "112", "unit": "cm³/cm³", "condition": ""}], "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "10.5", "unit": "wt%", "temperature": "290 K", "pressure": "1 atm", "condition": ""}], "density": [{"value": "0.13", "unit": "g/cm³", "condition": ""}], "pressure": [{"value": "12.2", "unit": "MPa", "condition": ""}]}, {"meta": {"name": "MIL-53", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "Langmuir", "probe": "", "value": "1233", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "72", "unit": "cm³/g", "condition": ""}, {"probe": "", "value": "67", "unit": "cm³/cm³", "condition": ""}], "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "8.4", "unit": "wt%", "temperature": "295 K", "pressure": "1 atm", "condition": ""}], "density": [{"value": "0.08", "unit": "g/cm³", "condition": ""}], "pressure": [{"value": "7.3", "unit": "MPa", "condition": ""}]}, {"meta": {"name": "MOF-5", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "Langmuir", "probe": "", "value": "3610", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "26", "unit": "cm³/g", "condition": ""}, {"probe": "", "value": "15", "unit": "cm³/cm³", "condition": ""}], "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "3.0", "unit": "wt%", "temperature": "295 K", "pressure": "1 atm", "condition": ""}], "density": [{"value": "0.02", "unit": "g/cm³", "condition": ""}], "pressure": [{"value": "1.6", "unit": "MPa", "condition": ""}]}, {"meta": {"name": "ZIF-8", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "Langmuir", "probe": "", "value": "1758", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "25", "unit": "cm³/g", "condition": ""}, {"probe": "", "value": "23", "unit": "cm³/cm³", "condition": ""}], "gas adsorption": [{"adsorbate": "acetylene", "adsorbed amount": "2.9", "unit": "wt%", "temperature": "295 K", "pressure": "1 atm", "condition": ""}], "density": [{"value": "0.03", "unit": "g/cm³", "condition": ""}], "pressure": [{"value": "2.5", "unit": "MPa", "condition": ""}]}], "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Single-crystal X-ray structures of (a) HKUST-1, (b) MOF-505, (c) MOF-508, (d) MIL-53, (e) MOF-5, and (f) ZIF-8, showing open Cu<sup>2+</sup> sites (green), 3D frameworks and corresponding pore/cage sizes. Color scheme: C, gray; H, white; N, blue; O, red; Cu, green; Al, light gray; Zn, pink.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Single-crystal X-ray structures of (a) HKUST-1, (b) MOF-505, (c) MOF-508, (d) MIL-53, (e) MOF-5, and (f) ZIF-8, showing open Cu2+ sites (green), 3D frameworks and corresponding pore/cage sizes. Color scheme: C, gray; H, white; N, blue; O, red; Cu, green; Al, light gray; Zn, pink.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Acetylene adsorption isotherms of microporous MOFs at 295 K (MOF-508 at 290 K). HKUST-1 (black); MOF-505 (red); MOF-508 (green); MIL-53 (blue); MOF-5 (cyan); and ZIF-8 (magenta).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Acetylene adsorption isotherms of microporous MOFs at 295 K (MOF-508 at 290 K). HKUST-1 (black); MOF-505 (red); MOF-508 (green); MIL-53 (blue); MOF-5 (cyan); and ZIF-8 (magenta).   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Coverage dependencies of the adsorption enthalpies for C<sub>2</sub>H<sub>2</sub> in MOFs calculated from fits of their 273 and 295 K isotherms. HKUST-1 (black); MOF-505 (red); MIL-53 (blue); MOF-5 (cyan); and ZIF-8 (magenta).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Coverage dependencies of the adsorption enthalpies for C2H2 in MOFs calculated from fits of their 273 and 295 K isotherms. HKUST-1 (black); MOF-505 (red); MIL-53 (blue); MOF-5 (cyan); and ZIF-8 (magenta).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Positive difference Fourier map of 0.62 C<sub>2</sub>D<sub>2</sub> per Cu loaded HKUST-1 calculated from powder neutron diffraction data. The pink regions indicate the extra positive density of the adsorbed C<sub>2</sub>D<sub>2</sub> molecules bound to the first strongest adsorption sites of open Cu<sup>2+</sup> (Color scheme: Cu, green; O, red; C, dark gray. Atoms are not drawn to the scale. The pink blobs on top of the BTC rings are from C<sub>2</sub>D<sub>2</sub> molecules which are bound to other open Cu sites).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Positive difference Fourier map of 0.62 C2D2 per Cu loaded HKUST-1 calculated from powder neutron diffraction data. The pink regions indicate the extra positive density of the adsorbed C2D2 molecules bound to the first strongest adsorption sites of open Cu2+ (Color scheme: Cu, green; O, red; C, dark gray. Atoms are not drawn to the scale. The pink blobs on top of the BTC rings are from C2D2 molecules which are bound to other open Cu sites).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Rietveld refinement of neutron powder diffraction data of 0.62 C<sub>2</sub>D<sub>2</sub> per Cu loaded HKUST-1. Crosses, red line, green line, and blue line represent the experimental, calculated, background, and difference data points, respectively.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Rietveld refinement of neutron powder diffraction data of 0.62 C2D2 per Cu loaded HKUST-1. Crosses, red line, green line, and blue line represent the experimental, calculated, background, and difference data points, respectively.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Projected Löwdin charges of the C<sub>2</sub>H<sub>2</sub> molecule adsorbed on the open Cu<sup>2+</sup> site in HKUST-1. The adsorbed C<sub>2</sub>H<sub>2</sub> is slightly distorted with induced dipole moment, which enhances the electrostatic interaction with the open metal charges (left). For comparison, the Löwdin charge of the H atom in a free C<sub>2</sub>H<sub>2</sub> gas molecule is also shown (right).</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"anchor\" xlink:href=\"ja-2009-04782h_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Projected Löwdin charges of the C2H2 molecule adsorbed on the open Cu2+ site in HKUST-1. The adsorbed C2H2 is slightly distorted with induced dipole moment, which enhances the electrostatic interaction with the open metal charges (left). For comparison, the Löwdin charge of the H atom in a free C2H2 gas molecule is also shown (right).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/ja904782h", "title": null, "journal": "American Chemical Society", "date": "2009.08", "author_list": ["Xiang\nShengchang", "Zhou\nWei", "Gallegos\nJose M.", "Liu\nYun", "Chen\nBanglin"]}}