{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja9b09360.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>In this study, a hybrid nanoassembly consisting of an\nupconversion\nnanoparticle (UCNP) core and a zeolitic imidazolate framework-8 (ZIF)\nshell encapsulated with chiral NiSx NPs (denoted as UCNP@ZIF-NiSx)\nwere fabricated. The UCNP@ZIF-NiSx nanoassemblies showed an intense\ncircular dichroism (CD) signal at 440 and 530 nm, whereas the upconversion\nluminescence (UCL) signal of the UCNPs at 540 nm were quenched by\nNiSx NPs and the UCL signal at 660 nm was almost unchanged. By taking\nadvantage of the chiral-optical and fluorescent signals, the dual\nmode nanoassemblies can be used for quantitively monitoring reactive\noxygen species (ROS), with hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>) as the proof-of-concept target in living cells. The experimental\nresults revealed that UCNP@ZIF-NiSx has been changed into UCNP@ZIF\nwith degradation of NiSx during the detection process. Noticeably,\nquantitative and selective detection of ROS was successfully carried\nout <italic>in vivo</italic>. This strategy highlights the potential\nof chiral nanoassemblies for ROS detection, which opens up a new avenue\nto develop the toolbox of chiral nanomaterials for biomedical and\nbiological analysis.</p>", "clean_text": "In this study, a hybrid nanoassembly consisting of an upconversion nanoparticle (UCNP) core and a zeolitic imidazolate framework-8 (ZIF) shell encapsulated with chiral NiSx NPs (denoted as UCNP@ZIF-NiSx) were fabricated. The UCNP@ZIF-NiSx nanoassemblies showed an intense circular dichroism (CD) signal at 440 and 530 nm, whereas the upconversion luminescence (UCL) signal of the UCNPs at 540 nm were quenched by NiSx NPs and the UCL signal at 660 nm was almost unchanged. By taking advantage of the chiral-optical and fluorescent signals, the dual mode nanoassemblies can be used for quantitively monitoring reactive oxygen species (ROS), with hydrogen peroxide (H2O2) as the proof-of-concept target in living cells. The experimental results revealed that UCNP@ZIF-NiSx has been changed into UCNP@ZIF with degradation of NiSx during the detection process. Noticeably, quantitative and selective detection of ROS was successfully carried out in vivo. This strategy highlights the potential of chiral nanoassemblies for ROS detection, which opens up a new avenue to develop the toolbox of chiral nanomaterials for biomedical and biological analysis.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Reactive oxygen species (ROS), such as\nsuperoxide (O<sup>2–</sup>), hydrogen peroxide (H<sub>2</sub>O<sub>2</sub>), hydroxyl radicals\n(•OH), and hypochlorite (ClO<sup>–</sup>), produced\nin metabolic processes, play critical roles in many physiological\nprocesses, which are crucial in health and disease. For ROS and health, the free radicals that are produced\nby phagocytes can kill the invading pathogenic microbes. Moreover,\nROS play an important role in the function of cellular signaling systems.\nFor ROS and disease, the ROS-related disease can be caused by either\na shortage of ROS or a surplus of ROS. The lack of ROS can lead to\nthe abnormal immune function, which can further result in chronic\ngranulomatous disease. The overproduction of ROS can cause cell death,\norgan injury, and a wide range of diseases (such as cancers, rheumatoid\narthritis, cardiovascular diseases, and\nneurological diseases), some of which can lead to death. Therefore, rapid and accurate determination of\nROS levels is of great importance. During the past decades, a series\nof probes (especially fluorescent probes and electrochemical sensors) have been developed\nfor the detection of ROS. However, their application can sometimes\nbe limited by their poor biocompatibility, low sensitivity, and photobleaching\neffects. Furthermore, the background autofluorescence of complex biological\nmatrices can also hinder the quantification of ROS in living organisms.</p>", "clean_text": "Introduction\n\nReactive oxygen species (ROS), such as superoxide (O2-), hydrogen peroxide (H2O2), hydroxyl radicals (⋅OH), and hypochlorite (ClO-), produced in metabolic processes, play critical roles in many physiological processes, which are crucial in health and disease. For ROS and health, the free radicals that are produced by phagocytes can kill the invading pathogenic microbes. Moreover, ROS play an important role in the function of cellular signaling systems. For ROS and disease, the ROS-related disease can be caused by either a shortage of ROS or a surplus of ROS. The lack of ROS can lead to the abnormal immune function, which can further result in chronic granulomatous disease. The overproduction of ROS can cause cell death, organ injury, and a wide range of diseases (such as cancers, rheumatoid arthritis, cardiovascular diseases, and neurological diseases), some of which can lead to death. Therefore, rapid and accurate determination of ROS levels is of great importance. During the past decades, a series of probes (especially fluorescent probes and electrochemical sensors) have been developed for the detection of ROS. However, their application can sometimes be limited by their poor biocompatibility, low sensitivity, and photobleaching effects. Furthermore, the background autofluorescence of complex biological matrices can also hinder the quantification of ROS in living organisms.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Recently, chiral nanomaterials including individual chiral nanoparticles\n(NPs) and chiral nanoassemblies have attracted tremendous interest due to their potential applications\nin chiral sensing, optoelectronics, and\nasymmetric catalysis. Individual chiral\nNPs, such as chiral WO<sub>3‑<italic>x</italic>\n</sub> NPs, chiral carbon dots, chiral MoO<sub>3‑<italic>x</italic>\n</sub> NPs, chiral CdTe NPs, chiral Co<sub>3</sub>O<sub>4</sub> NPs, chiral plasmonic gold NPs, and chiral\nCu<sub>2‑<italic>x</italic>\n</sub>S NPs, have been prepared and used for peptide catalysis and DNA profiling. In addition, chiral NP assemblies with strong chiroptical activity\nin the visible spectrum, that avoids the interference from background\ncircular dichroism (CD) signals from the organism, have been applied\nto biological analysis.</p>", "clean_text": "Recently, chiral nanomaterials including individual chiral nanoparticles (NPs) and chiral nanoassemblies have attracted tremendous interest due to their potential applications in chiral sensing, optoelectronics, and asymmetric catalysis. Individual chiral NPs, such as chiral WO3-x  NPs, chiral carbon dots, chiral MoO3-x  NPs, chiral CdTe NPs, chiral Co3O4 NPs, chiral plasmonic gold NPs, and chiral Cu2-x S NPs, have been prepared and used for peptide catalysis and DNA profiling. In addition, chiral NP assemblies with strong chiroptical activity in the visible spectrum, that avoids the interference from background circular dichroism (CD) signals from the organism, have been applied to biological analysis.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The lanthanide-doped upconversion nanoparticles\n(UCNPs) that can\nconvert near-infrared radiation into visible light have been widely utilized in constructing probes. Zeolitic imidazolate framework-8 (ZIF-8) is a subclass of metal–organic\nframework (MOF) with excellent biocompatibility and tunable pore openings. Notably, integrating UCNPs with chiral NPs is a good strategy for\nthe creation of composite nanoassembliess, which can possibly utilize\nboth CD and upconversion luminescent (UCL) signals. The MOF could\nbe used as a good bridge to combine both functional nanomaterials\ninto one system. Li et al. and Yuan et\nal. fabricated the hybrid nanocomposites\nof UCNP and MOF and applied to photodynamic therapy.</p>", "clean_text": "The lanthanide-doped upconversion nanoparticles (UCNPs) that can convert near-infrared radiation into visible light have been widely utilized in constructing probes. Zeolitic imidazolate framework-8 (ZIF-8) is a subclass of metal-organic framework (MOF) with excellent biocompatibility and tunable pore openings. Notably, integrating UCNPs with chiral NPs is a good strategy for the creation of composite nanoassembliess, which can possibly utilize both CD and upconversion luminescent (UCL) signals. The MOF could be used as a good bridge to combine both functional nanomaterials into one system. Li et al. and Yuan et al. fabricated the hybrid nanocomposites of UCNP and MOF and applied to photodynamic therapy.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this\nstudy, the hybrid chiral core–shell nanostructure\nincluding a UCNP (NaYF<sub>4</sub>:Yb<sup>3+</sup>/Er<sup>3+</sup>) core and a chiral NiSx NPs-decorated MOF shell was constructed\n(denoted “UCNP@ZIF-NiSx”). Chiral NiSx NPs were synthesized\nusing a chiral penicillamine template, showing a CD signal which sensitively\nand selectively responded to ROS. With the CD and UCL signals of the\nhybrid nanoplatform, we achieved ultrasensitive and selective detection\nof ROS in live cells and <italic>in vivo</italic>.</p>", "clean_text": "In this study, the hybrid chiral core-shell nanostructure including a UCNP (NaYF4:Yb3+/Er3+) core and a chiral NiSx NPs-decorated MOF shell was constructed (denoted \"UCNP@ZIF-NiSx\"). Chiral NiSx NPs were synthesized using a chiral penicillamine template, showing a CD signal which sensitively and selectively responded to ROS. With the CD and UCL signals of the hybrid nanoplatform, we achieved ultrasensitive and selective detection of ROS in live cells and in vivo.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Synthesis and Characterization of the Nanoassemblies</title><p>The process for preparing the nanoassemblies is shown in . This strategy was\nbased on the interaction between UCNPs and MOF precursors at room\ntemperature. First, the UNCPs were stabilized by oleic acid (UCNPs-OA)\nwith a hexagonal plate-like appearance, and were prepared and used\nas the initial core (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figures S1 and S2</ext-link>). Because of the hydrophobic surface of UCNPs-OA,\nhydrochloric acid was used to remove the OA ligands. Polyvinylpyrrolidone\n(PVP) was then coated onto the bare UCNP (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S3</ext-link>), forming the water-soluble UCNPs-PVP (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S4</ext-link>). Then, a ZIF-8 layer\nwas coated onto the UCNP nanodisks to form the hydrophilic UCNP@ZIF\ncore–shell nanostructure. Transmission electron microscopy\n(TEM) images clearly showed the obvious core–shell geometry,\nindicating successful synthesis of UCNP@ZIF structures (A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">S5</ext-link>). Finally, by using nickel ions (II) as a nickel source\nand chiral L-/D-Pen ligands as a sulfide source, the chiral NiSx-L/D\nNPs could be nucleated and grown into the ZIF shell to form the UCNP@ZIF-NiSx-L/D\ncomposite (B and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">S6</ext-link>). High-resolution TEM (HRTEM)\nanalysis exhibited lattice spacing of 0.52 nm, which was assigned\nto NaYF<sub>4</sub> (100), and the thickness of ZIF-8 shell was about\n7 nm (C). Elemental\nmapping results clearly showed all expected elements including the\ndetection of Y, Yb, Zn, Ni, and S in the nanoassemblies (D). Porosity of the\nnanocomposite was characterized by the nitrogen sorption–desorption\nisotherms. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S7</ext-link>, the Brunauer–Emmett–Teller\n(BET) surface area of the UCNP@ZIF-NiSx was 416.1 m<sup>2</sup>/g,\nwhich was smaller than that of the UCNP@ZIF (966.8 m<sup>2</sup>/g).\nThe X-ray diffraction (XRD) technique was employed to characterize\nthe structural evolution of the UCNP@ZIF-NiSx-L (A). The XRD peaks of UCNP were\nmatched with the standard pattern of pure β-phase NaYF<sub>4</sub> crystals (JCPDS no. 16-0334). After coating the ZIF-8 shell, in\naddition to the XRD peaks from the UCNP, the UCNP@ZIF also displayed\npeaks that can be indexed to the pattern of ZIF-8. Furthermore, UCNP@ZIF-NiSx-L\ndisplayed similar peaks to UCNP@ZIF, indicating that the NiSx loading\ndid not alter the parent crystalline structure.</p>", "clean_text": "Results and Discussion\n\nSynthesis and Characterization of the Nanoassemblies\n\nThe process for preparing the nanoassemblies is shown in . This strategy was based on the interaction between UCNPs and MOF precursors at room temperature. First, the UNCPs were stabilized by oleic acid (UCNPs-OA) with a hexagonal plate-like appearance, and were prepared and used as the initial core (Figures S1 and S2). Because of the hydrophobic surface of UCNPs-OA, hydrochloric acid was used to remove the OA ligands. Polyvinylpyrrolidone (PVP) was then coated onto the bare UCNP (Figure S3), forming the water-soluble UCNPs-PVP (Figure S4). Then, a ZIF-8 layer was coated onto the UCNP nanodisks to form the hydrophilic UCNP@ZIF core-shell nanostructure. Transmission electron microscopy (TEM) images clearly showed the obvious core-shell geometry, indicating successful synthesis of UCNP@ZIF structures (A and S5). Finally, by using nickel ions (II) as a nickel source and chiral L-/D-Pen ligands as a sulfide source, the chiral NiSx-L/D NPs could be nucleated and grown into the ZIF shell to form the UCNP@ZIF-NiSx-L/D composite (B and S6). High-resolution TEM (HRTEM) analysis exhibited lattice spacing of 0.52 nm, which was assigned to NaYF4 (100), and the thickness of ZIF-8 shell was about 7 nm (C). Elemental mapping results clearly showed all expected elements including the detection of Y, Yb, Zn, Ni, and S in the nanoassemblies (D). Porosity of the nanocomposite was characterized by the nitrogen sorption-desorption isotherms. As shown in Figure S7, the Brunauer-Emmett-Teller (BET) surface area of the UCNP@ZIF-NiSx was 416.1 m2/g, which was smaller than that of the UCNP@ZIF (966.8 m2/g). The X-ray diffraction (XRD) technique was employed to characterize the structural evolution of the UCNP@ZIF-NiSx-L (A). The XRD peaks of UCNP were matched with the standard pattern of pure β-phase NaYF4 crystals (JCPDS no. 16-0334). After coating the ZIF-8 shell, in addition to the XRD peaks from the UCNP, the UCNP@ZIF also displayed peaks that can be indexed to the pattern of ZIF-8. Furthermore, UCNP@ZIF-NiSx-L displayed similar peaks to UCNP@ZIF, indicating that the NiSx loading did not alter the parent crystalline structure.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ROS detection using UCNP@MOF-NiSx\nnanoassemblies.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja9b09360_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  ROS detection using UCNP@MOF-NiSx nanoassemblies.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM image of the (A) UCNP@ZIF nanostructure and (B) UCNP@ZIF-NiSx\nnanoassemblies; inset is the high-resolution TEM image of NiSx in\nthe nanoassemblies. (C) High-resolution TEM image of the UCNP@ZIF-NiSx.\n(D) Dark-field TEM image of one single UCNP@ZIF-NiSx and the corresponding\nenergy-dispersive X-ray spectroscopy element mapping of Y, Yb, Zn,\nNi, and S elements.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja9b09360_0001.tif\"></graphic>\n</fig>", "clean_text": " 2  TEM image of the (A) UCNP@ZIF nanostructure and (B) UCNP@ZIF-NiSx nanoassemblies; inset is the high-resolution TEM image of NiSx in the nanoassemblies. (C) High-resolution TEM image of the UCNP@ZIF-NiSx. (D) Dark-field TEM image of one single UCNP@ZIF-NiSx and the corresponding energy-dispersive X-ray spectroscopy element mapping of Y, Yb, Zn, Ni, and S elements.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) XRD spectra of UCNP-PVP, ZIF-8, and UCNP@ZIF-NiSx\nnanoassemblies.\n(B) XPS spectrum of UCNP@ZIF-NiSx nanoassemblies (Ni 2p scan).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja9b09360_0002.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) XRD spectra of UCNP-PVP, ZIF-8, and UCNP@ZIF-NiSx nanoassemblies. (B) XPS spectrum of UCNP@ZIF-NiSx nanoassemblies (Ni 2p scan).   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The XPS spectra of Ni and S were also measured\nto study the chemical\nstates of the UCNP@ZIF-NiSx-L (B and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">S8</ext-link>). The difference\nbetween the Ni 2p<sub>1/2</sub> and 2p<sub>3/2</sub> peaks was set\nat 17.5 eV. The deconvoluted Ni 2p consisted of two spin–orbit\ndoublets and two satellites that were assigned to Ni<sup>2+</sup> (852.7\nand 870.2 eV), and Ni<sup>3+</sup> (855.2 and 872.7 eV).</p>", "clean_text": "The XPS spectra of Ni and S were also measured to study the chemical states of the UCNP@ZIF-NiSx-L (B and S8). The difference between the Ni 2p1/2 and 2p3/2 peaks was set at 17.5 eV. The deconvoluted Ni 2p consisted of two spin-orbit doublets and two satellites that were assigned to Ni2+ (852.7 and 870.2 eV), and Ni3+ (855.2 and 872.7 eV).", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["property"], "content": "<p>The\nCD spectrum of UCNP@ZIF-NiSx-L is shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S9</ext-link>, indicating two intense CD signals at 440 and 530\nnm, whereas the UCNP-PVP and UCNP@ZIF displayed a silent CD response.\nThese results indicated that the chirality of UCNP@ZIF-NiSx-L was\nfrom the chiral NiSx-L NPs. To confirm this assumption, dispersed\nchiral NiSx-L NPs were prepared. The TEM image in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S10</ext-link> shows that the diameter of the chiral NiSx-L NPs\nwas about 3.5 nm. Fourier transform infrared (FT-IR) spectroscopy\nwas conducted to analyze the changes in mercapto groups (−SH).\nAs shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S11</ext-link>, FTIR of the chiral\nL-pen showed a peak at 2586 cm<sup>–1</sup>, which was assigned\nto the stretching and vibration of the S–H bond. After formation\nof the chiral NiSx-L NPs, the peak completely disappeared, indicating\ncleavage of the S–H bond by the strong covalent binding of\nthiol groups to Ni atoms on the surface of the NiSx-L NPs. The CD\nspectrum of the chiral NiSx-L NPs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S12</ext-link>) showed a similar CD response to UCNP@ZIF-NiSx-L, further confirming\nthe existence of chiral NiSx-L NPs in the nanoassemblies. Notably,\nthe NiSx-L and NiSx-D NPs which were induced by the chiral L-pen and\nD-pen displayed mirror image CD lines (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S12</ext-link>). Absorption spectra were carried out to characterize the\noptical activity of the prepared nanomaterials. As displayed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S13</ext-link>, chiral NiSx NPs showed absorption\npeaks at 415 and 535 nm, and the absorption of UCNP@ZIF-NiSx-L was\nin accordance with chiral NiSx-L, demonstrating that NiSx-L NPs were\nassembled into UCNP@ZIF successfully. Concurrently, the UCL of UCNP@ZIF-NiSx-L\nat 540 nm was dramatically quenched by NiSx-L NPs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S14</ext-link>).</p>", "clean_text": "The CD spectrum of UCNP@ZIF-NiSx-L is shown in Figure S9, indicating two intense CD signals at 440 and 530 nm, whereas the UCNP-PVP and UCNP@ZIF displayed a silent CD response. These results indicated that the chirality of UCNP@ZIF-NiSx-L was from the chiral NiSx-L NPs. To confirm this assumption, dispersed chiral NiSx-L NPs were prepared. The TEM image in Figure S10 shows that the diameter of the chiral NiSx-L NPs was about 3.5 nm. Fourier transform infrared (FT-IR) spectroscopy was conducted to analyze the changes in mercapto groups (-SH). As shown in Figure S11, FTIR of the chiral L-pen showed a peak at 2586 cm-1, which was assigned to the stretching and vibration of the S-H bond. After formation of the chiral NiSx-L NPs, the peak completely disappeared, indicating cleavage of the S-H bond by the strong covalent binding of thiol groups to Ni atoms on the surface of the NiSx-L NPs. The CD spectrum of the chiral NiSx-L NPs (Figure S12) showed a similar CD response to UCNP@ZIF-NiSx-L, further confirming the existence of chiral NiSx-L NPs in the nanoassemblies. Notably, the NiSx-L and NiSx-D NPs which were induced by the chiral L-pen and D-pen displayed mirror image CD lines (Figure S12). Absorption spectra were carried out to characterize the optical activity of the prepared nanomaterials. As displayed in Figure S13, chiral NiSx NPs showed absorption peaks at 415 and 535 nm, and the absorption of UCNP@ZIF-NiSx-L was in accordance with chiral NiSx-L, demonstrating that NiSx-L NPs were assembled into UCNP@ZIF successfully. Concurrently, the UCL of UCNP@ZIF-NiSx-L at 540 nm was dramatically quenched by NiSx-L NPs (Figure S14).", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Responsiveness of the UCNP@ZIF-NiSx to ROS</title><p>As a major\nROS, H<sub>2</sub>O<sub>2</sub> is a messenger involved in cell signaling,\nand is also involved in the pathogenesis of various diseases (including\ncancers, diabetes, and neurodegenerative diseases). We have selected H<sub>2</sub>O<sub>2</sub> as the model\nof ROS in our following experiments. The CD intensity of UCNP@ZIF-NiSx-L\nwas decreased after the addition of H<sub>2</sub>O<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S15</ext-link>). The mechanism of H<sub>2</sub>O<sub>2</sub>-mediated CD decrease of the nanoassemblies could be due to\nthe degradation of the NiSx NPs by H<sub>2</sub>O<sub>2</sub>. As\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figures S16 and S17</ext-link>, the absorption\nintensity and CD response of NiSx-L NPs were decreased after the addition\nof H<sub>2</sub>O<sub>2</sub>, along with the loss of color (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S18</ext-link>). The change of Ni content in the\nUCNP@ZIF-NiSx was confirmed by HAADF-STEM-EDS elemental mapping and\nline scan (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S19</ext-link>). The elemental Ni\ncontent of the UCNP@ZIF-NiSx specifically decreased after reaction\nwith H<sub>2</sub>O<sub>2</sub>, and this was further confirmed by\ninductively coupled plasma mass spectrometry (ICP-MS). The ratio of\nZn:Ni in the UCNP@ZIF-NiSx was 6.9:3.1, which changed to 9.85:0.15\nafter addition of H<sub>2</sub>O<sub>2</sub> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Table S1</ext-link>), suggesting the consumption of Ni. These results\nindicated that degradation of NiSx during the reaction with H<sub>2</sub>O<sub>2</sub> changed UCNP@ZIF-NiSx into UCNP@ZIF.</p>", "clean_text": "Responsiveness of the UCNP@ZIF-NiSx to ROS\n\nAs a major ROS, H2O2 is a messenger involved in cell signaling, and is also involved in the pathogenesis of various diseases (including cancers, diabetes, and neurodegenerative diseases). We have selected H2O2 as the model of ROS in our following experiments. The CD intensity of UCNP@ZIF-NiSx-L was decreased after the addition of H2O2 (Figure S15). The mechanism of H2O2-mediated CD decrease of the nanoassemblies could be due to the degradation of the NiSx NPs by H2O2. As shown in Figures S16 and S17, the absorption intensity and CD response of NiSx-L NPs were decreased after the addition of H2O2, along with the loss of color (Figure S18). The change of Ni content in the UCNP@ZIF-NiSx was confirmed by HAADF-STEM-EDS elemental mapping and line scan (Figure S19). The elemental Ni content of the UCNP@ZIF-NiSx specifically decreased after reaction with H2O2, and this was further confirmed by inductively coupled plasma mass spectrometry (ICP-MS). The ratio of Zn:Ni in the UCNP@ZIF-NiSx was 6.9:3.1, which changed to 9.85:0.15 after addition of H2O2 (Table S1), suggesting the consumption of Ni. These results indicated that degradation of NiSx during the reaction with H2O2 changed UCNP@ZIF-NiSx into UCNP@ZIF.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>More\nimportantly, the change of CD signal exhibited a perfect linear relationship\nwith the H<sub>2</sub>O<sub>2</sub> concentration ranging from 0.05\nto 20 μM, and the LOD was 0.032 μM. (A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">S20</ext-link>). We next tested the feasibility of this probe for its\nability to detect H<sub>2</sub>O<sub>2</sub> using a luminescent signal.\nAs shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S21</ext-link>, the absorption\nof the probe spectrally overlaps with the green emission (540 nm)\nof the UCNPs. Reaction of H<sub>2</sub>O<sub>2</sub> with the probe\ncaused a decrease in probe absorption at 660 nm, which will then increase\nthe <italic>I</italic>\n<sub>660</sub>/<italic>I</italic>\n<sub>540</sub> ratio of the probe (B). A plot of <italic>I</italic>\n<sub>660</sub>/<italic>I</italic>\n<sub>540</sub> ratio versus H<sub>2</sub>O<sub>2</sub> concentration\nin the range of 0.05 to 20 μM shows a linear response, and LOD\nwas calculated to be 0.037 μM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S22</ext-link>). Next, the selectivity of this probe was tested. In the presence\nof ROS, the CD signal disappeared, and the luminescent signal was\nrestored, whereas no obvious changes in the CD or luminescent signals\nwere observed with possible interfering components. This suggested\nthat this detection probe had a perfect specificity (C,D and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">S23, S24</ext-link>). Therefore, the UCNP@ZIF-NiSx probe had adequate\nsensitivity and excellent selectivity for the detection of ROS under\nphysiological conditions.</p>", "clean_text": "More importantly, the change of CD signal exhibited a perfect linear relationship with the H2O2 concentration ranging from 0.05 to 20 μM, and the LOD was 0.032 μM. (A and S20). We next tested the feasibility of this probe for its ability to detect H2O2 using a luminescent signal. As shown in Figure S21, the absorption of the probe spectrally overlaps with the green emission (540 nm) of the UCNPs. Reaction of H2O2 with the probe caused a decrease in probe absorption at 660 nm, which will then increase the I 660/I 540 ratio of the probe (B). A plot of I 660/I 540 ratio versus H2O2 concentration in the range of 0.05 to 20 μM shows a linear response, and LOD was calculated to be 0.037 μM (Figure S22). Next, the selectivity of this probe was tested. In the presence of ROS, the CD signal disappeared, and the luminescent signal was restored, whereas no obvious changes in the CD or luminescent signals were observed with possible interfering components. This suggested that this detection probe had a perfect specificity (C,D and S23, S24). Therefore, the UCNP@ZIF-NiSx probe had adequate sensitivity and excellent selectivity for the detection of ROS under physiological conditions.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) CD and (B) UCL spectra of the nanoassemblies\nresponded to different\nconcentrations of H<sub>2</sub>O<sub>2</sub> in vitro. (C) CD and\n(D) UCL intensity of the nanoassemblies responded to other ROS (100\nμM) and different coexistents (1 mM) <italic>in vitro</italic>. Error bars are obtained from three parallel samples. λ<sub>ex</sub> = 980 nm.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja9b09360_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  (A) CD and (B) UCL spectra of the nanoassemblies responded to different concentrations of H2O2 in vitro. (C) CD and (D) UCL intensity of the nanoassemblies responded to other ROS (100 μM) and different coexistents (1 mM) in vitro. Error bars are obtained from three parallel samples. λex = 980 nm.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Sensing H<sub>2</sub>O<sub>2</sub> in Living Cells</title><p>The cytotoxicity and stability of the probe was first examined. As\nshown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S25</ext-link>, the nanoassemblies\ndisplayed negligible cytotoxicity in living cells. In addition, the\nnanoassemblies also displayed good stability in cell culture media\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figures S26 and S27</ext-link>). These results lay\na solid foundation for intracellular detection of ROS in living cells.</p>", "clean_text": "Sensing H2O2 in Living Cells\n\nThe cytotoxicity and stability of the probe was first examined. As shown in Figure S25, the nanoassemblies displayed negligible cytotoxicity in living cells. In addition, the nanoassemblies also displayed good stability in cell culture media (Figures S26 and S27). These results lay a solid foundation for intracellular detection of ROS in living cells.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>To determine the various levels of H<sub>2</sub>O<sub>2</sub> in\nliving cells, normal primary uterine fibroblast cells (PCS-460-010)\nwere treated with <italic>N</italic>-acetylcysteine (NAC) to eliminate\nintracellular ROS. They were then incubated with varying concentrations\nof H<sub>2</sub>O<sub>2</sub> to increase intracellular H<sub>2</sub>O<sub>2</sub> levels. After treatment, intracellular H<sub>2</sub>O<sub>2</sub> was quantified with a hydrogen peroxide assay kit.\nFor UCL signal detection, the PCS-460-010 cells were incubated with\nthe nanoassemblies and then confocal images were taken under an optical\nmicroscope equipped with a 980 nm laser. As shown in A, the green UCL signal as\nexpected increased, whereas the red UCL signal remained unchanged,\nwith an increase in intracellular H<sub>2</sub>O<sub>2</sub> concentration.\nThe UCL signal allowed a linear relationship ranging from 0.18 to\n10.2 μΜ, and the LOD was 0.13 μΜ, which is\nmuch lower than the H<sub>2</sub>O<sub>2</sub> level (∼35 μM)\nin human blood plasma.\n</p>", "clean_text": "To determine the various levels of H2O2 in living cells, normal primary uterine fibroblast cells (PCS-460-010) were treated with N-acetylcysteine (NAC) to eliminate intracellular ROS. They were then incubated with varying concentrations of H2O2 to increase intracellular H2O2 levels. After treatment, intracellular H2O2 was quantified with a hydrogen peroxide assay kit. For UCL signal detection, the PCS-460-010 cells were incubated with the nanoassemblies and then confocal images were taken under an optical microscope equipped with a 980 nm laser. As shown in A, the green UCL signal as expected increased, whereas the red UCL signal remained unchanged, with an increase in intracellular H2O2 concentration. The UCL signal allowed a linear relationship ranging from 0.18 to 10.2 μΜ, and the LOD was 0.13 μΜ, which is much lower than the H2O2 level (~35 μM) in human blood plasma. ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Dual-mode detection of\nH<sub>2</sub>O<sub>2</sub> by CD and UCL\nsignal based on the novel UCNP@ZIF-NiSx nanoassemblies in living cells:\n(A) Confocal images of the probe-pretreated PCS-460-010 cells reacting\nwith various concentrations of H<sub>2</sub>O<sub>2</sub>: (a1) 0.18\nμM, (a2) 1.47 μM, (a3) 4.89 μM, (a4) 7.7 μM,\nand (a5) 10.2 μM. Excitation was at 980 nm and power was 500\nmW. Scale bars: 25 μm. (B) Standard curves for H<sub>2</sub>O<sub>2</sub> corresponding to fluorescence ratio (<italic>I</italic>\n<sub>660</sub>/<italic>I</italic>\n<sub>540</sub>). (C,D) CD spectra\nof preincubated HeLa cells with the probe further treated with different\nconcentrations of H<sub>2</sub>O<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja9b09360_0004.tif\"></graphic>\n</fig>", "clean_text": " 5  Dual-mode detection of H2O2 by CD and UCL signal based on the novel UCNP@ZIF-NiSx nanoassemblies in living cells: (A) Confocal images of the probe-pretreated PCS-460-010 cells reacting with various concentrations of H2O2: (a1) 0.18 μM, (a2) 1.47 μM, (a3) 4.89 μM, (a4) 7.7 μM, and (a5) 10.2 μM. Excitation was at 980 nm and power was 500 mW. Scale bars: 25 μm. (B) Standard curves for H2O2 corresponding to fluorescence ratio (I 660/I 540). (C,D) CD spectra of preincubated HeLa cells with the probe further treated with different concentrations of H2O2.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>The intracellular CD signal was obtained after\nthe PCS-460-010\ncells were incubated with the probe for 4 h (C). As can be seen in the CD spectra, the\nCD intensity decreased as the concentration of ROS increased in the\ncells, exhibiting a good linear relationship with the concentration\nof H<sub>2</sub>O<sub>2</sub> (D). The detection range of the CD signal was 0.18–10.2\nμM, and the LOD was calculated to be 0.09 μM.</p>", "clean_text": "The intracellular CD signal was obtained after the PCS-460-010 cells were incubated with the probe for 4 h (C). As can be seen in the CD spectra, the CD intensity decreased as the concentration of ROS increased in the cells, exhibiting a good linear relationship with the concentration of H2O2 (D). The detection range of the CD signal was 0.18-10.2 μM, and the LOD was calculated to be 0.09 μM.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>To\nconfirm general applicability of this probe, the detection of\nintracellular ROS levels was also carried out in human epithelial\ncancer cells (HeLa cells) and human melanoma SK-MEL-2 cells (A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">S28</ext-link>). For HeLa cells, the intracellular H<sub>2</sub>O<sub>2</sub> level was calculated to be 2.29 ± 0.21\nμM and 2.43 ± 0.17 μM from the CD mode and UCL mode,\nrespectively. For SK-MEL-2 cells, the CD and UCL detection results\nwere 1.33 ± 0.23 μM and 1.37 ± 0.18 μM, respectively.\nAll the results were consistent and comparable to those found using\nthe H<sub>2</sub>O<sub>2</sub> Kit, demonstrating that the nanoassemblies\ndisplayed excellent versatility among various cell lines. For the\nHeLa cells treated with NAC, the intensity of the CD response was\nmuch higher than that of the original untreated cells, whereas after\ntreatment with lipopolysaccharide (LPS, an upregulator of ROS), the\nCD signal intensity was much weaker than that of untreated cells (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S29</ext-link>), suggesting that this probe could\nbe applied to detect changes of intracellular H<sub>2</sub>O<sub>2</sub> levels. It was found that the sensitivity of UCL detection was lower\nthan that of CD detection which could be attributed to the high sensitivity\nand responsiveness of chiral NiSx NPs to the H<sub>2</sub>O<sub>2</sub> analytes.</p>", "clean_text": "To confirm general applicability of this probe, the detection of intracellular ROS levels was also carried out in human epithelial cancer cells (HeLa cells) and human melanoma SK-MEL-2 cells (A and S28). For HeLa cells, the intracellular H2O2 level was calculated to be 2.29 ± 0.21 μM and 2.43 ± 0.17 μM from the CD mode and UCL mode, respectively. For SK-MEL-2 cells, the CD and UCL detection results were 1.33 ± 0.23 μM and 1.37 ± 0.18 μM, respectively. All the results were consistent and comparable to those found using the H2O2 Kit, demonstrating that the nanoassemblies displayed excellent versatility among various cell lines. For the HeLa cells treated with NAC, the intensity of the CD response was much higher than that of the original untreated cells, whereas after treatment with lipopolysaccharide (LPS, an upregulator of ROS), the CD signal intensity was much weaker than that of untreated cells (Figure S29), suggesting that this probe could be applied to detect changes of intracellular H2O2 levels. It was found that the sensitivity of UCL detection was lower than that of CD detection which could be attributed to the high sensitivity and responsiveness of chiral NiSx NPs to the H2O2 analytes.", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Application of UCNP@ZIF-NiSx nanoassemblies in living cells and <italic>in vivo</italic>. (A) Confocal images of PCS-460-010 cells, HeLa,\nand SK-MEL-2 cells after treatment with UCNP@ZIF-NiSx nanoassemblies.\nScale bars: 25 μm. (B) UCL imaging of ROS in a HeLa-tumor bearing-mouse.\nEquimolar amounts of the UCNP@ZIF-NiSx nanoassemblies were injected\nsubcutaneously into tumors (L, probe-treated tumor; R, tumor pretreated\nwith <italic>N</italic>-acetylcysteine followed by injection of probe),\nand fluorescent images were taken at various time points after injection:\n(b1) control, (b2) 0 min, (b3) 10 min, (b4) 20 min, (b5) 30 min, and\n(b6) 40 min. Excitation at 980 nm and power was 500 mW.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja9b09360_0005.tif\"></graphic>\n</fig>", "clean_text": " 6  Application of UCNP@ZIF-NiSx nanoassemblies in living cells and in vivo. (A) Confocal images of PCS-460-010 cells, HeLa, and SK-MEL-2 cells after treatment with UCNP@ZIF-NiSx nanoassemblies. Scale bars: 25 μm. (B) UCL imaging of ROS in a HeLa-tumor bearing-mouse. Equimolar amounts of the UCNP@ZIF-NiSx nanoassemblies were injected subcutaneously into tumors (L, probe-treated tumor; R, tumor pretreated with N-acetylcysteine followed by injection of probe), and fluorescent images were taken at various time points after injection: (b1) control, (b2) 0 min, (b3) 10 min, (b4) 20 min, (b5) 30 min, and (b6) 40 min. Excitation at 980 nm and power was 500 mW.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<title>UCNP@ZIF Nanoprobe for ROS Detection <italic>in vivo</italic>\n</title><p>To test the biosafety of this nanoprobe <italic>in vivo</italic>, hematoxylin and eosin (H&amp;E)-stained images of five major organs\n(heart, liver, kidney, spleen, and lung) and serum biochemistry tests\nwere carried out. As shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figures S30 and S31</ext-link>, the results suggested that almost no damage was observed\nin the nanoprobe-treated mice.</p>", "clean_text": "UCNP@ZIF Nanoprobe for ROS Detection in vivo \n\nTo test the biosafety of this nanoprobe in vivo, hematoxylin and eosin (H&E)-stained images of five major organs (heart, liver, kidney, spleen, and lung) and serum biochemistry tests were carried out. As shown in Figures S30 and S31, the results suggested that almost no damage was observed in the nanoprobe-treated mice.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>By using a tumor-bearing mouse\nmodel, the applicability of this nanoprobe for ROS detection <italic>in vivo</italic> was evaluated, and the nanoprobes were injected\ninto the HeLa-tumors of the same mouse (B and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">S32</ext-link>). Significantly,\nwithin 10 min post-injection of the probe, an intense UCL signal was\nobserved, indicating a fast response of UCNP@ZIF-NiSx to ROS <italic>in vivo</italic>. This specific signal in the tumors increased with\ntime and reached a plateau within 40 min after probe injection. However,\nwhen the tumor site was treated with NAC (ROS scavenger), minimal\nUCL signal was observed after the probe injection, revealing low levels\nof ROS. These results indicated that UCNP@ZIF-NiSx can be applied\nfor rapid semiquantitative analysis and tracking of endogenous ROS <italic>in vivo</italic>.</p>", "clean_text": "By using a tumor-bearing mouse model, the applicability of this nanoprobe for ROS detection in vivo was evaluated, and the nanoprobes were injected into the HeLa-tumors of the same mouse (B and S32). Significantly, within 10 min post-injection of the probe, an intense UCL signal was observed, indicating a fast response of UCNP@ZIF-NiSx to ROS in vivo. This specific signal in the tumors increased with time and reached a plateau within 40 min after probe injection. However, when the tumor site was treated with NAC (ROS scavenger), minimal UCL signal was observed after the probe injection, revealing low levels of ROS. These results indicated that UCNP@ZIF-NiSx can be applied for rapid semiquantitative analysis and tracking of endogenous ROS in vivo.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Conclusion</title><p>In conclusion, we have developed an ultrasensitive\nand selective\nmethod for H<sub>2</sub>O<sub>2</sub> detection, which takes advantage\nof the transformation of UCNP@ZIF-NiSx into UCNP@ZIF. The findings\nexhibit that MOFs are the prior candidates as building blocks for\nchiral nanoassemblies. We envisage that this dual-response nanoassembled\nplatform can be extended to diagnose biomarker targets, and this strategy\nwill facilitate the progress of chiral nanoassemblies for bioapplications.</p>", "clean_text": "Conclusion\n\nIn conclusion, we have developed an ultrasensitive and selective method for H2O2 detection, which takes advantage of the transformation of UCNP@ZIF-NiSx into UCNP@ZIF. The findings exhibit that MOFs are the prior candidates as building blocks for chiral nanoassemblies. We envisage that this dual-response nanoassembled platform can be extended to diagnose biomarker targets, and this strategy will facilitate the progress of chiral nanoassemblies for bioapplications.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The\nSupporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/jacs.9b09360?goto=supporting-info\">https://pubs.acs.org/doi/10.1021/jacs.9b09360</ext-link>. <list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Materials and detailed experimental procedures, supplementary\nfigures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Materials and detailed experimental procedures, supplementary\nfigures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">PDF</ext-link>)</p><p>The\nauthors declare no\ncompeting financial interest.</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.9b09360.   Materials and detailed experimental procedures, supplementary figures (PDF)   \n\nMaterials and detailed experimental procedures, supplementary figures (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "11, 13, 16, 18, 19", "type": "text", "classification": "property", "content": "<p>The\nCD spectrum of UCNP@ZIF-NiSx-L is shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S9</ext-link>, indicating two intense CD signals at 440 and 530\nnm, whereas the UCNP-PVP and UCNP@ZIF displayed a silent CD response.\nThese results indicated that the chirality of UCNP@ZIF-NiSx-L was\nfrom the chiral NiSx-L NPs. To confirm this assumption, dispersed\nchiral NiSx-L NPs were prepared. The TEM image in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S10</ext-link> shows that the diameter of the chiral NiSx-L NPs\nwas about 3.5 nm. Fourier transform infrared (FT-IR) spectroscopy\nwas conducted to analyze the changes in mercapto groups (−SH).\nAs shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S11</ext-link>, FTIR of the chiral\nL-pen showed a peak at 2586 cm<sup>–1</sup>, which was assigned\nto the stretching and vibration of the S–H bond. After formation\nof the chiral NiSx-L NPs, the peak completely disappeared, indicating\ncleavage of the S–H bond by the strong covalent binding of\nthiol groups to Ni atoms on the surface of the NiSx-L NPs. The CD\nspectrum of the chiral NiSx-L NPs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S12</ext-link>) showed a similar CD response to UCNP@ZIF-NiSx-L, further confirming\nthe existence of chiral NiSx-L NPs in the nanoassemblies. Notably,\nthe NiSx-L and NiSx-D NPs which were induced by the chiral L-pen and\nD-pen displayed mirror image CD lines (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S12</ext-link>). Absorption spectra were carried out to characterize the\noptical activity of the prepared nanomaterials. As displayed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S13</ext-link>, chiral NiSx NPs showed absorption\npeaks at 415 and 535 nm, and the absorption of UCNP@ZIF-NiSx-L was\nin accordance with chiral NiSx-L, demonstrating that NiSx-L NPs were\nassembled into UCNP@ZIF successfully. Concurrently, the UCL of UCNP@ZIF-NiSx-L\nat 540 nm was dramatically quenched by NiSx-L NPs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S14</ext-link>).</p><p>More\nimportantly, the change of CD signal exhibited a perfect linear relationship\nwith the H<sub>2</sub>O<sub>2</sub> concentration ranging from 0.05\nto 20 μM, and the LOD was 0.032 μM. (A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">S20</ext-link>). We next tested the feasibility of this probe for its\nability to detect H<sub>2</sub>O<sub>2</sub> using a luminescent signal.\nAs shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S21</ext-link>, the absorption\nof the probe spectrally overlaps with the green emission (540 nm)\nof the UCNPs. Reaction of H<sub>2</sub>O<sub>2</sub> with the probe\ncaused a decrease in probe absorption at 660 nm, which will then increase\nthe <italic>I</italic>\n<sub>660</sub>/<italic>I</italic>\n<sub>540</sub> ratio of the probe (B). A plot of <italic>I</italic>\n<sub>660</sub>/<italic>I</italic>\n<sub>540</sub> ratio versus H<sub>2</sub>O<sub>2</sub> concentration\nin the range of 0.05 to 20 μM shows a linear response, and LOD\nwas calculated to be 0.037 μM (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S22</ext-link>). Next, the selectivity of this probe was tested. In the presence\nof ROS, the CD signal disappeared, and the luminescent signal was\nrestored, whereas no obvious changes in the CD or luminescent signals\nwere observed with possible interfering components. This suggested\nthat this detection probe had a perfect specificity (C,D and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">S23, S24</ext-link>). Therefore, the UCNP@ZIF-NiSx probe had adequate\nsensitivity and excellent selectivity for the detection of ROS under\nphysiological conditions.</p><p>To determine the various levels of H<sub>2</sub>O<sub>2</sub> in\nliving cells, normal primary uterine fibroblast cells (PCS-460-010)\nwere treated with <italic>N</italic>-acetylcysteine (NAC) to eliminate\nintracellular ROS. They were then incubated with varying concentrations\nof H<sub>2</sub>O<sub>2</sub> to increase intracellular H<sub>2</sub>O<sub>2</sub> levels. After treatment, intracellular H<sub>2</sub>O<sub>2</sub> was quantified with a hydrogen peroxide assay kit.\nFor UCL signal detection, the PCS-460-010 cells were incubated with\nthe nanoassemblies and then confocal images were taken under an optical\nmicroscope equipped with a 980 nm laser. As shown in A, the green UCL signal as\nexpected increased, whereas the red UCL signal remained unchanged,\nwith an increase in intracellular H<sub>2</sub>O<sub>2</sub> concentration.\nThe UCL signal allowed a linear relationship ranging from 0.18 to\n10.2 μΜ, and the LOD was 0.13 μΜ, which is\nmuch lower than the H<sub>2</sub>O<sub>2</sub> level (∼35 μM)\nin human blood plasma.\n</p><p>The intracellular CD signal was obtained after\nthe PCS-460-010\ncells were incubated with the probe for 4 h (C). As can be seen in the CD spectra, the\nCD intensity decreased as the concentration of ROS increased in the\ncells, exhibiting a good linear relationship with the concentration\nof H<sub>2</sub>O<sub>2</sub> (D). The detection range of the CD signal was 0.18–10.2\nμM, and the LOD was calculated to be 0.09 μM.</p><p>To\nconfirm general applicability of this probe, the detection of\nintracellular ROS levels was also carried out in human epithelial\ncancer cells (HeLa cells) and human melanoma SK-MEL-2 cells (A and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">S28</ext-link>). For HeLa cells, the intracellular H<sub>2</sub>O<sub>2</sub> level was calculated to be 2.29 ± 0.21\nμM and 2.43 ± 0.17 μM from the CD mode and UCL mode,\nrespectively. For SK-MEL-2 cells, the CD and UCL detection results\nwere 1.33 ± 0.23 μM and 1.37 ± 0.18 μM, respectively.\nAll the results were consistent and comparable to those found using\nthe H<sub>2</sub>O<sub>2</sub> Kit, demonstrating that the nanoassemblies\ndisplayed excellent versatility among various cell lines. For the\nHeLa cells treated with NAC, the intensity of the CD response was\nmuch higher than that of the original untreated cells, whereas after\ntreatment with lipopolysaccharide (LPS, an upregulator of ROS), the\nCD signal intensity was much weaker than that of untreated cells (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b09360/suppl_file/ja9b09360_si_001.pdf\">Figure S29</ext-link>), suggesting that this probe could\nbe applied to detect changes of intracellular H<sub>2</sub>O<sub>2</sub> levels. It was found that the sensitivity of UCL detection was lower\nthan that of CD detection which could be attributed to the high sensitivity\nand responsiveness of chiral NiSx NPs to the H<sub>2</sub>O<sub>2</sub> analytes.</p>", "clean_text": "The CD spectrum of UCNP@ZIF-NiSx-L is shown in Figure S9, indicating two intense CD signals at 440 and 530 nm, whereas the UCNP-PVP and UCNP@ZIF displayed a silent CD response. These results indicated that the chirality of UCNP@ZIF-NiSx-L was from the chiral NiSx-L NPs. To confirm this assumption, dispersed chiral NiSx-L NPs were prepared. The TEM image in Figure S10 shows that the diameter of the chiral NiSx-L NPs was about 3.5 nm. Fourier transform infrared (FT-IR) spectroscopy was conducted to analyze the changes in mercapto groups (-SH). As shown in Figure S11, FTIR of the chiral L-pen showed a peak at 2586 cm-1, which was assigned to the stretching and vibration of the S-H bond. After formation of the chiral NiSx-L NPs, the peak completely disappeared, indicating cleavage of the S-H bond by the strong covalent binding of thiol groups to Ni atoms on the surface of the NiSx-L NPs. The CD spectrum of the chiral NiSx-L NPs (Figure S12) showed a similar CD response to UCNP@ZIF-NiSx-L, further confirming the existence of chiral NiSx-L NPs in the nanoassemblies. Notably, the NiSx-L and NiSx-D NPs which were induced by the chiral L-pen and D-pen displayed mirror image CD lines (Figure S12). Absorption spectra were carried out to characterize the optical activity of the prepared nanomaterials. As displayed in Figure S13, chiral NiSx NPs showed absorption peaks at 415 and 535 nm, and the absorption of UCNP@ZIF-NiSx-L was in accordance with chiral NiSx-L, demonstrating that NiSx-L NPs were assembled into UCNP@ZIF successfully. Concurrently, the UCL of UCNP@ZIF-NiSx-L at 540 nm was dramatically quenched by NiSx-L NPs (Figure S14).\n\nMore importantly, the change of CD signal exhibited a perfect linear relationship with the H2O2 concentration ranging from 0.05 to 20 μM, and the LOD was 0.032 μM. (A and S20). We next tested the feasibility of this probe for its ability to detect H2O2 using a luminescent signal. As shown in Figure S21, the absorption of the probe spectrally overlaps with the green emission (540 nm) of the UCNPs. Reaction of H2O2 with the probe caused a decrease in probe absorption at 660 nm, which will then increase the I 660/I 540 ratio of the probe (B). A plot of I 660/I 540 ratio versus H2O2 concentration in the range of 0.05 to 20 μM shows a linear response, and LOD was calculated to be 0.037 μM (Figure S22). Next, the selectivity of this probe was tested. In the presence of ROS, the CD signal disappeared, and the luminescent signal was restored, whereas no obvious changes in the CD or luminescent signals were observed with possible interfering components. This suggested that this detection probe had a perfect specificity (C,D and S23, S24). Therefore, the UCNP@ZIF-NiSx probe had adequate sensitivity and excellent selectivity for the detection of ROS under physiological conditions.\n\nTo determine the various levels of H2O2 in living cells, normal primary uterine fibroblast cells (PCS-460-010) were treated with N-acetylcysteine (NAC) to eliminate intracellular ROS. They were then incubated with varying concentrations of H2O2 to increase intracellular H2O2 levels. After treatment, intracellular H2O2 was quantified with a hydrogen peroxide assay kit. For UCL signal detection, the PCS-460-010 cells were incubated with the nanoassemblies and then confocal images were taken under an optical microscope equipped with a 980 nm laser. As shown in A, the green UCL signal as expected increased, whereas the red UCL signal remained unchanged, with an increase in intracellular H2O2 concentration. The UCL signal allowed a linear relationship ranging from 0.18 to 10.2 μΜ, and the LOD was 0.13 μΜ, which is much lower than the H2O2 level (~35 μM) in human blood plasma. \n\nThe intracellular CD signal was obtained after the PCS-460-010 cells were incubated with the probe for 4 h (C). As can be seen in the CD spectra, the CD intensity decreased as the concentration of ROS increased in the cells, exhibiting a good linear relationship with the concentration of H2O2 (D). The detection range of the CD signal was 0.18-10.2 μM, and the LOD was calculated to be 0.09 μM.\n\nTo confirm general applicability of this probe, the detection of intracellular ROS levels was also carried out in human epithelial cancer cells (HeLa cells) and human melanoma SK-MEL-2 cells (A and S28). For HeLa cells, the intracellular H2O2 level was calculated to be 2.29 ± 0.21 μM and 2.43 ± 0.17 μM from the CD mode and UCL mode, respectively. For SK-MEL-2 cells, the CD and UCL detection results were 1.33 ± 0.23 μM and 1.37 ± 0.18 μM, respectively. All the results were consistent and comparable to those found using the H2O2 Kit, demonstrating that the nanoassemblies displayed excellent versatility among various cell lines. For the HeLa cells treated with NAC, the intensity of the CD response was much higher than that of the original untreated cells, whereas after treatment with lipopolysaccharide (LPS, an upregulator of ROS), the CD signal intensity was much weaker than that of untreated cells (Figure S29), suggesting that this probe could be applied to detect changes of intracellular H2O2 levels. It was found that the sensitivity of UCL detection was lower than that of CD detection which could be attributed to the high sensitivity and responsiveness of chiral NiSx NPs to the H2O2 analytes.", "data": [[{"meta": {"name": "UCNP@ZIF-NiSx-L", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "440, 530", "unit": "nm", "condition": ""}], "etc": [{"property name": "TEM image", "value": "3.5", "unit": "nm", "condition": ""}, {"property name": "FTIR", "value": "2586", "unit": "cm-1", "condition": ""}, {"property name": "absorption peaks", "value": "415, 535", "unit": "nm", "condition": ""}, {"property name": "UCL", "value": "540", "unit": "nm", "condition": ""}, {"property name": "H2O2 concentration", "value": "0.05 to 20", "unit": "μM", "condition": ""}, {"property name": "LOD", "value": "0.032", "unit": "μM", "condition": ""}, {"property name": "H2O2 concentration", "value": "0.05 to 20", "unit": "μM", "condition": ""}, {"property name": "LOD", "value": "0.037", "unit": "μM", "condition": ""}, {"property name": "selectivity", "value": "", "unit": "", "condition": ""}, {"property name": "intracellular H2O2 levels", "value": "0.18 to 10.2", "unit": "μM", "condition": ""}, {"property name": "LOD", "value": "0.13", "unit": "μM", "condition": ""}, {"property name": "intracellular H2O2 levels", "value": "0.18 to 10.2", "unit": "μM", "condition": ""}, {"property name": "LOD", "value": "0.09", "unit": "μM", "condition": ""}, {"property name": "intracellular H2O2 levels", "value": "2.29 ± 0.21", "unit": "μM", "condition": ""}, {"property name": "intracellular H2O2 levels", "value": "2.43 ± 0.17", "unit": "μM", "condition": ""}, {"property name": "intracellular H2O2 levels", "value": "1.33 ± 0.23", "unit": "μM", "condition": ""}, {"property name": "intracellular H2O2 levels", "value": "1.37 ± 0.18", "unit": "μM", "condition": ""}]}]], "include_properties": ["peak_spectrum", "etc"]}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>ROS detection using UCNP@MOF-NiSx\nnanoassemblies.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja9b09360_0007.tif\"></graphic>\n</fig>", "clean_text": " 1  ROS detection using UCNP@MOF-NiSx nanoassemblies.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>TEM image of the (A) UCNP@ZIF nanostructure and (B) UCNP@ZIF-NiSx\nnanoassemblies; inset is the high-resolution TEM image of NiSx in\nthe nanoassemblies. (C) High-resolution TEM image of the UCNP@ZIF-NiSx.\n(D) Dark-field TEM image of one single UCNP@ZIF-NiSx and the corresponding\nenergy-dispersive X-ray spectroscopy element mapping of Y, Yb, Zn,\nNi, and S elements.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja9b09360_0001.tif\"></graphic>\n</fig>", "clean_text": " 2  TEM image of the (A) UCNP@ZIF nanostructure and (B) UCNP@ZIF-NiSx nanoassemblies; inset is the high-resolution TEM image of NiSx in the nanoassemblies. (C) High-resolution TEM image of the UCNP@ZIF-NiSx. (D) Dark-field TEM image of one single UCNP@ZIF-NiSx and the corresponding energy-dispersive X-ray spectroscopy element mapping of Y, Yb, Zn, Ni, and S elements.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>(A) XRD spectra of UCNP-PVP, ZIF-8, and UCNP@ZIF-NiSx\nnanoassemblies.\n(B) XPS spectrum of UCNP@ZIF-NiSx nanoassemblies (Ni 2p scan).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja9b09360_0002.tif\"></graphic>\n</fig>", "clean_text": " 3  (A) XRD spectra of UCNP-PVP, ZIF-8, and UCNP@ZIF-NiSx nanoassemblies. (B) XPS spectrum of UCNP@ZIF-NiSx nanoassemblies (Ni 2p scan).   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) CD and (B) UCL spectra of the nanoassemblies\nresponded to different\nconcentrations of H<sub>2</sub>O<sub>2</sub> in vitro. (C) CD and\n(D) UCL intensity of the nanoassemblies responded to other ROS (100\nμM) and different coexistents (1 mM) <italic>in vitro</italic>. Error bars are obtained from three parallel samples. λ<sub>ex</sub> = 980 nm.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja9b09360_0003.tif\"></graphic>\n</fig>", "clean_text": " 4  (A) CD and (B) UCL spectra of the nanoassemblies responded to different concentrations of H2O2 in vitro. (C) CD and (D) UCL intensity of the nanoassemblies responded to other ROS (100 μM) and different coexistents (1 mM) in vitro. Error bars are obtained from three parallel samples. λex = 980 nm.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Dual-mode detection of\nH<sub>2</sub>O<sub>2</sub> by CD and UCL\nsignal based on the novel UCNP@ZIF-NiSx nanoassemblies in living cells:\n(A) Confocal images of the probe-pretreated PCS-460-010 cells reacting\nwith various concentrations of H<sub>2</sub>O<sub>2</sub>: (a1) 0.18\nμM, (a2) 1.47 μM, (a3) 4.89 μM, (a4) 7.7 μM,\nand (a5) 10.2 μM. Excitation was at 980 nm and power was 500\nmW. Scale bars: 25 μm. (B) Standard curves for H<sub>2</sub>O<sub>2</sub> corresponding to fluorescence ratio (<italic>I</italic>\n<sub>660</sub>/<italic>I</italic>\n<sub>540</sub>). (C,D) CD spectra\nof preincubated HeLa cells with the probe further treated with different\nconcentrations of H<sub>2</sub>O<sub>2</sub>.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja9b09360_0004.tif\"></graphic>\n</fig>", "clean_text": " 5  Dual-mode detection of H2O2 by CD and UCL signal based on the novel UCNP@ZIF-NiSx nanoassemblies in living cells: (A) Confocal images of the probe-pretreated PCS-460-010 cells reacting with various concentrations of H2O2: (a1) 0.18 μM, (a2) 1.47 μM, (a3) 4.89 μM, (a4) 7.7 μM, and (a5) 10.2 μM. Excitation was at 980 nm and power was 500 mW. Scale bars: 25 μm. (B) Standard curves for H2O2 corresponding to fluorescence ratio (I 660/I 540). (C,D) CD spectra of preincubated HeLa cells with the probe further treated with different concentrations of H2O2.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Application of UCNP@ZIF-NiSx nanoassemblies in living cells and <italic>in vivo</italic>. (A) Confocal images of PCS-460-010 cells, HeLa,\nand SK-MEL-2 cells after treatment with UCNP@ZIF-NiSx nanoassemblies.\nScale bars: 25 μm. (B) UCL imaging of ROS in a HeLa-tumor bearing-mouse.\nEquimolar amounts of the UCNP@ZIF-NiSx nanoassemblies were injected\nsubcutaneously into tumors (L, probe-treated tumor; R, tumor pretreated\nwith <italic>N</italic>-acetylcysteine followed by injection of probe),\nand fluorescent images were taken at various time points after injection:\n(b1) control, (b2) 0 min, (b3) 10 min, (b4) 20 min, (b5) 30 min, and\n(b6) 40 min. Excitation at 980 nm and power was 500 mW.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja9b09360_0005.tif\"></graphic>\n</fig>", "clean_text": " 6  Application of UCNP@ZIF-NiSx nanoassemblies in living cells and in vivo. (A) Confocal images of PCS-460-010 cells, HeLa, and SK-MEL-2 cells after treatment with UCNP@ZIF-NiSx nanoassemblies. Scale bars: 25 μm. (B) UCL imaging of ROS in a HeLa-tumor bearing-mouse. Equimolar amounts of the UCNP@ZIF-NiSx nanoassemblies were injected subcutaneously into tumors (L, probe-treated tumor; R, tumor pretreated with N-acetylcysteine followed by injection of probe), and fluorescent images were taken at various time points after injection: (b1) control, (b2) 0 min, (b3) 10 min, (b4) 20 min, (b5) 30 min, and (b6) 40 min. Excitation at 980 nm and power was 500 mW.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.9b09360", "title": null, "journal": "American Chemical Society", "date": "2019.11", "author_list": ["Hao\nChanglong", "Wu\nXiaoling", "Sun\nMaozhong", "Zhang\nHongyu", "Yuan\nAimeng", "Xu\nLiguang", "Xu\nChuanlai", "Kuang\nHua"]}}