{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja9b06222.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Diverse metal–organic\ncomplexes (MOCs), shaped as rectangles,\ntriangles, hexagons, prisms, and cages, can be formed by coordination\nbetween metal ions (Pt, Pd, Ru, Rh, Ir, Zn, Co, and Cd) and organic\nligands, with potential applications as alternatives to conventional\nbiomedical materials for therapeutic, sensing, and imaging purposes.\nMOCs have been investigated as anticancer drugs in the treatment of\nmalignant tumors in lung, cervical, breast, colon, liver, prostate,\novarian, brain, stomach, bone, skin, mouth, thyroid, and other cancers.\nMOCs with one, two, and three cavities have also been investigated\nas drug carriers and prepared for the loading and release of different\ndrugs. In addition, MOCs can target proteins by the shape effect and\nrecognize sugars and DNA by electrostatic interactions, as well as\nestradiol by host–guest interactions, etc. This Perspective\nmainly covers achievements in the biomedical application of MOCs.\nWe aim to identify some key trends in the reported MOC structures\nin relation to their biomedical activity and potential applications.</p>", "clean_text": "Diverse metal-organic complexes (MOCs), shaped as rectangles, triangles, hexagons, prisms, and cages, can be formed by coordination between metal ions (Pt, Pd, Ru, Rh, Ir, Zn, Co, and Cd) and organic ligands, with potential applications as alternatives to conventional biomedical materials for therapeutic, sensing, and imaging purposes. MOCs have been investigated as anticancer drugs in the treatment of malignant tumors in lung, cervical, breast, colon, liver, prostate, ovarian, brain, stomach, bone, skin, mouth, thyroid, and other cancers. MOCs with one, two, and three cavities have also been investigated as drug carriers and prepared for the loading and release of different drugs. In addition, MOCs can target proteins by the shape effect and recognize sugars and DNA by electrostatic interactions, as well as estradiol by host-guest interactions, etc. This Perspective mainly covers achievements in the biomedical application of MOCs. We aim to identify some key trends in the reported MOC structures in relation to their biomedical activity and potential applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic complexes (MOCs) are well-defined,\ndiscrete two-dimensional (2D) or three-dimensional (3D) molecular\nentities with suitable metal centers undergoing\ncoordination-driven self-assembly with ligands containing multiple\nbinding sites. The inspiration for using MOCs in biological applications originates from their characteristic properties, such as the ease\nof fine-tuning the dimensions of the complexes, the selection of metal ions with specific sizes, their\ncoordination geometry, and the simple incorporation of essential functional\ngroups through pre- or post-self-assembly modifications (, top).</p>", "clean_text": "Introduction\n\nMetal-organic complexes (MOCs) are well-defined, discrete two-dimensional (2D) or three-dimensional (3D) molecular entities with suitable metal centers undergoing coordination-driven self-assembly with ligands containing multiple binding sites. The inspiration for using MOCs in biological applications originates from their characteristic properties, such as the ease of fine-tuning the dimensions of the complexes, the selection of metal ions with specific sizes, their coordination geometry, and the simple incorporation of essential functional groups through pre- or post-self-assembly modifications (, top).", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>(Top) Diverse MOCs for Biochemical and Biomedical\nApplications; (Bottom,\nLeft) Metal Centers in MOCs for Biomedical Applications;<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref> (Bottom, Middle) Shape Effect of Various MOCs\nfor Biomedical Applications; and (Bottom, Right) Different Biological\nAreas Involving MOCs<xref ref-type=\"fn\" rid=\"sch1-fn2\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja9b06222_0007.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>Re-, Cu-, and Mn-containing\nheterometallic complexes are not counted.</p>\n</fn>\n<fn id=\"sch1-fn2\">\n<label>b</label>\n<p>Note: the statistical data is based on the selected\n119 MOCs in this Perspective.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  (Top) Diverse MOCs for Biochemical and Biomedical Applications; (Bottom, Left) Metal Centers in MOCs for Biomedical Applications; (Bottom, Middle) Shape Effect of Various MOCs for Biomedical Applications; and (Bottom, Right) Different Biological Areas Involving MOCs      a Re-, Cu-, and Mn-containing heterometallic complexes are not counted.   b Note: the statistical data is based on the selected 119 MOCs in this Perspective.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>Re-, Cu-, and Mn-containing\nheterometallic complexes are not counted.</p>\n</fn>\n<fn id=\"sch1-fn2\">\n<label>b</label>\n<p>Note: the statistical data is based on the selected\n119 MOCs in this Perspective.</p>\n</fn>\n</p><p>By using Pt,\nPd, Ru, Rh, and Ir as the metal center (, bottom, left), Therrien, Stang, and Casini published recent work on MOC design for biochemical\nand biomedical applications (, bottom, middle). For example, 2D metalla­cycles\nsuch as triangles, rectangles, rhomboids, and\nhexagons can be formed by coordination\nbetween ligands and a metal acceptor for biomedical applications.\n3D metalla­prisms can be prepared by [2+3] assembly between 1,3,5-substituted\ntriazine and Ru-, Rh-, or Ir-containing organic ligands,\nwhich are mainly used as drug delivery vectors. Furthermore, Pt metalla­cages,\nwhich are used as both anticancer drugs and drug carriers, can be\nformed by the [2+4+8] or [2+6+12] assembly of tetra­(4-pyridyl­phenyl)­ethylene\n(TPPE), porphyrin, and hexakis­[4-(4′-pyridyl­ethynyl)­phenyl]­benzene\n(HPPB) (used as faces), dicarboxylate\nmoieties (used as pillars), and <italic>cis</italic>-(PEt<sub>3</sub>)<sub>2</sub>Pt­(OTf)<sub>2</sub> (used as corners). In addition to\nmetalla­prisms and metalla­cages, metalla­capsules can be formed by the [2+4] assembly of metal\nions and organic donor ligands.</p>", "clean_text": "  a Re-, Cu-, and Mn-containing heterometallic complexes are not counted.   b Note: the statistical data is based on the selected 119 MOCs in this Perspective.  \n\nBy using Pt, Pd, Ru, Rh, and Ir as the metal center (, bottom, left), Therrien, Stang, and Casini published recent work on MOC design for biochemical and biomedical applications (, bottom, middle). For example, 2D metallacycles such as triangles, rectangles, rhomboids, and hexagons can be formed by coordination between ligands and a metal acceptor for biomedical applications. 3D metallaprisms can be prepared by [2+3] assembly between 1,3,5-substituted triazine and Ru-, Rh-, or Ir-containing organic ligands, which are mainly used as drug delivery vectors. Furthermore, Pt metallacages, which are used as both anticancer drugs and drug carriers, can be formed by the [2+4+8] or [2+6+12] assembly of tetra(4-pyridylphenyl)ethylene (TPPE), porphyrin, and hexakis[4-(4'-pyridylethynyl)phenyl]benzene (HPPB) (used as faces), dicarboxylate moieties (used as pillars), and cis-(PEt3)2Pt(OTf)2 (used as corners). In addition to metallaprisms and metallacages, metallacapsules can be formed by the [2+4] assembly of metal ions and organic donor ligands.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Biological studies involving\nMOCs have been widely conducted (, bottom, right),\nand the effects of the characteristic structural\nfeatures of MOCs have been described. For example, Therrien and co-workers found that half-sandwich Ru complexes are essential functional units\nin treating many kinds of cancers. In contrast to Therrien’s\nwork, our group has devoted much attention to Pt-containing MOCs and\ntheir in vivo study. We introduced\nvarious functional units, such as TPPE, into MOCs, improving the precision\nof cell imaging and achieving “tissue-specific” aggregation\nand imaging. We integrated chemotherapy\nwith photodynamic therapy (PDT) into a single platform, achieving\na synergistic anticancer effect and demonstrating that this combination\nof tumor treatments effectively prolonged mice survival. We also prepared three porphyrin-based metalla­cages. By tuning the metal ions in the porphyrin ring,\nwe realized multimodal three-state imaging with magnetic resonance\nimaging (MRI), positron emission tomography (PET), and near-infrared\nfluorescence imaging (NIRFI). Moreover,\nwe embedded MOCs into target-specific polymeric nanoparticles, resulting\nin the successful combination of the therapeutic and diagnostic properties\nof these structures and improving the theranostic outcome. Thus, accurate diagnosis of disease location\nand precision treatment were achieved.</p>", "clean_text": "Biological studies involving MOCs have been widely conducted (, bottom, right), and the effects of the characteristic structural features of MOCs have been described. For example, Therrien and co-workers found that half-sandwich Ru complexes are essential functional units in treating many kinds of cancers. In contrast to Therrien's work, our group has devoted much attention to Pt-containing MOCs and their in vivo study. We introduced various functional units, such as TPPE, into MOCs, improving the precision of cell imaging and achieving \"tissue-specific\" aggregation and imaging. We integrated chemotherapy with photodynamic therapy (PDT) into a single platform, achieving a synergistic anticancer effect and demonstrating that this combination of tumor treatments effectively prolonged mice survival. We also prepared three porphyrin-based metallacages. By tuning the metal ions in the porphyrin ring, we realized multimodal three-state imaging with magnetic resonance imaging (MRI), positron emission tomography (PET), and near-infrared fluorescence imaging (NIRFI). Moreover, we embedded MOCs into target-specific polymeric nanoparticles, resulting in the successful combination of the therapeutic and diagnostic properties of these structures and improving the theranostic outcome. Thus, accurate diagnosis of disease location and precision treatment were achieved.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>MOCs can be used to alleviate\nthe toxicity, degradation, and resistance\nissues of anticancer drugs. Crowley and Casini designed\nvarious metalla­capsules as vectors. Yam synthesized rectangles\nused as vectors for delivering Pt-, Pd-, and Au-containing guests. Crowley developed metalla­capsules with\ntwo and three cavities, which can be used as carriers for loading\nand releasing two kinds of guests (cisplatin and triflate). In addition, metalla­prisms, metalla­barrels, and metalla­cages are used as\ncarriers for drug delivery.</p>", "clean_text": "MOCs can be used to alleviate the toxicity, degradation, and resistance issues of anticancer drugs. Crowley and Casini designed various metallacapsules as vectors. Yam synthesized rectangles used as vectors for delivering Pt-, Pd-, and Au-containing guests. Crowley developed metallacapsules with two and three cavities, which can be used as carriers for loading and releasing two kinds of guests (cisplatin and triflate). In addition, metallaprisms, metallabarrels, and metallacages are used as carriers for drug delivery.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Various drugs, such as cisplatin and\nporphin, and Ru-containing guests can be encapsulated into these cavities. Lippard\nand Zheng reported prodrug-containing MOCs as another kind of drug\ndelivery vector and prepared both metalla­cycles and metalla­cages for drug delivery.</p>", "clean_text": "Various drugs, such as cisplatin and porphin, and Ru-containing guests can be encapsulated into these cavities. Lippard and Zheng reported prodrug-containing MOCs as another kind of drug delivery vector and prepared both metallacycles and metallacages for drug delivery.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Furthermore, biomolecules such as proteins, sucrose, hormones, and DNA can be recognized by MOCs through\nshape effects and through electrostatic\nand host–guest interactions. In this Perspective, we describe\nrecent achievements in the design of MOCs with anticancer properties\nand recognition of biomolecules, as well as their potential as drug\ndelivery vectors for therapeutic or imaging purposes. Current challenges\nand future directions on this topic are also discussed.</p>", "clean_text": "Furthermore, biomolecules such as proteins, sucrose, hormones, and DNA can be recognized by MOCs through shape effects and through electrostatic and host-guest interactions. In this Perspective, we describe recent achievements in the design of MOCs with anticancer properties and recognition of biomolecules, as well as their potential as drug delivery vectors for therapeutic or imaging purposes. Current challenges and future directions on this topic are also discussed.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>MOCs as Anticancer Agents</title><p>To date, MOCs have been used in the treatment of malignant tumors\nin lung, cervical, breast, colon, liver, prostate, ovarian, brain, stomach, bone, skin, mouth, thyroid, blood, and other cancers (A). The anticancer effect of MOCs is achieved\nmainly through inducing membrane damage, cell apoptosis and autophagy, DNA damage, and increased p53 expression (B). As shown in C−D, apoptosis accounts for the majority of effect\nfor MOC-mediated anticancer activity. As shown in A, MOC-based drugs have two\nmain use strategies. The first is to use them directly as drugs. The\nsecond is to use MOCs as coassembly units to form MOC-based nanoparticles\n(MNPs) and to then use the MNPs as therapeutic drugs (B). Both MOCs and MNPs exhibit\nbetter cell internalization behaviors than their precursors due to\ntheir enhanced permeability and retention (EPR) effect (C); moreover, the targeting\nof drugs to tumors is enhanced because of the introduction of functional\nunits such as biologically specific sequences.\n</p>", "clean_text": "MOCs as Anticancer Agents\n\nTo date, MOCs have been used in the treatment of malignant tumors in lung, cervical, breast, colon, liver, prostate, ovarian, brain, stomach, bone, skin, mouth, thyroid, blood, and other cancers (A). The anticancer effect of MOCs is achieved mainly through inducing membrane damage, cell apoptosis and autophagy, DNA damage, and increased p53 expression (B). As shown in C-D, apoptosis accounts for the majority of effect for MOC-mediated anticancer activity. As shown in A, MOC-based drugs have two main use strategies. The first is to use them directly as drugs. The second is to use MOCs as coassembly units to form MOC-based nanoparticles (MNPs) and to then use the MNPs as therapeutic drugs (B). Both MOCs and MNPs exhibit better cell internalization behaviors than their precursors due to their enhanced permeability and retention (EPR) effect (C); moreover, the targeting of drugs to tumors is enhanced because of the introduction of functional units such as biologically specific sequences. ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>(A) Relationships between MOCs and Target Organs;<xref ref-type=\"fn\" rid=\"sch2-fn1\"></xref> (B) The Number of Different MOCs in This Perspective\nRelated\nto the Targeted Cancer Types;<xref ref-type=\"fn\" rid=\"sch2-fn10\"></xref> (C) Anticancer\nMechanism; and (D) Pie Chart of Anticancer Mechanisms<xref ref-type=\"fn\" rid=\"sch2-fn2\"></xref>\n</title>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja9b06222_0008.tif\"></graphic>\n<p>\n<fn id=\"sch2-fn1\">\n<label>a</label>\n<p>The target organs marked with\n◆ are indicated in the anatomical diagram, and those marked\nwith ◇ are not.</p>\n</fn>\n<fn id=\"sch2-fn10\">\n<label>b</label>\n<p>M.G. is the abbreviation for “malignant glioma”.</p>\n</fn>\n<fn id=\"sch2-fn2\">\n<label>c</label>\n<p>The statistical data is based\non the mechanism that is mentioned in the original research paper.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 2  (A) Relationships between MOCs and Target Organs; (B) The Number of Different MOCs in This Perspective Related to the Targeted Cancer Types; (C) Anticancer Mechanism; and (D) Pie Chart of Anticancer Mechanisms      a The target organs marked with ◆ are indicated in the anatomical diagram, and those marked with ◇ are not.   b M.G. is the abbreviation for \"malignant glioma\".   c The statistical data is based on the mechanism that is mentioned in the original research paper.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch2-fn1\">\n<label>a</label>\n<p>The target organs marked with\n◆ are indicated in the anatomical diagram, and those marked\nwith ◇ are not.</p>\n</fn>\n<fn id=\"sch2-fn10\">\n<label>b</label>\n<p>M.G. is the abbreviation for “malignant glioma”.</p>\n</fn>\n<fn id=\"sch2-fn2\">\n<label>c</label>\n<p>The statistical data is based\non the mechanism that is mentioned in the original research paper.</p>\n</fn>\n</p>", "clean_text": "  a The target organs marked with ◆ are indicated in the anatomical diagram, and those marked with ◇ are not.   b M.G. is the abbreviation for \"malignant glioma\".   c The statistical data is based on the mechanism that is mentioned in the original research paper.  ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>(A) Two Strategies toward the Construction of MOC-Based\nAnticancer\nDrugs; (B) MOCs Used as Coassembly Units for Construction of MNPs;\n(C) MOCs Uptake by Cells Due to EPR Effect and the Target Organelles;\nand (D) Three Stages of MOC-Based Anticancer Drugs, from Size Effect\nto Shape Effect and Then the Synergistic Effect<xref ref-type=\"fn\" rid=\"sch3-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja9b06222_0009.tif\"></graphic>\n<p>\n<fn id=\"sch3-fn1\">\n<label>a</label>\n<p>Adapted with permission from\nrefs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref21\"></xref>−<xref ref-type=\"bibr\" rid=\"ref22\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref23\"></xref>, <xref ref-type=\"bibr\" rid=\"ref27\"></xref>, <xref ref-type=\"bibr\" rid=\"ref28\"></xref>, <xref ref-type=\"bibr\" rid=\"ref31\"></xref>, <xref ref-type=\"bibr\" rid=\"ref53\"></xref>, <xref ref-type=\"bibr\" rid=\"ref55\"></xref>, <xref ref-type=\"bibr\" rid=\"ref58\"></xref>, <xref ref-type=\"bibr\" rid=\"ref60\"></xref>, <xref ref-type=\"bibr\" rid=\"ref69\"></xref>, <xref ref-type=\"bibr\" rid=\"ref70\"></xref>, <xref ref-type=\"bibr\" rid=\"ref90\" specific-use=\"ref-style=base-text\"></xref>\n</named-content>. Copyright\n2015, 2017, 2018, and 2019 American Chemical Society; 2017 and 2018\nRoyal Society of Chemistry; 2016, 2018, and 2019 National Academy\nof Sciences (USA); 2016 Wiley-VCH; 2018 Elsevier; and 2018 Nature\nPublishing Group.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 3  (A) Two Strategies toward the Construction of MOC-Based Anticancer Drugs; (B) MOCs Used as Coassembly Units for Construction of MNPs; (C) MOCs Uptake by Cells Due to EPR Effect and the Target Organelles; and (D) Three Stages of MOC-Based Anticancer Drugs, from Size Effect to Shape Effect and Then the Synergistic Effect      a Adapted with permission from refs  - , , , , , , , , , ,  . Copyright 2015, 2017, 2018, and 2019 American Chemical Society; 2017 and 2018 Royal Society of Chemistry; 2016, 2018, and 2019 National Academy of Sciences (USA); 2016 Wiley-VCH; 2018 Elsevier; and 2018 Nature Publishing Group.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>\n<fn id=\"sch3-fn1\">\n<label>a</label>\n<p>Adapted with permission from\nrefs . Copyright\n2015, 2017, 2018, and 2019 American Chemical Society; 2017 and 2018\nRoyal Society of Chemistry; 2016, 2018, and 2019 National Academy\nof Sciences (USA); 2016 Wiley-VCH; 2018 Elsevier; and 2018 Nature\nPublishing Group.</p>\n</fn>\n</p>", "clean_text": "  a Adapted with permission from refs . Copyright 2015, 2017, 2018, and 2019 American Chemical Society; 2017 and 2018 Royal Society of Chemistry; 2016, 2018, and 2019 National Academy of Sciences (USA); 2016 Wiley-VCH; 2018 Elsevier; and 2018 Nature Publishing Group.  ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The action of MOC-based\nanticancer drug progresses through three\nstages (D).\nIn the first stage (D, I), most MOCs enter tumor tissues by the size effect and\nthen enter cells by interaction between the positive charges and the\nnegative charges on the membrane. In the second\nstage, the shape match (D, II) between MOCs and DNA as\nwell as the EPR effect work together. Recently, functional groups\nfor reactive oxygen species (ROS) generation and cell imaging were\nalso integrated into MOCs, initiating\nthe combination of chemotherapy and PDT and improving the treatment\noutcome (D,\nIII). For these MOCs, mitochondria are another major target organelle\n(C).</p>", "clean_text": "The action of MOC-based anticancer drug progresses through three stages (D). In the first stage (D, I), most MOCs enter tumor tissues by the size effect and then enter cells by interaction between the positive charges and the negative charges on the membrane. In the second stage, the shape match (D, II) between MOCs and DNA as well as the EPR effect work together. Recently, functional groups for reactive oxygen species (ROS) generation and cell imaging were also integrated into MOCs, initiating the combination of chemotherapy and PDT and improving the treatment outcome (D, III). For these MOCs, mitochondria are another major target organelle (C).", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>Some activity has focused on MOCs-related organ-specific activity,\nas summarized in . The heterometallic Ru–Re metalla­cycle MOC <bold>1</bold> (a) reported\nby Thomas functions as an intracellular\nsinglet oxygen sensitizer that causes plasma membrane damage. Another\nheterometallic Ru–Pt metalla­cycle, MOC <bold>2</bold>, was synthesized by our group and exhibits\nnear-infrared emission, strong two-photon absorption (TPA), and high <sup>1</sup>O<sub>2</sub> generation efficiency. MOC <bold>2</bold> accumulates\nin mitochondria because of the negative potential difference across\nthe mitochondrial membrane. Elevated intracellular ROS levels within\nmitochondria can trigger caspase activation and apoptosis. MOC <bold>2</bold> partially accumulates in the nucleus in addition to mitochondria.\nThe in vivo two-photon PDT efficacy of MOC <bold>2</bold> was investigated\nusing A549 tumor-bearing nude mice with a xenograft tumor volume of\n80 mm<sup>3</sup>. In the treatment group, the tumors shrank gradually\nand were reduced to 78% of the original size on day 14, while the\ntumors in the control group showed more than a 13-fold growth over\nthe same period. No noticeable body weight loss was found during the\ntreatment process, indicating the minimal side effects of MOC <bold>2</bold>. Representative images of A549 tumors in mice with these\ndifferent treatments are shown in b.</p>", "clean_text": "Some activity has focused on MOCs-related organ-specific activity, as summarized in . The heterometallic Ru-Re metallacycle MOC 1 (a) reported by Thomas functions as an intracellular singlet oxygen sensitizer that causes plasma membrane damage. Another heterometallic Ru-Pt metallacycle, MOC 2, was synthesized by our group and exhibits near-infrared emission, strong two-photon absorption (TPA), and high 1O2 generation efficiency. MOC 2 accumulates in mitochondria because of the negative potential difference across the mitochondrial membrane. Elevated intracellular ROS levels within mitochondria can trigger caspase activation and apoptosis. MOC 2 partially accumulates in the nucleus in addition to mitochondria. The in vivo two-photon PDT efficacy of MOC 2 was investigated using A549 tumor-bearing nude mice with a xenograft tumor volume of 80 mm3. In the treatment group, the tumors shrank gradually and were reduced to 78% of the original size on day 14, while the tumors in the control group showed more than a 13-fold growth over the same period. No noticeable body weight loss was found during the treatment process, indicating the minimal side effects of MOC 2. Representative images of A549 tumors in mice with these different treatments are shown in b.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Chemical structures of (a) MOCs <bold>1</bold> and <bold>2</bold>. (b) MOC <bold>2</bold>-related anticancer treatment.\nChemical structures\nof (c) MOCs <bold>3</bold> and <bold>4</bold>, (d) MOCs <bold>5</bold> and <bold>6</bold>, (e) MOCs <bold>7</bold>–<bold>10</bold>, (f) MOCs <bold>11</bold> and <bold>12</bold>, (g) MOCs <bold>13</bold> and <bold>14</bold>, (h) MOC <bold>15</bold>, and (i) MOCs <bold>16</bold> and <bold>17</bold>. In all structures, blue color refers\nto metal-containing acceptors and black color refers to organic donors.\nAdapted with permission from refs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref21\"></xref>−<xref ref-type=\"bibr\" rid=\"ref22\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref23\"></xref>, <xref ref-type=\"bibr\" rid=\"ref31\"></xref>, <xref ref-type=\"bibr\" rid=\"ref53\"></xref>, <xref ref-type=\"bibr\" rid=\"ref55\"></xref>, <xref ref-type=\"bibr\" rid=\"ref57\"></xref>, <xref ref-type=\"bibr\" rid=\"ref58\"></xref>, and <xref ref-type=\"bibr\" rid=\"ref63\" specific-use=\"ref-style=base-text\"></xref>\n</named-content>. Copyright 2017 and 2018 American Chemical\nSociety; 2018 Royal Society of Chemistry; 2016, 2018, and 2019 National\nAcademy of Sciences (USA); and 2016 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja9b06222_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Chemical structures of (a) MOCs 1 and 2. (b) MOC 2-related anticancer treatment. Chemical structures of (c) MOCs 3 and 4, (d) MOCs 5 and 6, (e) MOCs 7-10, (f) MOCs 11 and 12, (g) MOCs 13 and 14, (h) MOC 15, and (i) MOCs 16 and 17. In all structures, blue color refers to metal-containing acceptors and black color refers to organic donors. Adapted with permission from refs  - , , , , , , and  . Copyright 2017 and 2018 American Chemical Society; 2018 Royal Society of Chemistry; 2016, 2018, and 2019 National Academy of Sciences (USA); and 2016 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>In addition to Ru­(II) complexes, porphyrin is another important\nphotosensitizer. Yao designed amphiphilic organoplatinum­(II), MOCs <bold>3</bold> and <bold>4</bold> (c), with a porphyrin unit\nas the core and hydrophilic glycol units as the tail. The cellular\nuptake of MOCs <bold>3</bold> and <bold>4</bold> by A549 cells was\ninvestigated. Intracellular uptake and in vitro cytotoxicity assays\nconfirmed that MOC <bold>3</bold> and <bold>4</bold> micelles exhibited\nmarkedly enhanced cellular uptake and antitumor efficacy. Boron dipyrromethene\n(BODIPY) dyes are the third kind of functional unit in PDT. Huang\nand Cook designed two Pt­(II) triangles, MOCs <bold>5</bold> and <bold>6</bold> (d), that contain a pyridyl-functionalized\nBODIPY ligand, in which the platinum acceptors are toxic chemotherapeutics\nand the BODIPY donor is an imaging probe and photosensitizer. In vitro\nstudies demonstrated that MOCs <bold>5</bold> and <bold>6</bold> improved\ntheir anticancer efficacy, and the combination of PDT and chemotherapy\nshowed excellent synergistic effects against HeLa cells. In addition\nto the properties of BODIPY in PDT, its high fluorescence quantum\nyield is another important characteristic, making BODIPY-containing\ncomplexes good candidates for fluorescence imaging. For example, Lee\nreported four BODIPY-containing palladium triangles/squares, MOCs <bold>7</bold>–<bold>10</bold> (e), which were\nmore cytotoxic to brain cancer (glioblastoma) cells than to normal\nfibroblasts. The characteristic green fluorescence of the BODIPY ligands\npermitted their intracellular visualization using confocal microscopy,\ndemonstrating that the compounds were localized in the cytoplasm and\non the plasma membrane. The cytotoxicity of these MOCs to glioblastoma\ncells was higher than that of a benchmark metal-based chemotherapeutic\ndrug, cisplatin. Conventional fluorophores often exhibit an undesirable\naggregation-caused quenching (ACQ) effect, wherein aggregation-induced\nemission (AIE)-active fluorophores emit bright fluorescence in the\naggregate state via the restriction of intramolecular motion. Thus,\nthe fluorescent polymer rhomboidal Pt­(II) metalla­cycle MOC <bold>11</bold> (f), containing TPE, was designed and\nwas used in cell imaging, showing a significant enrichment in lung\ncells. We also designed the highly fluorescent MOC <bold>12</bold>, in which the TPE-based bipyridyl ligands\nare the donors and act as a spectroscopic handle for live cell imaging,\nwhile the acceptor PhenPt units are employed as an anticancer drug.</p>", "clean_text": "In addition to Ru(II) complexes, porphyrin is another important photosensitizer. Yao designed amphiphilic organoplatinum(II), MOCs 3 and 4 (c), with a porphyrin unit as the core and hydrophilic glycol units as the tail. The cellular uptake of MOCs 3 and 4 by A549 cells was investigated. Intracellular uptake and in vitro cytotoxicity assays confirmed that MOC 3 and 4 micelles exhibited markedly enhanced cellular uptake and antitumor efficacy. Boron dipyrromethene (BODIPY) dyes are the third kind of functional unit in PDT. Huang and Cook designed two Pt(II) triangles, MOCs 5 and 6 (d), that contain a pyridyl-functionalized BODIPY ligand, in which the platinum acceptors are toxic chemotherapeutics and the BODIPY donor is an imaging probe and photosensitizer. In vitro studies demonstrated that MOCs 5 and 6 improved their anticancer efficacy, and the combination of PDT and chemotherapy showed excellent synergistic effects against HeLa cells. In addition to the properties of BODIPY in PDT, its high fluorescence quantum yield is another important characteristic, making BODIPY-containing complexes good candidates for fluorescence imaging. For example, Lee reported four BODIPY-containing palladium triangles/squares, MOCs 7-10 (e), which were more cytotoxic to brain cancer (glioblastoma) cells than to normal fibroblasts. The characteristic green fluorescence of the BODIPY ligands permitted their intracellular visualization using confocal microscopy, demonstrating that the compounds were localized in the cytoplasm and on the plasma membrane. The cytotoxicity of these MOCs to glioblastoma cells was higher than that of a benchmark metal-based chemotherapeutic drug, cisplatin. Conventional fluorophores often exhibit an undesirable aggregation-caused quenching (ACQ) effect, wherein aggregation-induced emission (AIE)-active fluorophores emit bright fluorescence in the aggregate state via the restriction of intramolecular motion. Thus, the fluorescent polymer rhomboidal Pt(II) metallacycle MOC 11 (f), containing TPE, was designed and was used in cell imaging, showing a significant enrichment in lung cells. We also designed the highly fluorescent MOC 12, in which the TPE-based bipyridyl ligands are the donors and act as a spectroscopic handle for live cell imaging, while the acceptor PhenPt units are employed as an anticancer drug.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Further self-assembled nanoparticles and vesicles were prepared\nfrom MOC <bold>12</bold>, and the effects of the morphology and size\nof these assemblies on the endocytic pathways, uptake rates, internalization\namounts, and cytotoxicities were found. Therrien prepared a series\nof arene ruthenium metalla­cycles containing long alkyl chains,\nwhich increase the lipophilicity and molecular weight of the metalla­cycles\nto better target the EPR effect.</p>", "clean_text": "Further self-assembled nanoparticles and vesicles were prepared from MOC 12, and the effects of the morphology and size of these assemblies on the endocytic pathways, uptake rates, internalization amounts, and cytotoxicities were found. Therrien prepared a series of arene ruthenium metallacycles containing long alkyl chains, which increase the lipophilicity and molecular weight of the metallacycles to better target the EPR effect.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>As shown in g, Therrien and co-workers\ndesigned metalla­rectangles, MOCs <bold>13</bold> and <bold>14</bold>, which\nare highly potent toward human ovarian cancer cells while displaying\npronounced selectivity for cancer cells over healthy cells. Very recently,\nan NIR-II theranostic nanoprobe incorporating the Pt­(II) MOC <bold>15</bold> (h) was reported. The nanoprobe was found\nto accurately diagnose cancer with high resolution and to selectively\ndeliver MOC <bold>15</bold> to tumor regions via the EPR effect.</p>", "clean_text": "As shown in g, Therrien and co-workers designed metallarectangles, MOCs 13 and 14, which are highly potent toward human ovarian cancer cells while displaying pronounced selectivity for cancer cells over healthy cells. Very recently, an NIR-II theranostic nanoprobe incorporating the Pt(II) MOC 15 (h) was reported. The nanoprobe was found to accurately diagnose cancer with high resolution and to selectively deliver MOC 15 to tumor regions via the EPR effect.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>In vivo studies revealed that nanoprobes efficiently inhibit the\ngrowth of tumors with minimal side effects. In addition to studies\non malignant tumors associated with brain, cervical, lung, ovarian,\nand liver cancer, other studies have been conducted. Yoshizawa prepared\nMOCs <bold>16</bold> and <bold>17</bold> (i), which showed\nhigher anticancer activities (up to 5-fold) against human leukemic\ncells and even higher activities (up to 125-fold) against cisplatin-resistant\ncells than cisplatin. Moreover, the anticancer cytotoxicity of MOCs <bold>16</bold> and <bold>17</bold> is highly selectivethese complexes\nare approximately 10 times more toxic to cancer cells than to nonmalignant\ncells.</p>", "clean_text": "In vivo studies revealed that nanoprobes efficiently inhibit the growth of tumors with minimal side effects. In addition to studies on malignant tumors associated with brain, cervical, lung, ovarian, and liver cancer, other studies have been conducted. Yoshizawa prepared MOCs 16 and 17 (i), which showed higher anticancer activities (up to 5-fold) against human leukemic cells and even higher activities (up to 125-fold) against cisplatin-resistant cells than cisplatin. Moreover, the anticancer cytotoxicity of MOCs 16 and 17 is highly selectivethese complexes are approximately 10 times more toxic to cancer cells than to nonmalignant cells.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>In addition to organ-specific activity, several MOCs\nalso show\nactivity in different types of tumors ( and ). We prepared\nthree porphyrin-based metalla­cages, MOCs <bold>18</bold>–<bold>20</bold> (a), for the fabrication of MNPs and\nthen studied their antitumor activity against U87MG cells and A2780cis\ncells. By combining NIRFI, PET, and MRI, we obtained precise detection\nas well as therapy for some tumors. The simultaneous use of highly\nsensitive and high-resolution multimodal imaging methods helps to\novercome the limitations of each modality alone and offers complementary\nand accurate insight into tumor characteristics (b). The combination of chemotherapy\nand PDT effectively ablated all tumors (A2780CIS cells) in mice without\nrecurrence during the course of the therapy. PDT eliminated the primary\ntumor tissue through local irradiation, and the chemotherapeutic drug\nkilled the residual cancer cells, thus effectively inhibiting tumor\nrecurrence. Gene expression analysis of tumors confirmed the distinct\nalteration pattern of genes in response to different therapeutic modalities.\nSimilar to the work described above, another study focused on MOC <bold>21</bold> (c) as a component of theranostic supra­molecular MNPs. In vivo investigations demonstrated that MOC <bold>21</bold>-based MNPs possess higher antitumor efficacy with lower\ntoxicity than free platinum anticancer drugs (oxaliplatin, carboplatin,\nand cisplatin).</p>", "clean_text": "In addition to organ-specific activity, several MOCs also show activity in different types of tumors ( and ). We prepared three porphyrin-based metallacages, MOCs 18-20 (a), for the fabrication of MNPs and then studied their antitumor activity against U87MG cells and A2780cis cells. By combining NIRFI, PET, and MRI, we obtained precise detection as well as therapy for some tumors. The simultaneous use of highly sensitive and high-resolution multimodal imaging methods helps to overcome the limitations of each modality alone and offers complementary and accurate insight into tumor characteristics (b). The combination of chemotherapy and PDT effectively ablated all tumors (A2780CIS cells) in mice without recurrence during the course of the therapy. PDT eliminated the primary tumor tissue through local irradiation, and the chemotherapeutic drug killed the residual cancer cells, thus effectively inhibiting tumor recurrence. Gene expression analysis of tumors confirmed the distinct alteration pattern of genes in response to different therapeutic modalities. Similar to the work described above, another study focused on MOC 21 (c) as a component of theranostic supramolecular MNPs. In vivo investigations demonstrated that MOC 21-based MNPs possess higher antitumor efficacy with lower toxicity than free platinum anticancer drugs (oxaliplatin, carboplatin, and cisplatin).", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Chemical structures of MOCs <bold>18</bold>–<bold>20</bold>. (b) MOCs <bold>18</bold>–<bold>20</bold>-related\nanticancer\ntherapy. Top, NIRFI of U87MG tumor-bearing nude mice following injection\nof MNPs. Middle, PET image of U87MG tumor-bearing nude mice at 2,\n4, 6, 12, 24, and 48 h post injection of 64Cu@MNPs. Bottom, in vivo\nT1-weighted axial MRI images (7T) of the mice before and after injection\nof Mn@MNPs. Chemical structures of (c) MOC <bold>21</bold>, (d) MOCs <bold>22</bold> and <bold>23</bold>, (e) MOC <bold>24</bold>, (f) MOC <bold>25</bold>, (g) MOCs <bold>26</bold>–<bold>28</bold>, (h) MOCs <bold>29</bold>–<bold>32</bold>, (i) MOCs <bold>33</bold> and <bold>34</bold>, (j) MOCs <bold>35</bold> and <bold>36</bold>, and (k)\nMOCs <bold>37</bold>–<bold>39</bold>. Adapted with permission\nfrom refs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref27\"></xref>, <xref ref-type=\"bibr\" rid=\"ref28\"></xref>, <xref ref-type=\"bibr\" rid=\"ref30\"></xref>, <xref ref-type=\"bibr\" rid=\"ref51\"></xref>, <xref ref-type=\"bibr\" rid=\"ref52\"></xref>, <xref ref-type=\"bibr\" rid=\"ref60\"></xref>, <xref ref-type=\"bibr\" rid=\"ref62\"></xref>, <xref ref-type=\"bibr\" rid=\"ref64\"></xref>, and <xref ref-type=\"bibr\" rid=\"ref65\"></xref>\n</named-content>. Copyright 2015, 2016, and 2017 Royal Society of Chemistry; 2014\nand 2016 National Academy of Sciences (USA); 2014 Wiley-VCH; 2016\nElsevier; and 2018 Nature Publishing Group.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja9b06222_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Chemical structures of MOCs 18-20. (b) MOCs 18-20-related anticancer therapy. Top, NIRFI of U87MG tumor-bearing nude mice following injection of MNPs. Middle, PET image of U87MG tumor-bearing nude mice at 2, 4, 6, 12, 24, and 48 h post injection of 64Cu@MNPs. Bottom, in vivo T1-weighted axial MRI images (7T) of the mice before and after injection of Mn@MNPs. Chemical structures of (c) MOC 21, (d) MOCs 22 and 23, (e) MOC 24, (f) MOC 25, (g) MOCs 26-28, (h) MOCs 29-32, (i) MOCs 33 and 34, (j) MOCs 35 and 36, and (k) MOCs 37-39. Adapted with permission from refs  , , , , , , , , and  . Copyright 2015, 2016, and 2017 Royal Society of Chemistry; 2014 and 2016 National Academy of Sciences (USA); 2014 Wiley-VCH; 2016 Elsevier; and 2018 Nature Publishing Group.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Chemical\nstructures of (a) MOCs <bold>40</bold> and <bold>41</bold>, (b) MOC <bold>42</bold>, (c) MOC <bold>43</bold>, (d) MOCs <bold>44</bold> and <bold>45</bold>, (e) MOCs <bold>46</bold> and <bold>47</bold>, (f) MOCs <bold>48</bold>–<bold>50</bold>, (g) MOCs <bold>51</bold>–<bold>53</bold>, (h) MOCs <bold>54</bold>–<bold>56</bold>, (i) MOCs <bold>57</bold>–<bold>62</bold>, (j) MOCs <bold>63</bold>–<bold>66</bold>, and (k) MOCs <bold>67</bold>–<bold>70</bold>. Adapted\nwith permission from refs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref24\"></xref>, <xref ref-type=\"bibr\" rid=\"ref54\"></xref>, <xref ref-type=\"bibr\" rid=\"ref56\"></xref>, <xref ref-type=\"bibr\" rid=\"ref59\"></xref>, <xref ref-type=\"bibr\" rid=\"ref61\"></xref>, <xref ref-type=\"bibr\" rid=\"ref66\"></xref>, <xref ref-type=\"bibr\" rid=\"ref67\"></xref>, <xref ref-type=\"bibr\" rid=\"ref69\"></xref>−<xref ref-type=\"bibr\" rid=\"ref70\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref71\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref72\"></xref>\n</named-content>. Copyright 2014, 2015, 2017, and 2018 American Chemical Society;\n2016 Royal Society of Chemistry; 2019 National Academy of Sciences\n(USA); 2014 and 2016 Wiley-VCH; 2018 and 2019 Elsevier; and 2014 MDPI.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja9b06222_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Chemical structures of (a) MOCs 40 and 41, (b) MOC 42, (c) MOC 43, (d) MOCs 44 and 45, (e) MOCs 46 and 47, (f) MOCs 48-50, (g) MOCs 51-53, (h) MOCs 54-56, (i) MOCs 57-62, (j) MOCs 63-66, and (k) MOCs 67-70. Adapted with permission from refs  , , , , , , , -   . Copyright 2014, 2015, 2017, and 2018 American Chemical Society; 2016 Royal Society of Chemistry; 2019 National Academy of Sciences (USA); 2014 and 2016 Wiley-VCH; 2018 and 2019 Elsevier; and 2014 MDPI.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>Therrien et al. focused on the design and synthesis\nof Ru-containing\nMOCs <bold>22</bold> and <bold>23</bold>, as shown in d, the cytotoxicity of which was evaluated against cancer (MCF-7, B16F10,\nA549) and nonmalignant cells. MOCs <bold>22</bold> and <bold>23</bold> also showed higher cytotoxicity to cancer cells than to normal cells.\nLippard and Zheng designed a hexanuclear platinum metalla­cage\n(Pt<sub>6</sub>L<sub>4</sub>), MOC <bold>24</bold> (e), which is taken up in high amounts by cancer cells. Biophysical analysis\nconfirmed that MOC <bold>24</bold> noncovalently interacts with DNA.</p>", "clean_text": "Therrien et al. focused on the design and synthesis of Ru-containing MOCs 22 and 23, as shown in d, the cytotoxicity of which was evaluated against cancer (MCF-7, B16F10, A549) and nonmalignant cells. MOCs 22 and 23 also showed higher cytotoxicity to cancer cells than to normal cells. Lippard and Zheng designed a hexanuclear platinum metallacage (Pt6L4), MOC 24 (e), which is taken up in high amounts by cancer cells. Biophysical analysis confirmed that MOC 24 noncovalently interacts with DNA.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>In addition to platinum­(II) and ruthenium­(II) MOCs, palladium­(II)\nMOCs exhibit anticancer activity. Crowley synthesized a series of\n[Pd<sub>2</sub>(L)<sub>4</sub>]­(BF<sub>4</sub>)<sub>4</sub> MOCs,\nMOCs <bold>25</bold>–<bold>28</bold> (f,g). Investigations\nwith MOC <bold>27</bold> revealed that it induced cell death within\nminutes. As shown in h, Casini prepared a series of similar structures which exhibit\nhigher cytotoxicity in all tested cancer cells than cisplatin. We designed rhomboidal Pt­(II) metalla­cycles,\nMOCs <bold>33</bold> and <bold>34</bold> (i), and investigated\ntheir antitumor activity in HeLa and A549 cells, where they inhibited\ntumor growth. Chi et al. designed two tetracationic heterobimetalla­cycles,\nMOCs <bold>35</bold> and <bold>36</bold> (j), and explored\nthe potential biological effects of these systems. The cytotoxic effects\nof both of these new complexes against the cancerous cell lines were\nreported.</p>", "clean_text": "In addition to platinum(II) and ruthenium(II) MOCs, palladium(II) MOCs exhibit anticancer activity. Crowley synthesized a series of [Pd2(L)4](BF4)4 MOCs, MOCs 25-28 (f,g). Investigations with MOC 27 revealed that it induced cell death within minutes. As shown in h, Casini prepared a series of similar structures which exhibit higher cytotoxicity in all tested cancer cells than cisplatin. We designed rhomboidal Pt(II) metallacycles, MOCs 33 and 34 (i), and investigated their antitumor activity in HeLa and A549 cells, where they inhibited tumor growth. Chi et al. designed two tetracationic heterobimetallacycles, MOCs 35 and 36 (j), and explored the potential biological effects of these systems. The cytotoxic effects of both of these new complexes against the cancerous cell lines were reported.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Much of the antitumor activity of MOCs is due to the\ninherent properties\nof transition metal complexes and the EPR effect. Terenzi and co-workers\nreported size- and shape-related anticancer performances. As shown in k, they synthesized Pt­(II) quadrangular boxes,\nMOCs <bold>37</bold>–<bold>39</bold>, and found three Pt molecular\nsquares of distinct size that showed biological activity against cancer\ncells that heavily influenced the expression of genes known to form\nguanine quadruplexes (G-quadruplexes) in their promoter regions. Three\ncancer cell lines (U2OS, VM-1, and MCF-7) were treated, and MOCs <bold>37</bold>–<bold>39</bold> reduced cell viability in most of\nthe tested models. The DNA binding activity and the in vitro effect\non cancer cells can be modulated with Pt MOCs according to the size\nand shape of the complex (D, II).</p>", "clean_text": "Much of the antitumor activity of MOCs is due to the inherent properties of transition metal complexes and the EPR effect. Terenzi and co-workers reported size- and shape-related anticancer performances. As shown in k, they synthesized Pt(II) quadrangular boxes, MOCs 37-39, and found three Pt molecular squares of distinct size that showed biological activity against cancer cells that heavily influenced the expression of genes known to form guanine quadruplexes (G-quadruplexes) in their promoter regions. Three cancer cell lines (U2OS, VM-1, and MCF-7) were treated, and MOCs 37-39 reduced cell viability in most of the tested models. The DNA binding activity and the in vitro effect on cancer cells can be modulated with Pt MOCs according to the size and shape of the complex (D, II).", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Das and co-workers reported a series\nof findings on MOC-related\nantitumor activity. As shown in a, MOCs <bold>40</bold> and <bold>41</bold> were synthesized, and the results of cell cycle\nanalysis and live propidium iodide staining suggested that they induced\na loss of membrane integrity that might ultimately lead to necrotic\ncell death. Furthermore, two nanoscale supra­molecular metalla­cycles,\nMOCs <bold>42</bold> and <bold>43</bold> (b,c), were also synthesized by Das. Relatively higher apoptosis induction was observed\nin A549 cells treated with MOCs <bold>42</bold> and <bold>43</bold> than in those treated with cisplatin, confirming the induction of\napoptotic death in A549 cancer cells by MOCs <bold>42</bold> and <bold>43</bold>. In addition, Das and co-workers also designed MOCs <bold>44</bold> and <bold>45</bold> (d) and evaluated the growth\ninhibitory effects of these complexes against HT-29 colorectal adenocarcinoma\ncells and MCF-7 and MDA-MB-231 breast cancer cells. The structure\nof MOCs <bold>44</bold> and <bold>45</bold> improved the cytotoxic\neffects against both types of cancer cells.</p>", "clean_text": "Das and co-workers reported a series of findings on MOC-related antitumor activity. As shown in a, MOCs 40 and 41 were synthesized, and the results of cell cycle analysis and live propidium iodide staining suggested that they induced a loss of membrane integrity that might ultimately lead to necrotic cell death. Furthermore, two nanoscale supramolecular metallacycles, MOCs 42 and 43 (b,c), were also synthesized by Das. Relatively higher apoptosis induction was observed in A549 cells treated with MOCs 42 and 43 than in those treated with cisplatin, confirming the induction of apoptotic death in A549 cancer cells by MOCs 42 and 43. In addition, Das and co-workers also designed MOCs 44 and 45 (d) and evaluated the growth inhibitory effects of these complexes against HT-29 colorectal adenocarcinoma cells and MCF-7 and MDA-MB-231 breast cancer cells. The structure of MOCs 44 and 45 improved the cytotoxic effects against both types of cancer cells.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Chi and co-workers\ndevoted substantial attention to digestive tumor\n(gastric cancer, colorectal cancer, and liver cancer) treatments. As shown in e, this group synthesized large molecular\nmetalla­rectangles, MOCs <bold>46</bold> and <bold>47</bold>,\nand determined the cytotoxicity of these MOCs in the SK-hep-1 (liver\ncancer), AGS (gastric cancer), and HCT-15 (colorectal cancer) human\ncancer cell lines. Subsequently, they designed cobalt–ruthenium\nheterometallic molecular rectangles, MOCs <bold>48</bold>–<bold>50</bold> (f), which showed marked inhibitory activity against AGS cells. These findings suggest that MOCs <bold>48</bold>–<bold>50</bold> induce autophagy and apoptosis in gastric\ncancer cell lines and can be considered potential drugs for the treatment\nof gastric cancer. The metalla­bowl complex MOC <bold>51</bold> (g) also\ninhibited the growth of human digestive cancer cell lines. Exposure to 2 μM MOC <bold>51</bold> increased\nthe expression of APC mRNA 2.9-fold, and p53 mRNA expression in HCT116\ncells treated with 2 μM MOC <bold>51</bold> increased 4.1-fold\nrelative to that in untreated controls, a statistically significant\nincrease. Additionally, Chi designed MOCs <bold>52</bold> and <bold>53</bold> (g), inducing autophagic activity in\nHCT-15 cells. These results suggest that the autophagic response elicited\nby MOCs <bold>52</bold> and <bold>53</bold> could mediate the anticancer\neffects observed in human colorectal cancer cells. As a part of the\nRu MOC-related work, MOCs <bold>54</bold>–<bold>56</bold> (h) were also synthesized; these complexes exhibited good anticancer activity\nin all tested cancer cell lines (HCT-116, MDA-MB-231, MCF-7, HeLa,\nA549, and HepG-2). Furthermore, these results suggest that the complexes\nlikely interact with ctDNA via an electrostatic binding mode, which\nis often caused by the interaction between positively charged drug\nmolecules and negatively charged phosphoric moieties in the DNA.</p>", "clean_text": "Chi and co-workers devoted substantial attention to digestive tumor (gastric cancer, colorectal cancer, and liver cancer) treatments. As shown in e, this group synthesized large molecular metallarectangles, MOCs 46 and 47, and determined the cytotoxicity of these MOCs in the SK-hep-1 (liver cancer), AGS (gastric cancer), and HCT-15 (colorectal cancer) human cancer cell lines. Subsequently, they designed cobalt-ruthenium heterometallic molecular rectangles, MOCs 48-50 (f), which showed marked inhibitory activity against AGS cells. These findings suggest that MOCs 48-50 induce autophagy and apoptosis in gastric cancer cell lines and can be considered potential drugs for the treatment of gastric cancer. The metallabowl complex MOC 51 (g) also inhibited the growth of human digestive cancer cell lines. Exposure to 2 μM MOC 51 increased the expression of APC mRNA 2.9-fold, and p53 mRNA expression in HCT116 cells treated with 2 μM MOC 51 increased 4.1-fold relative to that in untreated controls, a statistically significant increase. Additionally, Chi designed MOCs 52 and 53 (g), inducing autophagic activity in HCT-15 cells. These results suggest that the autophagic response elicited by MOCs 52 and 53 could mediate the anticancer effects observed in human colorectal cancer cells. As a part of the Ru MOC-related work, MOCs 54-56 (h) were also synthesized; these complexes exhibited good anticancer activity in all tested cancer cell lines (HCT-116, MDA-MB-231, MCF-7, HeLa, A549, and HepG-2). Furthermore, these results suggest that the complexes likely interact with ctDNA via an electrostatic binding mode, which is often caused by the interaction between positively charged drug molecules and negatively charged phosphoric moieties in the DNA.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Therrien designed six pentamethylcyclopentadienyl Rh­(III) and Ir­(III)\nmetalla­rectangles, MOCs <bold>57</bold>–<bold>62</bold> (i). The antiproliferative activity of these tetranuclear\ncomplexes was evaluated in vitro in cancer (DU-145, A-549, HeLa) and\nnonmalignant (HEK-293) cell lines. Mitochondrial aggregation was reported\nto occur when the cells entered apoptosis and accordingly led to the\nrelease of cytochrome <italic>c</italic> into the cytosol, which in\nturn triggered the apoptotic cascade. Lee designed BODIPY-based Ru­(II)\nand Ir­(III) metalla­rectangles, MOCs <bold>63</bold>–<bold>66</bold> (j). MOCs <bold>64</bold>–<bold>66</bold> show predominantly cytoplasmic modes of action, but these\ncomplexes also significantly interact with genomic DNA. Four octanuclear\nRu­(II) cages, MOCs <bold>67</bold>–<bold>70</bold> (k), were synthesized\nby Mukherjee et al. MOCs <bold>69</bold> and <bold>70</bold> possess excellent anticancer activity, with\nthe lowest IC<sub>50</sub> values among cancer cell lines against\nboth A549 and HeLa cell lines. The activity of these octanuclear cages\ncontain polyaromatic rings suggesting that the nature and sometimes\nthe number of aromatic rings in the acceptor unit may improve the\nanticancer activity of the cages.</p>", "clean_text": "Therrien designed six pentamethylcyclopentadienyl Rh(III) and Ir(III) metallarectangles, MOCs 57-62 (i). The antiproliferative activity of these tetranuclear complexes was evaluated in vitro in cancer (DU-145, A-549, HeLa) and nonmalignant (HEK-293) cell lines. Mitochondrial aggregation was reported to occur when the cells entered apoptosis and accordingly led to the release of cytochrome c into the cytosol, which in turn triggered the apoptotic cascade. Lee designed BODIPY-based Ru(II) and Ir(III) metallarectangles, MOCs 63-66 (j). MOCs 64-66 show predominantly cytoplasmic modes of action, but these complexes also significantly interact with genomic DNA. Four octanuclear Ru(II) cages, MOCs 67-70 (k), were synthesized by Mukherjee et al. MOCs 69 and 70 possess excellent anticancer activity, with the lowest IC50 values among cancer cell lines against both A549 and HeLa cell lines. The activity of these octanuclear cages contain polyaromatic rings suggesting that the nature and sometimes the number of aromatic rings in the acceptor unit may improve the anticancer activity of the cages.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>MOCs as Drug Delivery Systems</title><p>Crowley designed [Pd<sub>2</sub>L<sub>4</sub>]­(X)<sub>4</sub> cages,\nMOCs <bold>71</bold> and <bold>72</bold> (a), which enable\nthe encapsulation of two cisplatin molecules within the metallo­supra­molecular\narchitecture through hydrogen bond interactions between the cage and\nthe amine ligands of the cisplatin guest. MOCs <bold>71</bold> and <bold>72</bold> can be reversibly disassembled/reassembled in a controlled\nstimuli-responsive manner by the addition and subsequent removal of\ncompeting ligands.</p>", "clean_text": "MOCs as Drug Delivery Systems\n\nCrowley designed [Pd2L4](X)4 cages, MOCs 71 and 72 (a), which enable the encapsulation of two cisplatin molecules within the metallosupramolecular architecture through hydrogen bond interactions between the cage and the amine ligands of the cisplatin guest. MOCs 71 and 72 can be reversibly disassembled/reassembled in a controlled stimuli-responsive manner by the addition and subsequent removal of competing ligands.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Chemical structures of (a) MOCs <bold>71</bold> and <bold>72</bold>, (b) MOCs <bold>73</bold>–<bold>76</bold>, (c) MOCs <bold>77</bold>–<bold>83</bold>, (d) MOCs <bold>84</bold>–<bold>87</bold>, (e) MOC <bold>88</bold>, (f) MOC <bold>89</bold>, (g)\nMOC <bold>90</bold>, (h) MOC <bold>91</bold> [inset: guests], (i)\nMOCs <bold>92</bold>–<bold>94</bold>, and (j) MOC <bold>95</bold>. Adapted with permission from refs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref32\"></xref>−<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref35\"></xref>, <xref ref-type=\"bibr\" rid=\"ref39\"></xref>, and <xref ref-type=\"bibr\" rid=\"ref74\" specific-use=\"ref-style=base-text\"></xref>\n</named-content>. Copyright 2017 and 2018 American Chemical\nSociety; 2012 Royal Society of Chemistry; 2015 National Academy of\nSciences (USA); 2016 Wiley-VCH; and 2019 Frontiers Media SA.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ja9b06222_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Chemical structures of (a) MOCs 71 and 72, (b) MOCs 73-76, (c) MOCs 77-83, (d) MOCs 84-87, (e) MOC 88, (f) MOC 89, (g) MOC 90, (h) MOC 91 [inset: guests], (i) MOCs 92-94, and (j) MOC 95. Adapted with permission from refs  -  , , and  . Copyright 2017 and 2018 American Chemical Society; 2012 Royal Society of Chemistry; 2015 National Academy of Sciences (USA); 2016 Wiley-VCH; and 2019 Frontiers Media SA.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Casini and Kuhn reported a series of exofunctionalized\nself-assembled\nPd<sub>2</sub>L<sub>4</sub> cages, MOCs <bold>73</bold>–<bold>76</bold> (b). Among these MOCs, only MOC <bold>75</bold> exhibited increased toxicity to SKOV-3 cells. The anticancer\nactivity of the host–guest complex (MOC <bold>75</bold>/cisplatin)\nwas studied in SKOV-3 human ovarian carcinoma cells and exhibited\nan approximately 10-fold enhanced toxic effect in cancer cells compared\nto the effect of cisplatin and MOC <bold>75</bold> alone. Within the\nframework of designing new self-assembled metallo­supra­molecular\narchitectures for drug delivery, seven [Pd<sub>2</sub>L<sub>4</sub>] cages MOCs <bold>77</bold>–<bold>83</bold>\n featuring different groups in the exo position were synthesized\n(c). Encapsulation\nof the anticancer drug cisplatin in selected cages has been studied\nby nuclear magnetic resonance (NMR) spectroscopy, and the results\nshow that if the polarity of the solvent is sufficient, the metallo­drug\ncan easily be encapsulated in the hydrophobic cavity of the cage.\nAiming to develop functional metallo­supra­molecular drug\ndelivery vectors, Casini synthesized Pd<sub>2</sub>L<sub>4</sub> cages,\nMOCs <bold>84</bold>–<bold>87</bold>, conjugated to four integrin ligands with different binding affinities\nand selectivities (d) to solve the problem of metallo­drug speciation. Upon\nencapsulation, cisplatin showed increased cytotoxicity in vitro.\n</p>", "clean_text": "Casini and Kuhn reported a series of exofunctionalized self-assembled Pd2L4 cages, MOCs 73-76 (b). Among these MOCs, only MOC 75 exhibited increased toxicity to SKOV-3 cells. The anticancer activity of the host-guest complex (MOC 75/cisplatin) was studied in SKOV-3 human ovarian carcinoma cells and exhibited an approximately 10-fold enhanced toxic effect in cancer cells compared to the effect of cisplatin and MOC 75 alone. Within the framework of designing new self-assembled metallosupramolecular architectures for drug delivery, seven [Pd2L4] cages MOCs 77-83  featuring different groups in the exo position were synthesized (c). Encapsulation of the anticancer drug cisplatin in selected cages has been studied by nuclear magnetic resonance (NMR) spectroscopy, and the results show that if the polarity of the solvent is sufficient, the metallodrug can easily be encapsulated in the hydrophobic cavity of the cage. Aiming to develop functional metallosupramolecular drug delivery vectors, Casini synthesized Pd2L4 cages, MOCs 84-87, conjugated to four integrin ligands with different binding affinities and selectivities (d) to solve the problem of metallodrug speciation. Upon encapsulation, cisplatin showed increased cytotoxicity in vitro. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>A series of multi-addressable platinum­(II) molecular\nrectangles,\nMOCs <bold>88</bold>–<bold>91</bold> (e–h), with different rigidities and\ncavity sizes, were synthesized by Yam. The introduction of pH-responsive functionalities to the ligand\nbackbone generates multifunctional molecular rectangles that exhibit\nreversible guest release and capture upon the addition of acids and\nbases, indicating the potential of these complexes to control the\ndelivery of therapeutics upon pH modulation. The synthesis of M<sub>2</sub>L<sub>4</sub> (M = Pd, Pt) molecular cages, MOCs <bold>92</bold>–<bold>94</bold> (i), was reported by Casini and Kuhn. MOCs <bold>92</bold>–<bold>94</bold> were demonstrated\nto encapsulate the anticancer drug cisplatin. Both host–guest\nsystems show a higher cytotoxic effect in A549 cells than either cisplatin\nor MOCs <bold>92</bold>–<bold>94</bold> alone.</p>", "clean_text": "A series of multi-addressable platinum(II) molecular rectangles, MOCs 88-91 (e-h), with different rigidities and cavity sizes, were synthesized by Yam. The introduction of pH-responsive functionalities to the ligand backbone generates multifunctional molecular rectangles that exhibit reversible guest release and capture upon the addition of acids and bases, indicating the potential of these complexes to control the delivery of therapeutics upon pH modulation. The synthesis of M2L4 (M = Pd, Pt) molecular cages, MOCs 92-94 (i), was reported by Casini and Kuhn. MOCs 92-94 were demonstrated to encapsulate the anticancer drug cisplatin. Both host-guest systems show a higher cytotoxic effect in A549 cells than either cisplatin or MOCs 92-94 alone.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>Crowley\nreported the first example of a triple-cavity [Pd<sub>4</sub>(L)<sub>4</sub>]<sup>8+</sup> cage, MOC <bold>95</bold> (j), the central cavity of which differs from the peripheral\ncavities in that it is phenyl-linked rather than having a pyridyl\ncore. The difference in the cavity character results in selective\nbinding of the cisplatin guest in the peripheral cavities, with triflate\nbinding within the central cavity and on the exohedral faces of the\nperipheral palladium­(II) ions. All cavities could be simultaneously\nfilled by introducing both cisplatin and triflate concurrently, providing\nthe first example of a discrete metallo­supra­molecular\narchitecture with segregated guest binding in differently designed\ninternal cavities.</p>", "clean_text": "Crowley reported the first example of a triple-cavity [Pd4(L)4]8+ cage, MOC 95 (j), the central cavity of which differs from the peripheral cavities in that it is phenyl-linked rather than having a pyridyl core. The difference in the cavity character results in selective binding of the cisplatin guest in the peripheral cavities, with triflate binding within the central cavity and on the exohedral faces of the peripheral palladium(II) ions. All cavities could be simultaneously filled by introducing both cisplatin and triflate concurrently, providing the first example of a discrete metallosupramolecular architecture with segregated guest binding in differently designed internal cavities.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["property"], "content": "<p>In addition to cisplatin, guests (a), including porphin\n(<bold>G2</bold>), coronene (<bold>G3</bold>), pyrenyl-arene\nruthenium complexes <bold>G4</bold>–<bold>G6</bold>), pyrenyl nucleoside derivatives <bold>G7</bold>–<bold>G12</bold>, porphin derivative <bold>G13</bold>, curcumin (Cur, <bold>G14</bold>), and 5-fluorouracil porphin (5-FU, <bold>G15</bold>), can be delivered by MOCs <bold>96</bold>–<bold>100</bold> (b). Therrien demonstrated that the metalla­cage\nMOC <bold>97</bold> can carry and intracellularly deliver the photosensitizer <bold>G2</bold> following uptake by cells. The uptake and release of <bold>G2</bold> after internalization\nof the host–guest systems have been studied in various human\ncancer cells, such as A2780, HeLa, and A549 cells. The system displays\nhypochromic properties toward the photosensitizer loaded inside the\ncavity of the cage, resulting in the absence of extracellular phototoxic\neffects. As an extension to previous work, MOCs <bold>99</bold> and <bold>100</bold>\n (b) were synthesized, and excellent phototoxicity\nwas observed for these two host–guest systems. Only nanomolar\nconcentrations of these systems were necessary to inhibit cell growth\nby photoactivation (20 J/cm<sup>2</sup>). Half-sandwich structures\nare widely used for delivering many guests. For example, Therrien\ngenerated the carceplex system [(<bold>G3</bold>)⊂MOC <bold>98</bold>]<sup>6+</sup>. Electrochemical\ninvestigation revealed the potential of metalla­prisms to act\nas multi-electron reservoirs and the ability of guest molecules to\nprovide redox stability to metalla­prisms. Additionally, Therrien\nsynthesized three pyrenyl-arene ruthenium complexes as guests (<bold>G4</bold>–<bold>G6</bold>⊂MOC <bold>96</bold>). The antitumor activity of <bold>G4</bold>–<bold>G6</bold> and the corresponding host–guest systems were evaluated\nin vitro in different human cancer cell lines. All host–guest\nsystems showed good anticancer activity, with IC<sub>50</sub> values\nranging from 2 to 8 μM after 72 h of exposure. The cytotoxicity\nof <bold>G5</bold> was at least 10 times higher than that of the reference\ncompound [Ru­(η<sup>6</sup>-<italic>p</italic>-cymene)­Cl<sub>2</sub>(pta)] (RAPTA-C), while the <bold>G5</bold> system was 50\ntimes more cytotoxic than RAPTA-C. In addition, Therrien synthesized\nsix monosubstituted pyrenyl nucleosides and used them as guests. The\ncarceplex nature of [(<bold>G7</bold>–<bold>G12</bold>)⊂​MOC <bold>96/97</bold>]<sup>6+</sup> was studied in solution by NMR techniques.\n</p>", "clean_text": "In addition to cisplatin, guests (a), including porphin (G2), coronene (G3), pyrenyl-arene ruthenium complexes G4-G6), pyrenyl nucleoside derivatives G7-G12, porphin derivative G13, curcumin (Cur, G14), and 5-fluorouracil porphin (5-FU, G15), can be delivered by MOCs 96-100 (b). Therrien demonstrated that the metallacage MOC 97 can carry and intracellularly deliver the photosensitizer G2 following uptake by cells. The uptake and release of G2 after internalization of the host-guest systems have been studied in various human cancer cells, such as A2780, HeLa, and A549 cells. The system displays hypochromic properties toward the photosensitizer loaded inside the cavity of the cage, resulting in the absence of extracellular phototoxic effects. As an extension to previous work, MOCs 99 and 100  (b) were synthesized, and excellent phototoxicity was observed for these two host-guest systems. Only nanomolar concentrations of these systems were necessary to inhibit cell growth by photoactivation (20 J/cm2). Half-sandwich structures are widely used for delivering many guests. For example, Therrien generated the carceplex system [(G3)⊂MOC 98]6+. Electrochemical investigation revealed the potential of metallaprisms to act as multi-electron reservoirs and the ability of guest molecules to provide redox stability to metallaprisms. Additionally, Therrien synthesized three pyrenyl-arene ruthenium complexes as guests (G4-G6⊂MOC 96). The antitumor activity of G4-G6 and the corresponding host-guest systems were evaluated in vitro in different human cancer cell lines. All host-guest systems showed good anticancer activity, with IC50 values ranging from 2 to 8 μM after 72 h of exposure. The cytotoxicity of G5 was at least 10 times higher than that of the reference compound [Ru(η6-p-cymene)Cl2(pta)] (RAPTA-C), while the G5 system was 50 times more cytotoxic than RAPTA-C. In addition, Therrien synthesized six monosubstituted pyrenyl nucleosides and used them as guests. The carceplex nature of [(G7-G12)⊂MOC 96/97]6+ was studied in solution by NMR techniques. ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Chemical structures of (a) guest molecules <bold>G1</bold>–<bold>G16</bold>, (b) MOCs <bold>96</bold>–<bold>100</bold>, and\n(c) MOC <bold>101</bold>. (d) MOC <bold>101</bold>-related treatments.\nChemical structures of (e) MOC <bold>102</bold>, (f) MOC <bold>103</bold>, (g) MOC <bold>104</bold>, (h) MOC <bold>105</bold>, (i) MOC <bold>106</bold>, (j) MOC <bold>107</bold>, (k) MOC <bold>24</bold>-based\nMNP, and (l) MOC <bold>108</bold>. Adapted with permission from refs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref25\"></xref>, <xref ref-type=\"bibr\" rid=\"ref26\"></xref>, <xref ref-type=\"bibr\" rid=\"ref29\"></xref>, <xref ref-type=\"bibr\" rid=\"ref36\"></xref>−<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref38\"></xref>, <xref ref-type=\"bibr\" rid=\"ref40\"></xref>−<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref43\"></xref>, and <xref ref-type=\"bibr\" rid=\"ref75\"></xref>−<xref ref-type=\"bibr\" rid=\"ref76\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref77\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref78\"></xref>\n</named-content>. Copyright 2012, 2014, 2015,\nand 2017 American Chemical Society; 2012, 2015, and 2018 Royal Society\nof Chemistry; 2018 and 2019 National Academy of Sciences (USA); and\n2017 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ja9b06222_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Chemical structures of (a) guest molecules G1-G16, (b) MOCs 96-100, and (c) MOC 101. (d) MOC 101-related treatments. Chemical structures of (e) MOC 102, (f) MOC 103, (g) MOC 104, (h) MOC 105, (i) MOC 106, (j) MOC 107, (k) MOC 24-based MNP, and (l) MOC 108. Adapted with permission from refs  , , , - , -  , and -   . Copyright 2012, 2014, 2015, and 2017 American Chemical Society; 2012, 2015, and 2018 Royal Society of Chemistry; 2018 and 2019 National Academy of Sciences (USA); and 2017 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>We synthesized a discrete organoplatinum­(II)\nmetalla­cage,\nMOC <bold>101</bold> (c,d), which contains a platinum-based\nanticancer drug, and used it to encapsulate a photosensitizer [octaethylporphine\n(OEP), <bold>G13</bold>) through noncovalent\ninteractions. The host–guest complex was further encapsulated\nin an amphiphilic copolymer, resulting in the formation of MNPs that\ncould codeliver a chemotherapeutic agent and a photosensitizer. The\ntargeting ligand was introduced, endowing the formed MNPs with the\nability to specifically deliver <italic>cis</italic>-(PEt<sub>3</sub>)<sub>2</sub>Pt­(OTf)<sub>2</sub> (cPt) and <bold>G13</bold> to cancer\ncells overexpressing αvβ3 integrin. The MNPs accumulated\ngreatly at tumor sites. In vivo studies demonstrated that MNPs exhibited\nsuperior antitumor activity in a drug-resistant tumor model by combining\nchemotherapy and PDT.</p>", "clean_text": "We synthesized a discrete organoplatinum(II) metallacage, MOC 101 (c,d), which contains a platinum-based anticancer drug, and used it to encapsulate a photosensitizer [octaethylporphine (OEP), G13) through noncovalent interactions. The host-guest complex was further encapsulated in an amphiphilic copolymer, resulting in the formation of MNPs that could codeliver a chemotherapeutic agent and a photosensitizer. The targeting ligand was introduced, endowing the formed MNPs with the ability to specifically deliver cis-(PEt3)2Pt(OTf)2 (cPt) and G13 to cancer cells overexpressing αvβ3 integrin. The MNPs accumulated greatly at tumor sites. In vivo studies demonstrated that MNPs exhibited superior antitumor activity in a drug-resistant tumor model by combining chemotherapy and PDT.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>In addition to cisplatin and porphin,\nCur (<bold>G14</bold>) is\nanother anticancer drug that can be encapsulated. We prepared a host–guest\ncomplex comprising MOC <bold>102</bold> (e) and cucurbituril[8] (CB[8]), which acts as an aqueous carrier of Cur and\ndelivers it to cancer cells. This work shows how a judicious combination\nof coordination-driven self-assembly and host–guest interactions\ncan be utilized for hydrophobic drug delivery with improved efficacy.\nMukherjee reported the synthesis of a water-soluble tetragonal molecular\nnanobarrel, MOC <bold>103</bold> (f). The hydrophobic\ncavity of MOC <bold>103</bold> was found to encapsulate hydrophobic <bold>G14</bold>. Such encapsulation makes hydrophobic <bold>G14</bold> highly soluble in water at room temperature in the presence of the\nbarrel. In addition to the enhanced solubility of <bold>G14</bold> upon encapsulation, the panel-shaped aromatic walls of the barrel\nstabilize and protect the highly photosensitive <bold>G14</bold> from\nphotodegradation under sunlight/UV irradiation. A M<sub>4</sub>L<sub>4</sub>-type tetrahedral cage, MOC <bold>104</bold> (g), was synthesized, and its interactions with the anticancer drug\n5-FU (<bold>G15</bold>) were investigated. The cage’s size and window are important for host–guest\nbinding.</p>", "clean_text": "In addition to cisplatin and porphin, Cur (G14) is another anticancer drug that can be encapsulated. We prepared a host-guest complex comprising MOC 102 (e) and cucurbituril[8] (CB[8]), which acts as an aqueous carrier of Cur and delivers it to cancer cells. This work shows how a judicious combination of coordination-driven self-assembly and host-guest interactions can be utilized for hydrophobic drug delivery with improved efficacy. Mukherjee reported the synthesis of a water-soluble tetragonal molecular nanobarrel, MOC 103 (f). The hydrophobic cavity of MOC 103 was found to encapsulate hydrophobic G14. Such encapsulation makes hydrophobic G14 highly soluble in water at room temperature in the presence of the barrel. In addition to the enhanced solubility of G14 upon encapsulation, the panel-shaped aromatic walls of the barrel stabilize and protect the highly photosensitive G14 from photodegradation under sunlight/UV irradiation. A M4L4-type tetrahedral cage, MOC 104 (g), was synthesized, and its interactions with the anticancer drug 5-FU (G15) were investigated. The cage's size and window are important for host-guest binding.", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>Hunter and Ward reported a range of organic molecules\nwith acidic\nor basic groups that exhibit strong pH-dependent binding inside the\ncavity of a polyhedral coordination cage, MOC <bold>105</bold> (h). Guest binding in aqueous solution is dominated by a hydrophobic\ncontribution, which is compensated by stronger solvation when the\nguests become cationic (by protonation) or anionic (by deprotonation).\npH-dependent binding was observed for a range of guests with different\nfunctional groups (primary and tertiary amines, pyridine, imidazole,\nand carboxylic acids) so that the pH range can be tuned anywhere in\nthe range of 3.5–11. Among the MOCs, <bold>106</bold> has the\nlargest overall (i) peripheral diameter of 5.4 nm and an internal cavity of 2.7 nm. After treatment with supercritical CO<sub>2</sub>, a single-crystal sample of MOC <bold>106</bold> transformed into\namorphous material with the retention of the cage skeleton, which\ndemonstrated good adsorption properties toward a small drug molecule,\nibuprofen (Ibu, <bold>G16</bold>). An\nIbu release experiment in phosphate-buffered saline solution (pH 7.4)\nrevealed that MOC <bold>106</bold> exhibited slow drug release behavior.</p>", "clean_text": "Hunter and Ward reported a range of organic molecules with acidic or basic groups that exhibit strong pH-dependent binding inside the cavity of a polyhedral coordination cage, MOC 105 (h). Guest binding in aqueous solution is dominated by a hydrophobic contribution, which is compensated by stronger solvation when the guests become cationic (by protonation) or anionic (by deprotonation). pH-dependent binding was observed for a range of guests with different functional groups (primary and tertiary amines, pyridine, imidazole, and carboxylic acids) so that the pH range can be tuned anywhere in the range of 3.5-11. Among the MOCs, 106 has the largest overall (i) peripheral diameter of 5.4 nm and an internal cavity of 2.7 nm. After treatment with supercritical CO2, a single-crystal sample of MOC 106 transformed into amorphous material with the retention of the cage skeleton, which demonstrated good adsorption properties toward a small drug molecule, ibuprofen (Ibu, G16). An Ibu release experiment in phosphate-buffered saline solution (pH 7.4) revealed that MOC 106 exhibited slow drug release behavior.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Lippard and Zheng presented a strategy that facilitates the delivery\nof multiple, specific payloads of Pt­(IV) prodrugs using a well-defined\nsupra­molecular system. This delivery system comprises a hexanuclear\nPt­(II) cage, MOC <bold>107</bold> (j), that can\nhost four Pt­(IV) prodrug guest molecules. Also, Zheng used MOC <bold>24</bold> (k) to encapsulate anticancer agents for delivery.\n Using an anionic block\ncopolymer, Zheng further formulated the host–guest complex\ninto nanoparticles via electrostatic interactions. The resultant negatively\ncharged nanoparticles have a size of approximately 80 nm and can slowly\nrelease their therapeutic content and show efficacy comparable with\nthat of cisplatin in vitro. Unlike the conventional MOC-based drug\ndelivery platforms that were developed solely based on the intrinsic\nproperties of MOCs, this work serves as a proof-of-concept to demonstrate\nthe use of nanoformulations to fine-tune the properties of MOCs for\ndrug delivery. Furthermore, Zheng presented another strategy to engage\ncoordination-driven self-assembly for platinum drug delivery. The\nself-assembled supra­molecular hexagon MOC <bold>108</bold> (l) is conjugated with three equivalents of Pt­(IV) prodrugs\nand displays a therapeutic index superior to that of cisplatin against\na panel of human cancer cell lines. They found that such complexes\nhave superior therapeutic properties, including sub-millimolar potency\nagainst various human cancer cell lines and low cross-resistance with\ncisplatin.</p>", "clean_text": "Lippard and Zheng presented a strategy that facilitates the delivery of multiple, specific payloads of Pt(IV) prodrugs using a well-defined supramolecular system. This delivery system comprises a hexanuclear Pt(II) cage, MOC 107 (j), that can host four Pt(IV) prodrug guest molecules. Also, Zheng used MOC 24 (k) to encapsulate anticancer agents for delivery.  Using an anionic block copolymer, Zheng further formulated the host-guest complex into nanoparticles via electrostatic interactions. The resultant negatively charged nanoparticles have a size of approximately 80 nm and can slowly release their therapeutic content and show efficacy comparable with that of cisplatin in vitro. Unlike the conventional MOC-based drug delivery platforms that were developed solely based on the intrinsic properties of MOCs, this work serves as a proof-of-concept to demonstrate the use of nanoformulations to fine-tune the properties of MOCs for drug delivery. Furthermore, Zheng presented another strategy to engage coordination-driven self-assembly for platinum drug delivery. The self-assembled supramolecular hexagon MOC 108 (l) is conjugated with three equivalents of Pt(IV) prodrugs and displays a therapeutic index superior to that of cisplatin against a panel of human cancer cell lines. They found that such complexes have superior therapeutic properties, including sub-millimolar potency against various human cancer cell lines and low cross-resistance with cisplatin.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<title>MOCs as Recognition Cavities</title><p>MOCs can target proteins by the\nexo-functionalization shape effect\nof MOCs, and thereby recognize protein, sugars, and DNA by electrostatic\ninteractions, as well as recognize <sc>l</sc>-DOPA, <sc>d</sc>-penicillamine, <sc>d</sc>-sucrose, and estradiol by host–guest interactions (a). Fujita designed\na dual-functionalized M<sub>12</sub>L<sub>24</sub> sphere, MOC <bold>109</bold> (b), bearing both titania-specific peptide\naptamers and protein recognition sites. The selective recognition\nof titania surfaces was achieved by ligands with hexapeptide aptamers,\nwhose fixation ability was enhanced by the accumulation effect on\nthe surface of the M<sub>12</sub>L<sub>24</sub> spheres. Chi reported\nstudies of the protein interactions of the Ru-based MOC <bold>110</bold> (c), which can bind to the enhanced green fluorescent\nprotein (EGFP) variant of GFP. The fluorescence emitted by the GFP\nprotein was found to be completely quenched after a 6 h incubation\nof bacterial cells with MOC <bold>110</bold>, indicating that this\nmetalla­cycle induces conformational changes in EGFP, disrupting\nthe tripeptide chromophore. In addition to EGFP, some human proteins\nare targets of the arene ruthenium MOCs <bold>96</bold>–<bold>98</bold>. Electrostatic interactions\nthat induce the precipitation of these proteins seem to be the primary\nmode of interaction. In these particular cases, the metalla­prisms\ninduce severe changes in the secondary structure of the proteins.\nAdditionally, Therrien studied the interactions between MOCs <bold>96</bold>–<bold>98</bold> and DNA decamers. A common feature\nof MOCs <bold>96</bold>–<bold>98</bold> is their inertness\ntoward the pyrimidine nucleotides dCMP and dTMP but distinct reactivity\nwith the purine nucleotides dAMP and dGMP. The interactions between\nDNA/RNA and platinum-containing MOCs were studied by Sleiman and co-workers, who designed platinum squares, MOCs <bold>111</bold>–<bold>114</bold> (d), and examined their binding to DNA and RNA G-quadruplexes,\nincluding telomere-associated DNA and RNA sequences as well as oncogene\nsequences. These squares showed submicromolar binding affinities to\ntelomeric repeat-containing RNA (TERRA), which regulates telomere\nelongation in both telomerase-positive and telomerase-negative (ALT)\ncancer cells.</p>", "clean_text": "MOCs as Recognition Cavities\n\nMOCs can target proteins by the exo-functionalization shape effect of MOCs, and thereby recognize protein, sugars, and DNA by electrostatic interactions, as well as recognize l-DOPA, d-penicillamine, d-sucrose, and estradiol by host-guest interactions (a). Fujita designed a dual-functionalized M12L24 sphere, MOC 109 (b), bearing both titania-specific peptide aptamers and protein recognition sites. The selective recognition of titania surfaces was achieved by ligands with hexapeptide aptamers, whose fixation ability was enhanced by the accumulation effect on the surface of the M12L24 spheres. Chi reported studies of the protein interactions of the Ru-based MOC 110 (c), which can bind to the enhanced green fluorescent protein (EGFP) variant of GFP. The fluorescence emitted by the GFP protein was found to be completely quenched after a 6 h incubation of bacterial cells with MOC 110, indicating that this metallacycle induces conformational changes in EGFP, disrupting the tripeptide chromophore. In addition to EGFP, some human proteins are targets of the arene ruthenium MOCs 96-98. Electrostatic interactions that induce the precipitation of these proteins seem to be the primary mode of interaction. In these particular cases, the metallaprisms induce severe changes in the secondary structure of the proteins. Additionally, Therrien studied the interactions between MOCs 96-98 and DNA decamers. A common feature of MOCs 96-98 is their inertness toward the pyrimidine nucleotides dCMP and dTMP but distinct reactivity with the purine nucleotides dAMP and dGMP. The interactions between DNA/RNA and platinum-containing MOCs were studied by Sleiman and co-workers, who designed platinum squares, MOCs 111-114 (d), and examined their binding to DNA and RNA G-quadruplexes, including telomere-associated DNA and RNA sequences as well as oncogene sequences. These squares showed submicromolar binding affinities to telomeric repeat-containing RNA (TERRA), which regulates telomere elongation in both telomerase-positive and telomerase-negative (ALT) cancer cells.", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) MOCs used for recognizing proteins, sugars, DNA, and\nhormones,\nand the corresponding mechanisms. Chemical structures of (b) MOC <bold>109</bold>, (c) MOC <bold>110</bold>, (d) MOCs <bold>111</bold>–<bold>114</bold>, (e) MOC <bold>115</bold>, (f) MOC <bold>116</bold>, (g)\nMOC <bold>117</bold>, (h) MOC <bold>118</bold>, and (i) MOC <bold>119</bold>. (j) Schematic representation of the controllable generation\nof <sup>1</sup>O<sub>2</sub> in metalla­cycle and nanoparticles.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ja9b06222_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (A) MOCs used for recognizing proteins, sugars, DNA, and hormones, and the corresponding mechanisms. Chemical structures of (b) MOC 109, (c) MOC 110, (d) MOCs 111-114, (e) MOC 115, (f) MOC 116, (g) MOC 117, (h) MOC 118, and (i) MOC 119. (j) Schematic representation of the controllable generation of 1O2 in metallacycle and nanoparticles.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["else"], "content": "<p>In addition to proteins and DNA, <sc>d</sc>-sucrose\ncan be recognized\nby MOCs. MOC <bold>16</bold> was used to selectively encapsulate <sc>d</sc>-sucrose in water from natural disaccharide mixtures within\na nonfunctionalized polyaromatic cavity. MOC <bold>16</bold> binds <sc>d</sc>-sucrose with perfect selectivity through a combination of\nshape-complementary and specific CH−π (polyaromatic ring)\ninteractions. These results expand the\nversatility and utility of artificial polyaromatic nanospaces for\nthe selective recognition and isolation of complex biomolecules in\nwater. In addition to monosaccharides, polysaccharides can be detected\nby MOCs. For example, Yang designed a metalla­cycle, MOC <bold>115</bold> (e), and reported its application for\nheparin detection.\n</p>", "clean_text": "In addition to proteins and DNA, d-sucrose can be recognized by MOCs. MOC 16 was used to selectively encapsulate d-sucrose in water from natural disaccharide mixtures within a nonfunctionalized polyaromatic cavity. MOC 16 binds d-sucrose with perfect selectivity through a combination of shape-complementary and specific CH-π (polyaromatic ring) interactions. These results expand the versatility and utility of artificial polyaromatic nanospaces for the selective recognition and isolation of complex biomolecules in water. In addition to monosaccharides, polysaccharides can be detected by MOCs. For example, Yang designed a metallacycle, MOC 115 (e), and reported its application for heparin detection. ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>Chiral NH functionality-based\ndiscrimination is a key feature of\nnature’s chemical armory, yet selective binding of biologically\nactive molecules in synthetic systems with high enantioselectivity\nposes significant challenges. Cui reported the synthesis of MOC <bold>116</bold> (f). The low detection concentration\nand the high quenching constant for <sc>l</sc>-DOPA and <sc>d</sc>-penicillamine drugs reveal that MOC <bold>116</bold> is an excellent\nchiral biosensor for the sensitive and selective detection of bioactive\nmolecules. Hormones are another class of biomolecules that can be\nrecognized by MOCs. Mirkin designed the Pt­(II)-containing biomimetic\nmolecular receptor MOC <bold>117</bold> (g) with an allosterically\nregulated nanoscale binding cavity capable of encapsulating large\nbioactive molecules. By modulating the coordination environment of\nthe Pt­(II) metal center, the molecular receptor is transformed from\na rigid, cationic configuration to a flexible, neutral configuration,\nenabling the switching of the binding selectivity and the reversible\nencapsulation of large bioactive molecules.</p>", "clean_text": "Chiral NH functionality-based discrimination is a key feature of nature's chemical armory, yet selective binding of biologically active molecules in synthetic systems with high enantioselectivity poses significant challenges. Cui reported the synthesis of MOC 116 (f). The low detection concentration and the high quenching constant for l-DOPA and d-penicillamine drugs reveal that MOC 116 is an excellent chiral biosensor for the sensitive and selective detection of bioactive molecules. Hormones are another class of biomolecules that can be recognized by MOCs. Mirkin designed the Pt(II)-containing biomimetic molecular receptor MOC 117 (g) with an allosterically regulated nanoscale binding cavity capable of encapsulating large bioactive molecules. By modulating the coordination environment of the Pt(II) metal center, the molecular receptor is transformed from a rigid, cationic configuration to a flexible, neutral configuration, enabling the switching of the binding selectivity and the reversible encapsulation of large bioactive molecules.", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["else"], "content": "<title>Bacteria-\nand Virus-Related and Other Applications\nof MOCs</title><p>Our group\nreported that the rod-like tobacco mosaic virus (TMV),\nwhich has a negatively charged surface, can be assembled into 3D micrometer-sized,\nbundle-like superstructures via multiple electrostatic interactions\nwith a positively charged molecular “glue” (MOC <bold>118</bold>, h). Due to the nanoconfinement effect\nin the resultant TMV/MOC <bold>118</bold> complexes and the AIE activity\nof the TPE units, these hierarchical architectures result in a dramatic\nfluorescence enhancement that not only provides evidence for the formation\nof novel metal–organic biohybrid materials but also represents\nan alternative to turn-on fluorescence. Li designed and assembled\na 2D multilayered concentric supra­molecular architecture, MOC <bold>119</bold> (i), which exhibited high antimicrobial\nactivity against the Gram-positive methicillin-resistant <italic>Staphylococcus\naureus</italic> (MRSA) bacterium and negligible toxicity to eukaryotic\ncells. Furthermore, Fe­(II) and Zn­(II) helicates shows antibacterial\nactivity.\n</p>", "clean_text": "Bacteria- and Virus-Related and Other Applications of MOCs\n\nOur group reported that the rod-like tobacco mosaic virus (TMV), which has a negatively charged surface, can be assembled into 3D micrometer-sized, bundle-like superstructures via multiple electrostatic interactions with a positively charged molecular \"glue\" (MOC 118, h). Due to the nanoconfinement effect in the resultant TMV/MOC 118 complexes and the AIE activity of the TPE units, these hierarchical architectures result in a dramatic fluorescence enhancement that not only provides evidence for the formation of novel metal-organic biohybrid materials but also represents an alternative to turn-on fluorescence. Li designed and assembled a 2D multilayered concentric supramolecular architecture, MOC 119 (i), which exhibited high antimicrobial activity against the Gram-positive methicillin-resistant Staphylococcus aureus (MRSA) bacterium and negligible toxicity to eukaryotic cells. Furthermore, Fe(II) and Zn(II) helicates shows antibacterial activity. ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<p>MOC-related materials with controllable nanostructures\ncan be prepared\nby a well-established method, representing a new strategy for MNPs\npreparation. Strategies toward the enhanced permeability and retention\neffect by increasing the molecular weight of MOCs, enhanced kinetic stability of MOCs through ligand substitution, bioconjugation strategies to modify MOCs with\npeptides for biomedical application are on the way. An important part of MOCs’ biological applications\nis how to confirm the precise mode of interaction between MOC-based\nanticancer drugs with DNA. Very recently,\nYang prepared MOCs for selective therapy of cancers with controllable <sup>1</sup>O<sub>2</sub> release. Furthermore,\nenzyme-mimetic metalla­cages offers the possibility of MOC-related\nbionics applications.\n</p>", "clean_text": "MOC-related materials with controllable nanostructures can be prepared by a well-established method, representing a new strategy for MNPs preparation. Strategies toward the enhanced permeability and retention effect by increasing the molecular weight of MOCs, enhanced kinetic stability of MOCs through ligand substitution, bioconjugation strategies to modify MOCs with peptides for biomedical application are on the way. An important part of MOCs' biological applications is how to confirm the precise mode of interaction between MOC-based anticancer drugs with DNA. Very recently, Yang prepared MOCs for selective therapy of cancers with controllable 1O2 release. Furthermore, enzyme-mimetic metallacages offers the possibility of MOC-related bionics applications. ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<title>Perspectives and Challenges</title><p>Exploration of the utility of\nthese MOCs for various applications\nis still ongoing. By adjusting the chemical properties of the individual\nbuilding blocks and the geometry of their linkages, diverse materials\nwith fascinating biomedical properties can be generated. Thus, the\nbest way to manipulate the properties of MOCs and overcome the current\nlimitations is to increase the focus on basic structural construction,\nincluding the introduction of various metal ions with diverse directionality\nand the integration of multifunctional ligands, to create attractive\nMOCs with various topologies.</p>", "clean_text": "Perspectives and Challenges\n\nExploration of the utility of these MOCs for various applications is still ongoing. By adjusting the chemical properties of the individual building blocks and the geometry of their linkages, diverse materials with fascinating biomedical properties can be generated. Thus, the best way to manipulate the properties of MOCs and overcome the current limitations is to increase the focus on basic structural construction, including the introduction of various metal ions with diverse directionality and the integration of multifunctional ligands, to create attractive MOCs with various topologies.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>We have described Pt-containing\nMOCs as promising materials for\nbiomedical applications. Usually, MOCs containing TPE are used for\nimaging, MOCs containing porphyrin and Ru­(II) complexes are used for\nPDT, and MOCs containing BODIPY are used for both imaging and PDT.\nBy in vivo investigations with the relevant MOCs, we integrated diagnosis\nand treatment in a single platform, introduced ROS-generating units\ninto MOCs, and found that the synergistic effect of PDT and chemotherapy\nimproved the efficacy of MOC-based drugs. Examples emphasizing the\nrelationship between individual functional groups and the resultant\neffects are being established. For example, interchanging atoms (such\nas Mn and Cu in MOCs <bold>18</bold>–<bold>20</bold>) can completely\nalter the imaging properties of metalla­cages; although the construction\nof such types of MOCs is still in the initial stage, the design and\ninvestigation of these structures are quickly growing with continuous\nexpansion of the related structural library.</p>", "clean_text": "We have described Pt-containing MOCs as promising materials for biomedical applications. Usually, MOCs containing TPE are used for imaging, MOCs containing porphyrin and Ru(II) complexes are used for PDT, and MOCs containing BODIPY are used for both imaging and PDT. By in vivo investigations with the relevant MOCs, we integrated diagnosis and treatment in a single platform, introduced ROS-generating units into MOCs, and found that the synergistic effect of PDT and chemotherapy improved the efficacy of MOC-based drugs. Examples emphasizing the relationship between individual functional groups and the resultant effects are being established. For example, interchanging atoms (such as Mn and Cu in MOCs 18-20) can completely alter the imaging properties of metallacages; although the construction of such types of MOCs is still in the initial stage, the design and investigation of these structures are quickly growing with continuous expansion of the related structural library.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>Beyond simplifying\nthe metal ions and ligands, the understanding\nof the relationships between their shapes and the resultant interactions\nis also important. A recent example of this approach is the application\nof MOCs <bold>37</bold>–<bold>39</bold> reported by Terenzi.\nThese three Pt molecular squares of distinct sizes showed biological\nactivity against cancer cells and heavily influenced the expression\nof genes known to form G-quadruplexes in their promoter regions. MOC-based\nmolecular recognition will facilitate shape-related biomedical applications,\nwhich might be further used in treating other kinds of diseases. For\nexample, MOC <bold>110</bold> recognizes proteins by its topological\nstructure, MOC <bold>116</bold> recognizes <sc>l</sc>-DOPA and <sc>d</sc>-penicillamine by its chiral cavity, and MOC <bold>117</bold> recognizes hormones by host–guest interactions. After the\nrelationships among size, shape, functional groups, and activity are\nestablished, MOCs can advance toward further biochemical and biomedical\napplications. The construction of 3D MOCs with diverse metal centers\nand topological structures is another challenging area of research.\nDue to their controllable size and number of cavities, 3D MOCs could\nbe very promising for drug delivery and other biomedical applications.\nHowever, it is also clear that a lot more research, testing and evaluation,\nand clinical trials need to be done before any of these unique, large\nself-assembled systems may become usable drugs.</p>", "clean_text": "Beyond simplifying the metal ions and ligands, the understanding of the relationships between their shapes and the resultant interactions is also important. A recent example of this approach is the application of MOCs 37-39 reported by Terenzi. These three Pt molecular squares of distinct sizes showed biological activity against cancer cells and heavily influenced the expression of genes known to form G-quadruplexes in their promoter regions. MOC-based molecular recognition will facilitate shape-related biomedical applications, which might be further used in treating other kinds of diseases. For example, MOC 110 recognizes proteins by its topological structure, MOC 116 recognizes l-DOPA and d-penicillamine by its chiral cavity, and MOC 117 recognizes hormones by host-guest interactions. After the relationships among size, shape, functional groups, and activity are established, MOCs can advance toward further biochemical and biomedical applications. The construction of 3D MOCs with diverse metal centers and topological structures is another challenging area of research. Due to their controllable size and number of cavities, 3D MOCs could be very promising for drug delivery and other biomedical applications. However, it is also clear that a lot more research, testing and evaluation, and clinical trials need to be done before any of these unique, large self-assembled systems may become usable drugs.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "15, 35, 39", "type": "text", "classification": "property", "content": "<p>Some activity has focused on MOCs-related organ-specific activity,\nas summarized in . The heterometallic Ru–Re metalla­cycle MOC <bold>1</bold> (a) reported\nby Thomas functions as an intracellular\nsinglet oxygen sensitizer that causes plasma membrane damage. Another\nheterometallic Ru–Pt metalla­cycle, MOC <bold>2</bold>, was synthesized by our group and exhibits\nnear-infrared emission, strong two-photon absorption (TPA), and high <sup>1</sup>O<sub>2</sub> generation efficiency. MOC <bold>2</bold> accumulates\nin mitochondria because of the negative potential difference across\nthe mitochondrial membrane. Elevated intracellular ROS levels within\nmitochondria can trigger caspase activation and apoptosis. MOC <bold>2</bold> partially accumulates in the nucleus in addition to mitochondria.\nThe in vivo two-photon PDT efficacy of MOC <bold>2</bold> was investigated\nusing A549 tumor-bearing nude mice with a xenograft tumor volume of\n80 mm<sup>3</sup>. In the treatment group, the tumors shrank gradually\nand were reduced to 78% of the original size on day 14, while the\ntumors in the control group showed more than a 13-fold growth over\nthe same period. No noticeable body weight loss was found during the\ntreatment process, indicating the minimal side effects of MOC <bold>2</bold>. Representative images of A549 tumors in mice with these\ndifferent treatments are shown in b.</p><p>In addition to cisplatin, guests (a), including porphin\n(<bold>G2</bold>), coronene (<bold>G3</bold>), pyrenyl-arene\nruthenium complexes <bold>G4</bold>–<bold>G6</bold>), pyrenyl nucleoside derivatives <bold>G7</bold>–<bold>G12</bold>, porphin derivative <bold>G13</bold>, curcumin (Cur, <bold>G14</bold>), and 5-fluorouracil porphin (5-FU, <bold>G15</bold>), can be delivered by MOCs <bold>96</bold>–<bold>100</bold> (b). Therrien demonstrated that the metalla­cage\nMOC <bold>97</bold> can carry and intracellularly deliver the photosensitizer <bold>G2</bold> following uptake by cells. The uptake and release of <bold>G2</bold> after internalization\nof the host–guest systems have been studied in various human\ncancer cells, such as A2780, HeLa, and A549 cells. The system displays\nhypochromic properties toward the photosensitizer loaded inside the\ncavity of the cage, resulting in the absence of extracellular phototoxic\neffects. As an extension to previous work, MOCs <bold>99</bold> and <bold>100</bold>\n (b) were synthesized, and excellent phototoxicity\nwas observed for these two host–guest systems. Only nanomolar\nconcentrations of these systems were necessary to inhibit cell growth\nby photoactivation (20 J/cm<sup>2</sup>). Half-sandwich structures\nare widely used for delivering many guests. For example, Therrien\ngenerated the carceplex system [(<bold>G3</bold>)⊂MOC <bold>98</bold>]<sup>6+</sup>. Electrochemical\ninvestigation revealed the potential of metalla­prisms to act\nas multi-electron reservoirs and the ability of guest molecules to\nprovide redox stability to metalla­prisms. Additionally, Therrien\nsynthesized three pyrenyl-arene ruthenium complexes as guests (<bold>G4</bold>–<bold>G6</bold>⊂MOC <bold>96</bold>). The antitumor activity of <bold>G4</bold>–<bold>G6</bold> and the corresponding host–guest systems were evaluated\nin vitro in different human cancer cell lines. All host–guest\nsystems showed good anticancer activity, with IC<sub>50</sub> values\nranging from 2 to 8 μM after 72 h of exposure. The cytotoxicity\nof <bold>G5</bold> was at least 10 times higher than that of the reference\ncompound [Ru­(η<sup>6</sup>-<italic>p</italic>-cymene)­Cl<sub>2</sub>(pta)] (RAPTA-C), while the <bold>G5</bold> system was 50\ntimes more cytotoxic than RAPTA-C. In addition, Therrien synthesized\nsix monosubstituted pyrenyl nucleosides and used them as guests. The\ncarceplex nature of [(<bold>G7</bold>–<bold>G12</bold>)⊂​MOC <bold>96/97</bold>]<sup>6+</sup> was studied in solution by NMR techniques.\n</p><p>Hunter and Ward reported a range of organic molecules\nwith acidic\nor basic groups that exhibit strong pH-dependent binding inside the\ncavity of a polyhedral coordination cage, MOC <bold>105</bold> (h). Guest binding in aqueous solution is dominated by a hydrophobic\ncontribution, which is compensated by stronger solvation when the\nguests become cationic (by protonation) or anionic (by deprotonation).\npH-dependent binding was observed for a range of guests with different\nfunctional groups (primary and tertiary amines, pyridine, imidazole,\nand carboxylic acids) so that the pH range can be tuned anywhere in\nthe range of 3.5–11. Among the MOCs, <bold>106</bold> has the\nlargest overall (i) peripheral diameter of 5.4 nm and an internal cavity of 2.7 nm. After treatment with supercritical CO<sub>2</sub>, a single-crystal sample of MOC <bold>106</bold> transformed into\namorphous material with the retention of the cage skeleton, which\ndemonstrated good adsorption properties toward a small drug molecule,\nibuprofen (Ibu, <bold>G16</bold>). An\nIbu release experiment in phosphate-buffered saline solution (pH 7.4)\nrevealed that MOC <bold>106</bold> exhibited slow drug release behavior.</p>", "clean_text": "Some activity has focused on MOCs-related organ-specific activity, as summarized in . The heterometallic Ru-Re metallacycle MOC 1 (a) reported by Thomas functions as an intracellular singlet oxygen sensitizer that causes plasma membrane damage. Another heterometallic Ru-Pt metallacycle, MOC 2, was synthesized by our group and exhibits near-infrared emission, strong two-photon absorption (TPA), and high 1O2 generation efficiency. MOC 2 accumulates in mitochondria because of the negative potential difference across the mitochondrial membrane. Elevated intracellular ROS levels within mitochondria can trigger caspase activation and apoptosis. MOC 2 partially accumulates in the nucleus in addition to mitochondria. The in vivo two-photon PDT efficacy of MOC 2 was investigated using A549 tumor-bearing nude mice with a xenograft tumor volume of 80 mm3. In the treatment group, the tumors shrank gradually and were reduced to 78% of the original size on day 14, while the tumors in the control group showed more than a 13-fold growth over the same period. No noticeable body weight loss was found during the treatment process, indicating the minimal side effects of MOC 2. Representative images of A549 tumors in mice with these different treatments are shown in b.\n\nIn addition to cisplatin, guests (a), including porphin (G2), coronene (G3), pyrenyl-arene ruthenium complexes G4-G6), pyrenyl nucleoside derivatives G7-G12, porphin derivative G13, curcumin (Cur, G14), and 5-fluorouracil porphin (5-FU, G15), can be delivered by MOCs 96-100 (b). Therrien demonstrated that the metallacage MOC 97 can carry and intracellularly deliver the photosensitizer G2 following uptake by cells. The uptake and release of G2 after internalization of the host-guest systems have been studied in various human cancer cells, such as A2780, HeLa, and A549 cells. The system displays hypochromic properties toward the photosensitizer loaded inside the cavity of the cage, resulting in the absence of extracellular phototoxic effects. As an extension to previous work, MOCs 99 and 100  (b) were synthesized, and excellent phototoxicity was observed for these two host-guest systems. Only nanomolar concentrations of these systems were necessary to inhibit cell growth by photoactivation (20 J/cm2). Half-sandwich structures are widely used for delivering many guests. For example, Therrien generated the carceplex system [(G3)⊂MOC 98]6+. Electrochemical investigation revealed the potential of metallaprisms to act as multi-electron reservoirs and the ability of guest molecules to provide redox stability to metallaprisms. Additionally, Therrien synthesized three pyrenyl-arene ruthenium complexes as guests (G4-G6⊂MOC 96). The antitumor activity of G4-G6 and the corresponding host-guest systems were evaluated in vitro in different human cancer cell lines. All host-guest systems showed good anticancer activity, with IC50 values ranging from 2 to 8 μM after 72 h of exposure. The cytotoxicity of G5 was at least 10 times higher than that of the reference compound [Ru(η6-p-cymene)Cl2(pta)] (RAPTA-C), while the G5 system was 50 times more cytotoxic than RAPTA-C. In addition, Therrien synthesized six monosubstituted pyrenyl nucleosides and used them as guests. The carceplex nature of [(G7-G12)⊂MOC 96/97]6+ was studied in solution by NMR techniques. \n\nHunter and Ward reported a range of organic molecules with acidic or basic groups that exhibit strong pH-dependent binding inside the cavity of a polyhedral coordination cage, MOC 105 (h). Guest binding in aqueous solution is dominated by a hydrophobic contribution, which is compensated by stronger solvation when the guests become cationic (by protonation) or anionic (by deprotonation). pH-dependent binding was observed for a range of guests with different functional groups (primary and tertiary amines, pyridine, imidazole, and carboxylic acids) so that the pH range can be tuned anywhere in the range of 3.5-11. Among the MOCs, 106 has the largest overall (i) peripheral diameter of 5.4 nm and an internal cavity of 2.7 nm. After treatment with supercritical CO2, a single-crystal sample of MOC 106 transformed into amorphous material with the retention of the cage skeleton, which demonstrated good adsorption properties toward a small drug molecule, ibuprofen (Ibu, G16). An Ibu release experiment in phosphate-buffered saline solution (pH 7.4) revealed that MOC 106 exhibited slow drug release behavior.", "data": [[{"meta": {"name": "MOC 1", "symbol": "", "chemical formula": ""}, "gas adsorption": []}, {"meta": {"name": "MOC 2", "symbol": "", "chemical formula": ""}, "gas adsorption": []}, {"meta": {"name": "MOC 96", "symbol": "", "chemical formula": ""}, "gas adsorption": []}, {"meta": {"name": "MOC 97", "symbol": "", "chemical formula": ""}, "gas adsorption": []}, {"meta": {"name": "MOC 98", "symbol": "", "chemical formula": ""}, "gas adsorption": []}, {"meta": {"name": "MOC 99", "symbol": "", "chemical formula": ""}, "gas adsorption": []}, {"meta": {"name": "MOC 100", "symbol": "", "chemical formula": ""}, "gas adsorption": []}, {"meta": {"name": "MOC 105", "symbol": "", "chemical formula": ""}, "gas adsorption": []}, {"meta": {"name": "MOC 106", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "ibuprofen", "adsorbed amount": "", "unit": "", "temperature": "", "pressure": "", "condition": "phosphate-buffered saline solution (pH 7.4)"}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>(Top) Diverse MOCs for Biochemical and Biomedical\nApplications; (Bottom,\nLeft) Metal Centers in MOCs for Biomedical Applications;<xref ref-type=\"fn\" rid=\"sch1-fn1\"></xref> (Bottom, Middle) Shape Effect of Various MOCs\nfor Biomedical Applications; and (Bottom, Right) Different Biological\nAreas Involving MOCs<xref ref-type=\"fn\" rid=\"sch1-fn2\"></xref>\n</title>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja9b06222_0007.tif\"></graphic>\n<p>\n<fn id=\"sch1-fn1\">\n<label>a</label>\n<p>Re-, Cu-, and Mn-containing\nheterometallic complexes are not counted.</p>\n</fn>\n<fn id=\"sch1-fn2\">\n<label>b</label>\n<p>Note: the statistical data is based on the selected\n119 MOCs in this Perspective.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 1  (Top) Diverse MOCs for Biochemical and Biomedical Applications; (Bottom, Left) Metal Centers in MOCs for Biomedical Applications; (Bottom, Middle) Shape Effect of Various MOCs for Biomedical Applications; and (Bottom, Right) Different Biological Areas Involving MOCs      a Re-, Cu-, and Mn-containing heterometallic complexes are not counted.   b Note: the statistical data is based on the selected 119 MOCs in this Perspective.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>(A) Relationships between MOCs and Target Organs;<xref ref-type=\"fn\" rid=\"sch2-fn1\"></xref> (B) The Number of Different MOCs in This Perspective\nRelated\nto the Targeted Cancer Types;<xref ref-type=\"fn\" rid=\"sch2-fn10\"></xref> (C) Anticancer\nMechanism; and (D) Pie Chart of Anticancer Mechanisms<xref ref-type=\"fn\" rid=\"sch2-fn2\"></xref>\n</title>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja9b06222_0008.tif\"></graphic>\n<p>\n<fn id=\"sch2-fn1\">\n<label>a</label>\n<p>The target organs marked with\n◆ are indicated in the anatomical diagram, and those marked\nwith ◇ are not.</p>\n</fn>\n<fn id=\"sch2-fn10\">\n<label>b</label>\n<p>M.G. is the abbreviation for “malignant glioma”.</p>\n</fn>\n<fn id=\"sch2-fn2\">\n<label>c</label>\n<p>The statistical data is based\non the mechanism that is mentioned in the original research paper.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 2  (A) Relationships between MOCs and Target Organs; (B) The Number of Different MOCs in This Perspective Related to the Targeted Cancer Types; (C) Anticancer Mechanism; and (D) Pie Chart of Anticancer Mechanisms      a The target organs marked with ◆ are indicated in the anatomical diagram, and those marked with ◇ are not.   b M.G. is the abbreviation for \"malignant glioma\".   c The statistical data is based on the mechanism that is mentioned in the original research paper.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>(A) Two Strategies toward the Construction of MOC-Based\nAnticancer\nDrugs; (B) MOCs Used as Coassembly Units for Construction of MNPs;\n(C) MOCs Uptake by Cells Due to EPR Effect and the Target Organelles;\nand (D) Three Stages of MOC-Based Anticancer Drugs, from Size Effect\nto Shape Effect and Then the Synergistic Effect<xref ref-type=\"fn\" rid=\"sch3-fn1\"></xref>\n</title>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja9b06222_0009.tif\"></graphic>\n<p>\n<fn id=\"sch3-fn1\">\n<label>a</label>\n<p>Adapted with permission from\nrefs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref21\"></xref>−<xref ref-type=\"bibr\" rid=\"ref22\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref23\"></xref>, <xref ref-type=\"bibr\" rid=\"ref27\"></xref>, <xref ref-type=\"bibr\" rid=\"ref28\"></xref>, <xref ref-type=\"bibr\" rid=\"ref31\"></xref>, <xref ref-type=\"bibr\" rid=\"ref53\"></xref>, <xref ref-type=\"bibr\" rid=\"ref55\"></xref>, <xref ref-type=\"bibr\" rid=\"ref58\"></xref>, <xref ref-type=\"bibr\" rid=\"ref60\"></xref>, <xref ref-type=\"bibr\" rid=\"ref69\"></xref>, <xref ref-type=\"bibr\" rid=\"ref70\"></xref>, <xref ref-type=\"bibr\" rid=\"ref90\" specific-use=\"ref-style=base-text\"></xref>\n</named-content>. Copyright\n2015, 2017, 2018, and 2019 American Chemical Society; 2017 and 2018\nRoyal Society of Chemistry; 2016, 2018, and 2019 National Academy\nof Sciences (USA); 2016 Wiley-VCH; 2018 Elsevier; and 2018 Nature\nPublishing Group.</p>\n</fn>\n</p>\n</fig>", "clean_text": " 3  (A) Two Strategies toward the Construction of MOC-Based Anticancer Drugs; (B) MOCs Used as Coassembly Units for Construction of MNPs; (C) MOCs Uptake by Cells Due to EPR Effect and the Target Organelles; and (D) Three Stages of MOC-Based Anticancer Drugs, from Size Effect to Shape Effect and Then the Synergistic Effect      a Adapted with permission from refs  - , , , , , , , , , ,  . Copyright 2015, 2017, 2018, and 2019 American Chemical Society; 2017 and 2018 Royal Society of Chemistry; 2016, 2018, and 2019 National Academy of Sciences (USA); 2016 Wiley-VCH; 2018 Elsevier; and 2018 Nature Publishing Group.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Chemical structures of (a) MOCs <bold>1</bold> and <bold>2</bold>. (b) MOC <bold>2</bold>-related anticancer treatment.\nChemical structures\nof (c) MOCs <bold>3</bold> and <bold>4</bold>, (d) MOCs <bold>5</bold> and <bold>6</bold>, (e) MOCs <bold>7</bold>–<bold>10</bold>, (f) MOCs <bold>11</bold> and <bold>12</bold>, (g) MOCs <bold>13</bold> and <bold>14</bold>, (h) MOC <bold>15</bold>, and (i) MOCs <bold>16</bold> and <bold>17</bold>. In all structures, blue color refers\nto metal-containing acceptors and black color refers to organic donors.\nAdapted with permission from refs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref21\"></xref>−<xref ref-type=\"bibr\" rid=\"ref22\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref23\"></xref>, <xref ref-type=\"bibr\" rid=\"ref31\"></xref>, <xref ref-type=\"bibr\" rid=\"ref53\"></xref>, <xref ref-type=\"bibr\" rid=\"ref55\"></xref>, <xref ref-type=\"bibr\" rid=\"ref57\"></xref>, <xref ref-type=\"bibr\" rid=\"ref58\"></xref>, and <xref ref-type=\"bibr\" rid=\"ref63\" specific-use=\"ref-style=base-text\"></xref>\n</named-content>. Copyright 2017 and 2018 American Chemical\nSociety; 2018 Royal Society of Chemistry; 2016, 2018, and 2019 National\nAcademy of Sciences (USA); and 2016 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja9b06222_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Chemical structures of (a) MOCs 1 and 2. (b) MOC 2-related anticancer treatment. Chemical structures of (c) MOCs 3 and 4, (d) MOCs 5 and 6, (e) MOCs 7-10, (f) MOCs 11 and 12, (g) MOCs 13 and 14, (h) MOC 15, and (i) MOCs 16 and 17. In all structures, blue color refers to metal-containing acceptors and black color refers to organic donors. Adapted with permission from refs  - , , , , , , and  . Copyright 2017 and 2018 American Chemical Society; 2018 Royal Society of Chemistry; 2016, 2018, and 2019 National Academy of Sciences (USA); and 2016 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Chemical structures of MOCs <bold>18</bold>–<bold>20</bold>. (b) MOCs <bold>18</bold>–<bold>20</bold>-related\nanticancer\ntherapy. Top, NIRFI of U87MG tumor-bearing nude mice following injection\nof MNPs. Middle, PET image of U87MG tumor-bearing nude mice at 2,\n4, 6, 12, 24, and 48 h post injection of 64Cu@MNPs. Bottom, in vivo\nT1-weighted axial MRI images (7T) of the mice before and after injection\nof Mn@MNPs. Chemical structures of (c) MOC <bold>21</bold>, (d) MOCs <bold>22</bold> and <bold>23</bold>, (e) MOC <bold>24</bold>, (f) MOC <bold>25</bold>, (g) MOCs <bold>26</bold>–<bold>28</bold>, (h) MOCs <bold>29</bold>–<bold>32</bold>, (i) MOCs <bold>33</bold> and <bold>34</bold>, (j) MOCs <bold>35</bold> and <bold>36</bold>, and (k)\nMOCs <bold>37</bold>–<bold>39</bold>. Adapted with permission\nfrom refs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref27\"></xref>, <xref ref-type=\"bibr\" rid=\"ref28\"></xref>, <xref ref-type=\"bibr\" rid=\"ref30\"></xref>, <xref ref-type=\"bibr\" rid=\"ref51\"></xref>, <xref ref-type=\"bibr\" rid=\"ref52\"></xref>, <xref ref-type=\"bibr\" rid=\"ref60\"></xref>, <xref ref-type=\"bibr\" rid=\"ref62\"></xref>, <xref ref-type=\"bibr\" rid=\"ref64\"></xref>, and <xref ref-type=\"bibr\" rid=\"ref65\"></xref>\n</named-content>. Copyright 2015, 2016, and 2017 Royal Society of Chemistry; 2014\nand 2016 National Academy of Sciences (USA); 2014 Wiley-VCH; 2016\nElsevier; and 2018 Nature Publishing Group.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja9b06222_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) Chemical structures of MOCs 18-20. (b) MOCs 18-20-related anticancer therapy. Top, NIRFI of U87MG tumor-bearing nude mice following injection of MNPs. Middle, PET image of U87MG tumor-bearing nude mice at 2, 4, 6, 12, 24, and 48 h post injection of 64Cu@MNPs. Bottom, in vivo T1-weighted axial MRI images (7T) of the mice before and after injection of Mn@MNPs. Chemical structures of (c) MOC 21, (d) MOCs 22 and 23, (e) MOC 24, (f) MOC 25, (g) MOCs 26-28, (h) MOCs 29-32, (i) MOCs 33 and 34, (j) MOCs 35 and 36, and (k) MOCs 37-39. Adapted with permission from refs  , , , , , , , , and  . Copyright 2015, 2016, and 2017 Royal Society of Chemistry; 2014 and 2016 National Academy of Sciences (USA); 2014 Wiley-VCH; 2016 Elsevier; and 2018 Nature Publishing Group.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Chemical\nstructures of (a) MOCs <bold>40</bold> and <bold>41</bold>, (b) MOC <bold>42</bold>, (c) MOC <bold>43</bold>, (d) MOCs <bold>44</bold> and <bold>45</bold>, (e) MOCs <bold>46</bold> and <bold>47</bold>, (f) MOCs <bold>48</bold>–<bold>50</bold>, (g) MOCs <bold>51</bold>–<bold>53</bold>, (h) MOCs <bold>54</bold>–<bold>56</bold>, (i) MOCs <bold>57</bold>–<bold>62</bold>, (j) MOCs <bold>63</bold>–<bold>66</bold>, and (k) MOCs <bold>67</bold>–<bold>70</bold>. Adapted\nwith permission from refs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref24\"></xref>, <xref ref-type=\"bibr\" rid=\"ref54\"></xref>, <xref ref-type=\"bibr\" rid=\"ref56\"></xref>, <xref ref-type=\"bibr\" rid=\"ref59\"></xref>, <xref ref-type=\"bibr\" rid=\"ref61\"></xref>, <xref ref-type=\"bibr\" rid=\"ref66\"></xref>, <xref ref-type=\"bibr\" rid=\"ref67\"></xref>, <xref ref-type=\"bibr\" rid=\"ref69\"></xref>−<xref ref-type=\"bibr\" rid=\"ref70\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref71\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref72\"></xref>\n</named-content>. Copyright 2014, 2015, 2017, and 2018 American Chemical Society;\n2016 Royal Society of Chemistry; 2019 National Academy of Sciences\n(USA); 2014 and 2016 Wiley-VCH; 2018 and 2019 Elsevier; and 2014 MDPI.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja9b06222_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Chemical structures of (a) MOCs 40 and 41, (b) MOC 42, (c) MOC 43, (d) MOCs 44 and 45, (e) MOCs 46 and 47, (f) MOCs 48-50, (g) MOCs 51-53, (h) MOCs 54-56, (i) MOCs 57-62, (j) MOCs 63-66, and (k) MOCs 67-70. Adapted with permission from refs  , , , , , , , -   . Copyright 2014, 2015, 2017, and 2018 American Chemical Society; 2016 Royal Society of Chemistry; 2019 National Academy of Sciences (USA); 2014 and 2016 Wiley-VCH; 2018 and 2019 Elsevier; and 2014 MDPI.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Chemical structures of (a) MOCs <bold>71</bold> and <bold>72</bold>, (b) MOCs <bold>73</bold>–<bold>76</bold>, (c) MOCs <bold>77</bold>–<bold>83</bold>, (d) MOCs <bold>84</bold>–<bold>87</bold>, (e) MOC <bold>88</bold>, (f) MOC <bold>89</bold>, (g)\nMOC <bold>90</bold>, (h) MOC <bold>91</bold> [inset: guests], (i)\nMOCs <bold>92</bold>–<bold>94</bold>, and (j) MOC <bold>95</bold>. Adapted with permission from refs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref32\"></xref>−<xref ref-type=\"bibr\" rid=\"ref33\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref34\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref35\"></xref>, <xref ref-type=\"bibr\" rid=\"ref39\"></xref>, and <xref ref-type=\"bibr\" rid=\"ref74\" specific-use=\"ref-style=base-text\"></xref>\n</named-content>. Copyright 2017 and 2018 American Chemical\nSociety; 2012 Royal Society of Chemistry; 2015 National Academy of\nSciences (USA); 2016 Wiley-VCH; and 2019 Frontiers Media SA.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"ja9b06222_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Chemical structures of (a) MOCs 71 and 72, (b) MOCs 73-76, (c) MOCs 77-83, (d) MOCs 84-87, (e) MOC 88, (f) MOC 89, (g) MOC 90, (h) MOC 91 [inset: guests], (i) MOCs 92-94, and (j) MOC 95. Adapted with permission from refs  -  , , and  . Copyright 2017 and 2018 American Chemical Society; 2012 Royal Society of Chemistry; 2015 National Academy of Sciences (USA); 2016 Wiley-VCH; and 2019 Frontiers Media SA.   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Chemical structures of (a) guest molecules <bold>G1</bold>–<bold>G16</bold>, (b) MOCs <bold>96</bold>–<bold>100</bold>, and\n(c) MOC <bold>101</bold>. (d) MOC <bold>101</bold>-related treatments.\nChemical structures of (e) MOC <bold>102</bold>, (f) MOC <bold>103</bold>, (g) MOC <bold>104</bold>, (h) MOC <bold>105</bold>, (i) MOC <bold>106</bold>, (j) MOC <bold>107</bold>, (k) MOC <bold>24</bold>-based\nMNP, and (l) MOC <bold>108</bold>. Adapted with permission from refs <named-content content-type=\"bibref-group\">\n<xref ref-type=\"bibr\" rid=\"ref25\"></xref>, <xref ref-type=\"bibr\" rid=\"ref26\"></xref>, <xref ref-type=\"bibr\" rid=\"ref29\"></xref>, <xref ref-type=\"bibr\" rid=\"ref36\"></xref>−<xref ref-type=\"bibr\" rid=\"ref37\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref38\"></xref>, <xref ref-type=\"bibr\" rid=\"ref40\"></xref>−<xref ref-type=\"bibr\" rid=\"ref41\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref42\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref43\"></xref>, and <xref ref-type=\"bibr\" rid=\"ref75\"></xref>−<xref ref-type=\"bibr\" rid=\"ref76\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref77\" specific-use=\"suppress-in-print\"></xref>\n<xref ref-type=\"bibr\" rid=\"ref78\"></xref>\n</named-content>. Copyright 2012, 2014, 2015,\nand 2017 American Chemical Society; 2012, 2015, and 2018 Royal Society\nof Chemistry; 2018 and 2019 National Academy of Sciences (USA); and\n2017 Wiley-VCH.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"ja9b06222_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Chemical structures of (a) guest molecules G1-G16, (b) MOCs 96-100, and (c) MOC 101. (d) MOC 101-related treatments. Chemical structures of (e) MOC 102, (f) MOC 103, (g) MOC 104, (h) MOC 105, (i) MOC 106, (j) MOC 107, (k) MOC 24-based MNP, and (l) MOC 108. Adapted with permission from refs  , , , - , -  , and -   . Copyright 2012, 2014, 2015, and 2017 American Chemical Society; 2012, 2015, and 2018 Royal Society of Chemistry; 2018 and 2019 National Academy of Sciences (USA); and 2017 Wiley-VCH.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(A) MOCs used for recognizing proteins, sugars, DNA, and\nhormones,\nand the corresponding mechanisms. Chemical structures of (b) MOC <bold>109</bold>, (c) MOC <bold>110</bold>, (d) MOCs <bold>111</bold>–<bold>114</bold>, (e) MOC <bold>115</bold>, (f) MOC <bold>116</bold>, (g)\nMOC <bold>117</bold>, (h) MOC <bold>118</bold>, and (i) MOC <bold>119</bold>. (j) Schematic representation of the controllable generation\nof <sup>1</sup>O<sub>2</sub> in metalla­cycle and nanoparticles.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"ja9b06222_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (A) MOCs used for recognizing proteins, sugars, DNA, and hormones, and the corresponding mechanisms. Chemical structures of (b) MOC 109, (c) MOC 110, (d) MOCs 111-114, (e) MOC 115, (f) MOC 116, (g) MOC 117, (h) MOC 118, and (i) MOC 119. (j) Schematic representation of the controllable generation of 1O2 in metallacycle and nanoparticles.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.9b06222", "title": null, "journal": "American Chemical\nSociety", "date": "2019.08", "author_list": ["Sepehrpour\nHajar", "Fu\nWenxin", "Sun\nYan", "Stang\nPeter J."]}}