{"filepath": "../L2M3_data/1_application_papers/acs_xml/ja9b07563.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\npreparation of metal–organic structures with a controlled\ndegree of disorder is currently one of the most promising fields of\nmaterials science. Here, we describe the effect of guest polymer chains\non the transformation of a metal–organic framework (MOF). Heating\na pillared MOF at a controlled temperature resulted in the exclusive\nremoval of the pillar ligands, while the connectivity of the metal–organic\nsquare-grid layers was maintained. In the absence of a polymer, 2D-layers\nrearranged to form a new crystalline phase. In contrast, the presence\nof a polymer in the MOF inhibited totally the recrystallization, leading\nto a turbostratic phase with layers threaded and maintained apart\nby the polymer chains. This work demonstrates a new synthetic approach\ntoward the preparation of anisotropic metal–organic materials\nwith controlled disorder. It also reveals how guests can dramatically\nmodify the conversion of host MOFs, even though no chemical reaction\noccurs between them.</p>", "clean_text": "The preparation of metal-organic structures with a controlled degree of disorder is currently one of the most promising fields of materials science. Here, we describe the effect of guest polymer chains on the transformation of a metal-organic framework (MOF). Heating a pillared MOF at a controlled temperature resulted in the exclusive removal of the pillar ligands, while the connectivity of the metal-organic square-grid layers was maintained. In the absence of a polymer, 2D-layers rearranged to form a new crystalline phase. In contrast, the presence of a polymer in the MOF inhibited totally the recrystallization, leading to a turbostratic phase with layers threaded and maintained apart by the polymer chains. This work demonstrates a new synthetic approach toward the preparation of anisotropic metal-organic materials with controlled disorder. It also reveals how guests can dramatically modify the conversion of host MOFs, even though no chemical reaction occurs between them.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>Metal–organic frameworks\n(MOFs) constitute a versatile class of materials, owing to their high\nporosity associated with virtually infinite structural and functional\ntunability. While MOFs have long been considered as\nideal crystalline structures, an increasing research effort has been\nrecently dedicated to the characterization of structural defects and\nparacrystalline domains. Amorphous MOFs, that\npresent a well-defined coordination environment but lack a long-range\norder, represent a particularly promising class of materials. Because the overall molecular environment is maintained but has\nless strict geometric constraints, amorphous MOFs present properties\nthat are quite different from those of their crystallized counter-parts. However, synthetic approaches allowing to precisely control the\nstructural disorder remain scarce. Furthermore, conventional methods\nof amorphization, such as melt-quenching and ball-milling, usually lead to isotropic disordered structures.\nProducing materials with an anisotropic disorder remain still a challenging\ntask.</p>", "clean_text": "Metal-organic frameworks (MOFs) constitute a versatile class of materials, owing to their high porosity associated with virtually infinite structural and functional tunability. While MOFs have long been considered as ideal crystalline structures, an increasing research effort has been recently dedicated to the characterization of structural defects and paracrystalline domains. Amorphous MOFs, that present a well-defined coordination environment but lack a long-range order, represent a particularly promising class of materials. Because the overall molecular environment is maintained but has less strict geometric constraints, amorphous MOFs present properties that are quite different from those of their crystallized counter-parts. However, synthetic approaches allowing to precisely control the structural disorder remain scarce. Furthermore, conventional methods of amorphization, such as melt-quenching and ball-milling, usually lead to isotropic disordered structures. Producing materials with an anisotropic disorder remain still a challenging task.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In this paper, we report the selective pillar removal\nfrom a pillared-layer\ntype MOF by solid-state reaction, associated with a guest-dependent\nreactivity (). Indeed, the presence of polymer chains in MOF pores prevented\nthe spontaneous recrystallization into a dense phase, and led instead\nto the formation of a new turbostratic phase with a layer packing\nreminiscent of the parent MOF. This material was thus prepared in\ntwo steps: First, the high crystallinity of the MOF was used to assemble\nprecisely the polymer chains through the layers. The ordered MOF was\nthen partially decomposed, to reach a soft material with a controlled organization\nat the molecular level.</p>", "clean_text": "In this paper, we report the selective pillar removal from a pillared-layer type MOF by solid-state reaction, associated with a guest-dependent reactivity (). Indeed, the presence of polymer chains in MOF pores prevented the spontaneous recrystallization into a dense phase, and led instead to the formation of a new turbostratic phase with a layer packing reminiscent of the parent MOF. This material was thus prepared in two steps: First, the high crystallinity of the MOF was used to assemble precisely the polymer chains through the layers. The ordered MOF was then partially decomposed, to reach a soft material with a controlled organization at the molecular level.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Preparation of a polymer-threaded turbostratic\nmetal–organic\nphase.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja9b07563_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Preparation of a polymer-threaded turbostratic metal-organic phase.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Inclusion of functional guests, and\nnotably of polymers, constitutes a convenient strategy\nto introduce new properties in MOFs, while benefiting from the high\nporosity of the hosts. For instance, this approach has been used to\nbring electron conductivity, photoconductivity, hydrophobicity, and ion exchange\nproperties to MOFs. In addition, our group\nreported recently that the inclusion of polymers could increase the\nthermal and mechanical stability of MOFs. Here, we show how polymer guests can direct the structural transformation\nof a MOF, characterized at several length scales. While the polymer\nhad little impact on the local coordination environment and on the\nmacroscopic shape of the crystals, it altered significantly the material’s\nstructure at the nanometer scale. This phenomenon is remarkable, as\nno chemical bonds existed between host and guests. Thanks to the polymer\nchains hindering the mobility of the MOF’s components, the\ncomposite structure was neither densely packed, nor completely disordered,\nbut presented interesting dynamic properties.</p>", "clean_text": "Inclusion of functional guests, and notably of polymers, constitutes a convenient strategy to introduce new properties in MOFs, while benefiting from the high porosity of the hosts. For instance, this approach has been used to bring electron conductivity, photoconductivity, hydrophobicity, and ion exchange properties to MOFs. In addition, our group reported recently that the inclusion of polymers could increase the thermal and mechanical stability of MOFs. Here, we show how polymer guests can direct the structural transformation of a MOF, characterized at several length scales. While the polymer had little impact on the local coordination environment and on the macroscopic shape of the crystals, it altered significantly the material's structure at the nanometer scale. This phenomenon is remarkable, as no chemical bonds existed between host and guests. Thanks to the polymer chains hindering the mobility of the MOF's components, the composite structure was neither densely packed, nor completely disordered, but presented interesting dynamic properties.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this study,\nwe performed the solid-state conversion by moderate\nheat-treatment of the MOF [Zn<sub>2</sub>(BDC)<sub>2</sub>(DABCO)]<sub>n</sub> (<bold>1</bold>; BDC: benzene-1,4-dicarboxylate, DABCO: 1,4-diazabicyclo[2.2.2]­octane, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S1</ext-link>).\n<bold>1</bold> is constituted of Zn<sub>2</sub>(BDC)<sub>2</sub> square-grid\nlayers, with DABCO acting as a pillar ligand. The stacked grids define\none-dimensional (1D) nanochannels, in which polystyrene (PSt) was\nprepared by <italic>in situ</italic> polymerization, yielding a MOF–polymer composite (<bold>1</bold>⊃PSt, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S2</ext-link>). Here, the molecular weight (<italic>M</italic>\n<sub>n</sub>) of PSt was 45 000 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S3</ext-link>), corresponding to chains expanding across ca. 100\nadjacent unit-cells along the <italic>c</italic>-axis of <bold>1</bold>.</p>", "clean_text": "In this study, we performed the solid-state conversion by moderate heat-treatment of the MOF [Zn2(BDC)2(DABCO)]n (1; BDC: benzene-1,4-dicarboxylate, DABCO: 1,4-diazabicyclo[2.2.2]octane, Figure S1). 1 is constituted of Zn2(BDC)2 square-grid layers, with DABCO acting as a pillar ligand. The stacked grids define one-dimensional (1D) nanochannels, in which polystyrene (PSt) was prepared by in situ polymerization, yielding a MOF-polymer composite (1⊃PSt, Figure S2). Here, the molecular weight (M n) of PSt was 45000 (Figure S3), corresponding to chains expanding across ca. 100 adjacent unit-cells along the c-axis of 1.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["property"], "content": "<p>Owing to the difference in coordination strength, apical\nDABCO\namines could be removed selectively at high temperature, while the\nZn-carboxylate paddlewheels remained in position. Thermogravimetric\nanalysis (TGA, A) of the pristine <bold>1</bold> revealed a decomposition in two\ndistinct steps. The first step started at 300 °C and corresponded\nto the removal of intact DABCO molecule from <bold>1</bold> (B). This result is\nin accordance with the hydrolytic decomposition of <bold>1</bold>,\nwhere water displaced DABCO from the Zn centers. However, in our experiment under inert atmosphere, the pillar removal\nwas spontaneous upon heating, and not caused by a displacement. <bold>1</bold> presented a second step around 430 °C, corresponding\nto BDC decomposition. <bold>1</bold>⊃PSt TGA showed that DABCO\nand BDC removals occurred at the same temperatures as for <bold>1</bold>, with a negligible influence of PSt. In addition, PSt was degraded\nabove 400 °C and depolymerized into monomeric styrene. However,\nPSt has an almost zero vapor pressure below its decomposition temperature.\nIn order to remove DABCO without degrading the rest of the structure,\nwe performed the heat-treatment of <bold>1</bold> and <bold>1</bold>⊃PSt at 320 °C, giving <bold>1HT</bold> and <bold>1HT</bold>⊃PSt, respectively. TGA curves of <bold>1HT</bold> and <bold>1HT</bold>⊃PSt presented no more DABCO loss at 300 °C,\nbut showed the same decomposition steps for BDC and PSt as their parent\nmaterials. BDC integrity and DABCO quantitative removal were further\nconfirmed by NMR (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S4</ext-link>). Gel permeation\nchromatography (GPC) and differential scanning calorimetry (DSC) indicated\nthat long PSt chains were maintained and remained confined in the\npores after the heat-treatment (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S3 and S5</ext-link>).</p>", "clean_text": "Owing to the difference in coordination strength, apical DABCO amines could be removed selectively at high temperature, while the Zn-carboxylate paddlewheels remained in position. Thermogravimetric analysis (TGA, A) of the pristine 1 revealed a decomposition in two distinct steps. The first step started at 300 °C and corresponded to the removal of intact DABCO molecule from 1 (B). This result is in accordance with the hydrolytic decomposition of 1, where water displaced DABCO from the Zn centers. However, in our experiment under inert atmosphere, the pillar removal was spontaneous upon heating, and not caused by a displacement. 1 presented a second step around 430 °C, corresponding to BDC decomposition. 1⊃PSt TGA showed that DABCO and BDC removals occurred at the same temperatures as for 1, with a negligible influence of PSt. In addition, PSt was degraded above 400 °C and depolymerized into monomeric styrene. However, PSt has an almost zero vapor pressure below its decomposition temperature. In order to remove DABCO without degrading the rest of the structure, we performed the heat-treatment of 1 and 1⊃PSt at 320 °C, giving 1HT and 1HT⊃PSt, respectively. TGA curves of 1HT and 1HT⊃PSt presented no more DABCO loss at 300 °C, but showed the same decomposition steps for BDC and PSt as their parent materials. BDC integrity and DABCO quantitative removal were further confirmed by NMR (Figure S4). Gel permeation chromatography (GPC) and differential scanning calorimetry (DSC) indicated that long PSt chains were maintained and remained confined in the pores after the heat-treatment (Figure S3 and S5).", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) TGA of <bold>1</bold>, <bold>1</bold>⊃PSt, <bold>1HT</bold>, and <bold>1HT</bold>⊃PSt (reference: mass at 200 °C).\nThe vertical dotted line corresponds to the heat-treatment temperature\n(320 °C). (B) Mass spectroscopy traces during the TGAs. The species\nmonitored are DABCO (<italic>m</italic>/<italic>z</italic> = 112,\nblue), styrene (<italic>m</italic>/<italic>z</italic> = 104, black),\nand benzene (from BDC decomposition, <italic>m</italic>/<italic>z</italic> = 78, red).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja9b07563_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) TGA of 1, 1⊃PSt, 1HT, and 1HT⊃PSt (reference: mass at 200 °C). The vertical dotted line corresponds to the heat-treatment temperature (320 °C). (B) Mass spectroscopy traces during the TGAs. The species monitored are DABCO (m/z = 112, blue), styrene (m/z = 104, black), and benzene (from BDC decomposition, m/z = 78, red).   ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Having shown the removal of DABCO\nduring the heat-treatment, we\nused extended X-ray absorption fine structure analysis (EXAFS) to\nstudy its consequences on the coordination environment around Zn centers\n( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">S6</ext-link> to <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">S25</ext-link>). Zn K-edge EXAFS spectra demonstrated the similarities of local geometric\nand electronic structures at Zn centers within each pair: pillared\n(<bold>1</bold> and <bold>1</bold>⊃PSt) and heat-treated (<bold>1HT</bold> and <bold>1HT</bold>⊃PSt) (A). Furthermore, only small changes between\npillared and depillared samples were observed, indicating that the\nZn–O bond lengths from the Zn­(BDC) substructure in the initial <bold>1</bold> were overall maintained even after DABCO removal. Indeed,\nstructural analysis using free energy force field (FEFF) fitting confirmed\nthe preservation of the 4-fold paddlewheel layer structures in <bold>1HT</bold> and <bold>1HT</bold>⊃PSt, with only minimal distortion\nof geometry. This was further characterized using O K-edge NEXAFS\n(B). Here, <bold>1HT</bold> and <bold>1HT</bold>⊃PSt spectra exhibited sharp\npeaks at 533 eV, characteristic of the O-1s → CO-π*\ntransition, differing substantially from that of pillared <bold>1</bold> and <bold>1</bold>⊃PSt. The high similarity between the spectra\nof <bold>1HT</bold> and <bold>1HT</bold>⊃PSt confirmed that\ntheir local coordination environments and electronic states were affected\nin a similar way after DABCO removal. This peak enhancement induced\nby the pillar removal could be rationalized by the changes of orbital\nhybridization along with a distortion of the ZnOC\nangle (from 126.69° in <bold>1</bold> to 121.35°) upon decoordination\nof the electron-donating axial ligand DABCO; the large electronic\nperturbation affected the O-1s → π* transitions despite\nnegligible changes of ZnO and OC bond lengths and\nOZnO bond angles.</p>", "clean_text": "Having shown the removal of DABCO during the heat-treatment, we used extended X-ray absorption fine structure analysis (EXAFS) to study its consequences on the coordination environment around Zn centers ( and S6 to S25). Zn K-edge EXAFS spectra demonstrated the similarities of local geometric and electronic structures at Zn centers within each pair: pillared (1 and 1⊃PSt) and heat-treated (1HT and 1HT⊃PSt) (A). Furthermore, only small changes between pillared and depillared samples were observed, indicating that the Zn-O bond lengths from the Zn(BDC) substructure in the initial 1 were overall maintained even after DABCO removal. Indeed, structural analysis using free energy force field (FEFF) fitting confirmed the preservation of the 4-fold paddlewheel layer structures in 1HT and 1HT⊃PSt, with only minimal distortion of geometry. This was further characterized using O K-edge NEXAFS (B). Here, 1HT and 1HT⊃PSt spectra exhibited sharp peaks at 533 eV, characteristic of the O-1s → CO-π* transition, differing substantially from that of pillared 1 and 1⊃PSt. The high similarity between the spectra of 1HT and 1HT⊃PSt confirmed that their local coordination environments and electronic states were affected in a similar way after DABCO removal. This peak enhancement induced by the pillar removal could be rationalized by the changes of orbital hybridization along with a distortion of the ZnOC angle (from 126.69° in 1 to 121.35°) upon decoordination of the electron-donating axial ligand DABCO; the large electronic perturbation affected the O-1s → π* transitions despite negligible changes of ZnO and OC bond lengths and OZnO bond angles.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>EXAFS spectra of <bold>1</bold>, <bold>1</bold>⊃PSt, <bold>1HT</bold>, and <bold>1HT</bold>⊃PSt.\n(A) Zn K-edge EXAFS\nspectra in <italic>R</italic>-space. (B) O K-edge NEXAFS spectra.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja9b07563_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  EXAFS spectra of 1, 1⊃PSt, 1HT, and 1HT⊃PSt. (A) Zn K-edge EXAFS spectra in R-space. (B) O K-edge NEXAFS spectra.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Powder X-ray diffraction (PXRD) was also used,\nto probe the long-range\nordering of the samples (). PXRD measurements of <bold>1HT</bold> and <bold>1HT</bold>⊃PSt revealed the disappearance of diffraction peaks\nfrom crystalline <bold>1</bold>, revealing a structural transformation\nupon DABCO removal. Variable temperature PXRD confirmed the formation\nof new phases as soon as DABCO was removed, and their maintenance\nupon cooling (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S26</ext-link>). Furthermore,\ndepending on the presence of PSt, the obtained phases in <bold>1HT</bold> and <bold>1HT</bold>⊃PSt were quite different, although their\nlocal coordination environments were very similar. <bold>1HT</bold> presented relatively sharp diffraction peaks, revealing the conversion\nof <bold>1</bold> into another crystalline phase (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S27</ext-link>). By contrast, <bold>1HT</bold>⊃PSt did\nnot give any sharp peak associated with a crystalline phase, but presented\nonly broad peaks centered around 9.5° and 19°. The positions\nof these broad peaks suggest the formation of a turbostratic structure\nwith an interplane distance of 9.3 Å, reminiscent of the interlayer\ndistance in the crystalline <bold>1</bold> (<italic>d</italic> = 9.608\nÅ). Since PSt chains have a lateral diameter larger than a DABCO\npillar, the slight shrinkage is compatible with a maintenance of PSt\nthreaded through the Zn­(BDC) layers, and not with an intercalation\nbetween layers. In addition, <bold>1</bold> was successfully reconstructed\nfrom either <bold>1HT</bold> or <bold>1HT</bold>⊃PSt in contact\nwith a DABCO solution (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S28</ext-link>). However,\ntreating <bold>1HT</bold> resulted mostly in the formation of other\nunfavorable phases, with <bold>1</bold> being only a minor product.\nWhen treating <bold>1HT</bold>⊃PSt, the proportion of other\nphases was significantly decreased, giving <bold>1</bold> as the main\nproduct of the reaction. Since PSt content in <bold>1</bold>⊃PSt\nwas easily tuned by changing the monomer conversion (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S29</ext-link>), dependence of the PSt loading amount on the phase\ntransformation was studied. For <bold>1HT</bold>⊃PSt with a\nconversion of 24% and above, only the turbostratic phase was detected.\nSince traces of crystalline phase were still observed in <bold>1HT</bold>⊃PSt with low PSt contents, and traces of turbostratic phase\nwere detected in <bold>1HT</bold>, one can infer that a repacking\nof free Zn­(BDC) layers occurred during the depillaring. In <bold>1HT</bold>, most of the layers were able to repack to form the crystalline\nphase. The presence of PSt prevented this repacking and the turbostratic\nphase was stabilized instead.</p>", "clean_text": "Powder X-ray diffraction (PXRD) was also used, to probe the long-range ordering of the samples (). PXRD measurements of 1HT and 1HT⊃PSt revealed the disappearance of diffraction peaks from crystalline 1, revealing a structural transformation upon DABCO removal. Variable temperature PXRD confirmed the formation of new phases as soon as DABCO was removed, and their maintenance upon cooling (Figure S26). Furthermore, depending on the presence of PSt, the obtained phases in 1HT and 1HT⊃PSt were quite different, although their local coordination environments were very similar. 1HT presented relatively sharp diffraction peaks, revealing the conversion of 1 into another crystalline phase (Figure S27). By contrast, 1HT⊃PSt did not give any sharp peak associated with a crystalline phase, but presented only broad peaks centered around 9.5° and 19°. The positions of these broad peaks suggest the formation of a turbostratic structure with an interplane distance of 9.3 Å, reminiscent of the interlayer distance in the crystalline 1 (d = 9.608 Å). Since PSt chains have a lateral diameter larger than a DABCO pillar, the slight shrinkage is compatible with a maintenance of PSt threaded through the Zn(BDC) layers, and not with an intercalation between layers. In addition, 1 was successfully reconstructed from either 1HT or 1HT⊃PSt in contact with a DABCO solution (Figure S28). However, treating 1HT resulted mostly in the formation of other unfavorable phases, with 1 being only a minor product. When treating 1HT⊃PSt, the proportion of other phases was significantly decreased, giving 1 as the main product of the reaction. Since PSt content in 1⊃PSt was easily tuned by changing the monomer conversion (Figure S29), dependence of the PSt loading amount on the phase transformation was studied. For 1HT⊃PSt with a conversion of 24% and above, only the turbostratic phase was detected. Since traces of crystalline phase were still observed in 1HT⊃PSt with low PSt contents, and traces of turbostratic phase were detected in 1HT, one can infer that a repacking of free Zn(BDC) layers occurred during the depillaring. In 1HT, most of the layers were able to repack to form the crystalline phase. The presence of PSt prevented this repacking and the turbostratic phase was stabilized instead.", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PXRD patterns of <bold>1HT</bold>⊃PSt\nwith various PSt contents.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja9b07563_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  PXRD patterns of 1HT⊃PSt with various PSt contents.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>In addition to the transformations at the molecular scale, the\nphase transitions were also characterized at the mesoscopic scale\nusing scanning electron microscopy (SEM) (). <bold>1</bold> presented rectangular prismatic\ncrystals of several hundred micrometers (A). <bold>1</bold>⊃PSt presented the\nsame morphology, and no PSt was detected outside of the crystals,\nconfirming the polymerization <italic>in situ</italic> (B). After heat-treatment, crystals’ general shape and dimensions\nwere maintained for both <bold>1HT</bold> and <bold>1HT</bold>⊃PSt\n(C,D). However,\nthe surface of <bold>1HT</bold> was rough, with multiple cracks below\none micrometer (E). These cracks are likely caused by the recrystallization, as the\nvolume per unit cell of <bold>1HT</bold> is much smaller than that\nof <bold>1</bold>. On the contrary, <bold>1HT</bold>⊃PSt had\na smooth surface (F), comparable to that of the original <bold>1</bold>⊃PSt.\nThis might be caused by the absence of recrystallization and the limited\nvolume change during the transformation into a turbostratic phase.\nThe SEM study revealed thus that (i) Solid-state heat-treatment is\na powerful strategy to convert MOFs and change their microstructures,\nwithout altering their general shape. (ii) By constraining the mobility\nof MOF at the molecular scale, polymeric guests modified significantly\nthe aspect of the composite in the micrometer range.</p>", "clean_text": "In addition to the transformations at the molecular scale, the phase transitions were also characterized at the mesoscopic scale using scanning electron microscopy (SEM) (). 1 presented rectangular prismatic crystals of several hundred micrometers (A). 1⊃PSt presented the same morphology, and no PSt was detected outside of the crystals, confirming the polymerization in situ (B). After heat-treatment, crystals' general shape and dimensions were maintained for both 1HT and 1HT⊃PSt (C,D). However, the surface of 1HT was rough, with multiple cracks below one micrometer (E). These cracks are likely caused by the recrystallization, as the volume per unit cell of 1HT is much smaller than that of 1. On the contrary, 1HT⊃PSt had a smooth surface (F), comparable to that of the original 1⊃PSt. This might be caused by the absence of recrystallization and the limited volume change during the transformation into a turbostratic phase. The SEM study revealed thus that (i) Solid-state heat-treatment is a powerful strategy to convert MOFs and change their microstructures, without altering their general shape. (ii) By constraining the mobility of MOF at the molecular scale, polymeric guests modified significantly the aspect of the composite in the micrometer range.", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A–D) SEM images\nof single crystals of <bold>1</bold> (A), <bold>1</bold>⊃PSt\n(B), <bold>1HT</bold> (C), and <bold>1HT</bold>⊃PSt (D) (scale-bar:\n100 μm). (E, F) Close-up views\nof <bold>1HT</bold> (E) and <bold>1HT</bold>⊃PSt (F) (scale-bar:\n10 μm).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja9b07563_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (A-D) SEM images of single crystals of 1 (A), 1⊃PSt (B), 1HT (C), and 1HT⊃PSt (D) (scale-bar: 100 μm). (E, F) Close-up views of 1HT (E) and 1HT⊃PSt (F) (scale-bar: 10 μm).   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["property"], "content": "<p>This type of new metal–organic\nmaterials would show an interesting\nproperties characteristic of the controlled disorder structures. Here\nwe studied gas adsorption behaviors for <bold>1HT</bold> and <bold>1HT</bold>⊃PSt with a styrene conversion of 52% and 26% (). All samples showed\na low adsorption capacity at low pressure, revealing a collapse of\nthe microporosity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S31</ext-link>). Moreover, <bold>1HT</bold>⊃PSt with 52% conversion exhibited almost no overall\nadsorption, possibly because too much PSt inhibited the porosity.\nHowever, <bold>1HT</bold>⊃PSt with a conversion of 26% showed\na significant adsorption at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> &gt; 0.7 associated with a hysteretic loop, that could correspond\nto a gate-opening phenomenon. This indicates that, despite preventing\nthe layers repacking, the PSt chains might offer enough local mobility\nto allow for a dynamic behavior. PXRD changes in solvents were also\nconsidered (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S32</ext-link>). <bold>1HT</bold> presented the typical behavior of a layered MOF, with some solvents\nsuch as acetone and nitromethane being able to intercalate reversibly.\nBy contrast, <bold>1HT</bold>⊃PSt presented little variations\nof PXRD in these solvents, showing that the turbostratic phase was\nstabilized by the polymer guest. Furthermore, a hysteretic behavior\nwas also observed for <bold>1HT</bold>⊃PSt upon adsorption\nof <italic>n</italic>-heptane at 293 K, even if this alkane was not\nsusceptible of intercalation in <bold>1HT</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S33</ext-link>).</p>", "clean_text": "This type of new metal-organic materials would show an interesting properties characteristic of the controlled disorder structures. Here we studied gas adsorption behaviors for 1HT and 1HT⊃PSt with a styrene conversion of 52% and 26% (). All samples showed a low adsorption capacity at low pressure, revealing a collapse of the microporosity (Figure S31). Moreover, 1HT⊃PSt with 52% conversion exhibited almost no overall adsorption, possibly because too much PSt inhibited the porosity. However, 1HT⊃PSt with a conversion of 26% showed a significant adsorption at P/P 0 > 0.7 associated with a hysteretic loop, that could correspond to a gate-opening phenomenon. This indicates that, despite preventing the layers repacking, the PSt chains might offer enough local mobility to allow for a dynamic behavior. PXRD changes in solvents were also considered (Figure S32). 1HT presented the typical behavior of a layered MOF, with some solvents such as acetone and nitromethane being able to intercalate reversibly. By contrast, 1HT⊃PSt presented little variations of PXRD in these solvents, showing that the turbostratic phase was stabilized by the polymer guest. Furthermore, a hysteretic behavior was also observed for 1HT⊃PSt upon adsorption of n-heptane at 293 K, even if this alkane was not susceptible of intercalation in 1HT (Figure S33).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>N<sub>2</sub> adsorption isotherms (77 K) of heat-treated\ncomposites.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja9b07563_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  N2 adsorption isotherms (77 K) of heat-treated composites.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The solid-state conversion of\nthe pillared-layers MOF by heat-treatment\nwas thus a valuable synthetic route for the preparation of new metal–organic\nmaterials and composites, unreachable by a wet synthetic route. Notably,\nit afforded the conversion of a polymer–MOF composite while\nmaintaining the microscopic organization of the assembly. This allowed\nus to identify a guest-dependent network transformation, as PSt chains\nhindered the mobility of the depillared MOF layers and prevented their\nrepacking into a crystalline phase. Instead, the layers were maintained\napart and remained approximately in their original position, yielding\na turbostratic phase reminiscent of the parent material with an interesting\ndynamic behavior. This change is remarkable, as it is not due to a\ndirect chemical reaction between host and guest, but originates from\na nonreactive polymer hindering the network mobility. This work demonstrates\nhow new materials with interesting properties can be reached, through\nthe rationalized disassembly of MOF composites, in association with\npolymers as unique guests that extend over numerous unit-cells.</p>", "clean_text": "The solid-state conversion of the pillared-layers MOF by heat-treatment was thus a valuable synthetic route for the preparation of new metal-organic materials and composites, unreachable by a wet synthetic route. Notably, it afforded the conversion of a polymer-MOF composite while maintaining the microscopic organization of the assembly. This allowed us to identify a guest-dependent network transformation, as PSt chains hindered the mobility of the depillared MOF layers and prevented their repacking into a crystalline phase. Instead, the layers were maintained apart and remained approximately in their original position, yielding a turbostratic phase reminiscent of the parent material with an interesting dynamic behavior. This change is remarkable, as it is not due to a direct chemical reaction between host and guest, but originates from a nonreactive polymer hindering the network mobility. This work demonstrates how new materials with interesting properties can be reached, through the rationalized disassembly of MOF composites, in association with polymers as unique guests that extend over numerous unit-cells.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation is\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/jacs.9b07563\">10.1021/jacs.9b07563</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Synthetic procedures\nand additional characterizations\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p><p>Synthetic procedures\nand additional characterizations\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">PDF</ext-link>)</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/jacs.9b07563.  Synthetic procedures and additional characterizations (PDF)   \n\nSynthetic procedures and additional characterizations (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "7, 15", "type": "text", "classification": "property", "content": "<p>Owing to the difference in coordination strength, apical\nDABCO\namines could be removed selectively at high temperature, while the\nZn-carboxylate paddlewheels remained in position. Thermogravimetric\nanalysis (TGA, A) of the pristine <bold>1</bold> revealed a decomposition in two\ndistinct steps. The first step started at 300 °C and corresponded\nto the removal of intact DABCO molecule from <bold>1</bold> (B). This result is\nin accordance with the hydrolytic decomposition of <bold>1</bold>,\nwhere water displaced DABCO from the Zn centers. However, in our experiment under inert atmosphere, the pillar removal\nwas spontaneous upon heating, and not caused by a displacement. <bold>1</bold> presented a second step around 430 °C, corresponding\nto BDC decomposition. <bold>1</bold>⊃PSt TGA showed that DABCO\nand BDC removals occurred at the same temperatures as for <bold>1</bold>, with a negligible influence of PSt. In addition, PSt was degraded\nabove 400 °C and depolymerized into monomeric styrene. However,\nPSt has an almost zero vapor pressure below its decomposition temperature.\nIn order to remove DABCO without degrading the rest of the structure,\nwe performed the heat-treatment of <bold>1</bold> and <bold>1</bold>⊃PSt at 320 °C, giving <bold>1HT</bold> and <bold>1HT</bold>⊃PSt, respectively. TGA curves of <bold>1HT</bold> and <bold>1HT</bold>⊃PSt presented no more DABCO loss at 300 °C,\nbut showed the same decomposition steps for BDC and PSt as their parent\nmaterials. BDC integrity and DABCO quantitative removal were further\nconfirmed by NMR (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S4</ext-link>). Gel permeation\nchromatography (GPC) and differential scanning calorimetry (DSC) indicated\nthat long PSt chains were maintained and remained confined in the\npores after the heat-treatment (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S3 and S5</ext-link>).</p><p>This type of new metal–organic\nmaterials would show an interesting\nproperties characteristic of the controlled disorder structures. Here\nwe studied gas adsorption behaviors for <bold>1HT</bold> and <bold>1HT</bold>⊃PSt with a styrene conversion of 52% and 26% (). All samples showed\na low adsorption capacity at low pressure, revealing a collapse of\nthe microporosity (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S31</ext-link>). Moreover, <bold>1HT</bold>⊃PSt with 52% conversion exhibited almost no overall\nadsorption, possibly because too much PSt inhibited the porosity.\nHowever, <bold>1HT</bold>⊃PSt with a conversion of 26% showed\na significant adsorption at <italic>P</italic>/<italic>P</italic>\n<sub>0</sub> &gt; 0.7 associated with a hysteretic loop, that could correspond\nto a gate-opening phenomenon. This indicates that, despite preventing\nthe layers repacking, the PSt chains might offer enough local mobility\nto allow for a dynamic behavior. PXRD changes in solvents were also\nconsidered (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S32</ext-link>). <bold>1HT</bold> presented the typical behavior of a layered MOF, with some solvents\nsuch as acetone and nitromethane being able to intercalate reversibly.\nBy contrast, <bold>1HT</bold>⊃PSt presented little variations\nof PXRD in these solvents, showing that the turbostratic phase was\nstabilized by the polymer guest. Furthermore, a hysteretic behavior\nwas also observed for <bold>1HT</bold>⊃PSt upon adsorption\nof <italic>n</italic>-heptane at 293 K, even if this alkane was not\nsusceptible of intercalation in <bold>1HT</bold> (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/jacs.9b07563/suppl_file/ja9b07563_si_001.pdf\">Figure S33</ext-link>).</p>", "clean_text": "Owing to the difference in coordination strength, apical DABCO amines could be removed selectively at high temperature, while the Zn-carboxylate paddlewheels remained in position. Thermogravimetric analysis (TGA, A) of the pristine 1 revealed a decomposition in two distinct steps. The first step started at 300 °C and corresponded to the removal of intact DABCO molecule from 1 (B). This result is in accordance with the hydrolytic decomposition of 1, where water displaced DABCO from the Zn centers. However, in our experiment under inert atmosphere, the pillar removal was spontaneous upon heating, and not caused by a displacement. 1 presented a second step around 430 °C, corresponding to BDC decomposition. 1⊃PSt TGA showed that DABCO and BDC removals occurred at the same temperatures as for 1, with a negligible influence of PSt. In addition, PSt was degraded above 400 °C and depolymerized into monomeric styrene. However, PSt has an almost zero vapor pressure below its decomposition temperature. In order to remove DABCO without degrading the rest of the structure, we performed the heat-treatment of 1 and 1⊃PSt at 320 °C, giving 1HT and 1HT⊃PSt, respectively. TGA curves of 1HT and 1HT⊃PSt presented no more DABCO loss at 300 °C, but showed the same decomposition steps for BDC and PSt as their parent materials. BDC integrity and DABCO quantitative removal were further confirmed by NMR (Figure S4). Gel permeation chromatography (GPC) and differential scanning calorimetry (DSC) indicated that long PSt chains were maintained and remained confined in the pores after the heat-treatment (Figure S3 and S5).\n\nThis type of new metal-organic materials would show an interesting properties characteristic of the controlled disorder structures. Here we studied gas adsorption behaviors for 1HT and 1HT⊃PSt with a styrene conversion of 52% and 26% (). All samples showed a low adsorption capacity at low pressure, revealing a collapse of the microporosity (Figure S31). Moreover, 1HT⊃PSt with 52% conversion exhibited almost no overall adsorption, possibly because too much PSt inhibited the porosity. However, 1HT⊃PSt with a conversion of 26% showed a significant adsorption at P/P 0 > 0.7 associated with a hysteretic loop, that could correspond to a gate-opening phenomenon. This indicates that, despite preventing the layers repacking, the PSt chains might offer enough local mobility to allow for a dynamic behavior. PXRD changes in solvents were also considered (Figure S32). 1HT presented the typical behavior of a layered MOF, with some solvents such as acetone and nitromethane being able to intercalate reversibly. By contrast, 1HT⊃PSt presented little variations of PXRD in these solvents, showing that the turbostratic phase was stabilized by the polymer guest. Furthermore, a hysteretic behavior was also observed for 1HT⊃PSt upon adsorption of n-heptane at 293 K, even if this alkane was not susceptible of intercalation in 1HT (Figure S33).", "data": [[{"meta": {"name": "MOF-A", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "400", "unit": "°C", "type": "decomposition point", "condition": ""}]}, {"meta": {"name": "Complex 4", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "155", "unit": "°C", "type": "stable", "condition": ""}, {"value": "155 and 250", "unit": "°C", "type": "removal of coordinated solvent molecules", "condition": ""}, {"value": "680", "unit": "°C", "type": "consecutive weight loss", "condition": ""}]}, {"meta": {"name": "MOF-XYZ", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "120", "unit": "°C", "type": "an initial weight loss"}, {"value": "110 to 280", "unit": "°C", "type": "gradual removal of coordinated water molecules"}]}, {"meta": {"name": "1", "symbol": "1", "chemical formula": ""}, "decomposition temperature": [{"value": "300", "unit": "°C", "type": "removal of intact DABCO molecule"}, {"value": "430", "unit": "°C", "type": "BDC decomposition"}]}, {"meta": {"name": "1HT", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "300", "unit": "°C", "type": "BDC decomposition"}]}, {"meta": {"name": "1HT⊃PSt", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "300", "unit": "°C", "type": "BDC decomposition"}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Preparation of a polymer-threaded turbostratic\nmetal–organic\nphase.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"ja9b07563_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Preparation of a polymer-threaded turbostratic metal-organic phase.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(A) TGA of <bold>1</bold>, <bold>1</bold>⊃PSt, <bold>1HT</bold>, and <bold>1HT</bold>⊃PSt (reference: mass at 200 °C).\nThe vertical dotted line corresponds to the heat-treatment temperature\n(320 °C). (B) Mass spectroscopy traces during the TGAs. The species\nmonitored are DABCO (<italic>m</italic>/<italic>z</italic> = 112,\nblue), styrene (<italic>m</italic>/<italic>z</italic> = 104, black),\nand benzene (from BDC decomposition, <italic>m</italic>/<italic>z</italic> = 78, red).</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"ja9b07563_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  (A) TGA of 1, 1⊃PSt, 1HT, and 1HT⊃PSt (reference: mass at 200 °C). The vertical dotted line corresponds to the heat-treatment temperature (320 °C). (B) Mass spectroscopy traces during the TGAs. The species monitored are DABCO (m/z = 112, blue), styrene (m/z = 104, black), and benzene (from BDC decomposition, m/z = 78, red).   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>EXAFS spectra of <bold>1</bold>, <bold>1</bold>⊃PSt, <bold>1HT</bold>, and <bold>1HT</bold>⊃PSt.\n(A) Zn K-edge EXAFS\nspectra in <italic>R</italic>-space. (B) O K-edge NEXAFS spectra.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"ja9b07563_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  EXAFS spectra of 1, 1⊃PSt, 1HT, and 1HT⊃PSt. (A) Zn K-edge EXAFS spectra in R-space. (B) O K-edge NEXAFS spectra.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>PXRD patterns of <bold>1HT</bold>⊃PSt\nwith various PSt contents.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"ja9b07563_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  PXRD patterns of 1HT⊃PSt with various PSt contents.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A–D) SEM images\nof single crystals of <bold>1</bold> (A), <bold>1</bold>⊃PSt\n(B), <bold>1HT</bold> (C), and <bold>1HT</bold>⊃PSt (D) (scale-bar:\n100 μm). (E, F) Close-up views\nof <bold>1HT</bold> (E) and <bold>1HT</bold>⊃PSt (F) (scale-bar:\n10 μm).</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"ja9b07563_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (A-D) SEM images of single crystals of 1 (A), 1⊃PSt (B), 1HT (C), and 1HT⊃PSt (D) (scale-bar: 100 μm). (E, F) Close-up views of 1HT (E) and 1HT⊃PSt (F) (scale-bar: 10 μm).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>N<sub>2</sub> adsorption isotherms (77 K) of heat-treated\ncomposites.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"ja9b07563_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  N2 adsorption isotherms (77 K) of heat-treated composites.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jacs.9b07563", "title": null, "journal": "American Chemical\nSociety", "date": "2019.08", "author_list": ["Le Ouay\nBenjamin", "Takaya\nHikaru", "Uemura\nTakashi"]}}