{"filepath": "../L2M3_data/1_application_papers/acs_xml/jp4031046.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>We\nelucidated theoretically an electrooxidation reaction mechanism\nof ethanol on a metal–organic framework (MOF) electrocatalyst,\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu (H<sub>2</sub>dtoa\n= dithiooxamide), by using the density\nfunctional theory method. The indirect proton transfer from ethanol\nto the MOF via the HOC<sub>2</sub>H<sub>4</sub> group is revealed\nto be a key mechanism controlling the reactivity of ethanol oxidation\non MOF. We have also studied the ethanol oxidation reaction pathways\non a series of R<sub>2</sub>dtoaCu (R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>, and H). Three dominant factors\nin the electrooxidation activity of R<sub>2</sub>dtoaCu were identified:\n(1) adsorptive interaction with the MOF; (2) strain in the backbone\nstructure that enhances its activity as a proton acceptor; and (3)\na proton-transfer pathway from ethanol to R<sub>2</sub>dtoaCu. These\ntheoretical identifications are confirmed with the experimental results\nfor ethanol sorption isotherms and the activity of the ethanol electrooxidation\nreaction measured for R<sub>2</sub>dtoaCu (R = HOC<sub>3</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>5</sub>). We\nare the first to demonstrate the oxidation reaction mechanism of the\nMOF electrocatalyst for ethanol with theoretical study.</p>", "clean_text": "We elucidated theoretically an electrooxidation reaction mechanism of ethanol on a metal-organic framework (MOF) electrocatalyst, (HOC2H4)2dtoaCu (H2dtoa = dithiooxamide), by using the density functional theory method. The indirect proton transfer from ethanol to the MOF via the HOC2H4 group is revealed to be a key mechanism controlling the reactivity of ethanol oxidation on MOF. We have also studied the ethanol oxidation reaction pathways on a series of R2dtoaCu (R = HOC3H6, C2H5, C3H7, CH3, and H). Three dominant factors in the electrooxidation activity of R2dtoaCu were identified: (1) adsorptive interaction with the MOF; (2) strain in the backbone structure that enhances its activity as a proton acceptor; and (3) a proton-transfer pathway from ethanol to R2dtoaCu. These theoretical identifications are confirmed with the experimental results for ethanol sorption isotherms and the activity of the ethanol electrooxidation reaction measured for R2dtoaCu (R = HOC3H6 and C2H5). We are the first to demonstrate the oxidation reaction mechanism of the MOF electrocatalyst for ethanol with theoretical study.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Catalysis of the ethanol electrooxidation\nreaction (EER) is currently\nof widespread interest toward the use of carbon-neutral bioethanol\nin direct ethanol fuel cells (DEFCs). Most of the existing researches are focused on nanoparticles of\nplatinum and its analogues supported on porous materials such as carbon black. Considering\nthe high cost and limited supply of Pt, noble-metal-free catalysis\nis highly desirable.\n</p>", "clean_text": "Introduction\n\nCatalysis of the ethanol electrooxidation reaction (EER) is currently of widespread interest toward the use of carbon-neutral bioethanol in direct ethanol fuel cells (DEFCs). Most of the existing researches are focused on nanoparticles of platinum and its analogues supported on porous materials such as carbon black. Considering the high cost and limited supply of Pt, noble-metal-free catalysis is highly desirable. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Recently, metal–organic\nframeworks (MOFs) have attracted much attention with their unique\nproperties and large specific surface areas. MOFs can be customized\nfor a wide range of applications such as adsorbents, separators, and\ncatalysts. Their pore sizes can be controlled by rational design of\nthe organic ligands, and specific properties can be introduced into\nthe MOFs by chemical modification of the ligand and selection of the\ncenter metal element. Various functions and reactivity have been found and customized\nin recent concentrated research. For example, the application of MOFs\nhas been extensively explored for H<sub>2</sub> and CO<sub>2</sub> storage, CH<sub>3</sub>OH/H<sub>2</sub>O and CO<sub>2</sub>/CH<sub>4</sub> separation, drug delivery, chemical sensing, chromatographic columns, and luminescence. Organic transformations, particularly by selective catalysis, have also attracted interest recently.</p>", "clean_text": "Recently, metal-organic frameworks (MOFs) have attracted much attention with their unique properties and large specific surface areas. MOFs can be customized for a wide range of applications such as adsorbents, separators, and catalysts. Their pore sizes can be controlled by rational design of the organic ligands, and specific properties can be introduced into the MOFs by chemical modification of the ligand and selection of the center metal element. Various functions and reactivity have been found and customized in recent concentrated research. For example, the application of MOFs has been extensively explored for H2 and CO2 storage, CH3OH/H2O and CO2/CH4 separation, drug delivery, chemical sensing, chromatographic columns, and luminescence. Organic transformations, particularly by selective catalysis, have also attracted interest recently.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Toward the use of bioethanol\nin DEFCs, MOFs can provide a unique opportunity\nto research and develop highly efficient and practical ethanol electrooxidation\ncatalysts, because nanopores\nin MOFs may induce molecular stress and activate small molecules. In addition, the replacement of noble metals\nwith lower-cost, abundant materials such as MOFs is indispensable\nfor economic viability. On the other hand, MOFs can achieve mixed conduction\nof electrons and protons, which is favorable as the anode electrocatalyst\nfor alcohol oxidation, although mixed conductors in MOFs are extremely\nlimited.</p>", "clean_text": "Toward the use of bioethanol in DEFCs, MOFs can provide a unique opportunity to research and develop highly efficient and practical ethanol electrooxidation catalysts, because nanopores in MOFs may induce molecular stress and activate small molecules. In addition, the replacement of noble metals with lower-cost, abundant materials such as MOFs is indispensable for economic viability. On the other hand, MOFs can achieve mixed conduction of electrons and protons, which is favorable as the anode electrocatalyst for alcohol oxidation, although mixed conductors in MOFs are extremely limited.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Recently, as a new proton-conductive system, a series\nof MOFs have\nbeen reported that are composed of copper(II) dimers and ligands R<sub>2</sub>dtoa (R<sub>2</sub>dtoa = dithiooxamide and derivatives). Some of these MOFs show good mixed conduction of\nprotons and electrons. In addition, the\ncopper dimeric species have free binding-active sites in the nanopores,\nwhich will facilitate the formation of adducts with electroactive\nmolecules. Very recently, we have extracted\nan oxidation current from ethanol at very low voltage, around 0.4\nV, vs Ag/AgCl using the electrocatalyst <italic toggle=\"yes\">N</italic>,<italic toggle=\"yes\">N′</italic>-bis(2-hydroxyethyl)dithiooxamidatocopper(II),\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. This is the first example of a MOF electrocatalyst, and\nits activity (low voltage) is almost equal to that of noble metal\nPt. In the wake of our pioneering experimental result, several works\nbased on our paper have been done. The fundamental understanding is necessary to design\nhighly active\nmaterials for electrocatalysts. However, the chemical reaction mechanism\nof ethanol electrooxidation on MOF is rationalized by not only experiment\nbut also theoretical approaches. For this purpose, it is necessary\nto elucidate the detailed reaction mechanism of ethanol electrooxidation\non (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu to design more\nefficient MOF electrocatalysts. Furthermore, R<sub>2</sub>dtoaCu and\nrelated copper species are expected to offer noble-metal-free materials\nby the analysis of the function and role of copper in R<sub>2</sub>dtoaCu.</p>", "clean_text": "Recently, as a new proton-conductive system, a series of MOFs have been reported that are composed of copper(II) dimers and ligands R2dtoa (R2dtoa = dithiooxamide and derivatives). Some of these MOFs show good mixed conduction of protons and electrons. In addition, the copper dimeric species have free binding-active sites in the nanopores, which will facilitate the formation of adducts with electroactive molecules. Very recently, we have extracted an oxidation current from ethanol at very low voltage, around 0.4 V, vs Ag/AgCl using the electrocatalyst N,N'-bis(2-hydroxyethyl)dithiooxamidatocopper(II), (HOC2H4)2dtoaCu. This is the first example of a MOF electrocatalyst, and its activity (low voltage) is almost equal to that of noble metal Pt. In the wake of our pioneering experimental result, several works based on our paper have been done. The fundamental understanding is necessary to design highly active materials for electrocatalysts. However, the chemical reaction mechanism of ethanol electrooxidation on MOF is rationalized by not only experiment but also theoretical approaches. For this purpose, it is necessary to elucidate the detailed reaction mechanism of ethanol electrooxidation on (HOC2H4)2dtoaCu to design more efficient MOF electrocatalysts. Furthermore, R2dtoaCu and related copper species are expected to offer noble-metal-free materials by the analysis of the function and role of copper in R2dtoaCu.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In this paper, we first demonstrate the oxidation reaction\nmechanism\nof the MOF electrocatalyst for ethanol with theoretical study. We\ninvestigated the intermediate- and transition-state (TS) structures\nof the ethanol oxidation reaction on (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu by using the density functional theory (DFT)\nmethod, to understand the roles of copper and ligand in detail. We\nthen systematically compared ethanol oxidation on R<sub>2</sub>dtoaCu\n(R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>, and H) to understand factors\ngoverning the electrooxidation activity of ethanol. We further experimentally\ninvestigated the EER activity of selected R<sub>2</sub>dtoaCu compounds\nto confirm the theoretical results. On the basis of these analyses,\nwe have found an important oxidation reaction mechanism from ethanol\nto acetaldehyde on (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu\nby the proton transfer mediated by the ligand.</p>", "clean_text": "In this paper, we first demonstrate the oxidation reaction mechanism of the MOF electrocatalyst for ethanol with theoretical study. We investigated the intermediate- and transition-state (TS) structures of the ethanol oxidation reaction on (HOC2H4)2dtoaCu by using the density functional theory (DFT) method, to understand the roles of copper and ligand in detail. We then systematically compared ethanol oxidation on R2dtoaCu (R = HOC3H6, C2H5, C3H7, CH3, and H) to understand factors governing the electrooxidation activity of ethanol. We further experimentally investigated the EER activity of selected R2dtoaCu compounds to confirm the theoretical results. On the basis of these analyses, we have found an important oxidation reaction mechanism from ethanol to acetaldehyde on (HOC2H4)2dtoaCu by the proton transfer mediated by the ligand.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Computational Details</title><p>The crystal structures of R<sub>2</sub>dtoaCu (R = HOC<sub>2</sub>H<sub>4</sub>, HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>,\nH), which is a two-dimensional framework, were investigated using the DFT\nmethod with periodic\nboundary conditions. The geometry optimizations were carried out using\nthe local density approximation (LDA) with the Vosko–Wilk–Nusair\n(VWN) functional. After the geometry\noptimization, single-point calculations were performed for the total\nenergy refinement using the generalized gradient approximation (GGA)\nwith the Perdew–Burke–Ernzerhof (PBE) functional. This procedure gives\nus reliable results. The TS geometries\nwere searched by the linear and quadratic synchronous transit (LST/QST)\nmethods. The effective core potential\n(ECP) was employed for the Cu atoms to take relativistic effect into\naccount, while all electrons were considered for the C, N, O, S, and\nH atoms. Double numerical atomic basis sets augmented with the polarization\nfunctions (DNP) were used to describe the valence electrons. Atomic\ncharges were estimated by Hirsheld population analysis. All calculations were performed using the DMol software package.\n</p>", "clean_text": "Computational Details\n\nThe crystal structures of R2dtoaCu (R = HOC2H4, HOC3H6, C2H5, C3H7, CH3, H), which is a two-dimensional framework, were investigated using the DFT method with periodic boundary conditions. The geometry optimizations were carried out using the local density approximation (LDA) with the Vosko-Wilk-Nusair (VWN) functional. After the geometry optimization, single-point calculations were performed for the total energy refinement using the generalized gradient approximation (GGA) with the Perdew-Burke-Ernzerhof (PBE) functional. This procedure gives us reliable results. The TS geometries were searched by the linear and quadratic synchronous transit (LST/QST) methods. The effective core potential (ECP) was employed for the Cu atoms to take relativistic effect into account, while all electrons were considered for the C, N, O, S, and H atoms. Double numerical atomic basis sets augmented with the polarization functions (DNP) were used to describe the valence electrons. Atomic charges were estimated by Hirsheld population analysis. All calculations were performed using the DMol software package. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental Details</title><p>The ethanol and sulfuric acid were\npurchased as high quality and\nused as received without further purification. Nafion (20 wt %) in\na lower aliphatic alcohols and water mixture was purchased from Aldrich\nChemicals. Millipore water (18.2 M Ω cm) was used to prepare\nthe electrolyte. The (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu\nand (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu were synthesized\nusing a method described previously.\n</p>", "clean_text": "Experimental Details\n\nThe ethanol and sulfuric acid were purchased as high quality and used as received without further purification. Nafion (20 wt %) in a lower aliphatic alcohols and water mixture was purchased from Aldrich Chemicals. Millipore water (18.2 M Ω cm) was used to prepare the electrolyte. The (HOC3H6)2dtoaCu and (C2H5)2dtoaCu were synthesized using a method described previously. ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>The ethanol sorption isotherms were measured at 298 K using a BEL\nmax volumetric adsorption apparatus (Bel Japan, Inc.). The sample\nwas pretreated at 90 °C under reduced pressure (ca. 2 Pa) for\na period of 46 h. The equilibrium time for the isotherms was 400 s.</p>", "clean_text": "The ethanol sorption isotherms were measured at 298 K using a BEL max volumetric adsorption apparatus (Bel Japan, Inc.). The sample was pretreated at 90 °C under reduced pressure (ca. 2 Pa) for a period of 46 h. The equilibrium time for the isotherms was 400 s.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>An ALS/CHI 720A potentiostat connected to an ALS RRDE-2 analyzer\nwas used for the electrochemical measurements, which were carried\nout at room temperature in a three-electrode cell. A glassy carbon\n(GC) rod (diameter 3 mm, geometric area 0.071 cm<sup>2</sup>) implanted\nin polyether ether ketone (PEEK) was purchased from ALS and was coated\nwith the catalyst as follows: The catalyst (2.5 mg) was ultrasonicated\nin a mixture of isopropyl alcohol (0.3 g) and Nafion (0.3 g) until\na uniform ink was achieved. Then, 100 μL of the suspension was\ntransferred onto the prepolished GC electrode. The electrode was then\ndried at room temperature until the solvent disappeared and then finally\ndried in a 60 °C oven to remove more solvent. The GC electrode\ncoated with the catalyst was used as the working electrode, and a\nPt wire and an Ag/AgCl (KCl saturated) electrode were used as the\ncounter and reference electrodes, respectively. The modified electrode\nwas immersed in 0.5 M H<sub>2</sub>SO<sub>4</sub> and cycled several\ntimes between a potential of −0.40 and 1.10 V until a steady-state\nvoltammogram was reached. Because\naccurate determination of the catalyst surface area was difficult,\nthe geometric area was used in density calculations.</p>", "clean_text": "An ALS/CHI 720A potentiostat connected to an ALS RRDE-2 analyzer was used for the electrochemical measurements, which were carried out at room temperature in a three-electrode cell. A glassy carbon (GC) rod (diameter 3 mm, geometric area 0.071 cm2) implanted in polyether ether ketone (PEEK) was purchased from ALS and was coated with the catalyst as follows: The catalyst (2.5 mg) was ultrasonicated in a mixture of isopropyl alcohol (0.3 g) and Nafion (0.3 g) until a uniform ink was achieved. Then, 100 μL of the suspension was transferred onto the prepolished GC electrode. The electrode was then dried at room temperature until the solvent disappeared and then finally dried in a 60 °C oven to remove more solvent. The GC electrode coated with the catalyst was used as the working electrode, and a Pt wire and an Ag/AgCl (KCl saturated) electrode were used as the counter and reference electrodes, respectively. The modified electrode was immersed in 0.5 M H2SO4 and cycled several times between a potential of -0.40 and 1.10 V until a steady-state voltammogram was reached. Because accurate determination of the catalyst surface area was difficult, the geometric area was used in density calculations.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>Gas chromatography\nanalysis was performed using an Agilent 6850 chromatograph to identify\nthe electrooxidation products. The chromatographic separations were\ncarried out using a J&amp;W HP-1 column (30 m, inner diameter 0.32\nmm, film\nthickness 0.25 μm; Agilent) with helium as the carrier gas.\nThe detector was a hydrogen flame ionization detection (FID) system.\nProducts were identified by comparing the retention times with those\nof commercially available standards.</p>", "clean_text": "Gas chromatography analysis was performed using an Agilent 6850 chromatograph to identify the electrooxidation products. The chromatographic separations were carried out using a J&W HP-1 column (30 m, inner diameter 0.32 mm, film thickness 0.25 μm; Agilent) with helium as the carrier gas. The detector was a hydrogen flame ionization detection (FID) system. Products were identified by comparing the retention times with those of commercially available standards.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Results and\nDiscussion</title><p>We analyzed the ethanol oxidation reaction on\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu to understand the\nnature of ethanol electrooxidation\nactivity of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. We focused\non the first proton-transfer reaction, which was assumed to be the\nrate-determining step for ethanol oxidation. We show in Figure  the potential energy diagram of the proton-transfer\nreaction from ethanol to (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. The adsorption energy of ethanol on (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu, intermediate structure 1 (Int.1), was\n−9.6\nkcal/mol. Because the electrostatic interaction energy calculated\nfrom a simple point charge approximation from the Cu<sup>...</sup>O distance (2.387 Å) and the atomic charges of Cu (0.289) and\nO (−0.162) in ethanol is ca. −6.5 kcal/mol, the electrostatic\ninteraction is the dominant interaction\nstabilizing the adsorption structure. The hydrogen bond between the\nhydroxyl group in ethanol and the hydroxyl group in HOC<sub>2</sub>H<sub>4</sub> also contributed to the stabilization of the adsorption\nstructure. By forming the hydrogen bond, the O–H bond distance\nin ethanol became about 0.05 Å longer in comparison with its\nisolated structure.</p>", "clean_text": "Results and Discussion\n\nWe analyzed the ethanol oxidation reaction on (HOC2H4)2dtoaCu to understand the nature of ethanol electrooxidation activity of (HOC2H4)2dtoaCu. We focused on the first proton-transfer reaction, which was assumed to be the rate-determining step for ethanol oxidation. We show in Figure  the potential energy diagram of the proton-transfer reaction from ethanol to (HOC2H4)2dtoaCu. The adsorption energy of ethanol on (HOC2H4)2dtoaCu, intermediate structure 1 (Int.1), was -9.6 kcal/mol. Because the electrostatic interaction energy calculated from a simple point charge approximation from the Cu...O distance (2.387 Å) and the atomic charges of Cu (0.289) and O (-0.162) in ethanol is ca. -6.5 kcal/mol, the electrostatic interaction is the dominant interaction stabilizing the adsorption structure. The hydrogen bond between the hydroxyl group in ethanol and the hydroxyl group in HOC2H4 also contributed to the stabilization of the adsorption structure. By forming the hydrogen bond, the O-H bond distance in ethanol became about 0.05 Å longer in comparison with its isolated structure.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Potential energy diagram of proton-transfer reaction from\nethanol\nto (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. HOC<sub>2</sub>H<sub>4</sub> groups of lower (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu are eliminated for visualization.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Potential energy diagram of proton-transfer reaction from ethanol to (HOC2H4)2dtoaCu. HOC2H4 groups of lower (HOC2H4)2dtoaCu are eliminated for visualization.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>This geometrical change indicates that the first proton-transfer\nreaction proceeds from the hydroxyl group in the ethanol. To analyze\nthe proton-transferred structure from ethanol to (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu, we assumed that the N atom in dtoa acts\nas a proton acceptor site because the H<sub>2</sub>dtoa is known to\nshow dibasic acid character. The optimized proton-transferred structure\nwas shown as an intermediate structure 2 (Int.2) in Figure . The total energy of Int.2 was 11.5 kcal/mol higher\nthan that of the reactant.\nThe Cu<sup>...</sup>O distance in Int.1 was about 0.6 Å shorter\nthan that in Int.1. We found N–Cu bond weakening caused by\nthe formation of the weak N–H<sup>...</sup>Cu interaction by\nthe proton transfer from the ethanol to the\nN atom. We then analyzed the TS structure between Int.1 and Int.2.\nWe first assumed a direct proton-transfer pathway from\nH in the hydroxyl of ethanol to N in (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu because the direct proton transfer from the hydroxyl–\nor α-H of ethanol to the catalyst surface is the ethanol electrochemical\nreaction mechanism reported previously. The activation\nenergy of TS1 from the reactant, that is, the direct proton transfer\nfrom ethanol to N, was 72.8 kcal/mol while that over a Pt surface\nwas reported to be ca. 15 kcal/mol. We thus considered\nthat the obtained activation energy is too high to explain the good\nactivity of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. Therefore,\nwe sought a different proton-transfer pathway potentially unique to\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu by close analyses\nof Int.1.</p>", "clean_text": "This geometrical change indicates that the first proton-transfer reaction proceeds from the hydroxyl group in the ethanol. To analyze the proton-transferred structure from ethanol to (HOC2H4)2dtoaCu, we assumed that the N atom in dtoa acts as a proton acceptor site because the H2dtoa is known to show dibasic acid character. The optimized proton-transferred structure was shown as an intermediate structure 2 (Int.2) in Figure . The total energy of Int.2 was 11.5 kcal/mol higher than that of the reactant. The Cu...O distance in Int.1 was about 0.6 Å shorter than that in Int.1. We found N-Cu bond weakening caused by the formation of the weak N-H...Cu interaction by the proton transfer from the ethanol to the N atom. We then analyzed the TS structure between Int.1 and Int.2. We first assumed a direct proton-transfer pathway from H in the hydroxyl of ethanol to N in (HOC2H4)2dtoaCu because the direct proton transfer from the hydroxyl- or α-H of ethanol to the catalyst surface is the ethanol electrochemical reaction mechanism reported previously. The activation energy of TS1 from the reactant, that is, the direct proton transfer from ethanol to N, was 72.8 kcal/mol while that over a Pt surface was reported to be ca. 15 kcal/mol. We thus considered that the obtained activation energy is too high to explain the good activity of (HOC2H4)2dtoaCu. Therefore, we sought a different proton-transfer pathway potentially unique to (HOC2H4)2dtoaCu by close analyses of Int.1.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>We considered an indirect proton-transfer pathway\nfrom the hydroxyl\nof ethanol to N via the hydroxyl group in HOC<sub>2</sub>H<sub>4</sub>. The calculated activation energy for this mechanism was 28.8 kcal/mol.\nCompared with the activation energy for the direct proton-transfer\nmechanism, this newly identified indirect proton transfer is a favorable\nreaction pathway from Int.1 to Int.2. This theoretical insight indicates\nthat the unique indirect mechanism is a key to understanding the activity\nof R<sub>2</sub>dtoaCu compounds.</p>", "clean_text": "We considered an indirect proton-transfer pathway from the hydroxyl of ethanol to N via the hydroxyl group in HOC2H4. The calculated activation energy for this mechanism was 28.8 kcal/mol. Compared with the activation energy for the direct proton-transfer mechanism, this newly identified indirect proton transfer is a favorable reaction pathway from Int.1 to Int.2. This theoretical insight indicates that the unique indirect mechanism is a key to understanding the activity of R2dtoaCu compounds.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>To explore the different activity\nof R<sub>2</sub>dtoaCu against\nethanol oxidation, we investigated the intermediate and TS structures\nof R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>, and H. In these analyses, we\nassumed the same potential energy diagram, as for (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. The optimized structures for Int.1,\nInt.2, and TS are shown in Figures , , and , respectively.</p>", "clean_text": "To explore the different activity of R2dtoaCu against ethanol oxidation, we investigated the intermediate and TS structures of R = HOC3H6, C2H5, C3H7, CH3, and H. In these analyses, we assumed the same potential energy diagram, as for (HOC2H4)2dtoaCu. The optimized structures for Int.1, Int.2, and TS are shown in Figures , , and , respectively.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Optimized structure\nof ethanol and R<sub>2</sub>dtoaCu (R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>, and H) complexes as Int.1. The numbers are\ninteratomic distances in Å. Ligands (R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>,\nCH<sub>3</sub>, and H) of lower in R<sub>2</sub>dtoaCu are eliminated\nfor visualization.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Optimized structure of ethanol and R2dtoaCu (R = HOC3H6, C2H5, C3H7, CH3, and H) complexes as Int.1. The numbers are interatomic distances in Å. Ligands (R = HOC3H6, C2H5, C3H7, CH3, and H) of lower in R2dtoaCu are eliminated for visualization.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Optimized structures\nof ethanol and R<sub>2</sub>dtoaCu (R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, CH<sub>3</sub>,\nand H) complexes as Int.2. The numbers are interatomic distances in\nÅ. Ligands (R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, CH<sub>3</sub>, and H) of lower in R<sub>2</sub>dtoaCu are\neliminated for visualization.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Optimized structures of ethanol and R2dtoaCu (R = HOC3H6, C2H5, CH3, and H) complexes as Int.2. The numbers are interatomic distances in Å. Ligands (R = HOC3H6, C2H5, CH3, and H) of lower in R2dtoaCu are eliminated for visualization.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Optimized structures of ethanol and R<sub>2</sub>dtoaCu (R = HOC<sub>3</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>5</sub>) complexes as\nTS1 and TS2. The numbers are interatomic distances in Å. Ligands\n(R = HOC<sub>3</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>5</sub>)\nof lower in R<sub>2</sub>dtoaCu are eliminated for visualization.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Optimized structures of ethanol and R2dtoaCu (R = HOC3H6 and C2H5) complexes as TS1 and TS2. The numbers are interatomic distances in Å. Ligands (R = HOC3H6 and C2H5) of lower in R2dtoaCu are eliminated for visualization.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The relative energy from each\nreactant is shown in Table , together with\nthose of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu for comparison.\nWe first discuss the adsorption\nproperties of ethanol to R<sub>2</sub>dtoaCu. As shown in Table , only (C<sub>3</sub>H<sub>7</sub>)<sub>2</sub>dtoaCu\nshows positive adsorption energy, indicating that the compound will\nnot show activity against ethanol oxidation because of the lack of\nadsorptive interaction with ethanol. The strongest ethanol adsorption\nenergy was obtained for H<sub>2</sub>dtoaCu (−13.2 kcal/mol)\nfollowed by (CH<sub>3</sub>)<sub>2</sub>dtoaCu. In Figure , the O atom in ethanol interacts with the Cu atom\nin all cases. Therefore, the stronger adsorption in (CH<sub>3</sub>)<sub>2</sub>dtoaCu and H<sub>2</sub>dtoaCu in Figure d,e can be attributed to the small steric hindrances of CH<sub>3</sub> and H compared with other ligands (R = HOC<sub>2</sub>H<sub>4</sub>, HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, and C<sub>3</sub>H<sub>7</sub>). The ethanol adsorption\nenergies of (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu (−5.2\nkcal/mol) and (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu (−3.7\nkcal/mol) in Figure a,b were smaller than\nthat on (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu (−9.6\nkcal/mol). Those weaker adsorption energies were explained by the\nlarger steric hindrance of HOC<sub>3</sub>H<sub>6</sub> compared with\nHOC<sub>2</sub>H<sub>4</sub> and the lack of a hydrogen bond between\nethanol and ligand in C<sub>2</sub>H<sub>5</sub>.</p>", "clean_text": "The relative energy from each reactant is shown in Table , together with those of (HOC2H4)2dtoaCu for comparison. We first discuss the adsorption properties of ethanol to R2dtoaCu. As shown in Table , only (C3H7)2dtoaCu shows positive adsorption energy, indicating that the compound will not show activity against ethanol oxidation because of the lack of adsorptive interaction with ethanol. The strongest ethanol adsorption energy was obtained for H2dtoaCu (-13.2 kcal/mol) followed by (CH3)2dtoaCu. In Figure , the O atom in ethanol interacts with the Cu atom in all cases. Therefore, the stronger adsorption in (CH3)2dtoaCu and H2dtoaCu in Figure d,e can be attributed to the small steric hindrances of CH3 and H compared with other ligands (R = HOC2H4, HOC3H6, C2H5, and C3H7). The ethanol adsorption energies of (HOC3H6)2dtoaCu (-5.2 kcal/mol) and (C2H5)2dtoaCu (-3.7 kcal/mol) in Figure a,b were smaller than that on (HOC2H4)2dtoaCu (-9.6 kcal/mol). Those weaker adsorption energies were explained by the larger steric hindrance of HOC3H6 compared with HOC2H4 and the lack of a hydrogen bond between ethanol and ligand in C2H5.", "data": null, "include_properties": null}, {"idx": 21, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Relative Energy of Corresponding Complexes\nin Int.1, TS1, TS2, and Int.2 from Reactants (Ethanol and R<sub>2</sub>dtoaCu (R = HOC<sub>2</sub>H<sub>4</sub>, HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>, and H). Units are kcal/mol</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">R</oasis:entry>\n<oasis:entry align=\"center\">Int.1</oasis:entry>\n<oasis:entry align=\"center\">TS1</oasis:entry>\n<oasis:entry align=\"center\">TS2</oasis:entry>\n<oasis:entry align=\"center\">Int.2</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>HOC<sub>2</sub>H<sub>4</sub>\n</oasis:entry>\n<oasis:entry>–9.6</oasis:entry>\n<oasis:entry>63.2</oasis:entry>\n<oasis:entry>19.2</oasis:entry>\n<oasis:entry>11.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HOC<sub>3</sub>H<sub>6</sub>\n</oasis:entry>\n<oasis:entry>–5.2</oasis:entry>\n<oasis:entry>60.0</oasis:entry>\n<oasis:entry>38.9</oasis:entry>\n<oasis:entry>16.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C<sub>2</sub>H<sub>5</sub>\n</oasis:entry>\n<oasis:entry>–3.7</oasis:entry>\n<oasis:entry>64.6</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>10.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C<sub>3</sub>H<sub>7</sub>\n</oasis:entry>\n<oasis:entry>3.9</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>–10.5</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>–13.2</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>We next analyzed the proton-transferred structures,\nInt.2. In Figure , we obtained those for R\n= HOC<sub>3</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>5</sub> in Figure a,b, but we did not obtain\nthose for R = CH<sub>3</sub> and H in Figure c,d, indicating\nthat those compounds are not active for ethanol oxidation because\nthe N atom does not act as a proton acceptor. To understand these\ndifferent activities of the N atom as proton acceptor site, we analyzed\nthe backbone structures of R<sub>2</sub>dtoaCu compounds. Typical\nbackbone structures are shown in Figure .\nStrains in the backbone structure were observed for R = HOC<sub>2</sub>H<sub>4</sub>, HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, and C<sub>3</sub>H<sub>7</sub> (Figure (a)) with the dihedral angle of N–Cu–Cu–S\nin each unit of ca. 23 ± 1°. On the other hand, we did not\nobserve strain in the backbone structure\nfor R = CH<sub>3</sub> and H (Figure b). This\nresult indicates that the strain in the backbone structure depends\non the size of the ligands. The proton-transferred structures in Int.2\nwere stabilized because the strain in the backbone structure leads\nto the function of N atom as a proton acceptor.</p>", "clean_text": "We next analyzed the proton-transferred structures, Int.2. In Figure , we obtained those for R = HOC3H6 and C2H5 in Figure a,b, but we did not obtain those for R = CH3 and H in Figure c,d, indicating that those compounds are not active for ethanol oxidation because the N atom does not act as a proton acceptor. To understand these different activities of the N atom as proton acceptor site, we analyzed the backbone structures of R2dtoaCu compounds. Typical backbone structures are shown in Figure . Strains in the backbone structure were observed for R = HOC2H4, HOC3H6, C2H5, and C3H7 (Figure (a)) with the dihedral angle of N-Cu-Cu-S in each unit of ca. 23 ± 1°. On the other hand, we did not observe strain in the backbone structure for R = CH3 and H (Figure b). This result indicates that the strain in the backbone structure depends on the size of the ligands. The proton-transferred structures in Int.2 were stabilized because the strain in the backbone structure leads to the function of N atom as a proton acceptor.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Characteristics of backbone\nstructure in R<sub>2</sub>dtoaCu (R\n= HOC<sub>2</sub>H<sub>4</sub>, HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>,\nand H). The crystal structure of R<sub>2</sub>dtoaCu is two-dimensional\nframework.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Characteristics of backbone structure in R2dtoaCu (R = HOC2H4, HOC3H6, C2H5, C3H7, CH3, and H). The crystal structure of R2dtoaCu is two-dimensional framework.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The TS structures for R = HOC<sub>3</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>5</sub> are\nshown in Figure . For (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu, we obtained two TS structures for direct\nand indirect proton-transfer reaction pathways from ethanol to the\nN atom, as well as for (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu.\nThe energy of TS2 (Figure a-2) for ethanol\noxidation on (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu was\nabout 20 kcal/mol lower than that of TS1 (Figure a-1). It is\nexpected that the ethanol oxidation reaction on (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu proceeds through the indirect proton transfer\nmediated by the hydroxyl group in the HOC<sub>3</sub>H<sub>6</sub> ligand, while the activation energy of ethanol oxidation on (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu is higher than that on (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. When <italic toggle=\"yes\">R</italic> =\nC<sub>2</sub>H<sub>5</sub>, we obtained a TS structure\n(Figure  (b)) only for a direct proton-transfer\npathway from ethanol to an N atom because there is no mediation by\nindirect proton transfer in the ligand. The energy of the TS for (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu was thus higher than those\nof (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu and (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu.</p>", "clean_text": "The TS structures for R = HOC3H6 and C2H5 are shown in Figure . For (HOC3H6)2dtoaCu, we obtained two TS structures for direct and indirect proton-transfer reaction pathways from ethanol to the N atom, as well as for (HOC2H4)2dtoaCu. The energy of TS2 (Figure a-2) for ethanol oxidation on (HOC3H6)2dtoaCu was about 20 kcal/mol lower than that of TS1 (Figure a-1). It is expected that the ethanol oxidation reaction on (HOC3H6)2dtoaCu proceeds through the indirect proton transfer mediated by the hydroxyl group in the HOC3H6 ligand, while the activation energy of ethanol oxidation on (HOC3H6)2dtoaCu is higher than that on (HOC2H4)2dtoaCu. When R = C2H5, we obtained a TS structure (Figure  (b)) only for a direct proton-transfer pathway from ethanol to an N atom because there is no mediation by indirect proton transfer in the ligand. The energy of the TS for (C2H5)2dtoaCu was thus higher than those of (HOC2H4)2dtoaCu and (HOC3H6)2dtoaCu.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>To summarize, the key factors\nin ethanol oxidation activity of\nR<sub>2</sub>dtoaCu compounds are identified in Figure  as; 1) adsorptive interaction with the MOF; 2) strain in\nthe backbone structure to enhance the activity of N atoms as proton\nacceptors; and 3) a proton-transfer pathway from ethanol to R<sub>2</sub>dtoaCu. These intrinsic mechanisms of EER in MOF is unique\nbecause the most of previous studies of ethanol oxidation were analyzed\nas the direct proton transfer from ethanol to Pt surface and its analogues. Based on the theoretical analysis, we expect that (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu and (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu as well as (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu will show activity in ethanol oxidation. Theoretical results\npredict that (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu or (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu have higher activity than\n(C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu because of the indirect\nproton-transfer pathway mediated by the hydroxyl groups in the ligands,\nwhich is newly identified in this study as a mechanism unique to those\ncompounds.</p>", "clean_text": "To summarize, the key factors in ethanol oxidation activity of R2dtoaCu compounds are identified in Figure  as; 1) adsorptive interaction with the MOF; 2) strain in the backbone structure to enhance the activity of N atoms as proton acceptors; and 3) a proton-transfer pathway from ethanol to R2dtoaCu. These intrinsic mechanisms of EER in MOF is unique because the most of previous studies of ethanol oxidation were analyzed as the direct proton transfer from ethanol to Pt surface and its analogues. Based on the theoretical analysis, we expect that (HOC3H6)2dtoaCu and (C2H5)2dtoaCu as well as (HOC2H4)2dtoaCu will show activity in ethanol oxidation. Theoretical results predict that (HOC2H4)2dtoaCu or (HOC3H6)2dtoaCu have higher activity than (C2H5)2dtoaCu because of the indirect proton-transfer pathway mediated by the hydroxyl groups in the ligands, which is newly identified in this study as a mechanism unique to those compounds.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Illustration of intrinsic ethanol oxidation reaction mechanism\non MOF.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Illustration of intrinsic ethanol oxidation reaction mechanism on MOF.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<p>To validate the ethanol oxidation\nreaction mechanism on R<sub>2</sub>dtoaCu, we experimentally examined\nits electrochemical characteristics.\nWe investigated the ethanol sorption properties and EER activity of\nR<sub>2</sub>dtoaCu. We analyzed the ethanol sorption isotherms of\nthe (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu at 298 K as shown\nin Figure ; 0.6 mol of ethanol per 1 mol of\nCu dimer was adsorbed on the (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.95\nwhere <italic toggle=\"yes\">P</italic>\n<sub>0</sub> is the saturated vapor pressure\nof ethanol, while the ethanol uptake of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu was about 0.8 mol ethanol per mol of Cu dimer. Furthermore, (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu gives smaller hysteresis than (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. This lower ethanol adsorption amount\nand the smaller hysteresis of (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu compared with (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu\ncoincide with the theoretical calculations showing the smaller adsorption\nenergy of ethanol on (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu\nthan that on (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu.</p>", "clean_text": "To validate the ethanol oxidation reaction mechanism on R2dtoaCu, we experimentally examined its electrochemical characteristics. We investigated the ethanol sorption properties and EER activity of R2dtoaCu. We analyzed the ethanol sorption isotherms of the (HOC3H6)2dtoaCu at 298 K as shown in Figure ; 0.6 mol of ethanol per 1 mol of Cu dimer was adsorbed on the (HOC3H6)2dtoaCu at P/P 0 = 0.95 where P 0 is the saturated vapor pressure of ethanol, while the ethanol uptake of (HOC2H4)2dtoaCu was about 0.8 mol ethanol per mol of Cu dimer. Furthermore, (HOC3H6)2dtoaCu gives smaller hysteresis than (HOC2H4)2dtoaCu. This lower ethanol adsorption amount and the smaller hysteresis of (HOC3H6)2dtoaCu compared with (HOC2H4)2dtoaCu coincide with the theoretical calculations showing the smaller adsorption energy of ethanol on (HOC3H6)2dtoaCu than that on (HOC2H4)2dtoaCu.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Ethanol sorption\nisotherms of (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu at 298\nK.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Ethanol sorption isotherms of (HOC3H6)2dtoaCu at 298 K.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["property"], "content": "<p>Figure  shows the cyclic voltammogram (CV)\nof (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu in an aqueous\nsolution of 0.5 M H<sub>2</sub>SO<sub>4</sub> with different concentrations\nof ethanol. From the CV curve without ethanol in Figure , a quasireversible oxidation couple was observed with a half-wave\npotential of 0.30 V vs Ag/AgCl (Peak <bold>I</bold>) (<italic toggle=\"yes\">E</italic>\n<sub>pa</sub> =\n0.35 V and <italic toggle=\"yes\">E</italic>\n<sub>pc</sub> = 0.25 V) and an irreversible\nwave with <italic toggle=\"yes\">E</italic>\n<sub>p</sub> = 0.95 V (Peak <bold>II</bold>). Here, <italic toggle=\"yes\">E</italic>\n<sub>pa</sub> and <italic toggle=\"yes\">E</italic>\n<sub>pc</sub> are the anodic and cathodic peak potentials, respectively.\nThe peaks <bold>I</bold> and <bold>II</bold> were assigned to the\nCu<sup>I</sup>/Cu<sup>II</sup> and Cu<sup>II</sup>/Cu<sup>III</sup> oxidation couples, respectively. These characters are similar to\nthat of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. Two characteristics\nwere observed when the ethanol was added to the electrolyte. One is\nthe considerable increase in the current density of both peaks. The\nother is that the potential in peak <bold>I</bold> was almost constant\nwhile the shape of peak <bold>II</bold> changed and the current became\nalmost constant at a higher potential than peak <bold>II</bold>. These\nresults suggest the occurrence of a catalytic EER reaction. The current\ndensity for the (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu is\nabout 2.7 mA/cm<sup>2</sup> when the ethanol concentration is\n2.0 M.</p>", "clean_text": "Figure  shows the cyclic voltammogram (CV) of (HOC3H6)2dtoaCu in an aqueous solution of 0.5 M H2SO4 with different concentrations of ethanol. From the CV curve without ethanol in Figure , a quasireversible oxidation couple was observed with a half-wave potential of 0.30 V vs Ag/AgCl (Peak I) (E pa = 0.35 V and E pc = 0.25 V) and an irreversible wave with E p = 0.95 V (Peak II). Here, E pa and E pc are the anodic and cathodic peak potentials, respectively. The peaks I and II were assigned to the CuI/CuII and CuII/CuIII oxidation couples, respectively. These characters are similar to that of (HOC2H4)2dtoaCu. Two characteristics were observed when the ethanol was added to the electrolyte. One is the considerable increase in the current density of both peaks. The other is that the potential in peak I was almost constant while the shape of peak II changed and the current became almost constant at a higher potential than peak II. These results suggest the occurrence of a catalytic EER reaction. The current density for the (HOC3H6)2dtoaCu is about 2.7 mA/cm2 when the ethanol concentration is 2.0 M.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Cyclic voltammograms of (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu in 0.5 M H<sub>2</sub>SO<sub>4</sub> with different ethanol\nconcentrations. The sweep rate is 100 mV/s.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Cyclic voltammograms of (HOC3H6)2dtoaCu in 0.5 M H2SO4 with different ethanol concentrations. The sweep rate is 100 mV/s.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<p>We further conducted a controlled-potential (0.37 V) electrolysis\nexperiment combined with gas chromatography analysis to identify the\noxidation products. It was found that acetaldehyde is the sole oxidation\nproduct and no acetic acid was detected, which was the same as for\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu under 0.39 V. The\nmaximum conversion ratio of 4.6% within a period of 20 min (based\non the area ratio of acetaldehyde and ethanol) was found, for which\nthe initial concentration of ethanol was 0.5 M and the electrolyte\nvolume was 20 mL. The conversion amount was smaller than that for\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu (6.8%), which indicated\nthat the EER activity of the present catalyst is lower than that of\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. This difference\ncan be explained by the different activation energies of the proton-transfer\nreaction from ethanol between (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu and (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu obtained\nby DFT calculations.</p>", "clean_text": "We further conducted a controlled-potential (0.37 V) electrolysis experiment combined with gas chromatography analysis to identify the oxidation products. It was found that acetaldehyde is the sole oxidation product and no acetic acid was detected, which was the same as for (HOC2H4)2dtoaCu under 0.39 V. The maximum conversion ratio of 4.6% within a period of 20 min (based on the area ratio of acetaldehyde and ethanol) was found, for which the initial concentration of ethanol was 0.5 M and the electrolyte volume was 20 mL. The conversion amount was smaller than that for (HOC2H4)2dtoaCu (6.8%), which indicated that the EER activity of the present catalyst is lower than that of (HOC2H4)2dtoaCu. This difference can be explained by the different activation energies of the proton-transfer reaction from ethanol between (HOC2H4)2dtoaCu and (HOC3H6)2dtoaCu obtained by DFT calculations.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["property"], "content": "<p>We analyzed the EER activity of (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu by CV as well as that of\n(HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu. Figure  shows the CV\nof (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu in an aqueous solution\nof 0.5 M H<sub>2</sub>SO<sub>4</sub> with different concentrations\nof ethanol. Although two weak peaks (<bold>I</bold> and <bold>II</bold>) were observed, the enhancement of the peaks by the addition of\nethanol were small, and there was no effect of different concentration\nof ethanol at 0.6 and 0.8 V. This experimental result indicates that\nthe EER catalytic activity of (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu is extremely small or nonexistent. In fact, the activation\nenergy of (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu was about\ntwice as high as that of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu and (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu according\nto the theoretical calculation. In addition, (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu has a different ethanol oxidation pathway by\na direct proton-transfer mechanism. These experimental results strongly\nsupport our proposed ethanol oxidation reaction mechanism on R<sub>2</sub>dtoaCu.</p>", "clean_text": "We analyzed the EER activity of (C2H5)2dtoaCu by CV as well as that of (HOC3H6)2dtoaCu. Figure  shows the CV of (C2H5)2dtoaCu in an aqueous solution of 0.5 M H2SO4 with different concentrations of ethanol. Although two weak peaks (I and II) were observed, the enhancement of the peaks by the addition of ethanol were small, and there was no effect of different concentration of ethanol at 0.6 and 0.8 V. This experimental result indicates that the EER catalytic activity of (C2H5)2dtoaCu is extremely small or nonexistent. In fact, the activation energy of (C2H5)2dtoaCu was about twice as high as that of (HOC2H4)2dtoaCu and (HOC3H6)2dtoaCu according to the theoretical calculation. In addition, (C2H5)2dtoaCu has a different ethanol oxidation pathway by a direct proton-transfer mechanism. These experimental results strongly support our proposed ethanol oxidation reaction mechanism on R2dtoaCu.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Cyclic voltammograms of (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu in 0.5 M H<sub>2</sub>SO<sub>4</sub> with different\nethanol\nconcentrations. The sweep rate is 100 mV/s.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Cyclic voltammograms of (C2H5)2dtoaCu in 0.5 M H2SO4 with different ethanol concentrations. The sweep rate is 100 mV/s.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We have theoretically analyzed a new reaction\nmechanism for the\nethanol oxidation reaction on (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu to design highly efficient electrocatalysts. The indirect\nproton-transfer reaction from ethanol to the N atom via the hydroxyl\ngroup in HOC<sub>2</sub>H<sub>4</sub> is considered to be the mechanism\ncontrolling the reactivity of the ethanol oxidation, because the direct\nproton-transfer reaction shows about 44 kcal/mol higher activation\nenergy. By a systematic\ncomparison of the different reactivities of EER on R<sub>2</sub>dtoaCu\n(R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>, and H), we were able to clarify\nthat the ethanol oxidation on R<sub>2</sub>dtoaCu is controlled by\nthe following three dominant factors: (1) adsorptive interaction with\nthe MOF; (2) strain in the backbone structure to enhance the activity\nas proton acceptor; and (3) a proton-transfer pathway from ethanol\nto R<sub>2</sub>dtoaCu. These are intrinsic features of EER in MOF.\nWe also experimentally examined theoretical predictions of the electrooxidation\nactivity of ethanol by using (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu and (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu. The adsorption\nproperties and electrooxidation reaction activity of ethanol on (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu were lower than that with\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu, showing a good agreement\nwith calculation results, which correspond to adsorptive interaction\nand activation energies, respectively. We also observed an electrooxidation\nactivity of ethanol on (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu,\nwhich is much smaller than those of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu and (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu.\nThose observations supported the theoretical results that the low\nactivation energies of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu\nand (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu were caused by\nthe indirect proton-transfer mechanism, which is unique to them, and\nthe high activation energy of (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu because of the direct proton-transfer mechanism. The new EER\nmechanism in R<sub>2</sub>dtoaCu reported herein theoretically is\nof fundamental importance to the noble-metal-free MOF applications\nfor electrocatalysts.</p>", "clean_text": "Conclusions\n\nWe have theoretically analyzed a new reaction mechanism for the ethanol oxidation reaction on (HOC2H4)2dtoaCu to design highly efficient electrocatalysts. The indirect proton-transfer reaction from ethanol to the N atom via the hydroxyl group in HOC2H4 is considered to be the mechanism controlling the reactivity of the ethanol oxidation, because the direct proton-transfer reaction shows about 44 kcal/mol higher activation energy. By a systematic comparison of the different reactivities of EER on R2dtoaCu (R = HOC3H6, C2H5, C3H7, CH3, and H), we were able to clarify that the ethanol oxidation on R2dtoaCu is controlled by the following three dominant factors: (1) adsorptive interaction with the MOF; (2) strain in the backbone structure to enhance the activity as proton acceptor; and (3) a proton-transfer pathway from ethanol to R2dtoaCu. These are intrinsic features of EER in MOF. We also experimentally examined theoretical predictions of the electrooxidation activity of ethanol by using (HOC3H6)2dtoaCu and (C2H5)2dtoaCu. The adsorption properties and electrooxidation reaction activity of ethanol on (HOC3H6)2dtoaCu were lower than that with (HOC2H4)2dtoaCu, showing a good agreement with calculation results, which correspond to adsorptive interaction and activation energies, respectively. We also observed an electrooxidation activity of ethanol on (C2H5)2dtoaCu, which is much smaller than those of (HOC2H4)2dtoaCu and (HOC3H6)2dtoaCu. Those observations supported the theoretical results that the low activation energies of (HOC2H4)2dtoaCu and (HOC3H6)2dtoaCu were caused by the indirect proton-transfer mechanism, which is unique to them, and the high activation energy of (C2H5)2dtoaCu because of the direct proton-transfer mechanism. The new EER mechanism in R2dtoaCu reported herein theoretically is of fundamental importance to the noble-metal-free MOF applications for electrocatalysts.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>\n<sup>#</sup> T.O.: International\nResearch Center for Hydrogen Energy, Kyushu\nUniversity 744 Motooka, Nishi-ku, Fukuoka 819–0395, Japan.\nL.Y.: Institute of Chemistry, Chinese Academy of Sciences\nBeijing 100190, China. T.Y.: International Research Center for Molecular\nSystems, Kyushu University 744 Motooka, Nishi-ku, Fukuoka 819–0395,\nJapan. S.K.: The Noguchi Institute 1-8-1 Kaga, Itabashi-ku, Tokyo\n173–0003, Japan.</p>", "clean_text": " # T.O.: International Research Center for Hydrogen Energy, Kyushu University 744 Motooka, Nishi-ku, Fukuoka 819-0395, Japan. L.Y.: Institute of Chemistry, Chinese Academy of Sciences Beijing 100190, China. T.Y.: International Research Center for Molecular Systems, Kyushu University 744 Motooka, Nishi-ku, Fukuoka 819-0395, Japan. S.K.: The Noguchi Institute 1-8-1 Kaga, Itabashi-ku, Tokyo 173-0003, Japan.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The authors declare no competing\nfinancial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "27, 29, 31, 32", "type": "text", "classification": "property", "content": "<p>To validate the ethanol oxidation\nreaction mechanism on R<sub>2</sub>dtoaCu, we experimentally examined\nits electrochemical characteristics.\nWe investigated the ethanol sorption properties and EER activity of\nR<sub>2</sub>dtoaCu. We analyzed the ethanol sorption isotherms of\nthe (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu at 298 K as shown\nin Figure ; 0.6 mol of ethanol per 1 mol of\nCu dimer was adsorbed on the (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.95\nwhere <italic toggle=\"yes\">P</italic>\n<sub>0</sub> is the saturated vapor pressure\nof ethanol, while the ethanol uptake of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu was about 0.8 mol ethanol per mol of Cu dimer. Furthermore, (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu gives smaller hysteresis than (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. This lower ethanol adsorption amount\nand the smaller hysteresis of (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu compared with (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu\ncoincide with the theoretical calculations showing the smaller adsorption\nenergy of ethanol on (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu\nthan that on (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu.</p><p>Figure  shows the cyclic voltammogram (CV)\nof (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu in an aqueous\nsolution of 0.5 M H<sub>2</sub>SO<sub>4</sub> with different concentrations\nof ethanol. From the CV curve without ethanol in Figure , a quasireversible oxidation couple was observed with a half-wave\npotential of 0.30 V vs Ag/AgCl (Peak <bold>I</bold>) (<italic toggle=\"yes\">E</italic>\n<sub>pa</sub> =\n0.35 V and <italic toggle=\"yes\">E</italic>\n<sub>pc</sub> = 0.25 V) and an irreversible\nwave with <italic toggle=\"yes\">E</italic>\n<sub>p</sub> = 0.95 V (Peak <bold>II</bold>). Here, <italic toggle=\"yes\">E</italic>\n<sub>pa</sub> and <italic toggle=\"yes\">E</italic>\n<sub>pc</sub> are the anodic and cathodic peak potentials, respectively.\nThe peaks <bold>I</bold> and <bold>II</bold> were assigned to the\nCu<sup>I</sup>/Cu<sup>II</sup> and Cu<sup>II</sup>/Cu<sup>III</sup> oxidation couples, respectively. These characters are similar to\nthat of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. Two characteristics\nwere observed when the ethanol was added to the electrolyte. One is\nthe considerable increase in the current density of both peaks. The\nother is that the potential in peak <bold>I</bold> was almost constant\nwhile the shape of peak <bold>II</bold> changed and the current became\nalmost constant at a higher potential than peak <bold>II</bold>. These\nresults suggest the occurrence of a catalytic EER reaction. The current\ndensity for the (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu is\nabout 2.7 mA/cm<sup>2</sup> when the ethanol concentration is\n2.0 M.</p><p>We further conducted a controlled-potential (0.37 V) electrolysis\nexperiment combined with gas chromatography analysis to identify the\noxidation products. It was found that acetaldehyde is the sole oxidation\nproduct and no acetic acid was detected, which was the same as for\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu under 0.39 V. The\nmaximum conversion ratio of 4.6% within a period of 20 min (based\non the area ratio of acetaldehyde and ethanol) was found, for which\nthe initial concentration of ethanol was 0.5 M and the electrolyte\nvolume was 20 mL. The conversion amount was smaller than that for\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu (6.8%), which indicated\nthat the EER activity of the present catalyst is lower than that of\n(HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. This difference\ncan be explained by the different activation energies of the proton-transfer\nreaction from ethanol between (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu and (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu obtained\nby DFT calculations.</p><p>We analyzed the EER activity of (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu by CV as well as that of\n(HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu. Figure  shows the CV\nof (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu in an aqueous solution\nof 0.5 M H<sub>2</sub>SO<sub>4</sub> with different concentrations\nof ethanol. Although two weak peaks (<bold>I</bold> and <bold>II</bold>) were observed, the enhancement of the peaks by the addition of\nethanol were small, and there was no effect of different concentration\nof ethanol at 0.6 and 0.8 V. This experimental result indicates that\nthe EER catalytic activity of (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu is extremely small or nonexistent. In fact, the activation\nenergy of (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu was about\ntwice as high as that of (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu and (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu according\nto the theoretical calculation. In addition, (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu has a different ethanol oxidation pathway by\na direct proton-transfer mechanism. These experimental results strongly\nsupport our proposed ethanol oxidation reaction mechanism on R<sub>2</sub>dtoaCu.</p>", "clean_text": "To validate the ethanol oxidation reaction mechanism on R2dtoaCu, we experimentally examined its electrochemical characteristics. We investigated the ethanol sorption properties and EER activity of R2dtoaCu. We analyzed the ethanol sorption isotherms of the (HOC3H6)2dtoaCu at 298 K as shown in Figure ; 0.6 mol of ethanol per 1 mol of Cu dimer was adsorbed on the (HOC3H6)2dtoaCu at P/P 0 = 0.95 where P 0 is the saturated vapor pressure of ethanol, while the ethanol uptake of (HOC2H4)2dtoaCu was about 0.8 mol ethanol per mol of Cu dimer. Furthermore, (HOC3H6)2dtoaCu gives smaller hysteresis than (HOC2H4)2dtoaCu. This lower ethanol adsorption amount and the smaller hysteresis of (HOC3H6)2dtoaCu compared with (HOC2H4)2dtoaCu coincide with the theoretical calculations showing the smaller adsorption energy of ethanol on (HOC3H6)2dtoaCu than that on (HOC2H4)2dtoaCu.\n\nFigure  shows the cyclic voltammogram (CV) of (HOC3H6)2dtoaCu in an aqueous solution of 0.5 M H2SO4 with different concentrations of ethanol. From the CV curve without ethanol in Figure , a quasireversible oxidation couple was observed with a half-wave potential of 0.30 V vs Ag/AgCl (Peak I) (E pa = 0.35 V and E pc = 0.25 V) and an irreversible wave with E p = 0.95 V (Peak II). Here, E pa and E pc are the anodic and cathodic peak potentials, respectively. The peaks I and II were assigned to the CuI/CuII and CuII/CuIII oxidation couples, respectively. These characters are similar to that of (HOC2H4)2dtoaCu. Two characteristics were observed when the ethanol was added to the electrolyte. One is the considerable increase in the current density of both peaks. The other is that the potential in peak I was almost constant while the shape of peak II changed and the current became almost constant at a higher potential than peak II. These results suggest the occurrence of a catalytic EER reaction. The current density for the (HOC3H6)2dtoaCu is about 2.7 mA/cm2 when the ethanol concentration is 2.0 M.\n\nWe further conducted a controlled-potential (0.37 V) electrolysis experiment combined with gas chromatography analysis to identify the oxidation products. It was found that acetaldehyde is the sole oxidation product and no acetic acid was detected, which was the same as for (HOC2H4)2dtoaCu under 0.39 V. The maximum conversion ratio of 4.6% within a period of 20 min (based on the area ratio of acetaldehyde and ethanol) was found, for which the initial concentration of ethanol was 0.5 M and the electrolyte volume was 20 mL. The conversion amount was smaller than that for (HOC2H4)2dtoaCu (6.8%), which indicated that the EER activity of the present catalyst is lower than that of (HOC2H4)2dtoaCu. This difference can be explained by the different activation energies of the proton-transfer reaction from ethanol between (HOC2H4)2dtoaCu and (HOC3H6)2dtoaCu obtained by DFT calculations.\n\nWe analyzed the EER activity of (C2H5)2dtoaCu by CV as well as that of (HOC3H6)2dtoaCu. Figure  shows the CV of (C2H5)2dtoaCu in an aqueous solution of 0.5 M H2SO4 with different concentrations of ethanol. Although two weak peaks (I and II) were observed, the enhancement of the peaks by the addition of ethanol were small, and there was no effect of different concentration of ethanol at 0.6 and 0.8 V. This experimental result indicates that the EER catalytic activity of (C2H5)2dtoaCu is extremely small or nonexistent. In fact, the activation energy of (C2H5)2dtoaCu was about twice as high as that of (HOC2H4)2dtoaCu and (HOC3H6)2dtoaCu according to the theoretical calculation. In addition, (C2H5)2dtoaCu has a different ethanol oxidation pathway by a direct proton-transfer mechanism. These experimental results strongly support our proposed ethanol oxidation reaction mechanism on R2dtoaCu.", "data": [[{"meta": {"name": "R2dtoaCu", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "ethanol sorption isotherms", "value": "", "unit": "", "condition": "298 K"}, {"property name": "ethanol uptake", "value": "0.8", "unit": "mol", "condition": "per mol of Cu dimer"}, {"property name": "hysteresis", "value": "", "unit": "", "condition": ""}, {"property name": "ethanol adsorption amount", "value": "", "unit": "", "condition": ""}, {"property name": "cyclic voltammogram (CV)", "value": "", "unit": "", "condition": "aqueous solution of 0.5 M H2SO4 with different concentrations of ethanol"}, {"property name": "current density", "value": "2.7", "unit": "mA/cm2", "condition": "ethanol concentration is 2.0 M"}, {"property name": "controlled-potential electrolysis", "value": "", "unit": "", "condition": "0.37 V"}, {"property name": "oxidation products", "value": "acetaldehyde", "unit": "", "condition": ""}, {"property name": "conversion ratio", "value": "4.6%", "unit": "", "condition": "within a period of 20 min"}, {"property name": "activation energy", "value": "", "unit": "", "condition": "proton-transfer reaction from ethanol"}, {"property name": "EER activity", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 21, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Relative Energy of Corresponding Complexes\nin Int.1, TS1, TS2, and Int.2 from Reactants (Ethanol and R<sub>2</sub>dtoaCu (R = HOC<sub>2</sub>H<sub>4</sub>, HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>, and H). Units are kcal/mol</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">R</oasis:entry>\n<oasis:entry align=\"center\">Int.1</oasis:entry>\n<oasis:entry align=\"center\">TS1</oasis:entry>\n<oasis:entry align=\"center\">TS2</oasis:entry>\n<oasis:entry align=\"center\">Int.2</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>HOC<sub>2</sub>H<sub>4</sub>\n</oasis:entry>\n<oasis:entry>–9.6</oasis:entry>\n<oasis:entry>63.2</oasis:entry>\n<oasis:entry>19.2</oasis:entry>\n<oasis:entry>11.5</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>HOC<sub>3</sub>H<sub>6</sub>\n</oasis:entry>\n<oasis:entry>–5.2</oasis:entry>\n<oasis:entry>60.0</oasis:entry>\n<oasis:entry>38.9</oasis:entry>\n<oasis:entry>16.6</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C<sub>2</sub>H<sub>5</sub>\n</oasis:entry>\n<oasis:entry>–3.7</oasis:entry>\n<oasis:entry>64.6</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>10.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>C<sub>3</sub>H<sub>7</sub>\n</oasis:entry>\n<oasis:entry>3.9</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>CH<sub>3</sub>\n</oasis:entry>\n<oasis:entry>–10.5</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>H</oasis:entry>\n<oasis:entry>–13.2</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Relative Energy of Corresponding Complexes in Int.1, TS1, TS2, and Int.2 from Reactants (Ethanol and R<sub>2</sub>dtoaCu (R = HOC<sub>2</sub>H<sub>4</sub>, HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>, and H). Units are kcal/mol)\n\n|R       | Int.1 | TS1  | TS2  | Int.2 |\n|--------|-------|------|------|-------|\n|HOC<sub>2</sub>H<sub>4</sub> | –9.6  | 63.2 | 19.2 | 11.5  |\n|HOC<sub>3</sub>H<sub>6</sub> | –5.2  | 60.0 | 38.9 | 16.6  |\n|C<sub>2</sub>H<sub>5</sub>  | –3.7  | 64.6 |      | 10.0  |\n|C<sub>3</sub>H<sub>7</sub>  | 3.9   |      |      |       |\n|CH<sub>3</sub>             | –10.5 |      |      |       |\n|H                          | –13.2 |      |      |       |", "data": [{"meta": {"name": "Ethanol", "symbol": "HOC2H4", "chemical formula": ""}, "energy_related": [{"value": "-9.6", "unit": "kcal/mol", "type": "Int.1", "condition": ""}, {"value": "63.2", "unit": "kcal/mol", "type": "TS1", "condition": ""}, {"value": "19.2", "unit": "kcal/mol", "type": "TS2", "condition": ""}, {"value": "11.5", "unit": "kcal/mol", "type": "Int.2", "condition": ""}]}, {"meta": {"name": "R2dtoaCu", "symbol": "HOC3H6", "chemical formula": ""}, "energy_related": [{"value": "-5.2", "unit": "kcal/mol", "type": "Int.1", "condition": ""}, {"value": "60.0", "unit": "kcal/mol", "type": "TS1", "condition": ""}, {"value": "38.9", "unit": "kcal/mol", "type": "TS2", "condition": ""}, {"value": "16.6", "unit": "kcal/mol", "type": "Int.2", "condition": ""}]}, {"meta": {"name": "R2dtoaCu", "symbol": "C2H5", "chemical formula": ""}, "energy_related": [{"value": "-3.7", "unit": "kcal/mol", "type": "Int.1", "condition": ""}, {"value": "64.6", "unit": "kcal/mol", "type": "TS1", "condition": ""}, {"value": "", "unit": "kcal/mol", "type": "TS2", "condition": ""}, {"value": "10.0", "unit": "kcal/mol", "type": "Int.2", "condition": ""}]}, {"meta": {"name": "R2dtoaCu", "symbol": "C3H7", "chemical formula": ""}, "energy_related": [{"value": "3.9", "unit": "kcal/mol", "type": "Int.1", "condition": ""}, {"value": "", "unit": "kcal/mol", "type": "TS1", "condition": ""}, {"value": "", "unit": "kcal/mol", "type": "TS2", "condition": ""}, {"value": "", "unit": "kcal/mol", "type": "Int.2", "condition": ""}]}, {"meta": {"name": "R2dtoaCu", "symbol": "CH3", "chemical formula": ""}, "energy_related": [{"value": "-10.5", "unit": "kcal/mol", "type": "Int.1", "condition": ""}, {"value": "", "unit": "kcal/mol", "type": "TS1", "condition": ""}, {"value": "", "unit": "kcal/mol", "type": "TS2", "condition": ""}, {"value": "", "unit": "kcal/mol", "type": "Int.2", "condition": ""}]}, {"meta": {"name": "R2dtoaCu", "symbol": "H", "chemical formula": ""}, "energy_related": [{"value": "-13.2", "unit": "kcal/mol", "type": "Int.1", "condition": ""}, {"value": "", "unit": "kcal/mol", "type": "TS1", "condition": ""}, {"value": "", "unit": "kcal/mol", "type": "TS2", "condition": ""}, {"value": "", "unit": "kcal/mol", "type": "Int.2", "condition": ""}]}], "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Potential energy diagram of proton-transfer reaction from\nethanol\nto (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu. HOC<sub>2</sub>H<sub>4</sub> groups of lower (HOC<sub>2</sub>H<sub>4</sub>)<sub>2</sub>dtoaCu are eliminated for visualization.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  Potential energy diagram of proton-transfer reaction from ethanol to (HOC2H4)2dtoaCu. HOC2H4 groups of lower (HOC2H4)2dtoaCu are eliminated for visualization.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Optimized structure\nof ethanol and R<sub>2</sub>dtoaCu (R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>, and H) complexes as Int.1. The numbers are\ninteratomic distances in Å. Ligands (R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>,\nCH<sub>3</sub>, and H) of lower in R<sub>2</sub>dtoaCu are eliminated\nfor visualization.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Optimized structure of ethanol and R2dtoaCu (R = HOC3H6, C2H5, C3H7, CH3, and H) complexes as Int.1. The numbers are interatomic distances in Å. Ligands (R = HOC3H6, C2H5, C3H7, CH3, and H) of lower in R2dtoaCu are eliminated for visualization.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Optimized structures\nof ethanol and R<sub>2</sub>dtoaCu (R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, CH<sub>3</sub>,\nand H) complexes as Int.2. The numbers are interatomic distances in\nÅ. Ligands (R = HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, CH<sub>3</sub>, and H) of lower in R<sub>2</sub>dtoaCu are\neliminated for visualization.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Optimized structures of ethanol and R2dtoaCu (R = HOC3H6, C2H5, CH3, and H) complexes as Int.2. The numbers are interatomic distances in Å. Ligands (R = HOC3H6, C2H5, CH3, and H) of lower in R2dtoaCu are eliminated for visualization.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Optimized structures of ethanol and R<sub>2</sub>dtoaCu (R = HOC<sub>3</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>5</sub>) complexes as\nTS1 and TS2. The numbers are interatomic distances in Å. Ligands\n(R = HOC<sub>3</sub>H<sub>6</sub> and C<sub>2</sub>H<sub>5</sub>)\nof lower in R<sub>2</sub>dtoaCu are eliminated for visualization.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Optimized structures of ethanol and R2dtoaCu (R = HOC3H6 and C2H5) complexes as TS1 and TS2. The numbers are interatomic distances in Å. Ligands (R = HOC3H6 and C2H5) of lower in R2dtoaCu are eliminated for visualization.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Characteristics of backbone\nstructure in R<sub>2</sub>dtoaCu (R\n= HOC<sub>2</sub>H<sub>4</sub>, HOC<sub>3</sub>H<sub>6</sub>, C<sub>2</sub>H<sub>5</sub>, C<sub>3</sub>H<sub>7</sub>, CH<sub>3</sub>,\nand H). The crystal structure of R<sub>2</sub>dtoaCu is two-dimensional\nframework.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Characteristics of backbone structure in R2dtoaCu (R = HOC2H4, HOC3H6, C2H5, C3H7, CH3, and H). The crystal structure of R2dtoaCu is two-dimensional framework.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Illustration of intrinsic ethanol oxidation reaction mechanism\non MOF.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Illustration of intrinsic ethanol oxidation reaction mechanism on MOF.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Ethanol sorption\nisotherms of (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu at 298\nK.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Ethanol sorption isotherms of (HOC3H6)2dtoaCu at 298 K.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Cyclic voltammograms of (HOC<sub>3</sub>H<sub>6</sub>)<sub>2</sub>dtoaCu in 0.5 M H<sub>2</sub>SO<sub>4</sub> with different ethanol\nconcentrations. The sweep rate is 100 mV/s.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Cyclic voltammograms of (HOC3H6)2dtoaCu in 0.5 M H2SO4 with different ethanol concentrations. The sweep rate is 100 mV/s.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Cyclic voltammograms of (C<sub>2</sub>H<sub>5</sub>)<sub>2</sub>dtoaCu in 0.5 M H<sub>2</sub>SO<sub>4</sub> with different\nethanol\nconcentrations. The sweep rate is 100 mV/s.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2013-031046_0009.tif\"></graphic>\n</fig>", "clean_text": " 9  Cyclic voltammograms of (C2H5)2dtoaCu in 0.5 M H2SO4 with different ethanol concentrations. The sweep rate is 100 mV/s.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jp4031046", "title": null, "journal": "American Chemical\nSociety", "date": "2013.05", "author_list": ["Ishimoto\nTakayoshi", "Ogura\nTeppei", "Koyama\nMichihisa", "Yang\nLifen", "Kinoshita\nShozo", "Yamada\nTeppei", "Tokunaga\nMakoto", "Kitagawa\nHiroshi"]}}