{"filepath": "../L2M3_data/1_application_papers/acs_xml/jp506335x.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>This paper aims to improve the hydrothermal\nstability and catalytic\nactivity of metal–organic frameworks (MOFs), which are believed\nto play an important role in the practical applications of MOFs in\ncatalysis. Our strategy is to incorporate graphite oxide into a typical\nMOF, namely HKUST-1 (Cu<sub>3</sub>(BTC)<sub>2</sub>, BTC = 1,3,5-benzenetricarboxylic\nacid; HKUST = Hong Kong University of Science and Technology), and\nthe properties of MOF are successfully tailored by use of this strategy.\nThe obtained MOF/graphite oxide composites show enhanced porosity\nwith high surface areas and some meso/macropores. For the composite\ncontaining 8.7 wt % of graphite oxide, the surface area reaches 1257\nm<sup>2</sup> g<sup>–1</sup>, which is obviously higher than\npure HKUST-1 (841 m<sup>2</sup> g<sup>–1</sup>). The pore structure\nof composites favors the access of reactant molecules to active sites\nand accelerates mass transfer in channels. Furthermore, the incorporation\nof graphite oxide creates a more hydrophobic environment surrounding\nmetallic sites, which prevents the coordination bonds from attacking\nby water molecules and presents better affinity of active sites to\norganic reactants. Hence, the hydrothermal stability of MOF as well\nas the catalytic performance with regard to both activity and reaction\nrate are greatly improved. For the composite incorporating 8.7 wt\n% of graphite oxide, the conversion of styrene oxide in the ring-opening\nreaction can reach 74.1% after reaction for only 20 min, which is\nmuch higher than pure HKUST-1 (10.7%). More importantly, the catalytic\nactivity can be well recovered without any loss even after six cycles.\nThe excellent hydrothermal stability, catalytic activity, and reusability\nmake our materials highly promising for use as heterogeneous catalysts\nin practical applications.</p>", "clean_text": "This paper aims to improve the hydrothermal stability and catalytic activity of metal-organic frameworks (MOFs), which are believed to play an important role in the practical applications of MOFs in catalysis. Our strategy is to incorporate graphite oxide into a typical MOF, namely HKUST-1 (Cu3(BTC)2, BTC = 1,3,5-benzenetricarboxylic acid; HKUST = Hong Kong University of Science and Technology), and the properties of MOF are successfully tailored by use of this strategy. The obtained MOF/graphite oxide composites show enhanced porosity with high surface areas and some meso/macropores. For the composite containing 8.7 wt % of graphite oxide, the surface area reaches 1257 m2 g-1, which is obviously higher than pure HKUST-1 (841 m2 g-1). The pore structure of composites favors the access of reactant molecules to active sites and accelerates mass transfer in channels. Furthermore, the incorporation of graphite oxide creates a more hydrophobic environment surrounding metallic sites, which prevents the coordination bonds from attacking by water molecules and presents better affinity of active sites to organic reactants. Hence, the hydrothermal stability of MOF as well as the catalytic performance with regard to both activity and reaction rate are greatly improved. For the composite incorporating 8.7 wt % of graphite oxide, the conversion of styrene oxide in the ring-opening reaction can reach 74.1% after reaction for only 20 min, which is much higher than pure HKUST-1 (10.7%). More importantly, the catalytic activity can be well recovered without any loss even after six cycles. The excellent hydrothermal stability, catalytic activity, and reusability make our materials highly promising for use as heterogeneous catalysts in practical applications.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Due to their large\nsurface area, diverse structure, and tunable\nfunctionality, metal–organic frameworks (MOFs) have received\nextensive attention in the past decades. They are porous crystalline materials composed of inorganic metal\nions or clusters and organic ligands which are connected through metal–ligand\ncoordination. By judicious choice of building\nblocks, the structure of MOFs can be tailored with almost endless\ngeometrical and chemical variations. Therefore, MOFs show high potential\nfor applications in gas storage and separation, catalysis, as well as sensing. However, the reports concerning the practical use of MOFs in any\nprocesses are quite scarce, if any. One of the biggest problems that\nhinders the practical applications of MOFs is the poor hydrothermal\nstability. A case in point is MOF-5, the structure of MOF-5 starts\nto collapse irreversibly within 10 min when exposed to humid air,\neven under atmospheric conditions. It\nis known that the hydrophilic property of some MOFs gives rise to\nstrong interaction of water molecules with MOFs. The coordination bonds of MOFs are thus easily attacked\nby even a trace of water, leading to the cleavage of coordination\nbonds and subsequently the destruction of frameworks.</p>", "clean_text": "Introduction\n\nDue to their large surface area, diverse structure, and tunable functionality, metal-organic frameworks (MOFs) have received extensive attention in the past decades. They are porous crystalline materials composed of inorganic metal ions or clusters and organic ligands which are connected through metal-ligand coordination. By judicious choice of building blocks, the structure of MOFs can be tailored with almost endless geometrical and chemical variations. Therefore, MOFs show high potential for applications in gas storage and separation, catalysis, as well as sensing. However, the reports concerning the practical use of MOFs in any processes are quite scarce, if any. One of the biggest problems that hinders the practical applications of MOFs is the poor hydrothermal stability. A case in point is MOF-5, the structure of MOF-5 starts to collapse irreversibly within 10 min when exposed to humid air, even under atmospheric conditions. It is known that the hydrophilic property of some MOFs gives rise to strong interaction of water molecules with MOFs. The coordination bonds of MOFs are thus easily attacked by even a trace of water, leading to the cleavage of coordination bonds and subsequently the destruction of frameworks.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Since\nthe discovery of MOFs, they have been used to try to catalyze\na broad range of organic reactions owing to the presence of metal\nions or metal-containing clusters with coordinative vacancies in them.\nNevertheless, the hydrophilic property of MOFs is unfavorable to the\naccess of hydrophobic organic substrates to the active sites, which\ncompromises the catalytic activity in some reactions. Moreover, for the catalytic reactions which can be obstructed by\nthe water poisoning effects originating from humid air or from the\nwater formed during reactions, the catalytic activity can be further\ninfluenced by the hydrophilic property of MOFs. There is no doubt that both hydrothermal stability and catalytic\nactivity are of great significance for practical applications of MOFs,\nwhile both are directly correlated to the hydrophilic property of\nMOFs. It is thus extremely desirable to develop an efficient method\nto modulate the hydrophilicity/hydrophobicity of MOFs, aiming to improve\nthe hydrothermal stability and catalytic activity.</p>", "clean_text": "Since the discovery of MOFs, they have been used to try to catalyze a broad range of organic reactions owing to the presence of metal ions or metal-containing clusters with coordinative vacancies in them. Nevertheless, the hydrophilic property of MOFs is unfavorable to the access of hydrophobic organic substrates to the active sites, which compromises the catalytic activity in some reactions. Moreover, for the catalytic reactions which can be obstructed by the water poisoning effects originating from humid air or from the water formed during reactions, the catalytic activity can be further influenced by the hydrophilic property of MOFs. There is no doubt that both hydrothermal stability and catalytic activity are of great significance for practical applications of MOFs, while both are directly correlated to the hydrophilic property of MOFs. It is thus extremely desirable to develop an efficient method to modulate the hydrophilicity/hydrophobicity of MOFs, aiming to improve the hydrothermal stability and catalytic activity.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In the present\nstudy, we report a facile strategy to modulate the\nhydrophilicity/hydrophobicity of MOFs by incorporating graphite oxide\ninto MOFs, taking into account that incorporation is an effective\nway to adjust the properties of MOFs. Pioneering work has reported the incorporation of\ngraphite oxide into various materials, such as MOFs, zeolitic imidazolite frameworks (ZIFs), and zeolites. The graphite\noxide does note influence the preparation and can integrate well with\nthe parent materials. Besides, the addition of graphite oxide reduces\nthe surface area of most composites, but enhances the adsorption capacity\non some adsorbates such as hydrogen, ammonia, hydrogen sulfide, and nitrogen dioxide. However, most\nreports focus on the adsorption capacity while less attention is given\nto the catalytic performance induced by incorporation. In our work,\nthe microenvironment of a typical MOF, namely HKUST-1 (Cu<sub>3</sub>(BTC)<sub>2</sub>, BTC = 1,3,5-benzenetricarboxylic acid; HKUST =\nHong Kong University of Science and Technology), is tailored from\nhydrophilic to hydrophobic, which results in an obvious improvement\nof hydrothermal stability with contrast to the parent MOF. Moreover,\nthe surface area is obviously enhanced after incorporating an appropriate\namount of graphite oxide. The hydrophobic microenvironment, in combination\nwith the large surface areas, greatly improves the activity and reaction\nrate in the ring-opening reactions of styrene oxide. More importantly,\nthe catalytic activity can be completely recovered without any loss\neven after six cycles.</p>", "clean_text": "In the present study, we report a facile strategy to modulate the hydrophilicity/hydrophobicity of MOFs by incorporating graphite oxide into MOFs, taking into account that incorporation is an effective way to adjust the properties of MOFs. Pioneering work has reported the incorporation of graphite oxide into various materials, such as MOFs, zeolitic imidazolite frameworks (ZIFs), and zeolites. The graphite oxide does note influence the preparation and can integrate well with the parent materials. Besides, the addition of graphite oxide reduces the surface area of most composites, but enhances the adsorption capacity on some adsorbates such as hydrogen, ammonia, hydrogen sulfide, and nitrogen dioxide. However, most reports focus on the adsorption capacity while less attention is given to the catalytic performance induced by incorporation. In our work, the microenvironment of a typical MOF, namely HKUST-1 (Cu3(BTC)2, BTC = 1,3,5-benzenetricarboxylic acid; HKUST = Hong Kong University of Science and Technology), is tailored from hydrophilic to hydrophobic, which results in an obvious improvement of hydrothermal stability with contrast to the parent MOF. Moreover, the surface area is obviously enhanced after incorporating an appropriate amount of graphite oxide. The hydrophobic microenvironment, in combination with the large surface areas, greatly improves the activity and reaction rate in the ring-opening reactions of styrene oxide. More importantly, the catalytic activity can be completely recovered without any loss even after six cycles.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Chemicals</title><p>Styrene\noxide (&gt;98%) was purchased from Aladdin\nChemical Reagent Co., Ltd. Graphite (&gt;99.5%), Cu­(NO<sub>3</sub>)<sub>2</sub>·3H<sub>2</sub>O (&gt;99.5%), KMnO<sub>4</sub> (&gt;99.5%),\n1,3,5-benzenetricarboxylic acid (H<sub>3</sub>BTC, &gt;98%), H<sub>2</sub>O<sub>2</sub> (30%), hydrofluoric acid (40%), and sulfuric\nacid (95–98%)\nwere purchased from Sinopharm Chemical Reagent Co., Ltd. Methane (&gt;99.5%),\nethanol (&gt;99.7%), <italic>N</italic>,<italic>N</italic>-dimethylformamide\n(DMF) (&gt;99.5%), and dichloromethane (&gt;99.5%) were purchased\nfrom Wuxi\nCity Yasheng Chemical Co., Ltd. All chemicals were used directly without\nfurther treatment. Deionized water was used for all of the experiments.</p>", "clean_text": "Experimental Section\n\nChemicals\n\nStyrene oxide (>98%) was purchased from Aladdin Chemical Reagent Co., Ltd. Graphite (>99.5%), Cu(NO3)2⋅3H2O (>99.5%), KMnO4 (>99.5%), 1,3,5-benzenetricarboxylic acid (H3BTC, >98%), H2O2 (30%), hydrofluoric acid (40%), and sulfuric acid (95-98%) were purchased from Sinopharm Chemical Reagent Co., Ltd. Methane (>99.5%), ethanol (>99.7%), N,N-dimethylformamide (DMF) (>99.5%), and dichloromethane (>99.5%) were purchased from Wuxi City Yasheng Chemical Co., Ltd. All chemicals were used directly without further treatment. Deionized water was used for all of the experiments.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["synthesis condition"], "content": "<title>Materials Synthesis</title><p>Graphite oxide was synthesized\nby oxidation of graphite by using the reported method. Briefly, graphite powder (10.0 g) was stirred\nwith concentrated sulfuric acid (230.0 mL) in an ice bath. Then potassium\npermanganate (30.0 g) was slowly added to the suspension. The mixture\nwas stirred at 35 °C for 30 min. Deionized water (1.4 L) was\nadded to dilute the suspension before adding hydrogen peroxide (100.0\nmL). The mixture was filtrated, washed with deionized water, and dried.</p>", "clean_text": "Materials Synthesis\n\nGraphite oxide was synthesized by oxidation of graphite by using the reported method. Briefly, graphite powder (10.0 g) was stirred with concentrated sulfuric acid (230.0 mL) in an ice bath. Then potassium permanganate (30.0 g) was slowly added to the suspension. The mixture was stirred at 35 °C for 30 min. Deionized water (1.4 L) was added to dilute the suspension before adding hydrogen peroxide (100.0 mL). The mixture was filtrated, washed with deionized water, and dried.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The MOF/graphite oxide composites were prepared as follows. Cu­(NO<sub>3</sub>)·3H<sub>2</sub>O (1.0 g) and H<sub>3</sub>BTC (0.5 g)\nwere dissolved in the mixed solvent consisting of DMF (8.5 mL), ethanol\n(8.5 mL), and deionized water (8.5 mL). A prescribed amount of graphite\noxide was then dispersed in the above solution. The mixture was heated\nat 85 °C for 21 h with stirring. The obtained solids were filtered,\nwashed by DMF and methanol, and exchanged with dichloromethane. Dichloromethane\nwas changed twice in 3 days. For MOF/graphite oxide composites with\ndifferent compositions, graphite oxide with different amounts was\nadded in the synthetic process, leading to the formation of products\ndenoted as MG-1, MG-2, MG-3, MG-4, and MG-5, respectively. The contents\nof graphite oxide in resultant composites vary from 4.0 to 34.3 wt\n% as shown in Table . The results of graphite\noxide contents were determined by inductively coupled plasma-atomic\nemission spectrometry (ICP-AES) as will be described later. For comparison,\nthe pure MOF, HKUST-1, was synthesized subjected to a similar procedure\nas for the composites except that no graphite oxide was added.</p>", "clean_text": "The MOF/graphite oxide composites were prepared as follows. Cu(NO3)⋅3H2O (1.0 g) and H3BTC (0.5 g) were dissolved in the mixed solvent consisting of DMF (8.5 mL), ethanol (8.5 mL), and deionized water (8.5 mL). A prescribed amount of graphite oxide was then dispersed in the above solution. The mixture was heated at 85 °C for 21 h with stirring. The obtained solids were filtered, washed by DMF and methanol, and exchanged with dichloromethane. Dichloromethane was changed twice in 3 days. For MOF/graphite oxide composites with different compositions, graphite oxide with different amounts was added in the synthetic process, leading to the formation of products denoted as MG-1, MG-2, MG-3, MG-4, and MG-5, respectively. The contents of graphite oxide in resultant composites vary from 4.0 to 34.3 wt % as shown in Table . The results of graphite oxide contents were determined by inductively coupled plasma-atomic emission spectrometry (ICP-AES) as will be described later. For comparison, the pure MOF, HKUST-1, was synthesized subjected to a similar procedure as for the composites except that no graphite oxide was added.", "data": null, "include_properties": null}, {"idx": 8, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Graphite Oxide Content and Textual\nParameters of Different Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">graphite\noxide content (wt %)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub> (m<sup>2</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>p</sub> (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>841</oasis:entry>\n<oasis:entry>0.433</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MG-1</oasis:entry>\n<oasis:entry>4.0</oasis:entry>\n<oasis:entry>996</oasis:entry>\n<oasis:entry>0.527</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MG-2</oasis:entry>\n<oasis:entry>8.7</oasis:entry>\n<oasis:entry>1257</oasis:entry>\n<oasis:entry>0.552</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MG-3</oasis:entry>\n<oasis:entry>17.2</oasis:entry>\n<oasis:entry>1138</oasis:entry>\n<oasis:entry>0.502</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MG-4</oasis:entry>\n<oasis:entry>27.2</oasis:entry>\n<oasis:entry>929</oasis:entry>\n<oasis:entry>0.477</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MG-5</oasis:entry>\n<oasis:entry>34.3</oasis:entry>\n<oasis:entry>819</oasis:entry>\n<oasis:entry>0.371</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>graphite oxide</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>38</oasis:entry>\n<oasis:entry>0.036</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>X-ray diffraction (XRD) patterns of\nthe materials were recorded with a Bruker D8 Advance diffractometer\nwith Cu Kα radiation at 40 kV and 40 mA. The N<sub>2</sub> adsorption–desorption\nisotherms were measured by using ASAP 2020 at 77 K. The samples were\ndegassed at 423 K for 4 h prior to analysis. The Brunauer–Emmett–Teller\n(BET) surface area was calculated by using adsorption data in a relative\npressure range from 0.04 to 0.20. The total pore volume was determined\nfrom the amount adsorbed at a relative pressure of about 0.99. Fourier\ntransform infrared (IR) spectra of the samples diluted with KBr were\ncarried out on a Nicolet Nexus 470 spectrometer with KBr wafer. Scanning\nelectronic microscopy (SEM) was performed on a Hitachi S4800 electron\nmicroscope operating at 20 kV. Thermogravimetric (TG) curves and their\nderivatives (DTG) were obtained with use of a thermobalance (STA-499C,\nNETZSCH). The sample was heated from room temperature to 1000 °C\nwith the heating rate 10 deg min<sup>–1</sup> under a flow\nof nitrogen (30 mL min<sup>–1</sup>). The amounts of copper\nin the composites were measured by ICP-AES. A PerkinElmer sequential\nICP spectrometer (Optima 2000 DV) was used for measurements. Samples\nwere dissolved in hydrofluoric acid before measurement. The contents\nof HKUST-1 and graphite oxide can be calculated from the amounts of\ncopper in the composites.</p>", "clean_text": "Characterization\n\nX-ray diffraction (XRD) patterns of the materials were recorded with a Bruker D8 Advance diffractometer with Cu Kα radiation at 40 kV and 40 mA. The N2 adsorption-desorption isotherms were measured by using ASAP 2020 at 77 K. The samples were degassed at 423 K for 4 h prior to analysis. The Brunauer-Emmett-Teller (BET) surface area was calculated by using adsorption data in a relative pressure range from 0.04 to 0.20. The total pore volume was determined from the amount adsorbed at a relative pressure of about 0.99. Fourier transform infrared (IR) spectra of the samples diluted with KBr were carried out on a Nicolet Nexus 470 spectrometer with KBr wafer. Scanning electronic microscopy (SEM) was performed on a Hitachi S4800 electron microscope operating at 20 kV. Thermogravimetric (TG) curves and their derivatives (DTG) were obtained with use of a thermobalance (STA-499C, NETZSCH). The sample was heated from room temperature to 1000 °C with the heating rate 10 deg min-1 under a flow of nitrogen (30 mL min-1). The amounts of copper in the composites were measured by ICP-AES. A PerkinElmer sequential ICP spectrometer (Optima 2000 DV) was used for measurements. Samples were dissolved in hydrofluoric acid before measurement. The contents of HKUST-1 and graphite oxide can be calculated from the amounts of copper in the composites.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The hydrothermal stability of samples\nwas evaluated as follows. The samples (0.02 g) were put in an open\nvial and kept inside the autoclave containing 2 mL of deionized water\nwithout direct contact between the solid and water. The autoclave\nwas then heated to 363 K and kept at that temperature for 12 h; the\nresulting solids were characterized by XRD. The change in position\nand intensity of diffraction lines was used to assess the hydrothermal\nstability of samples. The water and benzene vapor adsorption–desorption\nisotherms were determined by using the intelligent gravimetric analyzer\n(IGA-100, Hiden) at 298 K.</p>", "clean_text": "The hydrothermal stability of samples was evaluated as follows. The samples (0.02 g) were put in an open vial and kept inside the autoclave containing 2 mL of deionized water without direct contact between the solid and water. The autoclave was then heated to 363 K and kept at that temperature for 12 h; the resulting solids were characterized by XRD. The change in position and intensity of diffraction lines was used to assess the hydrothermal stability of samples. The water and benzene vapor adsorption-desorption isotherms were determined by using the intelligent gravimetric analyzer (IGA-100, Hiden) at 298 K.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Catalytic Reaction</title><p>The ring-opening\nreactions of styrene\noxide with methanol were performed in sealed glassware. The solid\ncatalysts were vacuumed beforehand to remove solvents. The whole reaction\nprocess was conducted under a nitrogen atmosphere. For a typical reaction,\nstyrene oxide (2.5 mmol) and a solid catalyst (0.1 g) were stirred\nin methanol (15 mL) at 60 °C. The reaction mixtures were periodically\nwithdrawn at the intervals of 20, 40, 80, and 160 min throughout the\nreaction. The obtained upper liquid was analyzed by using an Agilent\nTechnologies 7890A gas chromatograph equipped with a flame ionization\ndetector (FID) and an HP-5 capillary column.</p>", "clean_text": "Catalytic Reaction\n\nThe ring-opening reactions of styrene oxide with methanol were performed in sealed glassware. The solid catalysts were vacuumed beforehand to remove solvents. The whole reaction process was conducted under a nitrogen atmosphere. For a typical reaction, styrene oxide (2.5 mmol) and a solid catalyst (0.1 g) were stirred in methanol (15 mL) at 60 °C. The reaction mixtures were periodically withdrawn at the intervals of 20, 40, 80, and 160 min throughout the reaction. The obtained upper liquid was analyzed by using an Agilent Technologies 7890A gas chromatograph equipped with a flame ionization detector (FID) and an HP-5 capillary column.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Characterization\nof MOF/Graphite Oxide Composites</title><p>Figure  shows the XRD patterns of graphite oxide, HKUST-1,\nand HKUST-1/graphite oxide composites. Graphite oxide exhibits a single\ndiffraction peak at about 2θ of 11°. It is known that graphite\noxide has a multilayer system with the interlayer distance varying\nfrom 6 to 12 Å according to the level of hydration. The interlayer\ndistance can be reflected by the position of the XRD diffraction peak.\nThe diffraction peak at 2θ of 11° thus indicates that the\ninterlayer distance of the present graphite oxide is 8.1 Å. For\nHKUST-1, the diffraction pattern is in accordance with that reported\nin the literature. After incorporating\ngraphite oxide, the XRD patterns are rather similar to that of HKUST-1.\nThis indicates that the presence of graphite oxide does not hinder\nthe formation of the MOF structure. With the increase of graphite\noxide content, the intensity of diffraction peaks decreases gradually.\nThis can be ascribed to the progressively decreased amount of HKUST-1\nin the composites. It should be noted that the diffraction peak for\ngraphite oxide disappears in the composites. The relatively low intensity\nof graphite oxide as compared with HKUST-1 should be responsible for\nthis phenomenon. Also, the reason could be the exfoliation of graphite\noxide in polar solvents during synthesis and subsequent dispersion\nof layers in resultant composites.\n</p>", "clean_text": "Results and Discussion\n\nCharacterization of MOF/Graphite Oxide Composites\n\nFigure  shows the XRD patterns of graphite oxide, HKUST-1, and HKUST-1/graphite oxide composites. Graphite oxide exhibits a single diffraction peak at about 2θ of 11°. It is known that graphite oxide has a multilayer system with the interlayer distance varying from 6 to 12 Å according to the level of hydration. The interlayer distance can be reflected by the position of the XRD diffraction peak. The diffraction peak at 2θ of 11° thus indicates that the interlayer distance of the present graphite oxide is 8.1 Å. For HKUST-1, the diffraction pattern is in accordance with that reported in the literature. After incorporating graphite oxide, the XRD patterns are rather similar to that of HKUST-1. This indicates that the presence of graphite oxide does not hinder the formation of the MOF structure. With the increase of graphite oxide content, the intensity of diffraction peaks decreases gradually. This can be ascribed to the progressively decreased amount of HKUST-1 in the composites. It should be noted that the diffraction peak for graphite oxide disappears in the composites. The relatively low intensity of graphite oxide as compared with HKUST-1 should be responsible for this phenomenon. Also, the reason could be the exfoliation of graphite oxide in polar solvents during synthesis and subsequent dispersion of layers in resultant composites. ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>XRD patterns\nof graphite oxide, HKUST-1, and MOF/graphite oxide\ncomposites.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2014-06335x_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  XRD patterns of graphite oxide, HKUST-1, and MOF/graphite oxide composites.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>Further information on\nthe parent materials and MOF/graphite oxide\ncomposites is provided by IR spectra presented in Figure . For graphite oxide, the vibration of CO\nis observed at 1060 cm<sup>–1</sup>, whereas the band at 1630\ncm<sup>–1</sup> can be attributed to the OH bond in\nwater and/or oxygen surface groups. The vibration of CO from\ncarbonyl and/or carboxyl appears at 1735 cm<sup>–1</sup>. The\nband at 990 cm<sup>–1</sup> can be assigned to epoxy/peroxide\ngroups, while the band at 1228 cm<sup>–1</sup> is related to\nthe SO asymmetric stretching vibration in sulfonic groups\nand/or vibration of CO in epoxides. The spectrum of HKUST-1 matches well with that reported in the literature. Various bands are observed in the 600–1300\ncm<sup>–1</sup> region, and they are attributed to the out-of-plane\nvibrations of BTC. The bands at 1645 and 1590 cm<sup>–1</sup> as well as the bands at 1450 and 1370 cm<sup>–1</sup>  originate\nfrom the asymmetric and symmetric stretching vibrations of the carboxylate\ngroups in BTC, respectively. The IR spectra\nof composites are also similar to that of parent HKUST-1. The characteristic\nbands become weak progressively with the reduction of MOF contents\nin the composites, which are in agreement with the results of XRD.</p>", "clean_text": "Further information on the parent materials and MOF/graphite oxide composites is provided by IR spectra presented in Figure . For graphite oxide, the vibration of CO is observed at 1060 cm-1, whereas the band at 1630 cm-1 can be attributed to the OH bond in water and/or oxygen surface groups. The vibration of CO from carbonyl and/or carboxyl appears at 1735 cm-1. The band at 990 cm-1 can be assigned to epoxy/peroxide groups, while the band at 1228 cm-1 is related to the SO asymmetric stretching vibration in sulfonic groups and/or vibration of CO in epoxides. The spectrum of HKUST-1 matches well with that reported in the literature. Various bands are observed in the 600-1300 cm-1 region, and they are attributed to the out-of-plane vibrations of BTC. The bands at 1645 and 1590 cm-1 as well as the bands at 1450 and 1370 cm-1  originate from the asymmetric and symmetric stretching vibrations of the carboxylate groups in BTC, respectively. The IR spectra of composites are also similar to that of parent HKUST-1. The characteristic bands become weak progressively with the reduction of MOF contents in the composites, which are in agreement with the results of XRD.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>IR spectra\nof graphite oxide, HKUST-1, and MOF/graphite oxide composites.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2014-06335x_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  IR spectra of graphite oxide, HKUST-1, and MOF/graphite oxide composites.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Figure  gives N<sub>2</sub> adsorption–desorption\nisotherms of different samples. Only a tiny amount of N<sub>2</sub> is adsorbed on graphite oxide. The isotherm for HKUST-1 is of type\nI, which indicates its microporous character. This is expected since\nthe HKUST-1 networks are made of 9 Å square channels. Although\nthe shape of isotherms for composites is quite similar to that of\nHKUST-1, a small hysteresis loop at high relative pressures can be\nseen. This means that the incorporation of graphite oxide leads to\nthe formation of some meso/macropores in the composites. Table  presents the textual parameters of different samples\ncalculated from isotherms. Almost all of the composites show higher\nsurface areas and pore volumes except for MG-5, the one with the highest\ngraphite oxide content. The enhanced surface area may be caused by\nthe new pores created at the interface between HKUST-1 units and graphene\nlayers, which can be attributed to the coordination of the oxygen-containing\ngroups of graphite oxide with the metallic centers of HKUST-1. With increasing content of graphite oxide in\nthe composites, the surface areas and pore volumes first increase\nand then decrease. The composite MG-2 with a graphite oxide content\nof 8.7 wt % exhibits a surface area as high as 1257 m<sup>2</sup> g<sup>–1</sup> and a pore volume of 0.552 cm<sup>3</sup> g<sup>–1</sup>, which is evidently larger than that of pure HKUST-1 with a surface\narea of 841 m<sup>2</sup> g<sup>–1</sup> and a pore volume\nof 0.433 cm<sup>3</sup> g<sup>–1</sup>. With a further increase\nin the graphite oxide content, the porosity of composites declines.\nThis can be explained by the distortion in structure when elevated\namounts of graphite oxide present in the composites. Another possible\nreason is the number of groups on graphite oxide surpasses the accessible\nsites on MOF, which causes the agglomeration of distorted graphene\nlayers from graphite oxide.</p>", "clean_text": "Figure  gives N2 adsorption-desorption isotherms of different samples. Only a tiny amount of N2 is adsorbed on graphite oxide. The isotherm for HKUST-1 is of type I, which indicates its microporous character. This is expected since the HKUST-1 networks are made of 9 Å square channels. Although the shape of isotherms for composites is quite similar to that of HKUST-1, a small hysteresis loop at high relative pressures can be seen. This means that the incorporation of graphite oxide leads to the formation of some meso/macropores in the composites. Table  presents the textual parameters of different samples calculated from isotherms. Almost all of the composites show higher surface areas and pore volumes except for MG-5, the one with the highest graphite oxide content. The enhanced surface area may be caused by the new pores created at the interface between HKUST-1 units and graphene layers, which can be attributed to the coordination of the oxygen-containing groups of graphite oxide with the metallic centers of HKUST-1. With increasing content of graphite oxide in the composites, the surface areas and pore volumes first increase and then decrease. The composite MG-2 with a graphite oxide content of 8.7 wt % exhibits a surface area as high as 1257 m2 g-1 and a pore volume of 0.552 cm3 g-1, which is evidently larger than that of pure HKUST-1 with a surface area of 841 m2 g-1 and a pore volume of 0.433 cm3 g-1. With a further increase in the graphite oxide content, the porosity of composites declines. This can be explained by the distortion in structure when elevated amounts of graphite oxide present in the composites. Another possible reason is the number of groups on graphite oxide surpasses the accessible sites on MOF, which causes the agglomeration of distorted graphene layers from graphite oxide.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Nitrogen adsorption–desorption isotherms\nat 77 K of HKUST-1\nand MOF/graphite oxide composites.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2014-06335x_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Nitrogen adsorption-desorption isotherms at 77 K of HKUST-1 and MOF/graphite oxide composites.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Figure a,b presents the TG and DTG\ndata\nof graphite oxide, HKUST-1, and HKUST-1/graphite oxide composites.\nIn the case of graphite oxide, the initial weight loss centered at\nabout 100 °C corresponds to the removal of physically adsorbed\nwater. The decomposition of epoxy groups occurs at around 200 °C,\nand the broad hump between 250 and 400 °C is related to the decomposition\nof carboxyl groups and sulfonic groups. For HKUST-1, the weight loss centered at around 100 °C can\nbe attributed to the release of free water inside the pores, whereas\nthe release of crystallization water takes place at about 300 °C. The complete collapse of MOF structure can be\nobserved at around 350 °C, which is accompanied by the release\nof CO<sub>2</sub> and formation of copper oxide. For the MOF/graphite\noxide composites, some interesting TG and DTG curves can be observed.\nAfter incorporating 4.0 wt % of graphite oxide, the weak DTG peak\nat about 300 °C derived from the release of crystallization water\ndegrades to a shoulder peak. Moreover, such a peak disappears with\nthe further increase of graphite oxide content. This suggests that\nthe presence of graphite oxide provides a hydrophobic environment\nfor some copper centers in the composites. It is interesting to notice that the peak related to the decomposition\nof the epoxy groups centered at about 200 °C in graphite oxide\nis absent in the composites. This can be associated with the involvement\nof these groups in linkages with the metallic sites in HKUST-1.</p>", "clean_text": "Figure a,b presents the TG and DTG data of graphite oxide, HKUST-1, and HKUST-1/graphite oxide composites. In the case of graphite oxide, the initial weight loss centered at about 100 °C corresponds to the removal of physically adsorbed water. The decomposition of epoxy groups occurs at around 200 °C, and the broad hump between 250 and 400 °C is related to the decomposition of carboxyl groups and sulfonic groups. For HKUST-1, the weight loss centered at around 100 °C can be attributed to the release of free water inside the pores, whereas the release of crystallization water takes place at about 300 °C. The complete collapse of MOF structure can be observed at around 350 °C, which is accompanied by the release of CO2 and formation of copper oxide. For the MOF/graphite oxide composites, some interesting TG and DTG curves can be observed. After incorporating 4.0 wt % of graphite oxide, the weak DTG peak at about 300 °C derived from the release of crystallization water degrades to a shoulder peak. Moreover, such a peak disappears with the further increase of graphite oxide content. This suggests that the presence of graphite oxide provides a hydrophobic environment for some copper centers in the composites. It is interesting to notice that the peak related to the decomposition of the epoxy groups centered at about 200 °C in graphite oxide is absent in the composites. This can be associated with the involvement of these groups in linkages with the metallic sites in HKUST-1.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) TG and\n(b) DTG curves of graphite oxide, HKUST-1, and MOF/graphite\noxide composites. Curves are plotted offset for clarity.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2014-06335x_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) TG and (b) DTG curves of graphite oxide, HKUST-1, and MOF/graphite oxide composites. Curves are plotted offset for clarity.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Figure a–d shows\nSEM images of graphite\noxide, HKUST-1, and the HKUST-1/graphite oxide composite. In the case\nof graphite oxide (Figure a), dense agglomerates\nof stacked graphene sheets can be observed. HKUST-1 exhibits an octahedra-like\nshape with a few irregularities (Figure b).\nHowever, the HKUST-1/graphite oxide composites show quite different\nimages from both HKUST-1 and graphite oxide (Figure c,d). They are thin platelets stacked together, which may\nbe related to the improved porosity of the composites. According to\nthese results and previous investigations, it is assumed that graphene layers are generated from the exfoliation\nof graphite oxide during synthesis and that the growth of MOF occurs\nbetween the graphene layers and their thin agglomerates. As a result,\nthe layer-spacing structure is formed in the resultant MOF/graphite\noxide composites.</p>", "clean_text": "Figure a-d shows SEM images of graphite oxide, HKUST-1, and the HKUST-1/graphite oxide composite. In the case of graphite oxide (Figure a), dense agglomerates of stacked graphene sheets can be observed. HKUST-1 exhibits an octahedra-like shape with a few irregularities (Figure b). However, the HKUST-1/graphite oxide composites show quite different images from both HKUST-1 and graphite oxide (Figure c,d). They are thin platelets stacked together, which may be related to the improved porosity of the composites. According to these results and previous investigations, it is assumed that graphene layers are generated from the exfoliation of graphite oxide during synthesis and that the growth of MOF occurs between the graphene layers and their thin agglomerates. As a result, the layer-spacing structure is formed in the resultant MOF/graphite oxide composites.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of (a) graphite oxide, (b) HKUST-1, and (c,\nd) MG-2.\nScale bars represent 10 μm.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2014-06335x_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  SEM images of (a) graphite oxide, (b) HKUST-1, and (c, d) MG-2. Scale bars represent 10 μm.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<title>Modulation of Hydrothermal Stability and Hydrophilicity</title><p>Hydrothermal stability is an important issue for many industrial\napplications since water exists at temperatures ranging from ambient\nto several hundred degrees. To probe the hydrothermal stability, the\nsamples were exposed to water vapor at 363 K for 12 h. The XRD patterns\nof samples after treatment were used to evaluate the hydrothermal\nstability. As presented in Figure , the main\npeak of HKUST-1 at 11.6° almost disappeared after treatment;\nmeanwhile, a new peak at 10.1° emerged. This mirrors a significant\nloss of structure integrity, and collapse and/or transformation of\nstructure takes place. Apparently, pure HKUST-1 is not stable under\nthe hydrothermal conditions investigated. For the composite MG-1 with\na graphite oxide content of 4.0 wt %, a small diffraction peak at\n10.1° also appeared after treatment. That means, the structure\nof MG-1 is only partially destroyed due to the incorporation of graphite\noxide. It is worth noting that the composites MG-2, MG-3, and MG-4\nafter treatment exhibit quite similar XRD patterns to the composites\nbefore treatment, and no new diffraction peaks are observable. These\nresults clearly show that the incorporation of a proper amount of\ngraphite oxide (8.7–27.2 wt %) is highly efficient in the improvement\nof hydrothermal stability. Further increasing the graphite oxide content\nto 34.3 wt %, however, the hydrothermal stability declines and partial\ndestruction of structure can be seen for MG-5.</p>", "clean_text": "Modulation of Hydrothermal Stability and Hydrophilicity\n\nHydrothermal stability is an important issue for many industrial applications since water exists at temperatures ranging from ambient to several hundred degrees. To probe the hydrothermal stability, the samples were exposed to water vapor at 363 K for 12 h. The XRD patterns of samples after treatment were used to evaluate the hydrothermal stability. As presented in Figure , the main peak of HKUST-1 at 11.6° almost disappeared after treatment; meanwhile, a new peak at 10.1° emerged. This mirrors a significant loss of structure integrity, and collapse and/or transformation of structure takes place. Apparently, pure HKUST-1 is not stable under the hydrothermal conditions investigated. For the composite MG-1 with a graphite oxide content of 4.0 wt %, a small diffraction peak at 10.1° also appeared after treatment. That means, the structure of MG-1 is only partially destroyed due to the incorporation of graphite oxide. It is worth noting that the composites MG-2, MG-3, and MG-4 after treatment exhibit quite similar XRD patterns to the composites before treatment, and no new diffraction peaks are observable. These results clearly show that the incorporation of a proper amount of graphite oxide (8.7-27.2 wt %) is highly efficient in the improvement of hydrothermal stability. Further increasing the graphite oxide content to 34.3 wt %, however, the hydrothermal stability declines and partial destruction of structure can be seen for MG-5.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>XRD patterns of HKUST-1\nand MOF/graphite oxide composites after\nhydrothermal treatment.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2014-06335x_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  XRD patterns of HKUST-1 and MOF/graphite oxide composites after hydrothermal treatment.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The improved hydrothermal stability may be attributed to\nthe modulation\nof hydrophilicity/hydrophobicity of MOFs. The incorporation of graphite\noxide creates a more hydrophobic environment surrounding some copper\ncenters owing to the presence of carbonaceous component, which prevents the coordination bonds from attack\nby water via blocking the adsorption of water molecules, and thus\nenhances the hydrothermal stability of the MOF/graphite oxide composites.\nIt should be noted that MG-1 and MG-5 show partial structure collapse\nafter hydrothermal treatment. The low content of graphite oxide can\nexplain the structural damage of MG-1 since the amount of graphite\noxide (4.0 wt %) is not sufficient to create a hydrophobic environment.\nAs for MG-5, the possible reason for its partial collapse may be that\nthe presence of a rather high amount of graphite oxide could result\nin much distortion of the structure as well as the agglomeration of\ndistorted graphene layers, which makes the frameworks easily attacked\nby water molecules.\n</p>", "clean_text": "The improved hydrothermal stability may be attributed to the modulation of hydrophilicity/hydrophobicity of MOFs. The incorporation of graphite oxide creates a more hydrophobic environment surrounding some copper centers owing to the presence of carbonaceous component, which prevents the coordination bonds from attack by water via blocking the adsorption of water molecules, and thus enhances the hydrothermal stability of the MOF/graphite oxide composites. It should be noted that MG-1 and MG-5 show partial structure collapse after hydrothermal treatment. The low content of graphite oxide can explain the structural damage of MG-1 since the amount of graphite oxide (4.0 wt %) is not sufficient to create a hydrophobic environment. As for MG-5, the possible reason for its partial collapse may be that the presence of a rather high amount of graphite oxide could result in much distortion of the structure as well as the agglomeration of distorted graphene layers, which makes the frameworks easily attacked by water molecules. ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>To further\nverify the modulation of hydrophilicity/hydrophobicity,\nthe adsorption of a typical polar solvent (water) and a typical nonpolar\none (benzene) on the MOF before and after graphite oxide incorporation\nwas conducted. As shown in Figure a, the adsorption\namount of water on pure HKUST-1 is 10.7 mmol g<sup>–1</sup>, which is 3.6 times higher than the adsorption amount of benzene\n(3.0 mmol g<sup>–1</sup>, Figure b).\nInterestingly, the adsorption amount of water decreases sharply to\n1.2 mmol g<sup>–1</sup> on the HKUST-1/graphite oxide composite,\nwhereas the adsorption amount of benzene increases to 5.5 mmol g<sup>–1</sup>. In other words, the composite prefers to adsorb\nthe nonpolar solvent benzene rather than the polar solvent water,\nand the adsorption amount of benzene is 4.6 times higher than that\nof water. The incorporation of graphite oxide into MOF leads to a\ncompletely contrary adsorptive property. The adsorption data of water\nand benzene, in combination with the aforementioned results, demonstrates\nthat the incorporation of graphite oxide creates a more hydrophobic\nenvironment and makes the structure more stable upon hydrothermal\ntreatment.</p>", "clean_text": "To further verify the modulation of hydrophilicity/hydrophobicity, the adsorption of a typical polar solvent (water) and a typical nonpolar one (benzene) on the MOF before and after graphite oxide incorporation was conducted. As shown in Figure a, the adsorption amount of water on pure HKUST-1 is 10.7 mmol g-1, which is 3.6 times higher than the adsorption amount of benzene (3.0 mmol g-1, Figure b). Interestingly, the adsorption amount of water decreases sharply to 1.2 mmol g-1 on the HKUST-1/graphite oxide composite, whereas the adsorption amount of benzene increases to 5.5 mmol g-1. In other words, the composite prefers to adsorb the nonpolar solvent benzene rather than the polar solvent water, and the adsorption amount of benzene is 4.6 times higher than that of water. The incorporation of graphite oxide into MOF leads to a completely contrary adsorptive property. The adsorption data of water and benzene, in combination with the aforementioned results, demonstrates that the incorporation of graphite oxide creates a more hydrophobic environment and makes the structure more stable upon hydrothermal treatment.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Water and benzene vapor adsorption–desorption isotherms\nof samples (a) HKUST-1 and (b) MG-2.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2014-06335x_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Water and benzene vapor adsorption-desorption isotherms of samples (a) HKUST-1 and (b) MG-2.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Catalytic Performance of Resultant Composites</title><p>The resultant\ncomposites were applied to catalyze the synthesis of 2-methoxy-2-phenylethanol\n(MPE) from the ring opening of styrene oxide. MPE is a valuable organic\nsolvent and an intermediate for the pharmaceutical and chemical industries. Traditionally, the ring opening of styrene oxide\nis catalyzed by homogeneous acids or bases, leading to the problem\nof waste production and the difficulty in separation. The substitution\nof conventional homogeneous catalysts with heterogeneous ones thus\nattracts increasing attention. Because of the coordinatively unsaturated\nmetal active sites and large surface areas, MOFs are active as heterogeneous\ncatalysts in a collection of reactions. The obtained composites\nwere used to catalyze the conversion of ring opening of styrene oxide\nand the results are shown in Figure . No styrene\noxide was converted at all even at 160 min on graphite oxide owing\nto the absence of active sites. In the case of HKUST-1, the conversion\nof styrene oxide is 26.7%, indicating the existence of catalytically\nactive sites. The incorporation of graphite oxide evidently changes\nthe catalytic activity. With increasing content of graphite oxide,\nthe conversion of styrene oxide first increases and then decreases.\nIt is noticeable that under the catalysis of MG-2, the conversion\nof styrene oxide reaches 79.2%, which is much higher than that over\nthe MOF before incorporation. For the composite MG-5 with a high graphite\noxide content of 34.3%, the conversion at 160 min is somewhat lower\nas compared with pure HKUST-1.</p>", "clean_text": "Catalytic Performance of Resultant Composites\n\nThe resultant composites were applied to catalyze the synthesis of 2-methoxy-2-phenylethanol (MPE) from the ring opening of styrene oxide. MPE is a valuable organic solvent and an intermediate for the pharmaceutical and chemical industries. Traditionally, the ring opening of styrene oxide is catalyzed by homogeneous acids or bases, leading to the problem of waste production and the difficulty in separation. The substitution of conventional homogeneous catalysts with heterogeneous ones thus attracts increasing attention. Because of the coordinatively unsaturated metal active sites and large surface areas, MOFs are active as heterogeneous catalysts in a collection of reactions. The obtained composites were used to catalyze the conversion of ring opening of styrene oxide and the results are shown in Figure . No styrene oxide was converted at all even at 160 min on graphite oxide owing to the absence of active sites. In the case of HKUST-1, the conversion of styrene oxide is 26.7%, indicating the existence of catalytically active sites. The incorporation of graphite oxide evidently changes the catalytic activity. With increasing content of graphite oxide, the conversion of styrene oxide first increases and then decreases. It is noticeable that under the catalysis of MG-2, the conversion of styrene oxide reaches 79.2%, which is much higher than that over the MOF before incorporation. For the composite MG-5 with a high graphite oxide content of 34.3%, the conversion at 160 min is somewhat lower as compared with pure HKUST-1.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Conversion of the ring opening of styrene\noxide catalyzed by HKUST-1,\ngraphite oxide, and the MOF/graphite oxide composites.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"jp-2014-06335x_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  Conversion of the ring opening of styrene oxide catalyzed by HKUST-1, graphite oxide, and the MOF/graphite oxide composites.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>In addition to the difference in conversion of\nstyrene oxide, the\nreaction rate is also quite different for the MOFs before and after\ngraphite oxide incorporation. Under the catalysis of HKUST-1, the\nconversion of styrene oxide is 10.7% at 20 min, which accounts for\n40% of the conversion at 160 min (26.7%). Nevertheless, the MOF/graphite\noxide composite MG-2 can convert 74.1% of styrene oxide at 20 min,\nwhich is 94% of the conversion at 160 min (79.2%). In other words,\nwhen MOF/graphite oxide composites are employed as catalysts, most\nreactions take place at the initial stage (within 20 min). Nonetheless,\nthe conversion of styrene oxide over HKUST-1 increases gradually with\nreaction time in the whole process. On the basis of these results,\nit is clear that the reaction rate is enhanced by the incorporation\nof graphite oxide.</p>", "clean_text": "In addition to the difference in conversion of styrene oxide, the reaction rate is also quite different for the MOFs before and after graphite oxide incorporation. Under the catalysis of HKUST-1, the conversion of styrene oxide is 10.7% at 20 min, which accounts for 40% of the conversion at 160 min (26.7%). Nevertheless, the MOF/graphite oxide composite MG-2 can convert 74.1% of styrene oxide at 20 min, which is 94% of the conversion at 160 min (79.2%). In other words, when MOF/graphite oxide composites are employed as catalysts, most reactions take place at the initial stage (within 20 min). Nonetheless, the conversion of styrene oxide over HKUST-1 increases gradually with reaction time in the whole process. On the basis of these results, it is clear that the reaction rate is enhanced by the incorporation of graphite oxide.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Two factors are considered to be responsible\nfor the enhanced catalytic\nperformance due to graphite oxide incorporation. The first factor\nis the favorable pore structure caused by the incorporation of graphite\noxide. During synthesis, the exfoliation of graphite oxide occurs\nand leads to the formation of graphene layers. As demonstrated by\nthe IR technique, a collection of oxygen-containing groups (such as\ncarbonyl and sulfonic groups) exist in graphite oxide. The interaction\nbetween graphite oxide and HKUST-1 can be attributed to the coordination\nof the oxygen-containing groups of graphite oxide with the metallic\ncenters of HKUST-1. The nucleation and growth of HKUST-1 thus proceed\nbetween the graphene layers or their thin agglomerates. The layer-spacing\nstructure is thus formed in the obtained MOF/graphite oxide composites.\nIn contrast to pure MOF, some new pores are produced at the interface\nbetween MOF units and graphene layers. As a result, the surface areas\nof composites with an appropriate amount of graphite oxide are greatly\nenhanced, and some meso/macropores are generated. The pore structure\nof composites makes the active sites highly accessible to the reactants\nand accelerates mass transfer of reactants/products. Hence, the catalytic\nperformance can be improved with regard to both activity and reaction\nrate.</p>", "clean_text": "Two factors are considered to be responsible for the enhanced catalytic performance due to graphite oxide incorporation. The first factor is the favorable pore structure caused by the incorporation of graphite oxide. During synthesis, the exfoliation of graphite oxide occurs and leads to the formation of graphene layers. As demonstrated by the IR technique, a collection of oxygen-containing groups (such as carbonyl and sulfonic groups) exist in graphite oxide. The interaction between graphite oxide and HKUST-1 can be attributed to the coordination of the oxygen-containing groups of graphite oxide with the metallic centers of HKUST-1. The nucleation and growth of HKUST-1 thus proceed between the graphene layers or their thin agglomerates. The layer-spacing structure is thus formed in the obtained MOF/graphite oxide composites. In contrast to pure MOF, some new pores are produced at the interface between MOF units and graphene layers. As a result, the surface areas of composites with an appropriate amount of graphite oxide are greatly enhanced, and some meso/macropores are generated. The pore structure of composites makes the active sites highly accessible to the reactants and accelerates mass transfer of reactants/products. Hence, the catalytic performance can be improved with regard to both activity and reaction rate.", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>The second factor is the modulation of hydrophilicity/hydrophobicity.\nThe incorporation of graphite oxide creates a more hydrophobic environment\nsurrounding some copper centers in MOF as demonstrated by various\ntechniques above. In addition to augmenting  hydrothermal stability,\nthe hydrophobic environment presents better affinity of active sites\nto organic reactant (styrene oxide). The access of reactant molecules\nto active sites is thus enhanced, which should also be responsible\nfor the improvement of catalytic performance. On the basis of the\ndiscussion above, it is thus safe to say that the enhanced catalytic\nperformance can be attributed to the improvement of porosity and the\ncreation of a hydrophobic environment in MOFs caused by the incorporation\nof graphite oxide.</p>", "clean_text": "The second factor is the modulation of hydrophilicity/hydrophobicity. The incorporation of graphite oxide creates a more hydrophobic environment surrounding some copper centers in MOF as demonstrated by various techniques above. In addition to augmenting  hydrothermal stability, the hydrophobic environment presents better affinity of active sites to organic reactant (styrene oxide). The access of reactant molecules to active sites is thus enhanced, which should also be responsible for the improvement of catalytic performance. On the basis of the discussion above, it is thus safe to say that the enhanced catalytic performance can be attributed to the improvement of porosity and the creation of a hydrophobic environment in MOFs caused by the incorporation of graphite oxide.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Because reusability is an important factor\ninfluencing the practical\napplications of heterogeneous catalysts, the catalytic activity of\nrecovered MOF/graphite oxide composite is evaluated. As depicted in\nFigure , the conversion of styrene oxide remains\nalmost constant in the six consecutive cycles over MG-2. The recovered\ncatalyst still shows good catalytic activity that is comparable to\nthe fresh catalyst. The XRD patterns of recovered catalysts were also\nrecorded and the intense diffraction lines indicate the good preservation\nof crystallinity (data not shown). This demonstrates the excellent\nreusability of the composites in the ring-opening reaction of styrene\noxide.</p>", "clean_text": "Because reusability is an important factor influencing the practical applications of heterogeneous catalysts, the catalytic activity of recovered MOF/graphite oxide composite is evaluated. As depicted in Figure , the conversion of styrene oxide remains almost constant in the six consecutive cycles over MG-2. The recovered catalyst still shows good catalytic activity that is comparable to the fresh catalyst. The XRD patterns of recovered catalysts were also recorded and the intense diffraction lines indicate the good preservation of crystallinity (data not shown). This demonstrates the excellent reusability of the composites in the ring-opening reaction of styrene oxide.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Reusability of the MOF/graphite oxide composite MG-2 as a heterogeneous\ncatalyst for the ring opening of styrene oxide.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"jp-2014-06335x_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  Reusability of the MOF/graphite oxide composite MG-2 as a heterogeneous catalyst for the ring opening of styrene oxide.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Although MOFs are of great interest for\nvarious applications, the\nreports regarding their practical use are sporadic, at best, due to\nsome shortcomings inherent in MOFs. To overcome the shortcomings,\nwe demonstrate the successful modulation of MOFs properties by incorporation\nof graphite oxide in the present study. The obtained MOF/graphite\noxide composites exhibit layer-spacing structure due to the growth\nof MOF between the graphene layers or their thin agglomerates, giving\nrise to enhanced porosity with high surface areas and some meso/macropores.\nThis favors the access of reactant molecules to active sites and mass\ntransfer in channels. Moreover, the incorporation of graphite oxide\ncreates a more hydrophobic environment surrounding metallic sites,\nwhich shields the coordination bonds from attack by water molecules\nand presents better affinity of active sites to organic reactants.\nAs a result, the hydrothermal stability of MOFs as well as the catalytic\nperformance with regard to both activity and reaction rate are greatly\nimproved. Furthermore, the MOF/graphite oxide composites show excellent\nreusability, and the catalytic activity can be well retained even\nafter six cycles. The excellent hydrothermal stability, catalytic\nactivity, and reusability make the present composites highly promising\nfor practical applications in catalysis.</p>", "clean_text": "Conclusions\n\nAlthough MOFs are of great interest for various applications, the reports regarding their practical use are sporadic, at best, due to some shortcomings inherent in MOFs. To overcome the shortcomings, we demonstrate the successful modulation of MOFs properties by incorporation of graphite oxide in the present study. The obtained MOF/graphite oxide composites exhibit layer-spacing structure due to the growth of MOF between the graphene layers or their thin agglomerates, giving rise to enhanced porosity with high surface areas and some meso/macropores. This favors the access of reactant molecules to active sites and mass transfer in channels. Moreover, the incorporation of graphite oxide creates a more hydrophobic environment surrounding metallic sites, which shields the coordination bonds from attack by water molecules and presents better affinity of active sites to organic reactants. As a result, the hydrothermal stability of MOFs as well as the catalytic performance with regard to both activity and reaction rate are greatly improved. Furthermore, the MOF/graphite oxide composites show excellent reusability, and the catalytic activity can be well retained even after six cycles. The excellent hydrothermal stability, catalytic activity, and reusability make the present composites highly promising for practical applications in catalysis.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": 6, "type": "text", "classification": "synthesis condition", "content": "<title>Materials Synthesis</title><p>Graphite oxide was synthesized\nby oxidation of graphite by using the reported method. Briefly, graphite powder (10.0 g) was stirred\nwith concentrated sulfuric acid (230.0 mL) in an ice bath. Then potassium\npermanganate (30.0 g) was slowly added to the suspension. The mixture\nwas stirred at 35 °C for 30 min. Deionized water (1.4 L) was\nadded to dilute the suspension before adding hydrogen peroxide (100.0\nmL). The mixture was filtrated, washed with deionized water, and dried.</p>", "clean_text": "Materials Synthesis\n\nGraphite oxide was synthesized by oxidation of graphite by using the reported method. Briefly, graphite powder (10.0 g) was stirred with concentrated sulfuric acid (230.0 mL) in an ice bath. Then potassium permanganate (30.0 g) was slowly added to the suspension. The mixture was stirred at 35 °C for 30 min. Deionized water (1.4 L) was added to dilute the suspension before adding hydrogen peroxide (100.0 mL). The mixture was filtrated, washed with deionized water, and dried.", "data": [{"meta": {"name": "Graphite oxide", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "graphite powder", "amount": "10.0", "unit": "g"}], "solution": [{"name": "concentrated sulfuric acid", "amount": "230.0", "unit": "mL"}, {"name": "potassium permanganate", "amount": "30.0", "unit": "g"}, {"name": "deionized water", "amount": "1.4", "unit": "L"}, {"name": "hydrogen peroxide", "amount": "100.0", "unit": "mL"}], "pressure": "", "temperature": "35 °C", "time": "30 min"}, {"synthesis method": "filtration", "time": "", "atmosphere": "", "pressure": ""}, {"synthesis method": "washing", "washing solution": "deionized water", "amount": ""}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "", "time": ""}]}], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying"]}, {"idx": "1, 16, 22, 25, 27", "type": "text", "classification": "property", "content": "<p>This paper aims to improve the hydrothermal\nstability and catalytic\nactivity of metal–organic frameworks (MOFs), which are believed\nto play an important role in the practical applications of MOFs in\ncatalysis. Our strategy is to incorporate graphite oxide into a typical\nMOF, namely HKUST-1 (Cu<sub>3</sub>(BTC)<sub>2</sub>, BTC = 1,3,5-benzenetricarboxylic\nacid; HKUST = Hong Kong University of Science and Technology), and\nthe properties of MOF are successfully tailored by use of this strategy.\nThe obtained MOF/graphite oxide composites show enhanced porosity\nwith high surface areas and some meso/macropores. For the composite\ncontaining 8.7 wt % of graphite oxide, the surface area reaches 1257\nm<sup>2</sup> g<sup>–1</sup>, which is obviously higher than\npure HKUST-1 (841 m<sup>2</sup> g<sup>–1</sup>). The pore structure\nof composites favors the access of reactant molecules to active sites\nand accelerates mass transfer in channels. Furthermore, the incorporation\nof graphite oxide creates a more hydrophobic environment surrounding\nmetallic sites, which prevents the coordination bonds from attacking\nby water molecules and presents better affinity of active sites to\norganic reactants. Hence, the hydrothermal stability of MOF as well\nas the catalytic performance with regard to both activity and reaction\nrate are greatly improved. For the composite incorporating 8.7 wt\n% of graphite oxide, the conversion of styrene oxide in the ring-opening\nreaction can reach 74.1% after reaction for only 20 min, which is\nmuch higher than pure HKUST-1 (10.7%). More importantly, the catalytic\nactivity can be well recovered without any loss even after six cycles.\nThe excellent hydrothermal stability, catalytic activity, and reusability\nmake our materials highly promising for use as heterogeneous catalysts\nin practical applications.</p><p>Figure  gives N<sub>2</sub> adsorption–desorption\nisotherms of different samples. Only a tiny amount of N<sub>2</sub> is adsorbed on graphite oxide. The isotherm for HKUST-1 is of type\nI, which indicates its microporous character. This is expected since\nthe HKUST-1 networks are made of 9 Å square channels. Although\nthe shape of isotherms for composites is quite similar to that of\nHKUST-1, a small hysteresis loop at high relative pressures can be\nseen. This means that the incorporation of graphite oxide leads to\nthe formation of some meso/macropores in the composites. Table  presents the textual parameters of different samples\ncalculated from isotherms. Almost all of the composites show higher\nsurface areas and pore volumes except for MG-5, the one with the highest\ngraphite oxide content. The enhanced surface area may be caused by\nthe new pores created at the interface between HKUST-1 units and graphene\nlayers, which can be attributed to the coordination of the oxygen-containing\ngroups of graphite oxide with the metallic centers of HKUST-1. With increasing content of graphite oxide in\nthe composites, the surface areas and pore volumes first increase\nand then decrease. The composite MG-2 with a graphite oxide content\nof 8.7 wt % exhibits a surface area as high as 1257 m<sup>2</sup> g<sup>–1</sup> and a pore volume of 0.552 cm<sup>3</sup> g<sup>–1</sup>, which is evidently larger than that of pure HKUST-1 with a surface\narea of 841 m<sup>2</sup> g<sup>–1</sup> and a pore volume\nof 0.433 cm<sup>3</sup> g<sup>–1</sup>. With a further increase\nin the graphite oxide content, the porosity of composites declines.\nThis can be explained by the distortion in structure when elevated\namounts of graphite oxide present in the composites. Another possible\nreason is the number of groups on graphite oxide surpasses the accessible\nsites on MOF, which causes the agglomeration of distorted graphene\nlayers from graphite oxide.</p><title>Modulation of Hydrothermal Stability and Hydrophilicity</title><p>Hydrothermal stability is an important issue for many industrial\napplications since water exists at temperatures ranging from ambient\nto several hundred degrees. To probe the hydrothermal stability, the\nsamples were exposed to water vapor at 363 K for 12 h. The XRD patterns\nof samples after treatment were used to evaluate the hydrothermal\nstability. As presented in Figure , the main\npeak of HKUST-1 at 11.6° almost disappeared after treatment;\nmeanwhile, a new peak at 10.1° emerged. This mirrors a significant\nloss of structure integrity, and collapse and/or transformation of\nstructure takes place. Apparently, pure HKUST-1 is not stable under\nthe hydrothermal conditions investigated. For the composite MG-1 with\na graphite oxide content of 4.0 wt %, a small diffraction peak at\n10.1° also appeared after treatment. That means, the structure\nof MG-1 is only partially destroyed due to the incorporation of graphite\noxide. It is worth noting that the composites MG-2, MG-3, and MG-4\nafter treatment exhibit quite similar XRD patterns to the composites\nbefore treatment, and no new diffraction peaks are observable. These\nresults clearly show that the incorporation of a proper amount of\ngraphite oxide (8.7–27.2 wt %) is highly efficient in the improvement\nof hydrothermal stability. Further increasing the graphite oxide content\nto 34.3 wt %, however, the hydrothermal stability declines and partial\ndestruction of structure can be seen for MG-5.</p><p>To further\nverify the modulation of hydrophilicity/hydrophobicity,\nthe adsorption of a typical polar solvent (water) and a typical nonpolar\none (benzene) on the MOF before and after graphite oxide incorporation\nwas conducted. As shown in Figure a, the adsorption\namount of water on pure HKUST-1 is 10.7 mmol g<sup>–1</sup>, which is 3.6 times higher than the adsorption amount of benzene\n(3.0 mmol g<sup>–1</sup>, Figure b).\nInterestingly, the adsorption amount of water decreases sharply to\n1.2 mmol g<sup>–1</sup> on the HKUST-1/graphite oxide composite,\nwhereas the adsorption amount of benzene increases to 5.5 mmol g<sup>–1</sup>. In other words, the composite prefers to adsorb\nthe nonpolar solvent benzene rather than the polar solvent water,\nand the adsorption amount of benzene is 4.6 times higher than that\nof water. The incorporation of graphite oxide into MOF leads to a\ncompletely contrary adsorptive property. The adsorption data of water\nand benzene, in combination with the aforementioned results, demonstrates\nthat the incorporation of graphite oxide creates a more hydrophobic\nenvironment and makes the structure more stable upon hydrothermal\ntreatment.</p><title>Catalytic Performance of Resultant Composites</title><p>The resultant\ncomposites were applied to catalyze the synthesis of 2-methoxy-2-phenylethanol\n(MPE) from the ring opening of styrene oxide. MPE is a valuable organic\nsolvent and an intermediate for the pharmaceutical and chemical industries. Traditionally, the ring opening of styrene oxide\nis catalyzed by homogeneous acids or bases, leading to the problem\nof waste production and the difficulty in separation. The substitution\nof conventional homogeneous catalysts with heterogeneous ones thus\nattracts increasing attention. Because of the coordinatively unsaturated\nmetal active sites and large surface areas, MOFs are active as heterogeneous\ncatalysts in a collection of reactions. The obtained composites\nwere used to catalyze the conversion of ring opening of styrene oxide\nand the results are shown in Figure . No styrene\noxide was converted at all even at 160 min on graphite oxide owing\nto the absence of active sites. In the case of HKUST-1, the conversion\nof styrene oxide is 26.7%, indicating the existence of catalytically\nactive sites. The incorporation of graphite oxide evidently changes\nthe catalytic activity. With increasing content of graphite oxide,\nthe conversion of styrene oxide first increases and then decreases.\nIt is noticeable that under the catalysis of MG-2, the conversion\nof styrene oxide reaches 79.2%, which is much higher than that over\nthe MOF before incorporation. For the composite MG-5 with a high graphite\noxide content of 34.3%, the conversion at 160 min is somewhat lower\nas compared with pure HKUST-1.</p>", "clean_text": "This paper aims to improve the hydrothermal stability and catalytic activity of metal-organic frameworks (MOFs), which are believed to play an important role in the practical applications of MOFs in catalysis. Our strategy is to incorporate graphite oxide into a typical MOF, namely HKUST-1 (Cu3(BTC)2, BTC = 1,3,5-benzenetricarboxylic acid; HKUST = Hong Kong University of Science and Technology), and the properties of MOF are successfully tailored by use of this strategy. The obtained MOF/graphite oxide composites show enhanced porosity with high surface areas and some meso/macropores. For the composite containing 8.7 wt % of graphite oxide, the surface area reaches 1257 m2 g-1, which is obviously higher than pure HKUST-1 (841 m2 g-1). The pore structure of composites favors the access of reactant molecules to active sites and accelerates mass transfer in channels. Furthermore, the incorporation of graphite oxide creates a more hydrophobic environment surrounding metallic sites, which prevents the coordination bonds from attacking by water molecules and presents better affinity of active sites to organic reactants. Hence, the hydrothermal stability of MOF as well as the catalytic performance with regard to both activity and reaction rate are greatly improved. For the composite incorporating 8.7 wt % of graphite oxide, the conversion of styrene oxide in the ring-opening reaction can reach 74.1% after reaction for only 20 min, which is much higher than pure HKUST-1 (10.7%). More importantly, the catalytic activity can be well recovered without any loss even after six cycles. The excellent hydrothermal stability, catalytic activity, and reusability make our materials highly promising for use as heterogeneous catalysts in practical applications.\n\nFigure  gives N2 adsorption-desorption isotherms of different samples. Only a tiny amount of N2 is adsorbed on graphite oxide. The isotherm for HKUST-1 is of type I, which indicates its microporous character. This is expected since the HKUST-1 networks are made of 9 Å square channels. Although the shape of isotherms for composites is quite similar to that of HKUST-1, a small hysteresis loop at high relative pressures can be seen. This means that the incorporation of graphite oxide leads to the formation of some meso/macropores in the composites. Table  presents the textual parameters of different samples calculated from isotherms. Almost all of the composites show higher surface areas and pore volumes except for MG-5, the one with the highest graphite oxide content. The enhanced surface area may be caused by the new pores created at the interface between HKUST-1 units and graphene layers, which can be attributed to the coordination of the oxygen-containing groups of graphite oxide with the metallic centers of HKUST-1. With increasing content of graphite oxide in the composites, the surface areas and pore volumes first increase and then decrease. The composite MG-2 with a graphite oxide content of 8.7 wt % exhibits a surface area as high as 1257 m2 g-1 and a pore volume of 0.552 cm3 g-1, which is evidently larger than that of pure HKUST-1 with a surface area of 841 m2 g-1 and a pore volume of 0.433 cm3 g-1. With a further increase in the graphite oxide content, the porosity of composites declines. This can be explained by the distortion in structure when elevated amounts of graphite oxide present in the composites. Another possible reason is the number of groups on graphite oxide surpasses the accessible sites on MOF, which causes the agglomeration of distorted graphene layers from graphite oxide.\n\nModulation of Hydrothermal Stability and Hydrophilicity\n\nHydrothermal stability is an important issue for many industrial applications since water exists at temperatures ranging from ambient to several hundred degrees. To probe the hydrothermal stability, the samples were exposed to water vapor at 363 K for 12 h. The XRD patterns of samples after treatment were used to evaluate the hydrothermal stability. As presented in Figure , the main peak of HKUST-1 at 11.6° almost disappeared after treatment; meanwhile, a new peak at 10.1° emerged. This mirrors a significant loss of structure integrity, and collapse and/or transformation of structure takes place. Apparently, pure HKUST-1 is not stable under the hydrothermal conditions investigated. For the composite MG-1 with a graphite oxide content of 4.0 wt %, a small diffraction peak at 10.1° also appeared after treatment. That means, the structure of MG-1 is only partially destroyed due to the incorporation of graphite oxide. It is worth noting that the composites MG-2, MG-3, and MG-4 after treatment exhibit quite similar XRD patterns to the composites before treatment, and no new diffraction peaks are observable. These results clearly show that the incorporation of a proper amount of graphite oxide (8.7-27.2 wt %) is highly efficient in the improvement of hydrothermal stability. Further increasing the graphite oxide content to 34.3 wt %, however, the hydrothermal stability declines and partial destruction of structure can be seen for MG-5.\n\nTo further verify the modulation of hydrophilicity/hydrophobicity, the adsorption of a typical polar solvent (water) and a typical nonpolar one (benzene) on the MOF before and after graphite oxide incorporation was conducted. As shown in Figure a, the adsorption amount of water on pure HKUST-1 is 10.7 mmol g-1, which is 3.6 times higher than the adsorption amount of benzene (3.0 mmol g-1, Figure b). Interestingly, the adsorption amount of water decreases sharply to 1.2 mmol g-1 on the HKUST-1/graphite oxide composite, whereas the adsorption amount of benzene increases to 5.5 mmol g-1. In other words, the composite prefers to adsorb the nonpolar solvent benzene rather than the polar solvent water, and the adsorption amount of benzene is 4.6 times higher than that of water. The incorporation of graphite oxide into MOF leads to a completely contrary adsorptive property. The adsorption data of water and benzene, in combination with the aforementioned results, demonstrates that the incorporation of graphite oxide creates a more hydrophobic environment and makes the structure more stable upon hydrothermal treatment.\n\nCatalytic Performance of Resultant Composites\n\nThe resultant composites were applied to catalyze the synthesis of 2-methoxy-2-phenylethanol (MPE) from the ring opening of styrene oxide. MPE is a valuable organic solvent and an intermediate for the pharmaceutical and chemical industries. Traditionally, the ring opening of styrene oxide is catalyzed by homogeneous acids or bases, leading to the problem of waste production and the difficulty in separation. The substitution of conventional homogeneous catalysts with heterogeneous ones thus attracts increasing attention. Because of the coordinatively unsaturated metal active sites and large surface areas, MOFs are active as heterogeneous catalysts in a collection of reactions. The obtained composites were used to catalyze the conversion of ring opening of styrene oxide and the results are shown in Figure . No styrene oxide was converted at all even at 160 min on graphite oxide owing to the absence of active sites. In the case of HKUST-1, the conversion of styrene oxide is 26.7%, indicating the existence of catalytically active sites. The incorporation of graphite oxide evidently changes the catalytic activity. With increasing content of graphite oxide, the conversion of styrene oxide first increases and then decreases. It is noticeable that under the catalysis of MG-2, the conversion of styrene oxide reaches 79.2%, which is much higher than that over the MOF before incorporation. For the composite MG-5 with a high graphite oxide content of 34.3%, the conversion at 160 min is somewhat lower as compared with pure HKUST-1.", "data": [[{"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": "Cu3(BTC)2"}}, {"meta": {"name": "MG-2", "symbol": "", "chemical formula": ""}, "surface area": {"type": "", "probe": "", "value": "1257", "unit": "m2/g", "condition": ""}}, {"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": "Cu3(BTC)2"}}, {"meta": {"name": "MG-2", "symbol": "", "chemical formula": ""}, "surface area": {"type": "", "probe": "", "value": "1257", "unit": "m2/g", "condition": ""}}]], "include_properties": ["surface_area"]}, {"idx": 8, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Graphite Oxide Content and Textual\nParameters of Different Samples</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"4\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">graphite\noxide content (wt %)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub> (m<sup>2</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>p</sub> (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>HKUST-1</oasis:entry>\n<oasis:entry>0</oasis:entry>\n<oasis:entry>841</oasis:entry>\n<oasis:entry>0.433</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MG-1</oasis:entry>\n<oasis:entry>4.0</oasis:entry>\n<oasis:entry>996</oasis:entry>\n<oasis:entry>0.527</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MG-2</oasis:entry>\n<oasis:entry>8.7</oasis:entry>\n<oasis:entry>1257</oasis:entry>\n<oasis:entry>0.552</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MG-3</oasis:entry>\n<oasis:entry>17.2</oasis:entry>\n<oasis:entry>1138</oasis:entry>\n<oasis:entry>0.502</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MG-4</oasis:entry>\n<oasis:entry>27.2</oasis:entry>\n<oasis:entry>929</oasis:entry>\n<oasis:entry>0.477</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MG-5</oasis:entry>\n<oasis:entry>34.3</oasis:entry>\n<oasis:entry>819</oasis:entry>\n<oasis:entry>0.371</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>graphite oxide</oasis:entry>\n<oasis:entry>100</oasis:entry>\n<oasis:entry>38</oasis:entry>\n<oasis:entry>0.036</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Graphite Oxide Content and Textual Parameters of Different Samples\n\n| sample         | graphite oxide content (wt %) | S<sub>BET</sub> (m<sup>2</sup> g<sup>–1</sup>) | V<sub>p</sub> (cm<sup>3</sup> g<sup>–1</sup>) |\n|----------------|--------------------------------|---------------------------------------------|--------------------------------------------|\n| HKUST-1        | 0                              | 841                                         | 0.433                                      |\n| MG-1           | 4.0                            | 996                                         | 0.527                                      |\n| MG-2           | 8.7                            | 1257                                        | 0.552                                      |\n| MG-3           | 17.2                           | 1138                                        | 0.502                                      |\n| MG-4           | 27.2                           | 929                                         | 0.477                                      |\n| MG-5           | 34.3                           | 819                                         | 0.371                                      |\n| graphite oxide | 100                            | 38                                          | 0.036                                      |", "data": [{"meta": {"name": "HKUST-1", "symbol": "", "chemical formula": ""}, "graphite oxide content": {"value": "0", "unit": "wt %"}, "surface area": {"value": "841", "unit": "m^2/g"}, "pore volume": {"value": "0.433", "unit": "cm^3/g"}}, {"meta": {"name": "MG-1", "symbol": "", "chemical formula": ""}, "graphite oxide content": {"value": "4.0", "unit": "wt %"}, "surface area": {"value": "996", "unit": "m^2/g"}, "pore volume": {"value": "0.527", "unit": "cm^3/g"}}, {"meta": {"name": "MG-2", "symbol": "", "chemical formula": ""}, "graphite oxide content": {"value": "8.7", "unit": "wt %"}, "surface area": {"value": "1257", "unit": "m^2/g"}, "pore volume": {"value": "0.552", "unit": "cm^3/g"}}, {"meta": {"name": "MG-3", "symbol": "", "chemical formula": ""}, "graphite oxide content": {"value": "17.2", "unit": "wt %"}, "surface area": {"value": "1138", "unit": "m^2/g"}, "pore volume": {"value": "0.502", "unit": "cm^3/g"}}, {"meta": {"name": "MG-4", "symbol": "", "chemical formula": ""}, "graphite oxide content": {"value": "27.2", "unit": "wt %"}, "surface area": {"value": "929", "unit": "m^2/g"}, "pore volume": {"value": "0.477", "unit": "cm^3/g"}}, {"meta": {"name": "MG-5", "symbol": "", "chemical formula": ""}, "graphite oxide content": {"value": "34.3", "unit": "wt %"}, "surface area": {"value": "819", "unit": "m^2/g"}, "pore volume": {"value": "0.371", "unit": "cm^3/g"}}, {"meta": {"name": "graphite oxide", "symbol": "", "chemical formula": ""}, "graphite oxide content": {"value": "100", "unit": "wt %"}, "surface area": {"value": "38", "unit": "m^2/g"}, "pore volume": {"value": "0.036", "unit": "cm^3/g"}}], "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>XRD patterns\nof graphite oxide, HKUST-1, and MOF/graphite oxide\ncomposites.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2014-06335x_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  XRD patterns of graphite oxide, HKUST-1, and MOF/graphite oxide composites.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>IR spectra\nof graphite oxide, HKUST-1, and MOF/graphite oxide composites.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2014-06335x_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  IR spectra of graphite oxide, HKUST-1, and MOF/graphite oxide composites.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Nitrogen adsorption–desorption isotherms\nat 77 K of HKUST-1\nand MOF/graphite oxide composites.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2014-06335x_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Nitrogen adsorption-desorption isotherms at 77 K of HKUST-1 and MOF/graphite oxide composites.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) TG and\n(b) DTG curves of graphite oxide, HKUST-1, and MOF/graphite\noxide composites. Curves are plotted offset for clarity.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2014-06335x_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  (a) TG and (b) DTG curves of graphite oxide, HKUST-1, and MOF/graphite oxide composites. Curves are plotted offset for clarity.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>SEM images of (a) graphite oxide, (b) HKUST-1, and (c,\nd) MG-2.\nScale bars represent 10 μm.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2014-06335x_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  SEM images of (a) graphite oxide, (b) HKUST-1, and (c, d) MG-2. Scale bars represent 10 μm.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>XRD patterns of HKUST-1\nand MOF/graphite oxide composites after\nhydrothermal treatment.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2014-06335x_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  XRD patterns of HKUST-1 and MOF/graphite oxide composites after hydrothermal treatment.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Water and benzene vapor adsorption–desorption isotherms\nof samples (a) HKUST-1 and (b) MG-2.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2014-06335x_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Water and benzene vapor adsorption-desorption isotherms of samples (a) HKUST-1 and (b) MG-2.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Conversion of the ring opening of styrene\noxide catalyzed by HKUST-1,\ngraphite oxide, and the MOF/graphite oxide composites.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"jp-2014-06335x_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  Conversion of the ring opening of styrene oxide catalyzed by HKUST-1, graphite oxide, and the MOF/graphite oxide composites.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Reusability of the MOF/graphite oxide composite MG-2 as a heterogeneous\ncatalyst for the ring opening of styrene oxide.</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"jp-2014-06335x_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  Reusability of the MOF/graphite oxide composite MG-2 as a heterogeneous catalyst for the ring opening of styrene oxide.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/jp506335x", "title": null, "journal": "American Chemical\nSociety", "date": "2014.08", "author_list": ["Zu\nDan-Dan", "Lu\nLei", "Liu\nXiao-Qin", "Zhang\nDong-Yuan", "Sun\nLin-Bing"]}}