{"filepath": "../L2M3_data/1_application_papers/acs_xml/jp5b10552.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["property"], "content": "<p>Highly\nenhanced CO<sub>2</sub> and H<sub>2</sub> adsorption properties\nwere achieved with a series of phenolic resin-based carbon spheres\n(resorcinol–formaldehyde carbon (RFC) and phenol–formaldehyde\ncarbon (PFC)) by carbonization of RF and PF polymer (RFP and PFP)\nspheres synthesized via a sol–gel reaction and subsequent activation\nwith hot CO<sub>2</sub> or NH<sub>3</sub> treatment. Monodisperse\nand size-tunable (100–600 nm) RFC and PFC spheres had intrinsic\nnitrogen contents (ca. 1.5 wt %), which are attributed to the synthesis\nconditions that utilized NH<sub>3</sub> as a basic catalyst as well\nas nitrogen precursor. A series of CO<sub>2</sub>-activated and N-doped\nRFC and PFC spheres showed almost perfect correlation (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.99) between CO<sub>2</sub> adsorption capacities\nand accumulated pore volumes of fine micropores (ultramicropore &lt;1\nnm) obtained using the nonlocal density functional theory (NLDFT)\nmodel. Interestingly, NH<sub>3</sub> activation served not only as\nan effective method for heteroatom doping (i.e., nitrogen) into the\ncarbon framework but also as an excellent activation process to fine-tune\nthe surface area and pore size distribution (PSD). Increased nitrogen\ndoping levels up to ca. 2.8 wt % for NH<sub>3</sub>-activated RFC\nspheres showed superior CO<sub>2</sub> adsorption capacities of 4.54\n(1 bar) and 7.14 mmol g<sup>–1</sup> (1 bar) at 298 and 273\nK, respectively. Compared to CO<sub>2</sub>-activated RFC spheres\nwith similar ultramicropore volume presenting CO<sub>2</sub> uptakes\nof 4.41 (1 bar) and 6.86 mmol g<sup>–1</sup> (1 bar) at 298\nand 273 K, respectively, NH<sub>3</sub>-activated nitrogen-enriched\nRFC was found to have elevated chemisorption ability. Moreover, prolonged\nactivation of RFC and PFC spheres provided ultrahigh surface areas,\none of which reached 4079 m<sup>2</sup>g<sup>–1</sup> with\nan unprecedented superb H<sub>2</sub> uptake capacity of 3.26 wt %\nat 77 K (1 bar), representing one of the best H<sub>2</sub> storage\nmedia among carbonaceous materials and metal–organic frameworks\n(MOFs).</p>", "clean_text": "Highly enhanced CO2 and H2 adsorption properties were achieved with a series of phenolic resin-based carbon spheres (resorcinol-formaldehyde carbon (RFC) and phenol-formaldehyde carbon (PFC)) by carbonization of RF and PF polymer (RFP and PFP) spheres synthesized via a sol-gel reaction and subsequent activation with hot CO2 or NH3 treatment. Monodisperse and size-tunable (100-600 nm) RFC and PFC spheres had intrinsic nitrogen contents (ca. 1.5 wt %), which are attributed to the synthesis conditions that utilized NH3 as a basic catalyst as well as nitrogen precursor. A series of CO2-activated and N-doped RFC and PFC spheres showed almost perfect correlation (R 2 = 0.99) between CO2 adsorption capacities and accumulated pore volumes of fine micropores (ultramicropore <1 nm) obtained using the nonlocal density functional theory (NLDFT) model. Interestingly, NH3 activation served not only as an effective method for heteroatom doping (i.e., nitrogen) into the carbon framework but also as an excellent activation process to fine-tune the surface area and pore size distribution (PSD). Increased nitrogen doping levels up to ca. 2.8 wt % for NH3-activated RFC spheres showed superior CO2 adsorption capacities of 4.54 (1 bar) and 7.14 mmol g-1 (1 bar) at 298 and 273 K, respectively. Compared to CO2-activated RFC spheres with similar ultramicropore volume presenting CO2 uptakes of 4.41 (1 bar) and 6.86 mmol g-1 (1 bar) at 298 and 273 K, respectively, NH3-activated nitrogen-enriched RFC was found to have elevated chemisorption ability. Moreover, prolonged activation of RFC and PFC spheres provided ultrahigh surface areas, one of which reached 4079 m2g-1 with an unprecedented superb H2 uptake capacity of 3.26 wt % at 77 K (1 bar), representing one of the best H2 storage media among carbonaceous materials and metal-organic frameworks (MOFs).", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Highly porous carbonaceous\nmaterials have greatly contributed to\nsolutions for energy and environment problems because of their characteristic\nfeatures that include high surface area, large pore volume, capabilities\nof surface functionalization and heteroatom doping, chemical and physical\nstability, relatively low cost, and light weight. In particular\namong potential applications of carbon materials, gas sorption properties,\nthe capture and storage of CO<sub>2</sub> and H<sub>2</sub>, have\nbeen intensively studied because of huge demands for mitigating global\nwarming and climate change that are mainly caused by greenhouse gas\n(e.g., CO<sub>2</sub>) emissions from burning fossil fuels and the\nneed for effective storage of H<sub>2</sub> for fuel cell and power\ngeneration applications.\n</p>", "clean_text": "Introduction\n\nHighly porous carbonaceous materials have greatly contributed to solutions for energy and environment problems because of their characteristic features that include high surface area, large pore volume, capabilities of surface functionalization and heteroatom doping, chemical and physical stability, relatively low cost, and light weight. In particular among potential applications of carbon materials, gas sorption properties, the capture and storage of CO2 and H2, have been intensively studied because of huge demands for mitigating global warming and climate change that are mainly caused by greenhouse gas (e.g., CO2) emissions from burning fossil fuels and the need for effective storage of H2 for fuel cell and power generation applications. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In attempts to capture CO<sub>2</sub>, there have been numerous\nefforts to develop various dry sorbents because of serious drawbacks\nin current CO<sub>2</sub> capture systems based on aqueous amine solutions,\nenergy-intensive regeneration processes, and poor stability of facilities\nfrom the corrosive and toxic nature of amines. Among various types of dry sorbents, carbonaceous materials in particular\nhave been highlighted as CO<sub>2</sub> adsorbents because of the\naforementioned features. According to recent publications, enhanced\nCO<sub>2</sub> uptake from carbon materials has been reported by fine-tuning\nphysical and chemical properties: development of PSD of ultramicropores\n(&lt;1 nm) and incorporation of basic moieties into carbon frameworks\nby heteroatom doping (i.e., nitrogen) for more efficient adsorption\nof the acidic nature of CO<sub>2</sub> caused by polarization of quadrupole\nmoments. For the former issue, many research groups have suggested that the\nstrong dependency of CO<sub>2</sub> capacity of carbon materials is\nrelated to micropore volume, in which the amount of even smaller pore\nsizes less than 1 nm for carbon materials plays a pivotal role in\nCO<sub>2</sub> uptake. To develop ultramicropores through various activation methods, hot\nCO<sub>2</sub> treatment (C(s) + CO<sub>2</sub> (g) → 2CO (g))\nhas been of great interest for fine-tuning pore structure because\nof facile experimental controls (i.e., dose amount, reaction time,\ntemperature control, etc.). Another important way to enhance CO<sub>2</sub> uptake is to incorporate\nbasicity into the carbon framework by heteroatom doping (i.e., nitrogen).\nAs mentioned above, the Lewis acid–base interaction between\nacidic CO<sub>2</sub> and N-doped carbon frameworks provides increased\nisosteric heats of adsorption (<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) of\nCO<sub>2</sub>, indicating the chemisorption ability of carbon materials\nbearing nitrogen. Such a property also plays an important role in\nselective adsorption of CO<sub>2</sub> over N<sub>2</sub> or CH<sub>4</sub>. There are two main methods to incorporate nitrogen\natoms into carbon frameworks: use of nitrogen containing precursors (e.g., melamine, pyrrole, N-containing MOF, ionic liquid, nitrogen\ncontaining biomass, etc.) and postsynthesis approaches such as hot\nNH<sub>3</sub> treatment. The former synthesis\nprocess has advantages for achieving relatively high contents of nitrogen,\nbut morphology control for monodisperse carbon spheres is scarcely\nachieved. However, postsynthesis treatment using hot NH<sub>3</sub> gas readily incorporates nitrogen into carbon frameworks without\nsignificantly changing the morphology of parent carbon spheres.</p>", "clean_text": "In attempts to capture CO2, there have been numerous efforts to develop various dry sorbents because of serious drawbacks in current CO2 capture systems based on aqueous amine solutions, energy-intensive regeneration processes, and poor stability of facilities from the corrosive and toxic nature of amines. Among various types of dry sorbents, carbonaceous materials in particular have been highlighted as CO2 adsorbents because of the aforementioned features. According to recent publications, enhanced CO2 uptake from carbon materials has been reported by fine-tuning physical and chemical properties: development of PSD of ultramicropores (<1 nm) and incorporation of basic moieties into carbon frameworks by heteroatom doping (i.e., nitrogen) for more efficient adsorption of the acidic nature of CO2 caused by polarization of quadrupole moments. For the former issue, many research groups have suggested that the strong dependency of CO2 capacity of carbon materials is related to micropore volume, in which the amount of even smaller pore sizes less than 1 nm for carbon materials plays a pivotal role in CO2 uptake. To develop ultramicropores through various activation methods, hot CO2 treatment (C(s) + CO2 (g) → 2CO (g)) has been of great interest for fine-tuning pore structure because of facile experimental controls (i.e., dose amount, reaction time, temperature control, etc.). Another important way to enhance CO2 uptake is to incorporate basicity into the carbon framework by heteroatom doping (i.e., nitrogen). As mentioned above, the Lewis acid-base interaction between acidic CO2 and N-doped carbon frameworks provides increased isosteric heats of adsorption (Q st) of CO2, indicating the chemisorption ability of carbon materials bearing nitrogen. Such a property also plays an important role in selective adsorption of CO2 over N2 or CH4. There are two main methods to incorporate nitrogen atoms into carbon frameworks: use of nitrogen containing precursors (e.g., melamine, pyrrole, N-containing MOF, ionic liquid, nitrogen containing biomass, etc.) and postsynthesis approaches such as hot NH3 treatment. The former synthesis process has advantages for achieving relatively high contents of nitrogen, but morphology control for monodisperse carbon spheres is scarcely achieved. However, postsynthesis treatment using hot NH3 gas readily incorporates nitrogen into carbon frameworks without significantly changing the morphology of parent carbon spheres.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In contrast, among physisorption-based porous materials, highly\nporous carbon materials have been of extensive interest as H<sub>2</sub> storage media because of the aforementioned features such as high\nsurface area, lightweight, and chemical stability. Therefore, much\nattention has been focused on increasing the surface area of carbonaceous\nmaterials via various approaches such as use of activation processes,\nzeolite derived carbon, MOF derived carbon materials, templated carbons,\nand carbide derived carbon materials. In addition, recent studies have shown a\nstrong relationship between H<sub>2</sub> capacity and the microporosity\nof carbon materials, suggesting the importance of developing microporosity\nof carbon materials for enhanced H<sub>2</sub> storage.\n</p>", "clean_text": "In contrast, among physisorption-based porous materials, highly porous carbon materials have been of extensive interest as H2 storage media because of the aforementioned features such as high surface area, lightweight, and chemical stability. Therefore, much attention has been focused on increasing the surface area of carbonaceous materials via various approaches such as use of activation processes, zeolite derived carbon, MOF derived carbon materials, templated carbons, and carbide derived carbon materials. In addition, recent studies have shown a strong relationship between H2 capacity and the microporosity of carbon materials, suggesting the importance of developing microporosity of carbon materials for enhanced H2 storage. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Specific properties of carbonaceous materials that play an\nimportant\nrole in CO<sub>2</sub> adsorption are not clearly associated with\nsatisfying high uptake for H<sub>2</sub>; in general, a greater amount\nof CO<sub>2</sub> is adsorbed with base-functionalized (i.e., N-doped)\ncarbons and more developed ultramicropores, whereas carbon with a\nhigh surface area shows moderate uptake for CO<sub>2</sub> but a high\nuptake of H<sub>2</sub>. Because of these issues, specific synthesis\ndesigns for carbon materials have generally been applied to enhance\nthe uptake of either CO<sub>2</sub> or H<sub>2</sub>. Therefore, detailed\nstudy that combines relationships between structural properties (i.e.,\nsurface area, polarity (doping), PSD, microporosity including ultramicroporosity)\nand gas sorption capacities for both CO<sub>2</sub> and H<sub>2</sub> with an experimental series of carbon materials has rarely been\nreported.</p>", "clean_text": "Specific properties of carbonaceous materials that play an important role in CO2 adsorption are not clearly associated with satisfying high uptake for H2; in general, a greater amount of CO2 is adsorbed with base-functionalized (i.e., N-doped) carbons and more developed ultramicropores, whereas carbon with a high surface area shows moderate uptake for CO2 but a high uptake of H2. Because of these issues, specific synthesis designs for carbon materials have generally been applied to enhance the uptake of either CO2 or H2. Therefore, detailed study that combines relationships between structural properties (i.e., surface area, polarity (doping), PSD, microporosity including ultramicroporosity) and gas sorption capacities for both CO2 and H2 with an experimental series of carbon materials has rarely been reported.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Herein, we report highly enhanced uptakes of both\nCO<sub>2</sub> and H<sub>2</sub> from a series of activated N-doped\ncarbon materials\nmade from two different phenolic resin-based precursors with identification\nof crucial structure–property relationships, which are linked\nto gas sorption properties. First, monodisperse and size-tunable RFP\nand PFP spheres were synthesized using a basic catalyst (NH<sub>3</sub>) with various combinations of solvent mixtures (water and ethanol)\nunder hydrothermal reaction conditions. Intrinsically N-doped RFC\nand PFC spheres were produced from carbonization of RFP and PFP spheres,\nin which it was identified that NH<sub>3</sub> acted as a basic catalyst\nas well as a nitrogen donating precursor. Such N-doped RFC and PFC spheres were further activated via hot\nNH<sub>3</sub> or CO<sub>2</sub> treatment to incorporate more nitrogen\ninto the carbon frameworks and to fine-tune the surface area and PSD,\nrespectively. Importantly, utilization of hot NH<sub>3</sub> turned\nout to be not only an effective means for nitrogen doping into carbon\nframeworks but also an excellent activation method for fine-tuning\nsurface area and PSD.</p>", "clean_text": "Herein, we report highly enhanced uptakes of both CO2 and H2 from a series of activated N-doped carbon materials made from two different phenolic resin-based precursors with identification of crucial structure-property relationships, which are linked to gas sorption properties. First, monodisperse and size-tunable RFP and PFP spheres were synthesized using a basic catalyst (NH3) with various combinations of solvent mixtures (water and ethanol) under hydrothermal reaction conditions. Intrinsically N-doped RFC and PFC spheres were produced from carbonization of RFP and PFP spheres, in which it was identified that NH3 acted as a basic catalyst as well as a nitrogen donating precursor. Such N-doped RFC and PFC spheres were further activated via hot NH3 or CO2 treatment to incorporate more nitrogen into the carbon frameworks and to fine-tune the surface area and PSD, respectively. Importantly, utilization of hot NH3 turned out to be not only an effective means for nitrogen doping into carbon frameworks but also an excellent activation method for fine-tuning surface area and PSD.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["property"], "content": "<p>Structure–property relationships\nof a series of activated\nRFC and PFC spheres for CO<sub>2</sub> uptake revealed that regardless\nof the different polymer spheres used (RFP and PFP), a perfect linear\nrelationship (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.99) between CO<sub>2</sub> uptake and ultramicropore volume, determined by the NLDFT\n(nonlocal density functional theory), was found. The capacity of CO<sub>2</sub> uptake with CO<sub>2</sub>-activated RFC spheres reached\nas high as 4.41 and 6.86 mmolg<sup>–1</sup> at 298 and 273\nK at atmospheric pressure (1 bar), respectively. In addition, hot\nNH<sub>3</sub> activation of carbon spheres gave a similar ultramicropore\nvolume with almost twice the nitrogen content (2.83%) compared to\nthat of the CO<sub>2</sub>-activated RFC counterpart (1.55%). As a\nresult, ultrahigh CO<sub>2</sub> uptakes for NH<sub>3</sub>-activated\nRFC were recorded as 4.54 and 7.14 mmolg<sup>–1</sup> at 298\nand 273 K at atmospheric pressure (1 bar), respectively, which are\nhigher than those of CO<sub>2</sub>-activated RFC, strongly suggesting\nthat the elevated chemisorption by heteroatom doping via hot NH<sub>3</sub> treatment affects the CO<sub>2</sub> uptake capacity.</p>", "clean_text": "Structure-property relationships of a series of activated RFC and PFC spheres for CO2 uptake revealed that regardless of the different polymer spheres used (RFP and PFP), a perfect linear relationship (R 2 = 0.99) between CO2 uptake and ultramicropore volume, determined by the NLDFT (nonlocal density functional theory), was found. The capacity of CO2 uptake with CO2-activated RFC spheres reached as high as 4.41 and 6.86 mmolg-1 at 298 and 273 K at atmospheric pressure (1 bar), respectively. In addition, hot NH3 activation of carbon spheres gave a similar ultramicropore volume with almost twice the nitrogen content (2.83%) compared to that of the CO2-activated RFC counterpart (1.55%). As a result, ultrahigh CO2 uptakes for NH3-activated RFC were recorded as 4.54 and 7.14 mmolg-1 at 298 and 273 K at atmospheric pressure (1 bar), respectively, which are higher than those of CO2-activated RFC, strongly suggesting that the elevated chemisorption by heteroatom doping via hot NH3 treatment affects the CO2 uptake capacity.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>Furthermore, a prolonged activation process resulted in ultrahigh\nsurface area of RFC spheres up to 4079 m<sup>2</sup>g<sup>–1</sup> with an unprecedented H<sub>2</sub> uptake capacity of 3.26 wt %\nat 77 K (1 bar), which is comparable to the best H<sub>2</sub> storage\nmedia among carbonaceous materials and MOFs.</p>", "clean_text": "Furthermore, a prolonged activation process resulted in ultrahigh surface area of RFC spheres up to 4079 m2g-1 with an unprecedented H2 uptake capacity of 3.26 wt % at 77 K (1 bar), which is comparable to the best H2 storage media among carbonaceous materials and MOFs.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Experimental Section</title><title>Reagents\nand Chemicals</title><p>Resorcinol (Junsei), formaldehyde\n(Amresco), phenol (TCl), Pluronic F127 (Aldrich), and ammonia solution\n(28%, Wako) were used without purification. High purity gases were\nused for all adsorption experiments (N<sub>2</sub>: 99.999%, CO<sub>2</sub>: 99.999%, H<sub>2</sub>: 99.999%).</p>", "clean_text": "Experimental Section\n\nReagents and Chemicals\n\nResorcinol (Junsei), formaldehyde (Amresco), phenol (TCl), Pluronic F127 (Aldrich), and ammonia solution (28%, Wako) were used without purification. High purity gases were used for all adsorption experiments (N2: 99.999%, CO2: 99.999%, H2: 99.999%).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Resorcinol–Formaldehyde\nPolymer and Carbon\nSpheres</title><p>The detailed synthesis parameters are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Table S1</ext-link>. Generally, resorcinol and formaldehyde\nwere mixed with a solution containing (200 mL) deionized water (H<sub>2</sub>O), and aqueous ammonia (28% NH<sub>3</sub> (aq)). After stirring\nfor 24 h at room temperature, the reaction mixture was moved to an\noven and was subsequently heated for 24 h at 90 °C without stirring.\nThe solid product was recovered by centrifugation and was washed several\ntimes with deionized water. For the carbonization process, RF polymer\nspheres were heated from ambient temperature to 800 °C under\na N<sub>2</sub> atmosphere over 3 h at a heating rate of 4.3 °C/min.</p>", "clean_text": "Synthesis of Resorcinol-Formaldehyde Polymer and Carbon Spheres\n\nThe detailed synthesis parameters are shown in Table S1. Generally, resorcinol and formaldehyde were mixed with a solution containing (200 mL) deionized water (H2O), and aqueous ammonia (28% NH3 (aq)). After stirring for 24 h at room temperature, the reaction mixture was moved to an oven and was subsequently heated for 24 h at 90 °C without stirring. The solid product was recovered by centrifugation and was washed several times with deionized water. For the carbonization process, RF polymer spheres were heated from ambient temperature to 800 °C under a N2 atmosphere over 3 h at a heating rate of 4.3 °C/min.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["synthesis condition"], "content": "<title>Synthesis of Phenol–Formaldehyde Polymer and Carbon Spheres</title><p>The detailed synthesis parameters are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Table S2</ext-link>. Typically, phenol and formaldehyde were mixed in\na solution containing 115 mL of deionized water and 45 mL of ethanol.\nNext, Pluronic F127 was added to the mixture. After stirring for more\nthan 4 h at room temperature, the reaction mixture was moved to an\noven and subsequently heated at 90 or 100 °C for 24 h. The solid\nproduct was recovered by centrifugation and was washed several times\nwith deionized water. For the carbonization process, the PF polymer\nspheres were heated from ambient temperature to 800 °C under\na N<sub>2</sub> atmosphere over 3h at a heating rate of 4.3 °C/min.</p>", "clean_text": "Synthesis of Phenol-Formaldehyde Polymer and Carbon Spheres\n\nThe detailed synthesis parameters are shown in Table S2. Typically, phenol and formaldehyde were mixed in a solution containing 115 mL of deionized water and 45 mL of ethanol. Next, Pluronic F127 was added to the mixture. After stirring for more than 4 h at room temperature, the reaction mixture was moved to an oven and subsequently heated at 90 or 100 °C for 24 h. The solid product was recovered by centrifugation and was washed several times with deionized water. For the carbonization process, the PF polymer spheres were heated from ambient temperature to 800 °C under a N2 atmosphere over 3h at a heating rate of 4.3 °C/min.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>CO<sub>2</sub> Activation</title><p>Carbon dioxide activations\nwere performed using 250 mg of RFC or PFC spheres. The spheres were\nplaced in an alumina boat in a quartz tube in the isothermal zone\nof a tubular furnace that was purged with a flow of nitrogen. The\nsamples were heated to an elevated temperature of 900 °C with\na heating rate (30 °C/min) under inert condition (N<sub>2</sub>), then followed by changing the gas flux to carbon dioxide (1000\ncc/min) for various times (e.g., 45, 120, 240, and 380 min). After\nthe programmed activation times, the gas flux was changed to nitrogen\nduring the cooling down process. Activated carbon samples were denoted\nas RFC_CX and PFC_CX, where X is the CO<sub>2</sub> activation time.</p>", "clean_text": "CO2 Activation\n\nCarbon dioxide activations were performed using 250 mg of RFC or PFC spheres. The spheres were placed in an alumina boat in a quartz tube in the isothermal zone of a tubular furnace that was purged with a flow of nitrogen. The samples were heated to an elevated temperature of 900 °C with a heating rate (30 °C/min) under inert condition (N2), then followed by changing the gas flux to carbon dioxide (1000 cc/min) for various times (e.g., 45, 120, 240, and 380 min). After the programmed activation times, the gas flux was changed to nitrogen during the cooling down process. Activated carbon samples were denoted as RFC_CX and PFC_CX, where X is the CO2 activation time.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>NH<sub>3</sub> Activation</title><p>200 mg of RF carbon spheres\nwere placed in an alumina boat in a quartz tube in the isothermal\nzone of a tubular furnace that was purged with a nitrogen flow. The\nsample was then heated to an elevated temperature of 900 °C with\na heating rate of 30 °C/min under the inert condition (N<sub>2</sub>), and the gas flux was changed to a mixture of ammonia gas\n(1000 cc/min) and nitrogen gas (200 cc/min) for 10 min. After the\nprogrammed activation time, the gas flux was changed to nitrogen during\nthe cooling down process. Activated carbon was denoted RFC_NX, where\nX is the NH<sub>3</sub> activation time.</p>", "clean_text": "NH3 Activation\n\n200 mg of RF carbon spheres were placed in an alumina boat in a quartz tube in the isothermal zone of a tubular furnace that was purged with a nitrogen flow. The sample was then heated to an elevated temperature of 900 °C with a heating rate of 30 °C/min under the inert condition (N2), and the gas flux was changed to a mixture of ammonia gas (1000 cc/min) and nitrogen gas (200 cc/min) for 10 min. After the programmed activation time, the gas flux was changed to nitrogen during the cooling down process. Activated carbon was denoted RFC_NX, where X is the NH3 activation time.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Characterizations</title><p>Low temperature nitrogen and hydrogen\nadsorption–desorption isotherms were measured at −196\n°C and at −186 °C on an adsorption volumetric analyzer\nBEL MAX and BEL MINI manufactured by BEL, Inc. (Japan), respectively.\nCO<sub>2</sub> adsorption isotherms were measured at 0 and 25 °C\non the adsorption volumetric analyzer BEL MINI. All samples were degassed\nat 220 °C for 24 h under static vacuum before adsorption measurements.\nSpecific surface area was determined by the Brunnauer-Emmet-Teller\n(BET) method from nitrogen adsorption isotherms in the relative pressure\nrange of 0.05–0.20. Total pore volume (<italic toggle=\"yes\">V</italic>\n<sub>t</sub>) was estimated from the amount of gas adsorbed at relative\npressure <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.99.\nPore size distributions (PSD) and accumulated pore volume of RFC and\nPFC spheres were calculated from adsorption branches of nitrogen sorption\nisotherms using the NLDFT (Nonlocal density functional theory) method\nfor slit-like pores available in the BEL Master software from BEL\nInc. Micropore volumes were calculated from the corresponding isotherms\nusing the <italic toggle=\"yes\">t</italic> plot method. The volume of pores below\n2, 1, and 0.7 nm were calculated on the basis of accumulated pore\nvolume. The isosteric heat of adsorption (<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>) was calculated using the Clausius–Clapeyron equation. Surface\nfunctional groups of the as-prepared carbon spheres were determined\nby recording FTIR spectra on a Varian Corporation (USA) Varian Scimitar\n1000 FT-IR. Raman scattering spectra were recorded with a Renishaw\nRM1000 (514 nm). Samples for Raman scattering were prepared on a clean\nglass substrate, and the samples were excited using a green laser\n(514.5 nm and 0.05 mW power). Powder X-ray diffraction (XRD) data\nwere recorded on a Rigaku, D/MAX-2500/PC equipped with Cu K<sub>α</sub> radiation (λ = 1.5406 Å). Scanning electron microscopy\n(SEM) images were obtained with a HITACHI S-4800 microscope with an\naccelerating voltage of 15.0 kV and an applied current of 10 mA and\na HITACHI SU8010 microscope with an accelerating voltage of 5.0 kV\nand an applied current of 10 mA. X-ray photoelectron spectroscopy\n(XPS) spectra were measured using a PHI Versa Probe system with a\n100-W ALK Alpha X-ray source. Elemental analyses (EA) were obtained\nusing FLASH EA1112. TEM images were recorded on a transmission electron\nmicroscope (JEM-3010) with an operating voltage at 300 kV. <sup>13</sup>C solid state NMR spectra were recorded on a Bruker Avance II 500\nMHz solid/microimaging high resolution NMR spectrometer.</p>", "clean_text": "Characterizations\n\nLow temperature nitrogen and hydrogen adsorption-desorption isotherms were measured at -196 °C and at -186 °C on an adsorption volumetric analyzer BEL MAX and BEL MINI manufactured by BEL, Inc. (Japan), respectively. CO2 adsorption isotherms were measured at 0 and 25 °C on the adsorption volumetric analyzer BEL MINI. All samples were degassed at 220 °C for 24 h under static vacuum before adsorption measurements. Specific surface area was determined by the Brunnauer-Emmet-Teller (BET) method from nitrogen adsorption isotherms in the relative pressure range of 0.05-0.20. Total pore volume (V t) was estimated from the amount of gas adsorbed at relative pressure P/P 0 = 0.99. Pore size distributions (PSD) and accumulated pore volume of RFC and PFC spheres were calculated from adsorption branches of nitrogen sorption isotherms using the NLDFT (Nonlocal density functional theory) method for slit-like pores available in the BEL Master software from BEL Inc. Micropore volumes were calculated from the corresponding isotherms using the t plot method. The volume of pores below 2, 1, and 0.7 nm were calculated on the basis of accumulated pore volume. The isosteric heat of adsorption (Q st) was calculated using the Clausius-Clapeyron equation. Surface functional groups of the as-prepared carbon spheres were determined by recording FTIR spectra on a Varian Corporation (USA) Varian Scimitar 1000 FT-IR. Raman scattering spectra were recorded with a Renishaw RM1000 (514 nm). Samples for Raman scattering were prepared on a clean glass substrate, and the samples were excited using a green laser (514.5 nm and 0.05 mW power). Powder X-ray diffraction (XRD) data were recorded on a Rigaku, D/MAX-2500/PC equipped with Cu Kα radiation (λ = 1.5406 Å). Scanning electron microscopy (SEM) images were obtained with a HITACHI S-4800 microscope with an accelerating voltage of 15.0 kV and an applied current of 10 mA and a HITACHI SU8010 microscope with an accelerating voltage of 5.0 kV and an applied current of 10 mA. X-ray photoelectron spectroscopy (XPS) spectra were measured using a PHI Versa Probe system with a 100-W ALK Alpha X-ray source. Elemental analyses (EA) were obtained using FLASH EA1112. TEM images were recorded on a transmission electron microscope (JEM-3010) with an operating voltage at 300 kV. 13C solid state NMR spectra were recorded on a Bruker Avance II 500 MHz solid/microimaging high resolution NMR spectrometer.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Results\nand Discussion</title><title>Synthesis of Phenolic Resin Spheres</title><p>Since the first\nreport by Liu et al., who used the concept of the Stöber method\nfor preparation of phenolic resin spheres with controllable size and\nnarrow particle size distribution, various modified approaches that\nutilize diverse additives and precursors have been carried out to\nprepare spherical morphologies as well as more complex structures\nsuch as core@shell materials. From this inspiration, a modified\nsol–gel method that used two different precursors, RF and PF,\nwas employed because we were interested in observing the relationship\nbetween structure-properties of carbon spheres from different precursors\nand gas sorption properties. First, monodisperse and size controllable\nRFP spheres were synthesized using water as a solvent and aqueous\nNH<sub>3</sub> solution as a catalyst at room temperature for 24 h\nand subsequent aging at 100 °C for 24 h. As seen in , highly monodisperse\nRFP spheres were successfully synthesized by simply varying the amount\nof precursors while keeping the amount of solvent and catalyst constant.\nAccording to scanning electron microscopy (SEM) measurements, with\nan increase in the resorcinol amount (keeping the mole ratio of resorcinol\nand formaldehyde fixed at 1:4.3.) from 0.76 to 0.85, 1.42, and 1.98\ng, the size of the RFP spheres gradually increased from 180 ±\n22 to 307 ± 23, 575 ± 24, and 802 ± 20 nm, and the\nmonodispersity of the spheres was improved, probably because the surface\nenergy of such small polymer spheres was increasing (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Table S1</ext-link> and a–d).</p>", "clean_text": "Results and Discussion\n\nSynthesis of Phenolic Resin Spheres\n\nSince the first report by Liu et al., who used the concept of the Stöber method for preparation of phenolic resin spheres with controllable size and narrow particle size distribution, various modified approaches that utilize diverse additives and precursors have been carried out to prepare spherical morphologies as well as more complex structures such as core@shell materials. From this inspiration, a modified sol-gel method that used two different precursors, RF and PF, was employed because we were interested in observing the relationship between structure-properties of carbon spheres from different precursors and gas sorption properties. First, monodisperse and size controllable RFP spheres were synthesized using water as a solvent and aqueous NH3 solution as a catalyst at room temperature for 24 h and subsequent aging at 100 °C for 24 h. As seen in , highly monodisperse RFP spheres were successfully synthesized by simply varying the amount of precursors while keeping the amount of solvent and catalyst constant. According to scanning electron microscopy (SEM) measurements, with an increase in the resorcinol amount (keeping the mole ratio of resorcinol and formaldehyde fixed at 1:4.3.) from 0.76 to 0.85, 1.42, and 1.98 g, the size of the RFP spheres gradually increased from 180 ± 22 to 307 ± 23, 575 ± 24, and 802 ± 20 nm, and the monodispersity of the spheres was improved, probably because the surface energy of such small polymer spheres was increasing (Table S1 and a-d).", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of monodisperse RFP spheres (a–d) using\ndifferent\nprecursor amounts, and PFP spheres using different reaction temperatures\nof (e) 100 °C and (f) 110 °C.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM images of monodisperse RFP spheres (a-d) using different precursor amounts, and PFP spheres using different reaction temperatures of (e) 100 °C and (f) 110 °C.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["synthesis condition"], "content": "<p>In contrast, similar synthesis conditions except use of ethanol\ncosolvent (H<sub>2</sub>O (80 mL): EtOH (80 mL) = 1:1 in volume ratio)\nwas applied to prepare PFP spheres. With an increase in the precursor\namount of phenol (the mole ratio of phenol and formaldehyde was fixed\nat 1:5.4) from 0.97 to 1.29, and 2.59 g, the size of the as-synthesized\nPFP spheres increased from 1.1 ± 0.21 to 1.9 ± 0.38, and\n2.8 ± 0.61 μm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Table S2, Figure S1a–c</ext-link>). When a smaller amount of phenol, 0.63 g, was employed, a negligible\namount of product was obtained. Notably, the relatively poor monodispersity\nand diminished productivity for small size PFP spheres compared to\nRFP was observed probably because the less reactive nature of phenol\ncompared to resorcinol retards a sol–gel polymerization under\nthe specific conditions. To increase the monodispersity through mitigating\nsurface free energy, a nonionic surfactant (F127) was chosen to use.\nWhen F127 (0.045 g) was applied to prepare PFP spheres of 1.1 ±\n0.21 μm, a relatively increased monodispersity of 1 ± 0.14\nμm was observed by SEM (e). In addition, with an increase in the reaction temperature\nto 110 °C, the size of PFP increased to 2.2 ± 0.15 μm\n(f); however,\nthe amount of catalyst and the water to ethanol solvent ratio had\nlittle impact on size control under the specific conditions (not shown\nhere). The RFP of 575 nm and PFP of 1000 nm were utilized for the\nfollowing carbonization and activation processes, which were further\ninvestigated for gas sorption properties.</p>", "clean_text": "In contrast, similar synthesis conditions except use of ethanol cosolvent (H2O (80 mL): EtOH (80 mL) = 1:1 in volume ratio) was applied to prepare PFP spheres. With an increase in the precursor amount of phenol (the mole ratio of phenol and formaldehyde was fixed at 1:5.4) from 0.97 to 1.29, and 2.59 g, the size of the as-synthesized PFP spheres increased from 1.1 ± 0.21 to 1.9 ± 0.38, and 2.8 ± 0.61 μm (Table S2, Figure S1a-c). When a smaller amount of phenol, 0.63 g, was employed, a negligible amount of product was obtained. Notably, the relatively poor monodispersity and diminished productivity for small size PFP spheres compared to RFP was observed probably because the less reactive nature of phenol compared to resorcinol retards a sol-gel polymerization under the specific conditions. To increase the monodispersity through mitigating surface free energy, a nonionic surfactant (F127) was chosen to use. When F127 (0.045 g) was applied to prepare PFP spheres of 1.1 ± 0.21 μm, a relatively increased monodispersity of 1 ± 0.14 μm was observed by SEM (e). In addition, with an increase in the reaction temperature to 110 °C, the size of PFP increased to 2.2 ± 0.15 μm (f); however, the amount of catalyst and the water to ethanol solvent ratio had little impact on size control under the specific conditions (not shown here). The RFP of 575 nm and PFP of 1000 nm were utilized for the following carbonization and activation processes, which were further investigated for gas sorption properties.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>Before moving on to\nthe carbonization of phenolic resin-based polymer\nspheres, compositional information on RFP and PFP spheres, especially\nnitrogen content and different polymerization degree, were investigated\nusing IR, <sup>13</sup>C solid-state NMR (<sup>13</sup>C ssNMR), and\nelemental analysis (EA). The IR spectra of both RFP and PFP spheres\nshowed similar functional groups including CC stretching in\naromatic rings (ca. 1604 and 1498 cm<sup>–1</sup>), C–H\nbend of methylene bridges (1473 cm<sup>–1</sup>), O–H\nbending (1352 cm<sup>–1</sup>), asymmetric stretching of the\nC–O of phenol (ca. 1230 cm<sup>–1</sup>), asymmetric\nstretching of the C–O–C of dimethylene ether bridges\n(ca. 1101 cm<sup>–1</sup>), and C–O stretching of hydroxymethyl\ngroups (1043 cm<sup>–1</sup>) (a). The difference between these\npolymer spheres was attributed to the degree of polycondensation of\nRF and PF precursors. C–H out-of-plane bending for the ortho\nand para positions at 748 and 813 cm<sup>–1</sup>, respectively,\nand 2,4,6-trihydroxymethyl phenol at 948 cm<sup>–1</sup> still\nremained for the less reactive PFP spheres; in contrast, there were\nfeatureless patterns in the same region for the much more reactive\nRFP spheres that have four-coordination geometry similar to that of\na silica framework. Importantly, chemical\ninformation for C–N bonding of tertiary amines was observed\nfor both polymer spheres at 1381 cm<sup>–1</sup>, strongly\nindicating incorporation of nitrogen into the materials.</p>", "clean_text": "Before moving on to the carbonization of phenolic resin-based polymer spheres, compositional information on RFP and PFP spheres, especially nitrogen content and different polymerization degree, were investigated using IR, 13C solid-state NMR (13C ssNMR), and elemental analysis (EA). The IR spectra of both RFP and PFP spheres showed similar functional groups including CC stretching in aromatic rings (ca. 1604 and 1498 cm-1), C-H bend of methylene bridges (1473 cm-1), O-H bending (1352 cm-1), asymmetric stretching of the C-O of phenol (ca. 1230 cm-1), asymmetric stretching of the C-O-C of dimethylene ether bridges (ca. 1101 cm-1), and C-O stretching of hydroxymethyl groups (1043 cm-1) (a). The difference between these polymer spheres was attributed to the degree of polycondensation of RF and PF precursors. C-H out-of-plane bending for the ortho and para positions at 748 and 813 cm-1, respectively, and 2,4,6-trihydroxymethyl phenol at 948 cm-1 still remained for the less reactive PFP spheres; in contrast, there were featureless patterns in the same region for the much more reactive RFP spheres that have four-coordination geometry similar to that of a silica framework. Importantly, chemical information for C-N bonding of tertiary amines was observed for both polymer spheres at 1381 cm-1, strongly indicating incorporation of nitrogen into the materials.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) FT-IR and\n(b <sup>13</sup>C ssNMR) spectra of RFP (575 nm)\nand PFP (1000 nm) spheres.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) FT-IR and (b 13C ssNMR) spectra of RFP (575 nm) and PFP (1000 nm) spheres.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>From <sup>13</sup>C ssNMR, similar information was identified\nfor\nboth polymer spheres. The prominent difference was the high intensity\nof hydroxymethyl groups at ca. 55 ppm for PFP spheres in which further\nformation of methylene bridges (ca. 27 ppm) and/or dimethylene ether\nbridges (ca. 80 ppm) were retarded by the less reactive nature of\nthe PF precursor (b). In addition, it was confirmed that the CH<sub>2</sub> peak of the\nmethylene bridge appeared significantly for RFP spheres. Again, C–N\ninformation for both polymer spheres was observed around 38–40\nppm, greatly suggesting the existence\nof nitrogen in the polymer matrix.</p>", "clean_text": "From 13C ssNMR, similar information was identified for both polymer spheres. The prominent difference was the high intensity of hydroxymethyl groups at ca. 55 ppm for PFP spheres in which further formation of methylene bridges (ca. 27 ppm) and/or dimethylene ether bridges (ca. 80 ppm) were retarded by the less reactive nature of the PF precursor (b). In addition, it was confirmed that the CH2 peak of the methylene bridge appeared significantly for RFP spheres. Again, C-N information for both polymer spheres was observed around 38-40 ppm, greatly suggesting the existence of nitrogen in the polymer matrix.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The possibility of nitrogen\nincorporation was finally identified\nby EA measurement. Nitrogen contents of 3.25 and 3.12 wt % were recorded\nfor RFP and PFP spheres, respectively (). Thus, the IR, <sup>13</sup>C ssNMR, and\nEA data suggest that nitrogen incorporation during the polymerization\nis possible probably because of the chemical interaction of ammonia\nwith formaldehyde to form trihydroxymethyl amine and subsequent chemical\nreactions with phenol or resorcinol to produce tertiary amine structures\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S2</ext-link>). Thus, size-controllable and monodisperse RFP and PFP spheres were\nsuccessfully synthesized, and different degrees of polymerization\ncaused by the different chemical reactivities of the precursors (resorcinol\nand phenol) with formaldehyde were investigated via spectroscopic\ntechniques. Furthermore, a possible nitrogen incorporation pathway\nwas proposed, and the existence of nitrogen in the polymer matrix\nwas confirmed.</p>", "clean_text": "The possibility of nitrogen incorporation was finally identified by EA measurement. Nitrogen contents of 3.25 and 3.12 wt % were recorded for RFP and PFP spheres, respectively (). Thus, the IR, 13C ssNMR, and EA data suggest that nitrogen incorporation during the polymerization is possible probably because of the chemical interaction of ammonia with formaldehyde to form trihydroxymethyl amine and subsequent chemical reactions with phenol or resorcinol to produce tertiary amine structures (Figure S2). Thus, size-controllable and monodisperse RFP and PFP spheres were successfully synthesized, and different degrees of polymerization caused by the different chemical reactivities of the precursors (resorcinol and phenol) with formaldehyde were investigated via spectroscopic techniques. Furthermore, a possible nitrogen incorporation pathway was proposed, and the existence of nitrogen in the polymer matrix was confirmed.", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Textural Properties for the Carbon\nSamples<xref rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"11\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"/\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"/\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col10\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col11\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col2\" rowsep=\"1\">pore volume (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">micropore<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">1 nm accumulated pore<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">2 nm accumulated pore<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">total pore<xref rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">surface area (m<sup>2</sup> g<sup>–1</sup>)<xref rid=\"t1fn4\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">CO<sub>2</sub> uptake (mmol g<sup>–1</sup>) (273 K/298 K at 1 bar)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">Q</italic>\n<sub>st</sub> CO<sub>2</sub> (kJ mol g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">H<sub>2</sub> uptake (mmol g<sup>–1</sup>) (77 K/87K at 1 bar)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">Q</italic>\n<sub>st</sub> H<sub>2</sub> (kJ mol g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">EA (N) (wt %)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>RFC</oasis:entry>\n<oasis:entry>0.31</oasis:entry>\n<oasis:entry>0.24</oasis:entry>\n<oasis:entry>0.32</oasis:entry>\n<oasis:entry>0.281</oasis:entry>\n<oasis:entry>724</oasis:entry>\n<oasis:entry>3.82/2.82</oasis:entry>\n<oasis:entry>30.6</oasis:entry>\n<oasis:entry>1.4/1.2</oasis:entry>\n<oasis:entry>9.1</oasis:entry>\n<oasis:entry>1.61</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RFC_C45</oasis:entry>\n<oasis:entry>0.83</oasis:entry>\n<oasis:entry>0.61</oasis:entry>\n<oasis:entry>0.83</oasis:entry>\n<oasis:entry>0.732</oasis:entry>\n<oasis:entry>1611</oasis:entry>\n<oasis:entry>6.86/4.41</oasis:entry>\n<oasis:entry>27.2</oasis:entry>\n<oasis:entry>2.51/2.11</oasis:entry>\n<oasis:entry>9.2</oasis:entry>\n<oasis:entry>1.55</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RFC_C120</oasis:entry>\n<oasis:entry>1.26</oasis:entry>\n<oasis:entry>0.46</oasis:entry>\n<oasis:entry>1.26</oasis:entry>\n<oasis:entry>1.334</oasis:entry>\n<oasis:entry>2842</oasis:entry>\n<oasis:entry>5.59/3.32</oasis:entry>\n<oasis:entry>25.1</oasis:entry>\n<oasis:entry>2.73/2.3</oasis:entry>\n<oasis:entry>8.7</oasis:entry>\n<oasis:entry>1.34</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RFC_C240</oasis:entry>\n<oasis:entry>1.27</oasis:entry>\n<oasis:entry>0.36</oasis:entry>\n<oasis:entry>1.27</oasis:entry>\n<oasis:entry>1.99</oasis:entry>\n<oasis:entry>3540</oasis:entry>\n<oasis:entry>4.86/2.5</oasis:entry>\n<oasis:entry>23.6</oasis:entry>\n<oasis:entry>3.16/2.63</oasis:entry>\n<oasis:entry>8.4</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RFC_C380</oasis:entry>\n<oasis:entry>1.28</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry>1.28</oasis:entry>\n<oasis:entry>2.56</oasis:entry>\n<oasis:entry>4079</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>3.26/2.75</oasis:entry>\n<oasis:entry>8.3</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RFC_N10</oasis:entry>\n<oasis:entry>0.76</oasis:entry>\n<oasis:entry>0.59</oasis:entry>\n<oasis:entry>0.77</oasis:entry>\n<oasis:entry>0.647</oasis:entry>\n<oasis:entry>1458</oasis:entry>\n<oasis:entry>7.14/4.54</oasis:entry>\n<oasis:entry>27.8</oasis:entry>\n<oasis:entry>2.28/1.89</oasis:entry>\n<oasis:entry>9.0</oasis:entry>\n<oasis:entry>2.83</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PFC</oasis:entry>\n<oasis:entry>0.38</oasis:entry>\n<oasis:entry>0.35</oasis:entry>\n<oasis:entry>0.37</oasis:entry>\n<oasis:entry>0.301</oasis:entry>\n<oasis:entry>743</oasis:entry>\n<oasis:entry>4.55/3.18</oasis:entry>\n<oasis:entry>29.8</oasis:entry>\n<oasis:entry>1.52/1.3</oasis:entry>\n<oasis:entry>9.3</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PFC_C45</oasis:entry>\n<oasis:entry>0.81</oasis:entry>\n<oasis:entry>0.6</oasis:entry>\n<oasis:entry>0.81</oasis:entry>\n<oasis:entry>0.637</oasis:entry>\n<oasis:entry>1588</oasis:entry>\n<oasis:entry>6.77/4.27</oasis:entry>\n<oasis:entry>26.7</oasis:entry>\n<oasis:entry>2.48/1.98</oasis:entry>\n<oasis:entry>9.5</oasis:entry>\n<oasis:entry>1.29</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PFC_C120</oasis:entry>\n<oasis:entry>1.45</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n<oasis:entry>1.48</oasis:entry>\n<oasis:entry>3283</oasis:entry>\n<oasis:entry>5.77/3.32</oasis:entry>\n<oasis:entry>24.2</oasis:entry>\n<oasis:entry>3.05/2.54</oasis:entry>\n<oasis:entry>8.6</oasis:entry>\n<oasis:entry>0.81</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>Includes specific surface areas,\npore volumes with different pore size regions, CO<sub>2</sub> and\nH<sub>2</sub> uptake capacities, isosteric heats of adsorption (<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>), and EA results .</p>\n</fn>\n<fn id=\"t1fn1\">\n<label>b</label>\n<p>Calculated by the <italic toggle=\"yes\">t</italic> plot.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>c</label>\n<p>Determined by the NLDFT model.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>d</label>\n<p>Measured at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.99.</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>e</label>\n<p>Obtained by the BET method.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Synthesis and Activation of N-Doped Carbon Spheres</title><p>RFP of 575 nm and PFP of 1000 nm were chosen to produce RFC and PFC\nspheres. First, carbonization at 800 °C was performed with both\npolymer spheres. Using RFP, as-made carbon (RFC) spheres with a size\nof 467 ± 19 nm were produced, which amounted to around 19% shrinkage\nprobably because of radial contraction during the carbonization process\n(a). Subsequent\nactivation of RFC with CO<sub>2</sub> treatment at 900 °C was\nperformed with varied reaction times of 45, 120, 240, and 380 min,\ndenoted as RFC_C45, RFC_C120, RFC_C240, and RFC_C380, respectively.\nAccording to SEM measurements, the sizes of the activated carbon spheres\ndecreased to 372 ± 27 nm (RFC_C45), 319 ± 29 nm (RFC_C120),\n278 ± 23 nm (RFC_C240), and 231 ± 20 nm (RFC_C380) compared\nto the parent RFC because hot CO<sub>2</sub> treatment involves the\nchemical reaction C(s) + CO<sub>2</sub> (g) → 2CO (g) that\nacts to reduce the carbon mass (b–e). This phenomenon was further investigated in a TEM study. We observed\nnot only reduced sizes but also much less dense features inside CO<sub>2</sub>-activated RFC spheres of RFC_C120 and RFC_C380 compared to\nthe parent RFC sphere, which demonstrates the effectiveness of the\nhot CO<sub>2</sub> gas etching process through carbon spheres (g–i). This\neffective CO<sub>2</sub>-activation process could develop and modify\nthe porous nature of the RFC spheres associated with gas sorption\ncapacity, which will be discussed in the next section. In addition,\nit is notable that even after the carbonization and CO<sub>2</sub>-activation processes, RFC and CO<sub>2</sub>-activated RFC spheres\nretained monodispersity with less than 9% variation, probably because\nof the inherent monodispersity (4%) of the parent RFC spheres.</p>", "clean_text": "Synthesis and Activation of N-Doped Carbon Spheres\n\nRFP of 575 nm and PFP of 1000 nm were chosen to produce RFC and PFC spheres. First, carbonization at 800 °C was performed with both polymer spheres. Using RFP, as-made carbon (RFC) spheres with a size of 467 ± 19 nm were produced, which amounted to around 19% shrinkage probably because of radial contraction during the carbonization process (a). Subsequent activation of RFC with CO2 treatment at 900 °C was performed with varied reaction times of 45, 120, 240, and 380 min, denoted as RFC_C45, RFC_C120, RFC_C240, and RFC_C380, respectively. According to SEM measurements, the sizes of the activated carbon spheres decreased to 372 ± 27 nm (RFC_C45), 319 ± 29 nm (RFC_C120), 278 ± 23 nm (RFC_C240), and 231 ± 20 nm (RFC_C380) compared to the parent RFC because hot CO2 treatment involves the chemical reaction C(s) + CO2 (g) → 2CO (g) that acts to reduce the carbon mass (b-e). This phenomenon was further investigated in a TEM study. We observed not only reduced sizes but also much less dense features inside CO2-activated RFC spheres of RFC_C120 and RFC_C380 compared to the parent RFC sphere, which demonstrates the effectiveness of the hot CO2 gas etching process through carbon spheres (g-i). This effective CO2-activation process could develop and modify the porous nature of the RFC spheres associated with gas sorption capacity, which will be discussed in the next section. In addition, it is notable that even after the carbonization and CO2-activation processes, RFC and CO2-activated RFC spheres retained monodispersity with less than 9% variation, probably because of the inherent monodispersity (4%) of the parent RFC spheres.", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images\nof (a) RFC, (b) RFC_C45, (c) RFC_C120, (d) RFC_C240,\n(e) RFC_C380, (f) RFC_N10, and TEM images of (g) RFC, (h) RFC_C120,\n(i) RFC_C380.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of (a) RFC, (b) RFC_C45, (c) RFC_C120, (d) RFC_C240, (e) RFC_C380, (f) RFC_N10, and TEM images of (g) RFC, (h) RFC_C120, (i) RFC_C380.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>The same carbonization\nprocedure was applied to PFP spheres of\n1000 nm to produce PFC spheres, and subsequent CO<sub>2</sub>-activation\nwith reaction times of 45 and 120 min was also employed to generate\nPFC_C45 and PFC_C120, respectively. As expected, SEM measurements\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S3a–c</ext-link>) indicated that the\nsize of the as-made PFC was reduced to 762 ± 79 nm, and the size\nof the CO<sub>2</sub>-activated PFC spheres further decreased to 710\n± 70 nm (PFC_C45). Notably, broken structures were observed for\nsamples subjected to prolonged CO<sub>2</sub>-activation treatment\n(PFC_C45, 120), probably caused by use of less polymerized PFP spheres\nfor preparation of PFC and CO<sub>2</sub>-activated PFC spheres (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S3b,c</ext-link>).</p>", "clean_text": "The same carbonization procedure was applied to PFP spheres of 1000 nm to produce PFC spheres, and subsequent CO2-activation with reaction times of 45 and 120 min was also employed to generate PFC_C45 and PFC_C120, respectively. As expected, SEM measurements (Figure S3a-c) indicated that the size of the as-made PFC was reduced to 762 ± 79 nm, and the size of the CO2-activated PFC spheres further decreased to 710 ± 70 nm (PFC_C45). Notably, broken structures were observed for samples subjected to prolonged CO2-activation treatment (PFC_C45, 120), probably caused by use of less polymerized PFP spheres for preparation of PFC and CO2-activated PFC spheres (Figure S3b,c).", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>To characterize the structural\nchanges of carbon spheres during\nthe carbonization and CO<sub>2</sub>-activation processes, XRD and\nRaman spectroscopy were utilized. Two broad peaks for RFC and PFC\nat ca. 25 and ca. 44 of 2-theta degrees corresponding to (002) and\n(101) peaks of micrometer-sized graphitic domains were observed, which\nhas been generally reported for the amorphous nature of carbon spheres\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S4a,b</ext-link>). Upon\nCO<sub>2</sub>-activation of parent carbon spheres, gradually reduced\npeak intensities of (002) and (101) for CO<sub>2</sub>-activated RFC\nand PFC spheres were measured with longer treatment, and when further\napplied for 380 min to RFC spheres (RFC_C380), almost featureless\npatterns were observed. This result is due to less graphitization\nof carbon spheres through the CO<sub>2</sub>-activation process that\ncorrupts graphitic structures via carbon loss. In addition, Raman\nanalysis was applied, and the results were in good agreement with\nthe XRD analysis. Characteristic vibration bands (i.e., D and G bands,\n1350 and 1580 cm<sup>–1</sup>, respectively) for carbon materials\nappeared, and the ratio (<italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub>) of these peaks, usually used to identify the degree\nof graphitization, gradually increased from 0.78 to 0.91 for the RFC\nseries and from 0.79 to 0.86 for the PFC series with prolonged CO<sub>2</sub>-activation times, indicating an increase of defect sites\nin the graphitic micrometer domains by carbon loss via hot CO<sub>2</sub> treatment (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S4c,d</ext-link>).\n</p>", "clean_text": "To characterize the structural changes of carbon spheres during the carbonization and CO2-activation processes, XRD and Raman spectroscopy were utilized. Two broad peaks for RFC and PFC at ca. 25 and ca. 44 of 2-theta degrees corresponding to (002) and (101) peaks of micrometer-sized graphitic domains were observed, which has been generally reported for the amorphous nature of carbon spheres (Figure S4a,b). Upon CO2-activation of parent carbon spheres, gradually reduced peak intensities of (002) and (101) for CO2-activated RFC and PFC spheres were measured with longer treatment, and when further applied for 380 min to RFC spheres (RFC_C380), almost featureless patterns were observed. This result is due to less graphitization of carbon spheres through the CO2-activation process that corrupts graphitic structures via carbon loss. In addition, Raman analysis was applied, and the results were in good agreement with the XRD analysis. Characteristic vibration bands (i.e., D and G bands, 1350 and 1580 cm-1, respectively) for carbon materials appeared, and the ratio (I D/I G) of these peaks, usually used to identify the degree of graphitization, gradually increased from 0.78 to 0.91 for the RFC series and from 0.79 to 0.86 for the PFC series with prolonged CO2-activation times, indicating an increase of defect sites in the graphitic micrometer domains by carbon loss via hot CO2 treatment (Figure S4c,d). ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>In an attempt to introduce heteroatoms\n(e.g., nitrogen) into the\ncarbon matrix, which has been shown to enhance CO<sub>2</sub> uptake\ncapacity, hot NH<sub>3</sub> treatment, known to be a method\nto incorporate nitrogen into the carbon matrix, was applied to RFC\nspheres. Thus, hot NH<sub>3</sub> treatment of RFC\nwas carried out at 900 °C for 10 min, denoted RFC_N10, and the\nsphere size was reduced to 357 ± 22 nm (f). In contrast, during hot NH<sub>3</sub> treatment at an elevated temperature, significant weight loss (ca.\n27%) was monitored, in which the activation process was suspected\nof being accompanied by the chemical reaction 3C(s) + 4NH<sub>3</sub>(g) → 2N<sub>2</sub>(g) + 3CH<sub>4</sub>(g), which will be discussed in detail later. The structural\nfeatures of RFC_N10 spheres were characterized with XRD and Raman\nspectroscopy in which reduced XRD peak intensities of (002) and (101)\nand a moderately increased <italic toggle=\"yes\">I</italic>\n<sub>D</sub>/<italic toggle=\"yes\">I</italic>\n<sub>G</sub> ratio of 0.84 were identified, similar to\nthose of RFC_C45 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S4a,c</ext-link>).</p>", "clean_text": "In an attempt to introduce heteroatoms (e.g., nitrogen) into the carbon matrix, which has been shown to enhance CO2 uptake capacity, hot NH3 treatment, known to be a method to incorporate nitrogen into the carbon matrix, was applied to RFC spheres. Thus, hot NH3 treatment of RFC was carried out at 900 °C for 10 min, denoted RFC_N10, and the sphere size was reduced to 357 ± 22 nm (f). In contrast, during hot NH3 treatment at an elevated temperature, significant weight loss (ca. 27%) was monitored, in which the activation process was suspected of being accompanied by the chemical reaction 3C(s) + 4NH3(g) → 2N2(g) + 3CH4(g), which will be discussed in detail later. The structural features of RFC_N10 spheres were characterized with XRD and Raman spectroscopy in which reduced XRD peak intensities of (002) and (101) and a moderately increased I D/I G ratio of 0.84 were identified, similar to those of RFC_C45 (Figure S4a,c).", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>Compositional analysis for RFC, PFC, and RFC_N10 was carried out\nby IR spectroscopy. First, featureless patterns except several peaks\nof the C–N vibration of pyridine and/or pyrrole (1385 cm<sup>–1</sup>), CN vibration of pyridine (ca. 1560 cm<sup>–1</sup>), N–H bonding of pyrrole (ca. 1655 cm<sup>–1</sup>), vibration peaks of NO (ca. 1400 cm<sup>–1</sup>), and CC stretching in aromatic rings broadly\nappearing on around 1602 cm<sup>–1</sup> were recorded for\nRFC and PFC spheres, indicating that all of the dangling bonds on the polymer matrix\ndisappeared and more importantly that the existence of nitrogen atoms\nin both carbon frameworks were identified even after the carbonization\nprocess (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S5</ext-link>). It is noted that for\nRFC_N10 spheres more developed peaks involving vibration peaks of\nC–N (1385 cm<sup>–1</sup>) and NO (ca. 1400\ncm<sup>–1</sup>) appeared in the spectrum (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S5</ext-link>). Further characterization\nof nitrogen doping of these carbon spheres was carried out using XPS\nanalysis. According to survey scans of RFC, PFC, and RFC_N10 samples,\nsmall but non-negligible signals from nitrogen atoms were identified\nfor all of the carbon samples, in good agreement with the results\nfrom IR analysis (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S6</ext-link>). For more\ndetailed chemical bonding information on nitrogen atoms in the carbon\nframeworks, high-resolution XPS spectra for N 1s were analyzed (a–c). The\ndeconvoluted peaks assigned to pyridinic nitrogen (ca. 398 eV), pyrrolic\nnitrogen (ca. 400 eV), quaternary nitrogen (ca. 402 eV) and oxidized\nnitrogen (ca. 405 eV) were analyzed, and their integral area percentages\nare presented in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S6</ext-link>. According to the XPS analysis, the majority of RFC, PFC, and RFC_N10\nsample peaks corresponds to pyridinic and pyrrolic nitrogen atoms\nwith combined percentages of 76.5, 80.6, and 70.9%, respectively,\nsuggesting that nitrogen doping occurred within the carbon lattice\ninstead of dangling on the carbon surface (a–c). In particular,\ncomparing RFC and RFC_N10 samples, a slightly increased amount of\noxidized nitrogen of ca. 7% for RFC_N10 was observed, which was also\nreported for similar hot NH<sub>3</sub> treatment of a 3D-ordered\nmesoporous carbon sample.\n</p>", "clean_text": "Compositional analysis for RFC, PFC, and RFC_N10 was carried out by IR spectroscopy. First, featureless patterns except several peaks of the C-N vibration of pyridine and/or pyrrole (1385 cm-1), CN vibration of pyridine (ca. 1560 cm-1), N-H bonding of pyrrole (ca. 1655 cm-1), vibration peaks of NO (ca. 1400 cm-1), and CC stretching in aromatic rings broadly appearing on around 1602 cm-1 were recorded for RFC and PFC spheres, indicating that all of the dangling bonds on the polymer matrix disappeared and more importantly that the existence of nitrogen atoms in both carbon frameworks were identified even after the carbonization process (Figure S5). It is noted that for RFC_N10 spheres more developed peaks involving vibration peaks of C-N (1385 cm-1) and NO (ca. 1400 cm-1) appeared in the spectrum (Figure S5). Further characterization of nitrogen doping of these carbon spheres was carried out using XPS analysis. According to survey scans of RFC, PFC, and RFC_N10 samples, small but non-negligible signals from nitrogen atoms were identified for all of the carbon samples, in good agreement with the results from IR analysis (Figure S6). For more detailed chemical bonding information on nitrogen atoms in the carbon frameworks, high-resolution XPS spectra for N 1s were analyzed (a-c). The deconvoluted peaks assigned to pyridinic nitrogen (ca. 398 eV), pyrrolic nitrogen (ca. 400 eV), quaternary nitrogen (ca. 402 eV) and oxidized nitrogen (ca. 405 eV) were analyzed, and their integral area percentages are presented in Figure S6. According to the XPS analysis, the majority of RFC, PFC, and RFC_N10 sample peaks corresponds to pyridinic and pyrrolic nitrogen atoms with combined percentages of 76.5, 80.6, and 70.9%, respectively, suggesting that nitrogen doping occurred within the carbon lattice instead of dangling on the carbon surface (a-c). In particular, comparing RFC and RFC_N10 samples, a slightly increased amount of oxidized nitrogen of ca. 7% for RFC_N10 was observed, which was also reported for similar hot NH3 treatment of a 3D-ordered mesoporous carbon sample. ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>High-resolution N 1s\nXPS spectra of (a) RFC, (b) RFC_C45, and (c)\nRFC_N10.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  High-resolution N 1s XPS spectra of (a) RFC, (b) RFC_C45, and (c) RFC_N10.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Weight percentages of nitrogen\ndoping for RFC, PFC, and RFC_N10\nsamples corresponding to 1.61, 1.49, and 2.83 wt %, respectively,\nwere analyzed by EA measurements. As anticipated, nitrogen doping\nof RFC and PFC spheres synthesized from nitrogen-containing polymer\nprecursors (RFP and PFP) were confirmed, and it was elucidated that\nhot NH<sub>3</sub> treatment generated more nitrogen doping into the\ncarbon matrix compared to the parent RFC spheres ().</p>", "clean_text": "Weight percentages of nitrogen doping for RFC, PFC, and RFC_N10 samples corresponding to 1.61, 1.49, and 2.83 wt %, respectively, were analyzed by EA measurements. As anticipated, nitrogen doping of RFC and PFC spheres synthesized from nitrogen-containing polymer precursors (RFP and PFP) were confirmed, and it was elucidated that hot NH3 treatment generated more nitrogen doping into the carbon matrix compared to the parent RFC spheres ().", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<title>Nitrogen Adsorption Studies</title><p>Textural features of RFC,\nCO<sub>2</sub>-activated RFCs, PFC, CO<sub>2</sub>-activated PFCs,\nand RFC_N10 samples were analyzed using nitrogen sorption measurements,\nadsorption parameters such as specific surface area were determined\nby the BET model, micropore volumes with different pore sizes were\nderived from the <italic toggle=\"yes\">t</italic> method and the NLDFT model, pore\nsize distribution (PSD) was obtained from the NLDFT model, and total\npore volume was measured at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.99, and the results are listed in . First, as-made RFC and CO<sub>2</sub>-activated\nRFC_C45, 120, 240, and 380 samples show significantly increased uptakes\nat low relative pressure representing microporous features along with\nCO<sub>2</sub>-activation times (a). As mentioned above, hot CO<sub>2</sub> treatment activates RFC spheres via the chemical reaction C(s) +\nCO<sub>2</sub> (g) → 2CO (g), which generates small pores that\nbecome larger pores with increased reaction times. The RFC and RFC_C45,\n120 samples showed characteristic type I isotherms; in contrast, RFC_C240\nand RFC_C380 samples showed type IV isotherms due to the presence\nof mesopores arising from prolonged activation times (a). As anticipated, surface\nareas of the samples determined by the BET model were significantly\nincreased from 724 to 1611, 2842, 3540, and 4079 m<sup>2</sup> g<sup>–1</sup> for the RFC and RFC_C45, 120, 240, and 380 samples,\nrespectively (). It is notable that a surface area as high as 4000 m<sup>2</sup> g<sup>–1</sup> for RFC_C380 has rarely been reported for\ncarbon materials. Additionally, the micropore\nvolumes determined from the <italic toggle=\"yes\">t</italic> method were also significantly\nincreased from 0.31 to 0.83, 1.26, 1.27, and 1.28 cm<sup>3</sup> g<sup>–1</sup> for the RFC and RFC_C45, 120, 240, and 380 samples,\nrespectively (). Interestingly, the micropore volume seems to be saturated at around\n1.26 for the RFC_C120, 240, and 380 samples, resulting from the creation\nof pores larger than 2 nm. Along with the trend of surface area, total\npore volumes of the RFC and RFC_C45, 120, 240, and 380 samples were\nsubstantially developed from 0.28 to 0.73, 1.33, 2.0, and 2.56 cm<sup>3</sup> g<sup>–1</sup>, which is consistent with CO<sub>2</sub>-activation times ().</p>", "clean_text": "Nitrogen Adsorption Studies\n\nTextural features of RFC, CO2-activated RFCs, PFC, CO2-activated PFCs, and RFC_N10 samples were analyzed using nitrogen sorption measurements, adsorption parameters such as specific surface area were determined by the BET model, micropore volumes with different pore sizes were derived from the t method and the NLDFT model, pore size distribution (PSD) was obtained from the NLDFT model, and total pore volume was measured at P/P 0 = 0.99, and the results are listed in . First, as-made RFC and CO2-activated RFC_C45, 120, 240, and 380 samples show significantly increased uptakes at low relative pressure representing microporous features along with CO2-activation times (a). As mentioned above, hot CO2 treatment activates RFC spheres via the chemical reaction C(s) + CO2 (g) → 2CO (g), which generates small pores that become larger pores with increased reaction times. The RFC and RFC_C45, 120 samples showed characteristic type I isotherms; in contrast, RFC_C240 and RFC_C380 samples showed type IV isotherms due to the presence of mesopores arising from prolonged activation times (a). As anticipated, surface areas of the samples determined by the BET model were significantly increased from 724 to 1611, 2842, 3540, and 4079 m2 g-1 for the RFC and RFC_C45, 120, 240, and 380 samples, respectively (). It is notable that a surface area as high as 4000 m2 g-1 for RFC_C380 has rarely been reported for carbon materials. Additionally, the micropore volumes determined from the t method were also significantly increased from 0.31 to 0.83, 1.26, 1.27, and 1.28 cm3 g-1 for the RFC and RFC_C45, 120, 240, and 380 samples, respectively (). Interestingly, the micropore volume seems to be saturated at around 1.26 for the RFC_C120, 240, and 380 samples, resulting from the creation of pores larger than 2 nm. Along with the trend of surface area, total pore volumes of the RFC and RFC_C45, 120, 240, and 380 samples were substantially developed from 0.28 to 0.73, 1.33, 2.0, and 2.56 cm3 g-1, which is consistent with CO2-activation times ().", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p> (a)Nitrogen sorption isotherms, pore size distribution curves\nfor (b) RFC, RFC_C45 and RFC_N10 samples and (c) RFC_C120, RFC_C240\nand RFC_C380 samples, accumulated pore volume curves for (d) RFC,\nRFC_C45, and RFC_N10 samples and (e) RFC_C120, RFC_C240 and RFC_C380\nsamples of RFC series.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0006.tif\"></graphic>\n</fig>", "clean_text": " 5   (a)Nitrogen sorption isotherms, pore size distribution curves for (b) RFC, RFC_C45 and RFC_N10 samples and (c) RFC_C120, RFC_C240 and RFC_C380 samples, accumulated pore volume curves for (d) RFC, RFC_C45, and RFC_N10 samples and (e) RFC_C120, RFC_C240 and RFC_C380 samples of RFC series.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["property"], "content": "<p>PSD was derived using the NLDFT model in order to closely\ncharacterize\nthe micropores of the carbon materials. According to PSD, ultramicropores\ncentered around 0.7 nm quickly developed with a 45 min CO<sub>2</sub>-activation time and gradually decreased with prolonged activation\ntimes because of continuous weight loss during the activation process\n(b,c). The\naccumulated ultramicropore volume of the RFC_C45 sample had the highest\nvalue of 0.61 cm<sup>3</sup> g<sup>–1</sup> compared to the\nother CO<sub>2</sub>-activated samples that had a broader distribution\nof up to 4 nm for RFC_C380 (d,e and ). Therefore, a controlled activation process could generate\nselective development of ultramicropores under the specific conditions.</p>", "clean_text": "PSD was derived using the NLDFT model in order to closely characterize the micropores of the carbon materials. According to PSD, ultramicropores centered around 0.7 nm quickly developed with a 45 min CO2-activation time and gradually decreased with prolonged activation times because of continuous weight loss during the activation process (b,c). The accumulated ultramicropore volume of the RFC_C45 sample had the highest value of 0.61 cm3 g-1 compared to the other CO2-activated samples that had a broader distribution of up to 4 nm for RFC_C380 (d,e and ). Therefore, a controlled activation process could generate selective development of ultramicropores under the specific conditions.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<p>In contrast, when hot NH<sub>3</sub> activation was applied to\nRFC spheres, increased uptake at low relative pressure compared to\nthe parent RFC spheres strongly suggested the development of micropores\n(a). A specific\nsurface area of 1458 m<sup>2</sup> g<sup>–1</sup>, micropore\nvolume of 0.76 cm<sup>3</sup> g<sup>–1</sup> derived from the <italic toggle=\"yes\">t</italic> method, accumulated ultramicropore volume of 0.59 cm<sup>3</sup> g<sup>–1</sup>, and the PSD were identified (b, d and ). The obtained values\nand distribution of the RFC_N10 sample are very similar to those of\nthe RFC_C45 sample, which suggests that they have similar textural\nfeatures except for different nitrogen doping levels.</p>", "clean_text": "In contrast, when hot NH3 activation was applied to RFC spheres, increased uptake at low relative pressure compared to the parent RFC spheres strongly suggested the development of micropores (a). A specific surface area of 1458 m2 g-1, micropore volume of 0.76 cm3 g-1 derived from the t method, accumulated ultramicropore volume of 0.59 cm3 g-1, and the PSD were identified (b, d and ). The obtained values and distribution of the RFC_N10 sample are very similar to those of the RFC_C45 sample, which suggests that they have similar textural features except for different nitrogen doping levels.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Meanwhile,\nsimilar patterns were observed for the PFC series. Rapid\ndevelopment of ultramicropores for RFC_C45 was observed, and decreased\nultramicroporosity and increased larger microporosity (1–2\nnm) and mesoporosity were identified for the PFC_C120 sample (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S7a–c</ext-link>).</p>", "clean_text": "Meanwhile, similar patterns were observed for the PFC series. Rapid development of ultramicropores for RFC_C45 was observed, and decreased ultramicroporosity and increased larger microporosity (1-2 nm) and mesoporosity were identified for the PFC_C120 sample (Figure S7a-c).", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["property"], "content": "<title>CO<sub>2</sub> Adsorption\nStudies</title><p>It has been widely\naccepted that enhanced CO<sub>2</sub> uptake for carbonaceous materials\narises from development of ultramicropores and incorporation of nitrogen\natoms into the carbon framework. Thus, we first\ntried to utilize hot CO<sub>2</sub> treatment for activation of RFC\nand PFC spheres. CO<sub>2</sub> adsorption isotherms for the RFC and\nPFC series were measured at 298 and 273 K at atmospheric pressure\n(1 bar) (a,b\nand <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">S8a,b</ext-link>). According to CO<sub>2</sub> adsorption isotherms for the RFC series measured at 273 K and 1\nbar, the CO<sub>2</sub> adsorption capacities of RFC and RFC_C45,\n120, and 240 samples were 3.82, 6.86, 5.59, and 4.86 mmol g<sup>–1</sup>, respectively (a and ); meanwhile\ntheir nitrogen contents were similar (). The ultramicropore volumes for RFC and\nRFC_C45, 120, and 240 samples of 0.24, 0.61, 0.46, and 0.36 cm<sup>3</sup> g<sup>–1</sup>, respectively, strongly suggesting\nthat development of ultramicroporosity by the CO<sub>2</sub>-activation\nprocess mainly governs the CO<sub>2</sub> uptake capacities in this\nseries in good agreement with previously reported results ().\n</p>", "clean_text": "CO2 Adsorption Studies\n\nIt has been widely accepted that enhanced CO2 uptake for carbonaceous materials arises from development of ultramicropores and incorporation of nitrogen atoms into the carbon framework. Thus, we first tried to utilize hot CO2 treatment for activation of RFC and PFC spheres. CO2 adsorption isotherms for the RFC and PFC series were measured at 298 and 273 K at atmospheric pressure (1 bar) (a,b and S8a,b). According to CO2 adsorption isotherms for the RFC series measured at 273 K and 1 bar, the CO2 adsorption capacities of RFC and RFC_C45, 120, and 240 samples were 3.82, 6.86, 5.59, and 4.86 mmol g-1, respectively (a and ); meanwhile their nitrogen contents were similar (). The ultramicropore volumes for RFC and RFC_C45, 120, and 240 samples of 0.24, 0.61, 0.46, and 0.36 cm3 g-1, respectively, strongly suggesting that development of ultramicroporosity by the CO2-activation process mainly governs the CO2 uptake capacities in this series in good agreement with previously reported results (). ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CO<sub>2</sub> sorption isotherms at 273 K for (a) RFC and (b)\nPFC series. Distribution of pore volumes between pores of less than\n0.7 nm (blue), less than 1 nm (red), and less than 2 nm (black) of\n(c) RFC series and (d) PFC series along with CO<sub>2</sub> adsorption\ncapacities.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  CO2 sorption isotherms at 273 K for (a) RFC and (b) PFC series. Distribution of pore volumes between pores of less than 0.7 nm (blue), less than 1 nm (red), and less than 2 nm (black) of (c) RFC series and (d) PFC series along with CO2 adsorption capacities.   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>To verify relationships\nbetween CO<sub>2</sub> adsorption capacity\nand different pore size regions of the samples, the accumulated pore\nvolumes with different pore sizes (e.g., 0.7, 1, and 2 nm) were plotted\nwith respective to CO<sub>2</sub> uptake capacities for RFC and RFC_C45\nand 120 samples (c). As anticipated, higher amounts of accumulated ultramicropore\nvolumes less than 0.7 and 1 nm for the RFC and RFC_C45 and 120 samples\ncorrespond to the CO<sub>2</sub> uptake capacities, whereas accumulated\npore volumes up to 2 nm have no bearing on the trend of adsorption\ncapacities (c), clearly showing the importance of ultramicropore development\nfor enhanced CO<sub>2</sub> adsorption. A similar trend was observed\nfor CO<sub>2</sub> isotherms of the RFC series at 298 K and 1 bar\n( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S8a</ext-link>). In addition, the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> for CO<sub>2</sub> of the samples, calculated by the\nClausius–Clapeyron equation (), showed that samples subjected to a prolonged\nCO<sub>2</sub>-activation process compared to the parent RFC spheres\n(30.6 kJmol<sup>–1</sup>) had reduced heat of adsorption for\nCO<sub>2</sub>, probably because of the generation of larger pores\n(b,c).\n</p>", "clean_text": "To verify relationships between CO2 adsorption capacity and different pore size regions of the samples, the accumulated pore volumes with different pore sizes (e.g., 0.7, 1, and 2 nm) were plotted with respective to CO2 uptake capacities for RFC and RFC_C45 and 120 samples (c). As anticipated, higher amounts of accumulated ultramicropore volumes less than 0.7 and 1 nm for the RFC and RFC_C45 and 120 samples correspond to the CO2 uptake capacities, whereas accumulated pore volumes up to 2 nm have no bearing on the trend of adsorption capacities (c), clearly showing the importance of ultramicropore development for enhanced CO2 adsorption. A similar trend was observed for CO2 isotherms of the RFC series at 298 K and 1 bar ( and Figure S8a). In addition, the Q st for CO2 of the samples, calculated by the Clausius-Clapeyron equation (), showed that samples subjected to a prolonged CO2-activation process compared to the parent RFC spheres (30.6 kJmol-1) had reduced heat of adsorption for CO2, probably because of the generation of larger pores (b,c). ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<p>The CO<sub>2</sub> adsorption capacities\nof PFC and PFC_C45 and\n120 samples measured at 273 K and atmospheric pressure were 4.55,\n6.77, and 5.77 mmol g<sup>–1</sup>, respectively (b and ), and the same trend for CO<sub>2</sub> uptake capacities was also obtained at 298 K and 1 bar (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S8b</ext-link> and ), again strongly suggesting the importance\nof development of ultramicroporosity. When the accumulated pore volumes\nwith different pore sizes (e.g., 0.7, 1, and 2 nm) were plotted with\nrespect to CO<sub>2</sub> adsorption capacities for the PFC and RFC_C45,\nand 120 samples (d), a similar trend was observed that creation of ultramicropores\nis the dominant feature affecting CO<sub>2</sub> capacities.</p>", "clean_text": "The CO2 adsorption capacities of PFC and PFC_C45 and 120 samples measured at 273 K and atmospheric pressure were 4.55, 6.77, and 5.77 mmol g-1, respectively (b and ), and the same trend for CO2 uptake capacities was also obtained at 298 K and 1 bar (Figure S8b and ), again strongly suggesting the importance of development of ultramicroporosity. When the accumulated pore volumes with different pore sizes (e.g., 0.7, 1, and 2 nm) were plotted with respect to CO2 adsorption capacities for the PFC and RFC_C45, and 120 samples (d), a similar trend was observed that creation of ultramicropores is the dominant feature affecting CO2 capacities.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>Furthermore, structure–property relationships (in this case,\nPSD and ultramicroporosity) of different carbonaceous materials synthesized\nfrom different precursors toward CO<sub>2</sub> adsorption capacities\nwere compared in parallel. Surprisingly, an almost perfect relationship\n(<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.99) between accumulated pore volume\nof ultramicropores (&lt;1 nm, determined by the NLDFT) and CO<sub>2</sub> adsorption capacities of RFC, CO<sub>2</sub>-activated RFC\nsamples, PFC, and CO<sub>2</sub>-activated PFC series regardless of\nthe precursor for carbon spheres was identified under these specific\nconditions (a). When we attempted to find relationships between accumulated pore\nvolumes acquired with pore sizes less than 0, 7, and 2 nm, which were\ndetermined by the NLDFT, and microporosity (&lt;2 nm), calculated\nfrom the <italic toggle=\"yes\">t</italic> method, and CO<sub>2</sub> uptake capacities\nfor the samples, poor correlations were elucidated (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S9a–c</ext-link>). Such an accurate correlation between\nultramicropores and CO<sub>2</sub> uptake capacities could provide\na roadmap for the design of carbonaceous materials for CO<sub>2</sub> adsorption applications.</p>", "clean_text": "Furthermore, structure-property relationships (in this case, PSD and ultramicroporosity) of different carbonaceous materials synthesized from different precursors toward CO2 adsorption capacities were compared in parallel. Surprisingly, an almost perfect relationship (R 2 = 0.99) between accumulated pore volume of ultramicropores (<1 nm, determined by the NLDFT) and CO2 adsorption capacities of RFC, CO2-activated RFC samples, PFC, and CO2-activated PFC series regardless of the precursor for carbon spheres was identified under these specific conditions (a). When we attempted to find relationships between accumulated pore volumes acquired with pore sizes less than 0, 7, and 2 nm, which were determined by the NLDFT, and microporosity (<2 nm), calculated from the t method, and CO2 uptake capacities for the samples, poor correlations were elucidated (Figure S9a-c). Such an accurate correlation between ultramicropores and CO2 uptake capacities could provide a roadmap for the design of carbonaceous materials for CO2 adsorption applications.", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Relationship plot of CO<sub>2</sub> adsorption\ncapacities with\nrespect to the accumulative pore volume of ultramicropores (&lt;1\nnm, determined by the NLDFT) of (a) RFC and PFC series, (b) CO<sub>2</sub> sorption isotherms at 273 K for RFC_C45 and RFC_N10 samples,\nand (c) isosteric heats of adsorption of the RFC_C45 and RFC_N10 samples.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Relationship plot of CO2 adsorption capacities with respect to the accumulative pore volume of ultramicropores (<1 nm, determined by the NLDFT) of (a) RFC and PFC series, (b) CO2 sorption isotherms at 273 K for RFC_C45 and RFC_N10 samples, and (c) isosteric heats of adsorption of the RFC_C45 and RFC_N10 samples.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["property"], "content": "<p>Another important factor that\ncan enhance CO<sub>2</sub> uptake\nis the incorporation of nitrogen into the carbon framework to facilitate\ngreater adsorption of CO<sub>2</sub> onto the N-doped carbons. It has been reported that N-doped carbon has an increased <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value compared to its nondoped counterpart,\nwhich identifies the chemisorption ability of N-doped carbon. Therefore,\nit was of interest to observe the nitrogen effect using two different\ncarbon samples with almost the same textural feature (e.g., accumulated\npore volume of ultramicropores) but different nitrogen contents. As\nmentioned above, textural features of the RFC_C45 and RFC_N10 samples\nwere similar to each other ( and ), except that RFC_N10 had almost twice the nitrogen content\n(2.83 wt %) of RFC_C45 (1.55 wt %). Thus, the CO<sub>2</sub> adsorption\nisotherm for RFC_N10 was measured at 298 and 273 K at 1 bar (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figures S10</ext-link> and b). According\nto the isotherm, the CO<sub>2</sub> adsorption capacity of RFC_N10\nat 273 K and atmospheric pressure was 7.14 mmol g<sup>–1</sup>, which is superior to the CO<sub>2</sub> uptake of 6.86 mmol g<sup>–1</sup> for RFC_C45 () and is located on the upper region of the plotted\nline, showing almost perfect correlation for CO<sub>2</sub> uptake\ncapacities of the RFC and PFC series (a). The reason for the ultrahigh CO<sub>2</sub> uptake capacity for RFC_N10 is attributed to the higher nitrogen\ncontent that is accompanied by a greater Lewis acid–base interaction\nbetween the acidic CO<sub>2</sub> and N-doped carbon framework. To\nassess the strength of the interactions between CO<sub>2</sub> and\nthe carbon samples, <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values for RFC_C45\nand RFC_N10 were calculated using CO<sub>2</sub> sorption isotherms\nmeasured at 273 and 293 K by the Clausius–Clapeyron equation. As seen in c, through all the coverage regions, RFC_N10\nhas a higher <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value than that of RFC_C45,\narising from higher incorporation of electron-rich nitrogen sites\nin the RFC_N10 sample, which could facilitate more interactions between\nacidic CO<sub>2</sub> and basic N-doped carbon.</p>", "clean_text": "Another important factor that can enhance CO2 uptake is the incorporation of nitrogen into the carbon framework to facilitate greater adsorption of CO2 onto the N-doped carbons. It has been reported that N-doped carbon has an increased Q st value compared to its nondoped counterpart, which identifies the chemisorption ability of N-doped carbon. Therefore, it was of interest to observe the nitrogen effect using two different carbon samples with almost the same textural feature (e.g., accumulated pore volume of ultramicropores) but different nitrogen contents. As mentioned above, textural features of the RFC_C45 and RFC_N10 samples were similar to each other ( and ), except that RFC_N10 had almost twice the nitrogen content (2.83 wt %) of RFC_C45 (1.55 wt %). Thus, the CO2 adsorption isotherm for RFC_N10 was measured at 298 and 273 K at 1 bar (Figures S10 and b). According to the isotherm, the CO2 adsorption capacity of RFC_N10 at 273 K and atmospheric pressure was 7.14 mmol g-1, which is superior to the CO2 uptake of 6.86 mmol g-1 for RFC_C45 () and is located on the upper region of the plotted line, showing almost perfect correlation for CO2 uptake capacities of the RFC and PFC series (a). The reason for the ultrahigh CO2 uptake capacity for RFC_N10 is attributed to the higher nitrogen content that is accompanied by a greater Lewis acid-base interaction between the acidic CO2 and N-doped carbon framework. To assess the strength of the interactions between CO2 and the carbon samples, Q st values for RFC_C45 and RFC_N10 were calculated using CO2 sorption isotherms measured at 273 and 293 K by the Clausius-Clapeyron equation. As seen in c, through all the coverage regions, RFC_N10 has a higher Q st value than that of RFC_C45, arising from higher incorporation of electron-rich nitrogen sites in the RFC_N10 sample, which could facilitate more interactions between acidic CO2 and basic N-doped carbon.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["property"], "content": "<title>H<sub>2</sub> Adsorption Studies</title><p>Light weight, high\nspecific surface area, and development of microporosity of carbonaceous\nmaterials are particularly important features for enhanced storage\nof H<sub>2</sub>. In this article, as a means to augment the specific surface area\nand microporosity, activation processes using hot CO<sub>2</sub> and\nNH<sub>3</sub> treatments provided significantly increased textural\nfeatures regardless of carbons produced with different precursors.\nAccording to the H<sub>2</sub> isotherms for carbon samples measured\nat 77 and 87 K and 1 bar (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S11</ext-link>),\nH<sub>2</sub> uptake sharply increased along with activation times\nfor the carbon samples with PFC_120 and RFC_240 and 380, exhibiting\nmore than twice the H<sub>2</sub> capacity compared to the parent\ncarbon spheres (RFC and PFC) ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S11</ext-link>). In addition,\nthe <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> for H<sub>2</sub> of the samples\nwas calculated by the Clausius–Clapeyron equation (). Similarly, the\ntrend of the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> of H<sub>2</sub> adsorption\nresembled that of CO<sub>2</sub> adsorption, probably resulting from\nthe generation of larger pores for prolonged CO<sub>2</sub>-activated\ncarbon samples (). In particular, the RFC_380 sample had an ultrahigh H<sub>2</sub> uptake capacity, as high as 3.26 wt %, which makes it one of the\nmost efficient H<sub>2</sub> storage adsorbents among carbonaceous\nmaterials and MOFs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Table S3</ext-link>).\n</p>", "clean_text": "H2 Adsorption Studies\n\nLight weight, high specific surface area, and development of microporosity of carbonaceous materials are particularly important features for enhanced storage of H2. In this article, as a means to augment the specific surface area and microporosity, activation processes using hot CO2 and NH3 treatments provided significantly increased textural features regardless of carbons produced with different precursors. According to the H2 isotherms for carbon samples measured at 77 and 87 K and 1 bar (Figure S11), H2 uptake sharply increased along with activation times for the carbon samples with PFC_120 and RFC_240 and 380, exhibiting more than twice the H2 capacity compared to the parent carbon spheres (RFC and PFC) ( and Figure S11). In addition, the Q st for H2 of the samples was calculated by the Clausius-Clapeyron equation (). Similarly, the trend of the Q st of H2 adsorption resembled that of CO2 adsorption, probably resulting from the generation of larger pores for prolonged CO2-activated carbon samples (). In particular, the RFC_380 sample had an ultrahigh H2 uptake capacity, as high as 3.26 wt %, which makes it one of the most efficient H2 storage adsorbents among carbonaceous materials and MOFs (Table S3). ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>To elucidate relationships between H<sub>2</sub> adsorption\ncapacity and textural features of the carbon materials, H<sub>2</sub> capacities with respect to surface area and pore volumes less than\n2 nm determined by the NLDFT were plotted (a,b). Generally, H<sub>2</sub> uptakes for\ncarbon samples regardless of precursor and nitrogen doping level were\nenhanced with respect to increased surface area (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.86, a) and pore volumes less than 2 nm (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.90, b). In particular, with up to ca. 2.5 wt % of H<sub>2</sub> uptake\nfor both plots, almost perfect correlations between H<sub>2</sub> uptake\nand surface area and pore volumes less than 2 nm of carbon samples\nwere observed (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.99 for plots, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S12a,c</ext-link>). There are discrepancies, however:\nfor carbons with high H<sub>2</sub> uptakes larger than 2.5 wt %,\nthe H<sub>2</sub> uptake with respect to surface area showed relatively\nhigh correlation (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.86, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S12b</ext-link>), whereas H<sub>2</sub> uptake plotted\nagainst pore volumes less than 2 nm showed a poor relationship (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S12d</ext-link>), probably because of generation\nof PSD up to 4 nm from materials (e.g., RFC_C120, 240, and 380, and\nPFC_C120) subjected to prolonged activation processes (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">S7b</ext-link>).</p>", "clean_text": "To elucidate relationships between H2 adsorption capacity and textural features of the carbon materials, H2 capacities with respect to surface area and pore volumes less than 2 nm determined by the NLDFT were plotted (a,b). Generally, H2 uptakes for carbon samples regardless of precursor and nitrogen doping level were enhanced with respect to increased surface area (R 2 = 0.86, a) and pore volumes less than 2 nm (R 2 = 0.90, b). In particular, with up to ca. 2.5 wt % of H2 uptake for both plots, almost perfect correlations between H2 uptake and surface area and pore volumes less than 2 nm of carbon samples were observed (R 2 = 0.99 for plots, Figure S12a,c). There are discrepancies, however: for carbons with high H2 uptakes larger than 2.5 wt %, the H2 uptake with respect to surface area showed relatively high correlation (R 2 = 0.86, Figure S12b), whereas H2 uptake plotted against pore volumes less than 2 nm showed a poor relationship (Figure S12d), probably because of generation of PSD up to 4 nm from materials (e.g., RFC_C120, 240, and 380, and PFC_C120) subjected to prolonged activation processes (b and S7b).", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Relationship plots of H<sub>2</sub> adsorption capacities\nwith\nrespect to (a) the specific surface areas and (b) accumulative micropore\nvolumes (&lt;2 nm, determined by the NLDFT) of the RFC and PFC series.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  Relationship plots of H2 adsorption capacities with respect to (a) the specific surface areas and (b) accumulative micropore volumes (<2 nm, determined by the NLDFT) of the RFC and PFC series.   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We\nhave demonstrated that highly enhanced CO<sub>2</sub> and H<sub>2</sub> adsorption properties were acquired from the series of N-doped\ncarbon materials via carbonization of different polymer spheres (RF\nand PF) and subsequent activation processes with hot CO<sub>2</sub> or NH<sub>3</sub> treatment in order to control textural properties\nsuch as PSD, specific surface area, and microporosity, and the nitrogen-doping\nlevel. Monodisperse RFP with size ranges of 100–800 nm and\nPFP of 1000–2000 nm were successfully synthesized via a sol–gel\nprocess using a solvent mixture of water and ethanol and a base catalyst\n(NH<sub>3</sub>). During polymerization, possible nitrogen moiety\nincorporation within the polymer matrix was proposed, and it was found\nthat NH<sub>3</sub> served both as a basic catalyst as well as a nitrogen\nprecursor, resulting in intrinsically N-doped carbons after carbonization\n(ca. 1.5 wt % for RFC and PFC). Such monodisperse and size-tunable\nN-doped carbons were further activated via hot CO<sub>2</sub> treatment\nto increase textural features, for example surface area up to 4079\nm<sup>2</sup> g<sup>–1</sup> (RFC_C380) and ultramicropores\nof 0.61 cm<sup>3</sup> g<sup>–1</sup> (RFC_C45), or hot NH<sub>3</sub> activation was used for incorporation of nitrogen atoms into\nthe carbon framework to give enhanced N-doped carbon with ca. 2.83\nwt % nitrogen (RFC_N10).</p>", "clean_text": "Conclusions\n\nWe have demonstrated that highly enhanced CO2 and H2 adsorption properties were acquired from the series of N-doped carbon materials via carbonization of different polymer spheres (RF and PF) and subsequent activation processes with hot CO2 or NH3 treatment in order to control textural properties such as PSD, specific surface area, and microporosity, and the nitrogen-doping level. Monodisperse RFP with size ranges of 100-800 nm and PFP of 1000-2000 nm were successfully synthesized via a sol-gel process using a solvent mixture of water and ethanol and a base catalyst (NH3). During polymerization, possible nitrogen moiety incorporation within the polymer matrix was proposed, and it was found that NH3 served both as a basic catalyst as well as a nitrogen precursor, resulting in intrinsically N-doped carbons after carbonization (ca. 1.5 wt % for RFC and PFC). Such monodisperse and size-tunable N-doped carbons were further activated via hot CO2 treatment to increase textural features, for example surface area up to 4079 m2 g-1 (RFC_C380) and ultramicropores of 0.61 cm3 g-1 (RFC_C45), or hot NH3 activation was used for incorporation of nitrogen atoms into the carbon framework to give enhanced N-doped carbon with ca. 2.83 wt % nitrogen (RFC_N10).", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["property"], "content": "<p>Structure–property relationships\nof a series of CO<sub>2</sub>-activated carbon spheres regardless\nof the precursor polymer spheres\ndemonstrated that there was a perfect linear relationship (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.99) between CO<sub>2</sub> uptake and\nultramicropore volume. Furthermore, comparing the CO<sub>2</sub> uptake\ncapacities for different N-doped carbons (e.g., RFC_C45 and RFC_N10)\nwith similar textural features, the higher incorporated nitrogen content\nof RFC_N10 showed an enhanced CO<sub>2</sub> uptake of 7.14 mmol g<sup>–1</sup> at 273 K and 1 bar and the higher <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value over all CO<sub>2</sub> coverage regions compared\nto its counterpart (RFC_C45), strongly suggesting that a higher nitrogen\ncontent facilitated interactions between the polar acidic CO<sub>2</sub> and electron-rich nitrogen in the carbon framework.</p>", "clean_text": "Structure-property relationships of a series of CO2-activated carbon spheres regardless of the precursor polymer spheres demonstrated that there was a perfect linear relationship (R 2 = 0.99) between CO2 uptake and ultramicropore volume. Furthermore, comparing the CO2 uptake capacities for different N-doped carbons (e.g., RFC_C45 and RFC_N10) with similar textural features, the higher incorporated nitrogen content of RFC_N10 showed an enhanced CO2 uptake of 7.14 mmol g-1 at 273 K and 1 bar and the higher Q st value over all CO2 coverage regions compared to its counterpart (RFC_C45), strongly suggesting that a higher nitrogen content facilitated interactions between the polar acidic CO2 and electron-rich nitrogen in the carbon framework.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["property"], "content": "<p>Moreover,\nultrahigh specific surface area could be achieved through\na prolonged activation processes, one of which reached 4079 m<sup>2</sup> g<sup>–1</sup> with an unprecedented superb H<sub>2</sub> uptake capacity of 3.26 wt % at 77 K (1 bar), which makes\nit one of the best H<sub>2</sub> storage media among carbon materials\nand MOFs. Consequently, various relationships between structure–properties\nand gas sorption capacities using a well-designed series of carbonaceous\nmaterials gave rise to a useful principle for the design of carbonaceous\nmaterials for gas sorption applications.</p>", "clean_text": "Moreover, ultrahigh specific surface area could be achieved through a prolonged activation processes, one of which reached 4079 m2 g-1 with an unprecedented superb H2 uptake capacity of 3.26 wt % at 77 K (1 bar), which makes it one of the best H2 storage media among carbon materials and MOFs. Consequently, various relationships between structure-properties and gas sorption capacities using a well-designed series of carbonaceous materials gave rise to a useful principle for the design of carbonaceous materials for gas sorption applications.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.jpcc.5b10552\">10.1021/acs.jpcc.5b10552</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Detailed material\ncharacterizations including tables\nand SEM for polymer spheres, gas sorption isotherms (N<sub>2</sub>, CO<sub>2</sub>, and H<sub>2</sub>), IR spectra, XPS spectra, and\nplots for CO<sub>2</sub> and H<sub>2</sub> capacities with respective\nto various textural features. (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.5b10552.  Detailed material characterizations including tables and SEM for polymer spheres, gas sorption isotherms (N2, CO2, and H2), IR spectra, XPS spectra, and plots for CO2 and H2 capacities with respective to various textural features. (PDF)   ", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>Detailed material\ncharacterizations including tables\nand SEM for polymer spheres, gas sorption isotherms (N<sub>2</sub>, CO<sub>2</sub>, and H<sub>2</sub>), IR spectra, XPS spectra, and\nplots for CO<sub>2</sub> and H<sub>2</sub> capacities with respective\nto various textural features. (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "Detailed material characterizations including tables and SEM for polymer spheres, gas sorption isotherms (N2, CO2, and H2), IR spectra, XPS spectra, and plots for CO2 and H2 capacities with respective to various textural features. (PDF)", "data": null, "include_properties": null}, {"idx": 51, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "10, 11, 17", "type": "text", "classification": "synthesis condition", "content": "<title>Synthesis of Resorcinol–Formaldehyde\nPolymer and Carbon\nSpheres</title><p>The detailed synthesis parameters are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Table S1</ext-link>. Generally, resorcinol and formaldehyde\nwere mixed with a solution containing (200 mL) deionized water (H<sub>2</sub>O), and aqueous ammonia (28% NH<sub>3</sub> (aq)). After stirring\nfor 24 h at room temperature, the reaction mixture was moved to an\noven and was subsequently heated for 24 h at 90 °C without stirring.\nThe solid product was recovered by centrifugation and was washed several\ntimes with deionized water. For the carbonization process, RF polymer\nspheres were heated from ambient temperature to 800 °C under\na N<sub>2</sub> atmosphere over 3 h at a heating rate of 4.3 °C/min.</p><title>Synthesis of Phenol–Formaldehyde Polymer and Carbon Spheres</title><p>The detailed synthesis parameters are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Table S2</ext-link>. Typically, phenol and formaldehyde were mixed in\na solution containing 115 mL of deionized water and 45 mL of ethanol.\nNext, Pluronic F127 was added to the mixture. After stirring for more\nthan 4 h at room temperature, the reaction mixture was moved to an\noven and subsequently heated at 90 or 100 °C for 24 h. The solid\nproduct was recovered by centrifugation and was washed several times\nwith deionized water. For the carbonization process, the PF polymer\nspheres were heated from ambient temperature to 800 °C under\na N<sub>2</sub> atmosphere over 3h at a heating rate of 4.3 °C/min.</p><p>In contrast, similar synthesis conditions except use of ethanol\ncosolvent (H<sub>2</sub>O (80 mL): EtOH (80 mL) = 1:1 in volume ratio)\nwas applied to prepare PFP spheres. With an increase in the precursor\namount of phenol (the mole ratio of phenol and formaldehyde was fixed\nat 1:5.4) from 0.97 to 1.29, and 2.59 g, the size of the as-synthesized\nPFP spheres increased from 1.1 ± 0.21 to 1.9 ± 0.38, and\n2.8 ± 0.61 μm (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Table S2, Figure S1a–c</ext-link>). When a smaller amount of phenol, 0.63 g, was employed, a negligible\namount of product was obtained. Notably, the relatively poor monodispersity\nand diminished productivity for small size PFP spheres compared to\nRFP was observed probably because the less reactive nature of phenol\ncompared to resorcinol retards a sol–gel polymerization under\nthe specific conditions. To increase the monodispersity through mitigating\nsurface free energy, a nonionic surfactant (F127) was chosen to use.\nWhen F127 (0.045 g) was applied to prepare PFP spheres of 1.1 ±\n0.21 μm, a relatively increased monodispersity of 1 ± 0.14\nμm was observed by SEM (e). In addition, with an increase in the reaction temperature\nto 110 °C, the size of PFP increased to 2.2 ± 0.15 μm\n(f); however,\nthe amount of catalyst and the water to ethanol solvent ratio had\nlittle impact on size control under the specific conditions (not shown\nhere). The RFP of 575 nm and PFP of 1000 nm were utilized for the\nfollowing carbonization and activation processes, which were further\ninvestigated for gas sorption properties.</p>", "clean_text": "Synthesis of Resorcinol-Formaldehyde Polymer and Carbon Spheres\n\nThe detailed synthesis parameters are shown in Table S1. Generally, resorcinol and formaldehyde were mixed with a solution containing (200 mL) deionized water (H2O), and aqueous ammonia (28% NH3 (aq)). After stirring for 24 h at room temperature, the reaction mixture was moved to an oven and was subsequently heated for 24 h at 90 °C without stirring. The solid product was recovered by centrifugation and was washed several times with deionized water. For the carbonization process, RF polymer spheres were heated from ambient temperature to 800 °C under a N2 atmosphere over 3 h at a heating rate of 4.3 °C/min.\n\nSynthesis of Phenol-Formaldehyde Polymer and Carbon Spheres\n\nThe detailed synthesis parameters are shown in Table S2. Typically, phenol and formaldehyde were mixed in a solution containing 115 mL of deionized water and 45 mL of ethanol. Next, Pluronic F127 was added to the mixture. After stirring for more than 4 h at room temperature, the reaction mixture was moved to an oven and subsequently heated at 90 or 100 °C for 24 h. The solid product was recovered by centrifugation and was washed several times with deionized water. For the carbonization process, the PF polymer spheres were heated from ambient temperature to 800 °C under a N2 atmosphere over 3h at a heating rate of 4.3 °C/min.\n\nIn contrast, similar synthesis conditions except use of ethanol cosolvent (H2O (80 mL): EtOH (80 mL) = 1:1 in volume ratio) was applied to prepare PFP spheres. With an increase in the precursor amount of phenol (the mole ratio of phenol and formaldehyde was fixed at 1:5.4) from 0.97 to 1.29, and 2.59 g, the size of the as-synthesized PFP spheres increased from 1.1 ± 0.21 to 1.9 ± 0.38, and 2.8 ± 0.61 μm (Table S2, Figure S1a-c). When a smaller amount of phenol, 0.63 g, was employed, a negligible amount of product was obtained. Notably, the relatively poor monodispersity and diminished productivity for small size PFP spheres compared to RFP was observed probably because the less reactive nature of phenol compared to resorcinol retards a sol-gel polymerization under the specific conditions. To increase the monodispersity through mitigating surface free energy, a nonionic surfactant (F127) was chosen to use. When F127 (0.045 g) was applied to prepare PFP spheres of 1.1 ± 0.21 μm, a relatively increased monodispersity of 1 ± 0.14 μm was observed by SEM (e). In addition, with an increase in the reaction temperature to 110 °C, the size of PFP increased to 2.2 ± 0.15 μm (f); however, the amount of catalyst and the water to ethanol solvent ratio had little impact on size control under the specific conditions (not shown here). The RFP of 575 nm and PFP of 1000 nm were utilized for the following carbonization and activation processes, which were further investigated for gas sorption properties.", "data": [{"meta": {"name": "Resorcinol–Formaldehyde Polymer and Carbon Spheres", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "resorcinol", "amount": "", "unit": ""}, {"name": "formaldehyde", "amount": "", "unit": ""}], "solution": [{"name": "deionized water", "amount": "200", "unit": "mL"}, {"name": "aqueous ammonia", "amount": "28%", "unit": ""}], "pressure": "", "temperature": "room temperature", "time": "24 h"}, {"synthesis method": "heating", "pressure": "", "temperature": "90°C", "time": "24 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "deionized water", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "deionized water", "amount": "several times"}, {"synthesis method": "carbonization", "heat treatment method": "", "atmosphere": "N2", "heat treatment temperature": "800°C", "heat treatment time": "3 h", "heating rate": "4.3°C/min", "cooling rate": ""}]}, {"meta": {"name": "Phenol–Formaldehyde Polymer and Carbon Spheres", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "phenol", "amount": "", "unit": ""}, {"name": "formaldehyde", "amount": "", "unit": ""}], "solution": [{"name": "deionized water", "amount": "115", "unit": "mL"}, {"name": "ethanol", "amount": "45", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "4 h"}, {"synthesis method": "heating", "pressure": "", "temperature": "90 or 100°C", "time": "24 h"}, {"synthesis method": "centrifugation", "revolution per time": "", "relative centrifugal force": "", "time": "", "temperature": "", "additive": [{"name": "deionized water", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "deionized water", "amount": "several times"}, {"synthesis method": "carbonization", "heat treatment method": "", "atmosphere": "N2", "heat treatment temperature": "800°C", "heat treatment time": "3 h", "heating rate": "4.3°C/min", "cooling rate": ""}]}], "include_properties": ["chemical_synthesis", "centrifugation", "washing", "heat_treatment"]}, {"idx": "1, 7, 8, 31, 33, 34, 36, 39, 42, 43", "type": "text", "classification": "property", "content": "<p>Highly\nenhanced CO<sub>2</sub> and H<sub>2</sub> adsorption properties\nwere achieved with a series of phenolic resin-based carbon spheres\n(resorcinol–formaldehyde carbon (RFC) and phenol–formaldehyde\ncarbon (PFC)) by carbonization of RF and PF polymer (RFP and PFP)\nspheres synthesized via a sol–gel reaction and subsequent activation\nwith hot CO<sub>2</sub> or NH<sub>3</sub> treatment. Monodisperse\nand size-tunable (100–600 nm) RFC and PFC spheres had intrinsic\nnitrogen contents (ca. 1.5 wt %), which are attributed to the synthesis\nconditions that utilized NH<sub>3</sub> as a basic catalyst as well\nas nitrogen precursor. A series of CO<sub>2</sub>-activated and N-doped\nRFC and PFC spheres showed almost perfect correlation (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.99) between CO<sub>2</sub> adsorption capacities\nand accumulated pore volumes of fine micropores (ultramicropore &lt;1\nnm) obtained using the nonlocal density functional theory (NLDFT)\nmodel. Interestingly, NH<sub>3</sub> activation served not only as\nan effective method for heteroatom doping (i.e., nitrogen) into the\ncarbon framework but also as an excellent activation process to fine-tune\nthe surface area and pore size distribution (PSD). Increased nitrogen\ndoping levels up to ca. 2.8 wt % for NH<sub>3</sub>-activated RFC\nspheres showed superior CO<sub>2</sub> adsorption capacities of 4.54\n(1 bar) and 7.14 mmol g<sup>–1</sup> (1 bar) at 298 and 273\nK, respectively. Compared to CO<sub>2</sub>-activated RFC spheres\nwith similar ultramicropore volume presenting CO<sub>2</sub> uptakes\nof 4.41 (1 bar) and 6.86 mmol g<sup>–1</sup> (1 bar) at 298\nand 273 K, respectively, NH<sub>3</sub>-activated nitrogen-enriched\nRFC was found to have elevated chemisorption ability. Moreover, prolonged\nactivation of RFC and PFC spheres provided ultrahigh surface areas,\none of which reached 4079 m<sup>2</sup>g<sup>–1</sup> with\nan unprecedented superb H<sub>2</sub> uptake capacity of 3.26 wt %\nat 77 K (1 bar), representing one of the best H<sub>2</sub> storage\nmedia among carbonaceous materials and metal–organic frameworks\n(MOFs).</p><p>Structure–property relationships\nof a series of activated\nRFC and PFC spheres for CO<sub>2</sub> uptake revealed that regardless\nof the different polymer spheres used (RFP and PFP), a perfect linear\nrelationship (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.99) between CO<sub>2</sub> uptake and ultramicropore volume, determined by the NLDFT\n(nonlocal density functional theory), was found. The capacity of CO<sub>2</sub> uptake with CO<sub>2</sub>-activated RFC spheres reached\nas high as 4.41 and 6.86 mmolg<sup>–1</sup> at 298 and 273\nK at atmospheric pressure (1 bar), respectively. In addition, hot\nNH<sub>3</sub> activation of carbon spheres gave a similar ultramicropore\nvolume with almost twice the nitrogen content (2.83%) compared to\nthat of the CO<sub>2</sub>-activated RFC counterpart (1.55%). As a\nresult, ultrahigh CO<sub>2</sub> uptakes for NH<sub>3</sub>-activated\nRFC were recorded as 4.54 and 7.14 mmolg<sup>–1</sup> at 298\nand 273 K at atmospheric pressure (1 bar), respectively, which are\nhigher than those of CO<sub>2</sub>-activated RFC, strongly suggesting\nthat the elevated chemisorption by heteroatom doping via hot NH<sub>3</sub> treatment affects the CO<sub>2</sub> uptake capacity.</p><p>Furthermore, a prolonged activation process resulted in ultrahigh\nsurface area of RFC spheres up to 4079 m<sup>2</sup>g<sup>–1</sup> with an unprecedented H<sub>2</sub> uptake capacity of 3.26 wt %\nat 77 K (1 bar), which is comparable to the best H<sub>2</sub> storage\nmedia among carbonaceous materials and MOFs.</p><title>Nitrogen Adsorption Studies</title><p>Textural features of RFC,\nCO<sub>2</sub>-activated RFCs, PFC, CO<sub>2</sub>-activated PFCs,\nand RFC_N10 samples were analyzed using nitrogen sorption measurements,\nadsorption parameters such as specific surface area were determined\nby the BET model, micropore volumes with different pore sizes were\nderived from the <italic toggle=\"yes\">t</italic> method and the NLDFT model, pore\nsize distribution (PSD) was obtained from the NLDFT model, and total\npore volume was measured at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.99, and the results are listed in . First, as-made RFC and CO<sub>2</sub>-activated\nRFC_C45, 120, 240, and 380 samples show significantly increased uptakes\nat low relative pressure representing microporous features along with\nCO<sub>2</sub>-activation times (a). As mentioned above, hot CO<sub>2</sub> treatment activates RFC spheres via the chemical reaction C(s) +\nCO<sub>2</sub> (g) → 2CO (g), which generates small pores that\nbecome larger pores with increased reaction times. The RFC and RFC_C45,\n120 samples showed characteristic type I isotherms; in contrast, RFC_C240\nand RFC_C380 samples showed type IV isotherms due to the presence\nof mesopores arising from prolonged activation times (a). As anticipated, surface\nareas of the samples determined by the BET model were significantly\nincreased from 724 to 1611, 2842, 3540, and 4079 m<sup>2</sup> g<sup>–1</sup> for the RFC and RFC_C45, 120, 240, and 380 samples,\nrespectively (). It is notable that a surface area as high as 4000 m<sup>2</sup> g<sup>–1</sup> for RFC_C380 has rarely been reported for\ncarbon materials. Additionally, the micropore\nvolumes determined from the <italic toggle=\"yes\">t</italic> method were also significantly\nincreased from 0.31 to 0.83, 1.26, 1.27, and 1.28 cm<sup>3</sup> g<sup>–1</sup> for the RFC and RFC_C45, 120, 240, and 380 samples,\nrespectively (). Interestingly, the micropore volume seems to be saturated at around\n1.26 for the RFC_C120, 240, and 380 samples, resulting from the creation\nof pores larger than 2 nm. Along with the trend of surface area, total\npore volumes of the RFC and RFC_C45, 120, 240, and 380 samples were\nsubstantially developed from 0.28 to 0.73, 1.33, 2.0, and 2.56 cm<sup>3</sup> g<sup>–1</sup>, which is consistent with CO<sub>2</sub>-activation times ().</p><p>PSD was derived using the NLDFT model in order to closely\ncharacterize\nthe micropores of the carbon materials. According to PSD, ultramicropores\ncentered around 0.7 nm quickly developed with a 45 min CO<sub>2</sub>-activation time and gradually decreased with prolonged activation\ntimes because of continuous weight loss during the activation process\n(b,c). The\naccumulated ultramicropore volume of the RFC_C45 sample had the highest\nvalue of 0.61 cm<sup>3</sup> g<sup>–1</sup> compared to the\nother CO<sub>2</sub>-activated samples that had a broader distribution\nof up to 4 nm for RFC_C380 (d,e and ). Therefore, a controlled activation process could generate\nselective development of ultramicropores under the specific conditions.</p><p>In contrast, when hot NH<sub>3</sub> activation was applied to\nRFC spheres, increased uptake at low relative pressure compared to\nthe parent RFC spheres strongly suggested the development of micropores\n(a). A specific\nsurface area of 1458 m<sup>2</sup> g<sup>–1</sup>, micropore\nvolume of 0.76 cm<sup>3</sup> g<sup>–1</sup> derived from the <italic toggle=\"yes\">t</italic> method, accumulated ultramicropore volume of 0.59 cm<sup>3</sup> g<sup>–1</sup>, and the PSD were identified (b, d and ). The obtained values\nand distribution of the RFC_N10 sample are very similar to those of\nthe RFC_C45 sample, which suggests that they have similar textural\nfeatures except for different nitrogen doping levels.</p><title>CO<sub>2</sub> Adsorption\nStudies</title><p>It has been widely\naccepted that enhanced CO<sub>2</sub> uptake for carbonaceous materials\narises from development of ultramicropores and incorporation of nitrogen\natoms into the carbon framework. Thus, we first\ntried to utilize hot CO<sub>2</sub> treatment for activation of RFC\nand PFC spheres. CO<sub>2</sub> adsorption isotherms for the RFC and\nPFC series were measured at 298 and 273 K at atmospheric pressure\n(1 bar) (a,b\nand <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">S8a,b</ext-link>). According to CO<sub>2</sub> adsorption isotherms for the RFC series measured at 273 K and 1\nbar, the CO<sub>2</sub> adsorption capacities of RFC and RFC_C45,\n120, and 240 samples were 3.82, 6.86, 5.59, and 4.86 mmol g<sup>–1</sup>, respectively (a and ); meanwhile\ntheir nitrogen contents were similar (). The ultramicropore volumes for RFC and\nRFC_C45, 120, and 240 samples of 0.24, 0.61, 0.46, and 0.36 cm<sup>3</sup> g<sup>–1</sup>, respectively, strongly suggesting\nthat development of ultramicroporosity by the CO<sub>2</sub>-activation\nprocess mainly governs the CO<sub>2</sub> uptake capacities in this\nseries in good agreement with previously reported results ().\n</p><p>The CO<sub>2</sub> adsorption capacities\nof PFC and PFC_C45 and\n120 samples measured at 273 K and atmospheric pressure were 4.55,\n6.77, and 5.77 mmol g<sup>–1</sup>, respectively (b and ), and the same trend for CO<sub>2</sub> uptake capacities was also obtained at 298 K and 1 bar (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S8b</ext-link> and ), again strongly suggesting the importance\nof development of ultramicroporosity. When the accumulated pore volumes\nwith different pore sizes (e.g., 0.7, 1, and 2 nm) were plotted with\nrespect to CO<sub>2</sub> adsorption capacities for the PFC and RFC_C45,\nand 120 samples (d), a similar trend was observed that creation of ultramicropores\nis the dominant feature affecting CO<sub>2</sub> capacities.</p><p>Another important factor that\ncan enhance CO<sub>2</sub> uptake\nis the incorporation of nitrogen into the carbon framework to facilitate\ngreater adsorption of CO<sub>2</sub> onto the N-doped carbons. It has been reported that N-doped carbon has an increased <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value compared to its nondoped counterpart,\nwhich identifies the chemisorption ability of N-doped carbon. Therefore,\nit was of interest to observe the nitrogen effect using two different\ncarbon samples with almost the same textural feature (e.g., accumulated\npore volume of ultramicropores) but different nitrogen contents. As\nmentioned above, textural features of the RFC_C45 and RFC_N10 samples\nwere similar to each other ( and ), except that RFC_N10 had almost twice the nitrogen content\n(2.83 wt %) of RFC_C45 (1.55 wt %). Thus, the CO<sub>2</sub> adsorption\nisotherm for RFC_N10 was measured at 298 and 273 K at 1 bar (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figures S10</ext-link> and b). According\nto the isotherm, the CO<sub>2</sub> adsorption capacity of RFC_N10\nat 273 K and atmospheric pressure was 7.14 mmol g<sup>–1</sup>, which is superior to the CO<sub>2</sub> uptake of 6.86 mmol g<sup>–1</sup> for RFC_C45 () and is located on the upper region of the plotted\nline, showing almost perfect correlation for CO<sub>2</sub> uptake\ncapacities of the RFC and PFC series (a). The reason for the ultrahigh CO<sub>2</sub> uptake capacity for RFC_N10 is attributed to the higher nitrogen\ncontent that is accompanied by a greater Lewis acid–base interaction\nbetween the acidic CO<sub>2</sub> and N-doped carbon framework. To\nassess the strength of the interactions between CO<sub>2</sub> and\nthe carbon samples, <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> values for RFC_C45\nand RFC_N10 were calculated using CO<sub>2</sub> sorption isotherms\nmeasured at 273 and 293 K by the Clausius–Clapeyron equation. As seen in c, through all the coverage regions, RFC_N10\nhas a higher <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value than that of RFC_C45,\narising from higher incorporation of electron-rich nitrogen sites\nin the RFC_N10 sample, which could facilitate more interactions between\nacidic CO<sub>2</sub> and basic N-doped carbon.</p><title>H<sub>2</sub> Adsorption Studies</title><p>Light weight, high\nspecific surface area, and development of microporosity of carbonaceous\nmaterials are particularly important features for enhanced storage\nof H<sub>2</sub>. In this article, as a means to augment the specific surface area\nand microporosity, activation processes using hot CO<sub>2</sub> and\nNH<sub>3</sub> treatments provided significantly increased textural\nfeatures regardless of carbons produced with different precursors.\nAccording to the H<sub>2</sub> isotherms for carbon samples measured\nat 77 and 87 K and 1 bar (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S11</ext-link>),\nH<sub>2</sub> uptake sharply increased along with activation times\nfor the carbon samples with PFC_120 and RFC_240 and 380, exhibiting\nmore than twice the H<sub>2</sub> capacity compared to the parent\ncarbon spheres (RFC and PFC) ( and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Figure S11</ext-link>). In addition,\nthe <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> for H<sub>2</sub> of the samples\nwas calculated by the Clausius–Clapeyron equation (). Similarly, the\ntrend of the <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> of H<sub>2</sub> adsorption\nresembled that of CO<sub>2</sub> adsorption, probably resulting from\nthe generation of larger pores for prolonged CO<sub>2</sub>-activated\ncarbon samples (). In particular, the RFC_380 sample had an ultrahigh H<sub>2</sub> uptake capacity, as high as 3.26 wt %, which makes it one of the\nmost efficient H<sub>2</sub> storage adsorbents among carbonaceous\nmaterials and MOFs (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.5b10552/suppl_file/jp5b10552_si_001.pdf\">Table S3</ext-link>).\n</p>", "clean_text": "Highly enhanced CO2 and H2 adsorption properties were achieved with a series of phenolic resin-based carbon spheres (resorcinol-formaldehyde carbon (RFC) and phenol-formaldehyde carbon (PFC)) by carbonization of RF and PF polymer (RFP and PFP) spheres synthesized via a sol-gel reaction and subsequent activation with hot CO2 or NH3 treatment. Monodisperse and size-tunable (100-600 nm) RFC and PFC spheres had intrinsic nitrogen contents (ca. 1.5 wt %), which are attributed to the synthesis conditions that utilized NH3 as a basic catalyst as well as nitrogen precursor. A series of CO2-activated and N-doped RFC and PFC spheres showed almost perfect correlation (R 2 = 0.99) between CO2 adsorption capacities and accumulated pore volumes of fine micropores (ultramicropore <1 nm) obtained using the nonlocal density functional theory (NLDFT) model. Interestingly, NH3 activation served not only as an effective method for heteroatom doping (i.e., nitrogen) into the carbon framework but also as an excellent activation process to fine-tune the surface area and pore size distribution (PSD). Increased nitrogen doping levels up to ca. 2.8 wt % for NH3-activated RFC spheres showed superior CO2 adsorption capacities of 4.54 (1 bar) and 7.14 mmol g-1 (1 bar) at 298 and 273 K, respectively. Compared to CO2-activated RFC spheres with similar ultramicropore volume presenting CO2 uptakes of 4.41 (1 bar) and 6.86 mmol g-1 (1 bar) at 298 and 273 K, respectively, NH3-activated nitrogen-enriched RFC was found to have elevated chemisorption ability. Moreover, prolonged activation of RFC and PFC spheres provided ultrahigh surface areas, one of which reached 4079 m2g-1 with an unprecedented superb H2 uptake capacity of 3.26 wt % at 77 K (1 bar), representing one of the best H2 storage media among carbonaceous materials and metal-organic frameworks (MOFs).\n\nStructure-property relationships of a series of activated RFC and PFC spheres for CO2 uptake revealed that regardless of the different polymer spheres used (RFP and PFP), a perfect linear relationship (R 2 = 0.99) between CO2 uptake and ultramicropore volume, determined by the NLDFT (nonlocal density functional theory), was found. The capacity of CO2 uptake with CO2-activated RFC spheres reached as high as 4.41 and 6.86 mmolg-1 at 298 and 273 K at atmospheric pressure (1 bar), respectively. In addition, hot NH3 activation of carbon spheres gave a similar ultramicropore volume with almost twice the nitrogen content (2.83%) compared to that of the CO2-activated RFC counterpart (1.55%). As a result, ultrahigh CO2 uptakes for NH3-activated RFC were recorded as 4.54 and 7.14 mmolg-1 at 298 and 273 K at atmospheric pressure (1 bar), respectively, which are higher than those of CO2-activated RFC, strongly suggesting that the elevated chemisorption by heteroatom doping via hot NH3 treatment affects the CO2 uptake capacity.\n\nFurthermore, a prolonged activation process resulted in ultrahigh surface area of RFC spheres up to 4079 m2g-1 with an unprecedented H2 uptake capacity of 3.26 wt % at 77 K (1 bar), which is comparable to the best H2 storage media among carbonaceous materials and MOFs.\n\nNitrogen Adsorption Studies\n\nTextural features of RFC, CO2-activated RFCs, PFC, CO2-activated PFCs, and RFC_N10 samples were analyzed using nitrogen sorption measurements, adsorption parameters such as specific surface area were determined by the BET model, micropore volumes with different pore sizes were derived from the t method and the NLDFT model, pore size distribution (PSD) was obtained from the NLDFT model, and total pore volume was measured at P/P 0 = 0.99, and the results are listed in . First, as-made RFC and CO2-activated RFC_C45, 120, 240, and 380 samples show significantly increased uptakes at low relative pressure representing microporous features along with CO2-activation times (a). As mentioned above, hot CO2 treatment activates RFC spheres via the chemical reaction C(s) + CO2 (g) → 2CO (g), which generates small pores that become larger pores with increased reaction times. The RFC and RFC_C45, 120 samples showed characteristic type I isotherms; in contrast, RFC_C240 and RFC_C380 samples showed type IV isotherms due to the presence of mesopores arising from prolonged activation times (a). As anticipated, surface areas of the samples determined by the BET model were significantly increased from 724 to 1611, 2842, 3540, and 4079 m2 g-1 for the RFC and RFC_C45, 120, 240, and 380 samples, respectively (). It is notable that a surface area as high as 4000 m2 g-1 for RFC_C380 has rarely been reported for carbon materials. Additionally, the micropore volumes determined from the t method were also significantly increased from 0.31 to 0.83, 1.26, 1.27, and 1.28 cm3 g-1 for the RFC and RFC_C45, 120, 240, and 380 samples, respectively (). Interestingly, the micropore volume seems to be saturated at around 1.26 for the RFC_C120, 240, and 380 samples, resulting from the creation of pores larger than 2 nm. Along with the trend of surface area, total pore volumes of the RFC and RFC_C45, 120, 240, and 380 samples were substantially developed from 0.28 to 0.73, 1.33, 2.0, and 2.56 cm3 g-1, which is consistent with CO2-activation times ().\n\nPSD was derived using the NLDFT model in order to closely characterize the micropores of the carbon materials. According to PSD, ultramicropores centered around 0.7 nm quickly developed with a 45 min CO2-activation time and gradually decreased with prolonged activation times because of continuous weight loss during the activation process (b,c). The accumulated ultramicropore volume of the RFC_C45 sample had the highest value of 0.61 cm3 g-1 compared to the other CO2-activated samples that had a broader distribution of up to 4 nm for RFC_C380 (d,e and ). Therefore, a controlled activation process could generate selective development of ultramicropores under the specific conditions.\n\nIn contrast, when hot NH3 activation was applied to RFC spheres, increased uptake at low relative pressure compared to the parent RFC spheres strongly suggested the development of micropores (a). A specific surface area of 1458 m2 g-1, micropore volume of 0.76 cm3 g-1 derived from the t method, accumulated ultramicropore volume of 0.59 cm3 g-1, and the PSD were identified (b, d and ). The obtained values and distribution of the RFC_N10 sample are very similar to those of the RFC_C45 sample, which suggests that they have similar textural features except for different nitrogen doping levels.\n\nCO2 Adsorption Studies\n\nIt has been widely accepted that enhanced CO2 uptake for carbonaceous materials arises from development of ultramicropores and incorporation of nitrogen atoms into the carbon framework. Thus, we first tried to utilize hot CO2 treatment for activation of RFC and PFC spheres. CO2 adsorption isotherms for the RFC and PFC series were measured at 298 and 273 K at atmospheric pressure (1 bar) (a,b and S8a,b). According to CO2 adsorption isotherms for the RFC series measured at 273 K and 1 bar, the CO2 adsorption capacities of RFC and RFC_C45, 120, and 240 samples were 3.82, 6.86, 5.59, and 4.86 mmol g-1, respectively (a and ); meanwhile their nitrogen contents were similar (). The ultramicropore volumes for RFC and RFC_C45, 120, and 240 samples of 0.24, 0.61, 0.46, and 0.36 cm3 g-1, respectively, strongly suggesting that development of ultramicroporosity by the CO2-activation process mainly governs the CO2 uptake capacities in this series in good agreement with previously reported results (). \n\nThe CO2 adsorption capacities of PFC and PFC_C45 and 120 samples measured at 273 K and atmospheric pressure were 4.55, 6.77, and 5.77 mmol g-1, respectively (b and ), and the same trend for CO2 uptake capacities was also obtained at 298 K and 1 bar (Figure S8b and ), again strongly suggesting the importance of development of ultramicroporosity. When the accumulated pore volumes with different pore sizes (e.g., 0.7, 1, and 2 nm) were plotted with respect to CO2 adsorption capacities for the PFC and RFC_C45, and 120 samples (d), a similar trend was observed that creation of ultramicropores is the dominant feature affecting CO2 capacities.\n\nAnother important factor that can enhance CO2 uptake is the incorporation of nitrogen into the carbon framework to facilitate greater adsorption of CO2 onto the N-doped carbons. It has been reported that N-doped carbon has an increased Q st value compared to its nondoped counterpart, which identifies the chemisorption ability of N-doped carbon. Therefore, it was of interest to observe the nitrogen effect using two different carbon samples with almost the same textural feature (e.g., accumulated pore volume of ultramicropores) but different nitrogen contents. As mentioned above, textural features of the RFC_C45 and RFC_N10 samples were similar to each other ( and ), except that RFC_N10 had almost twice the nitrogen content (2.83 wt %) of RFC_C45 (1.55 wt %). Thus, the CO2 adsorption isotherm for RFC_N10 was measured at 298 and 273 K at 1 bar (Figures S10 and b). According to the isotherm, the CO2 adsorption capacity of RFC_N10 at 273 K and atmospheric pressure was 7.14 mmol g-1, which is superior to the CO2 uptake of 6.86 mmol g-1 for RFC_C45 () and is located on the upper region of the plotted line, showing almost perfect correlation for CO2 uptake capacities of the RFC and PFC series (a). The reason for the ultrahigh CO2 uptake capacity for RFC_N10 is attributed to the higher nitrogen content that is accompanied by a greater Lewis acid-base interaction between the acidic CO2 and N-doped carbon framework. To assess the strength of the interactions between CO2 and the carbon samples, Q st values for RFC_C45 and RFC_N10 were calculated using CO2 sorption isotherms measured at 273 and 293 K by the Clausius-Clapeyron equation. As seen in c, through all the coverage regions, RFC_N10 has a higher Q st value than that of RFC_C45, arising from higher incorporation of electron-rich nitrogen sites in the RFC_N10 sample, which could facilitate more interactions between acidic CO2 and basic N-doped carbon.\n\nH2 Adsorption Studies\n\nLight weight, high specific surface area, and development of microporosity of carbonaceous materials are particularly important features for enhanced storage of H2. In this article, as a means to augment the specific surface area and microporosity, activation processes using hot CO2 and NH3 treatments provided significantly increased textural features regardless of carbons produced with different precursors. According to the H2 isotherms for carbon samples measured at 77 and 87 K and 1 bar (Figure S11), H2 uptake sharply increased along with activation times for the carbon samples with PFC_120 and RFC_240 and 380, exhibiting more than twice the H2 capacity compared to the parent carbon spheres (RFC and PFC) ( and Figure S11). In addition, the Q st for H2 of the samples was calculated by the Clausius-Clapeyron equation (). Similarly, the trend of the Q st of H2 adsorption resembled that of CO2 adsorption, probably resulting from the generation of larger pores for prolonged CO2-activated carbon samples (). In particular, the RFC_380 sample had an ultrahigh H2 uptake capacity, as high as 3.26 wt %, which makes it one of the most efficient H2 storage adsorbents among carbonaceous materials and MOFs (Table S3). ", "data": ["This model's maximum context length is 4097 tokens. However, your messages resulted in 4260 tokens. Please reduce the length of the messages."], "include_properties": null}, {"idx": "47, 48", "type": "text", "classification": "property", "content": "<p>Structure–property relationships\nof a series of CO<sub>2</sub>-activated carbon spheres regardless\nof the precursor polymer spheres\ndemonstrated that there was a perfect linear relationship (<italic toggle=\"yes\">R</italic>\n<sup>2</sup> = 0.99) between CO<sub>2</sub> uptake and\nultramicropore volume. Furthermore, comparing the CO<sub>2</sub> uptake\ncapacities for different N-doped carbons (e.g., RFC_C45 and RFC_N10)\nwith similar textural features, the higher incorporated nitrogen content\nof RFC_N10 showed an enhanced CO<sub>2</sub> uptake of 7.14 mmol g<sup>–1</sup> at 273 K and 1 bar and the higher <italic toggle=\"yes\">Q</italic>\n<sub>st</sub> value over all CO<sub>2</sub> coverage regions compared\nto its counterpart (RFC_C45), strongly suggesting that a higher nitrogen\ncontent facilitated interactions between the polar acidic CO<sub>2</sub> and electron-rich nitrogen in the carbon framework.</p><p>Moreover,\nultrahigh specific surface area could be achieved through\na prolonged activation processes, one of which reached 4079 m<sup>2</sup> g<sup>–1</sup> with an unprecedented superb H<sub>2</sub> uptake capacity of 3.26 wt % at 77 K (1 bar), which makes\nit one of the best H<sub>2</sub> storage media among carbon materials\nand MOFs. Consequently, various relationships between structure–properties\nand gas sorption capacities using a well-designed series of carbonaceous\nmaterials gave rise to a useful principle for the design of carbonaceous\nmaterials for gas sorption applications.</p>", "clean_text": "Structure-property relationships of a series of CO2-activated carbon spheres regardless of the precursor polymer spheres demonstrated that there was a perfect linear relationship (R 2 = 0.99) between CO2 uptake and ultramicropore volume. Furthermore, comparing the CO2 uptake capacities for different N-doped carbons (e.g., RFC_C45 and RFC_N10) with similar textural features, the higher incorporated nitrogen content of RFC_N10 showed an enhanced CO2 uptake of 7.14 mmol g-1 at 273 K and 1 bar and the higher Q st value over all CO2 coverage regions compared to its counterpart (RFC_C45), strongly suggesting that a higher nitrogen content facilitated interactions between the polar acidic CO2 and electron-rich nitrogen in the carbon framework.\n\nMoreover, ultrahigh specific surface area could be achieved through a prolonged activation processes, one of which reached 4079 m2 g-1 with an unprecedented superb H2 uptake capacity of 3.26 wt % at 77 K (1 bar), which makes it one of the best H2 storage media among carbon materials and MOFs. Consequently, various relationships between structure-properties and gas sorption capacities using a well-designed series of carbonaceous materials gave rise to a useful principle for the design of carbonaceous materials for gas sorption applications.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "CO2", "adsorbed amount": "7.14", "unit": "mmol g–1", "temperature": "273 K", "pressure": "1 bar", "condition": ""}], "surface area": [{"type": "", "probe": "", "value": "4079", "unit": "m2/g", "condition": ""}]}]], "include_properties": ["gas_adsorption", "surface_area"]}, {"idx": 22, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Textural Properties for the Carbon\nSamples<xref rid=\"tbl1-fn1\"></xref>\n</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"11\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"/\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"/\" colname=\"col9\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col10\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col11\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col2\" rowsep=\"1\">pore volume (cm<sup>3</sup> g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\"></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">sample</oasis:entry>\n<oasis:entry align=\"center\">micropore<xref rid=\"t1fn1\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">1 nm accumulated pore<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">2 nm accumulated pore<xref rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">total pore<xref rid=\"t1fn3\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">surface area (m<sup>2</sup> g<sup>–1</sup>)<xref rid=\"t1fn4\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">CO<sub>2</sub> uptake (mmol g<sup>–1</sup>) (273 K/298 K at 1 bar)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">Q</italic>\n<sub>st</sub> CO<sub>2</sub> (kJ mol g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">H<sub>2</sub> uptake (mmol g<sup>–1</sup>) (77 K/87K at 1 bar)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic toggle=\"yes\">Q</italic>\n<sub>st</sub> H<sub>2</sub> (kJ mol g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">EA (N) (wt %)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>RFC</oasis:entry>\n<oasis:entry>0.31</oasis:entry>\n<oasis:entry>0.24</oasis:entry>\n<oasis:entry>0.32</oasis:entry>\n<oasis:entry>0.281</oasis:entry>\n<oasis:entry>724</oasis:entry>\n<oasis:entry>3.82/2.82</oasis:entry>\n<oasis:entry>30.6</oasis:entry>\n<oasis:entry>1.4/1.2</oasis:entry>\n<oasis:entry>9.1</oasis:entry>\n<oasis:entry>1.61</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RFC_C45</oasis:entry>\n<oasis:entry>0.83</oasis:entry>\n<oasis:entry>0.61</oasis:entry>\n<oasis:entry>0.83</oasis:entry>\n<oasis:entry>0.732</oasis:entry>\n<oasis:entry>1611</oasis:entry>\n<oasis:entry>6.86/4.41</oasis:entry>\n<oasis:entry>27.2</oasis:entry>\n<oasis:entry>2.51/2.11</oasis:entry>\n<oasis:entry>9.2</oasis:entry>\n<oasis:entry>1.55</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RFC_C120</oasis:entry>\n<oasis:entry>1.26</oasis:entry>\n<oasis:entry>0.46</oasis:entry>\n<oasis:entry>1.26</oasis:entry>\n<oasis:entry>1.334</oasis:entry>\n<oasis:entry>2842</oasis:entry>\n<oasis:entry>5.59/3.32</oasis:entry>\n<oasis:entry>25.1</oasis:entry>\n<oasis:entry>2.73/2.3</oasis:entry>\n<oasis:entry>8.7</oasis:entry>\n<oasis:entry>1.34</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RFC_C240</oasis:entry>\n<oasis:entry>1.27</oasis:entry>\n<oasis:entry>0.36</oasis:entry>\n<oasis:entry>1.27</oasis:entry>\n<oasis:entry>1.99</oasis:entry>\n<oasis:entry>3540</oasis:entry>\n<oasis:entry>4.86/2.5</oasis:entry>\n<oasis:entry>23.6</oasis:entry>\n<oasis:entry>3.16/2.63</oasis:entry>\n<oasis:entry>8.4</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RFC_C380</oasis:entry>\n<oasis:entry>1.28</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry>1.28</oasis:entry>\n<oasis:entry>2.56</oasis:entry>\n<oasis:entry>4079</oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry></oasis:entry>\n<oasis:entry>3.26/2.75</oasis:entry>\n<oasis:entry>8.3</oasis:entry>\n<oasis:entry></oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>RFC_N10</oasis:entry>\n<oasis:entry>0.76</oasis:entry>\n<oasis:entry>0.59</oasis:entry>\n<oasis:entry>0.77</oasis:entry>\n<oasis:entry>0.647</oasis:entry>\n<oasis:entry>1458</oasis:entry>\n<oasis:entry>7.14/4.54</oasis:entry>\n<oasis:entry>27.8</oasis:entry>\n<oasis:entry>2.28/1.89</oasis:entry>\n<oasis:entry>9.0</oasis:entry>\n<oasis:entry>2.83</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PFC</oasis:entry>\n<oasis:entry>0.38</oasis:entry>\n<oasis:entry>0.35</oasis:entry>\n<oasis:entry>0.37</oasis:entry>\n<oasis:entry>0.301</oasis:entry>\n<oasis:entry>743</oasis:entry>\n<oasis:entry>4.55/3.18</oasis:entry>\n<oasis:entry>29.8</oasis:entry>\n<oasis:entry>1.52/1.3</oasis:entry>\n<oasis:entry>9.3</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PFC_C45</oasis:entry>\n<oasis:entry>0.81</oasis:entry>\n<oasis:entry>0.6</oasis:entry>\n<oasis:entry>0.81</oasis:entry>\n<oasis:entry>0.637</oasis:entry>\n<oasis:entry>1588</oasis:entry>\n<oasis:entry>6.77/4.27</oasis:entry>\n<oasis:entry>26.7</oasis:entry>\n<oasis:entry>2.48/1.98</oasis:entry>\n<oasis:entry>9.5</oasis:entry>\n<oasis:entry>1.29</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>PFC_C120</oasis:entry>\n<oasis:entry>1.45</oasis:entry>\n<oasis:entry>0.49</oasis:entry>\n<oasis:entry>1.46</oasis:entry>\n<oasis:entry>1.48</oasis:entry>\n<oasis:entry>3283</oasis:entry>\n<oasis:entry>5.77/3.32</oasis:entry>\n<oasis:entry>24.2</oasis:entry>\n<oasis:entry>3.05/2.54</oasis:entry>\n<oasis:entry>8.6</oasis:entry>\n<oasis:entry>0.81</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"tbl1-fn1\">\n<label>a</label>\n<p>Includes specific surface areas,\npore volumes with different pore size regions, CO<sub>2</sub> and\nH<sub>2</sub> uptake capacities, isosteric heats of adsorption (<italic toggle=\"yes\">Q</italic>\n<sub>st</sub>), and EA results .</p>\n</fn>\n<fn id=\"t1fn1\">\n<label>b</label>\n<p>Calculated by the <italic toggle=\"yes\">t</italic> plot.</p>\n</fn>\n<fn id=\"t1fn2\">\n<label>c</label>\n<p>Determined by the NLDFT model.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>d</label>\n<p>Measured at <italic toggle=\"yes\">P</italic>/<italic toggle=\"yes\">P</italic>\n<sub>0</sub> = 0.99.</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>e</label>\n<p>Obtained by the BET method.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Textural Properties for the Carbon Samples[^a]\n\n| sample   | pore volume (cm³ g⁻¹) |      |      |      |      |      |      |      |      |      |\n|----------|-----------------------|------|------|------|------|------|------|------|------|------|\n|          | micropore[^b]         |      |      |      |      |      |      |      |      |      |\n|          | 1 nm accumulated pore[^c] |      |      |      |      |      |      |      |      |      |\n|          | 2 nm accumulated pore[^c] |      |      |      |      |      |      |      |      |      |\n|          | total pore[^d]         |      |      |      |      |      |      |      |      |      |\n|          | surface area (m² g⁻¹)[^e] |      |      |      |      |      |      |      |      |      |\n|          | CO₂ uptake (mmol g⁻¹) (273 K/298 K at 1 bar) |      |      |      |      |      |      |      |      |      |\n|          | Qₛₜ CO₂ (kJ mol g⁻¹)   |      |      |      |      |      |      |      |      |      |\n|          | H₂ uptake (mmol g⁻¹) (77 K/87K at 1 bar) |      |      |      |      |      |      |      |      |      |\n|          | Qₛₜ H₂ (kJ mol g⁻¹)   |      |      |      |      |      |      |      |      |      |\n|          | EA (N) (wt %)         |      |      |      |      |      |      |      |      |      |\n| RFC      | 0.31                  | 0.24 | 0.32 | 0.281| 724  | 3.82/2.82 | 30.6 | 1.4/1.2 | 9.1  | 1.61 |\n| RFC_C45  | 0.83                  | 0.61 | 0.83 | 0.732| 1611 | 6.86/4.41 | 27.2 | 2.51/2.11 | 9.2  | 1.55 |\n| RFC_C120 | 1.26                  | 0.46 | 1.26 | 1.334| 2842 | 5.59/3.32 | 25.1 | 2.73/2.3 | 8.7  | 1.34 |\n| RFC_C240 | 1.27                  | 0.36 | 1.27 | 1.99 | 3540 | 4.86/2.5 | 23.6 | 3.16/2.63 | 8.4  |      |\n| RFC_C380 | 1.28                  | 0.27 | 1.28 | 2.56 | 4079 |          |      | 3.26/2.75 | 8.3  |      |\n| RFC_N10  | 0.76                  | 0.59 | 0.77 | 0.647| 1458 | 7.14/4.54 | 27.8 | 2.28/1.89 | 9.0  | 2.83 |\n| PFC      | 0.38                  | 0.35 | 0.37 | 0.301| 743  | 4.55/3.18 | 29.8 | 1.52/1.3 | 9.3  | 1.46 |\n| PFC_C45  | 0.81                  | 0.6  | 0.81 | 0.637| 1588 | 6.77/4.27 | 26.7 | 2.48/1.98 | 9.5  | 1.29 |\n| PFC_C120 | 1.45                  | 0.49 | 1.46 | 1.48 | 3283 | 5.77/3.32 | 24.2 | 3.05/2.54 | 8.6  | 0.81 |\n\n[^a]: Includes specific surface areas, pore volumes with different pore size regions, CO₂ and H₂ uptake capacities, isosteric heats of adsorption (Qₛₜ), and EA results.\n[^b]: Calculated by the t plot.\n[^c]: Determined by the NLDFT model.\n[^d]: Measured at P/P₀ = 0.99.\n[^e]: Obtained by the BET method.", "data": [{"meta": {"name": "RFC", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "micropore", "value": "0.31", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "1 nm accumulated pore", "value": "0.24", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "2 nm accumulated pore", "value": "0.32", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "total pore", "value": "0.281", "unit": "cm³ g⁻¹", "condition": ""}], "surface area": [{"type": "BET", "probe": "", "value": "724", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "CO₂", "adsorbed amount": "3.82", "unit": "mmol g⁻¹", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CO₂", "adsorbed amount": "2.82", "unit": "mmol g⁻¹", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "30.6", "unit": "mmol g⁻¹", "temperature": "77 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "1.4", "unit": "mmol g⁻¹", "temperature": "87K", "pressure": "1 bar", "condition": ""}], "energy_related": [{"value": "9.1", "unit": "kJ mol g⁻¹", "type": "Qₛₜ CO₂", "condition": ""}, {"value": "1.4", "unit": "kJ mol g⁻¹", "type": "Qₛₜ H₂", "condition": ""}], "etc": [{"property name": "EA (N)", "value": "9.1", "unit": "wt%", "condition": ""}]}, {"meta": {"name": "RFC_C45", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "micropore", "value": "0.83", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "1 nm accumulated pore", "value": "0.61", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "2 nm accumulated pore", "value": "0.83", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "total pore", "value": "0.732", "unit": "cm³ g⁻¹", "condition": ""}], "surface area": [{"type": "BET", "probe": "", "value": "1611", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "CO₂", "adsorbed amount": "6.86", "unit": "mmol g⁻¹", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CO₂", "adsorbed amount": "4.41", "unit": "mmol g⁻¹", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "27.2", "unit": "mmol g⁻¹", "temperature": "77 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "2.51", "unit": "mmol g⁻¹", "temperature": "87K", "pressure": "1 bar", "condition": ""}], "energy_related": [{"value": "9.2", "unit": "kJ mol g⁻¹", "type": "Qₛₜ CO₂", "condition": ""}, {"value": "1.55", "unit": "kJ mol g⁻¹", "type": "Qₛₜ H₂", "condition": ""}], "etc": [{"property name": "EA (N)", "value": "9.2", "unit": "wt%", "condition": ""}]}, {"meta": {"name": "RFC_C120", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "micropore", "value": "1.26", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "1 nm accumulated pore", "value": "0.46", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "2 nm accumulated pore", "value": "1.26", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "total pore", "value": "1.334", "unit": "cm³ g⁻¹", "condition": ""}], "surface area": [{"type": "BET", "probe": "", "value": "2842", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "CO₂", "adsorbed amount": "5.59", "unit": "mmol g⁻¹", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CO₂", "adsorbed amount": "3.32", "unit": "mmol g⁻¹", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "25.1", "unit": "mmol g⁻¹", "temperature": "77 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "2.73", "unit": "mmol g⁻¹", "temperature": "87K", "pressure": "1 bar", "condition": ""}], "energy_related": [{"value": "8.7", "unit": "kJ mol g⁻¹", "type": "Qₛₜ CO₂", "condition": ""}, {"value": "1.34", "unit": "kJ mol g⁻¹", "type": "Qₛₜ H₂", "condition": ""}], "etc": [{"property name": "EA (N)", "value": "8.7", "unit": "wt%", "condition": ""}]}, {"meta": {"name": "RFC_C240", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "micropore", "value": "1.27", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "1 nm accumulated pore", "value": "0.36", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "2 nm accumulated pore", "value": "1.27", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "total pore", "value": "1.99", "unit": "cm³ g⁻¹", "condition": ""}], "surface area": [{"type": "BET", "probe": "", "value": "3540", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "CO₂", "adsorbed amount": "4.86", "unit": "mmol g⁻¹", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CO₂", "adsorbed amount": "2.5", "unit": "mmol g⁻¹", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "23.6", "unit": "mmol g⁻¹", "temperature": "77 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "3.16", "unit": "mmol g⁻¹", "temperature": "87K", "pressure": "1 bar", "condition": ""}], "energy_related": [{"value": "8.4", "unit": "kJ mol g⁻¹", "type": "Qₛₜ CO₂", "condition": ""}], "etc": [{"property name": "EA (N)", "value": "8.3", "unit": "wt%", "condition": ""}]}, {"meta": {"name": "RFC_C380", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "micropore", "value": "1.28", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "1 nm accumulated pore", "value": "0.27", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "2 nm accumulated pore", "value": "1.28", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "total pore", "value": "2.56", "unit": "cm³ g⁻¹", "condition": ""}], "surface area": [{"type": "BET", "probe": "", "value": "4079", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "H₂", "adsorbed amount": "3.26", "unit": "mmol g⁻¹", "temperature": "87K", "pressure": "1 bar", "condition": ""}], "etc": [{"property name": "EA (N)", "value": "8.3", "unit": "wt%", "condition": ""}]}, {"meta": {"name": "RFC_N10", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "micropore", "value": "0.76", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "1 nm accumulated pore", "value": "0.59", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "2 nm accumulated pore", "value": "0.77", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "total pore", "value": "0.647", "unit": "cm³ g⁻¹", "condition": ""}], "surface area": [{"type": "BET", "probe": "", "value": "1458", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "CO₂", "adsorbed amount": "7.14", "unit": "mmol g⁻¹", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CO₂", "adsorbed amount": "4.54", "unit": "mmol g⁻¹", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "27.8", "unit": "mmol g⁻¹", "temperature": "77 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "2.28", "unit": "mmol g⁻¹", "temperature": "87K", "pressure": "1 bar", "condition": ""}], "energy_related": [{"value": "9.0", "unit": "kJ mol g⁻¹", "type": "Qₛₜ CO₂", "condition": ""}, {"value": "2.83", "unit": "kJ mol g⁻¹", "type": "Qₛₜ H₂", "condition": ""}], "etc": [{"property name": "EA (N)", "value": "2.83", "unit": "wt%", "condition": ""}]}, {"meta": {"name": "PFC", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "micropore", "value": "0.38", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "1 nm accumulated pore", "value": "0.35", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "2 nm accumulated pore", "value": "0.37", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "total pore", "value": "0.301", "unit": "cm³ g⁻¹", "condition": ""}], "surface area": [{"type": "BET", "probe": "", "value": "743", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "CO₂", "adsorbed amount": "4.55", "unit": "mmol g⁻¹", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CO₂", "adsorbed amount": "3.18", "unit": "mmol g⁻¹", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "29.8", "unit": "mmol g⁻¹", "temperature": "77 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "1.52", "unit": "mmol g⁻¹", "temperature": "87K", "pressure": "1 bar", "condition": ""}], "energy_related": [{"value": "9.3", "unit": "kJ mol g⁻¹", "type": "Qₛₜ CO₂", "condition": ""}, {"value": "1.3", "unit": "kJ mol g⁻¹", "type": "Qₛₜ H₂", "condition": ""}], "etc": [{"property name": "EA (N)", "value": "9.3", "unit": "wt%", "condition": ""}]}, {"meta": {"name": "PFC_C45", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "micropore", "value": "0.81", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "1 nm accumulated pore", "value": "0.6", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "2 nm accumulated pore", "value": "0.81", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "total pore", "value": "0.637", "unit": "cm³ g⁻¹", "condition": ""}], "surface area": [{"type": "BET", "probe": "", "value": "1588", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "CO₂", "adsorbed amount": "6.77", "unit": "mmol g⁻¹", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CO₂", "adsorbed amount": "4.27", "unit": "mmol g⁻¹", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "26.7", "unit": "mmol g⁻¹", "temperature": "77 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "2.48", "unit": "mmol g⁻¹", "temperature": "87K", "pressure": "1 bar", "condition": ""}], "energy_related": [{"value": "9.5", "unit": "kJ mol g⁻¹", "type": "Qₛₜ CO₂", "condition": ""}, {"value": "1.29", "unit": "kJ mol g⁻¹", "type": "Qₛₜ H₂", "condition": ""}], "etc": [{"property name": "EA (N)", "value": "9.5", "unit": "wt%", "condition": ""}]}, {"meta": {"name": "PFC_C120", "symbol": "", "chemical formula": ""}, "pore volume": [{"probe": "micropore", "value": "1.45", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "1 nm accumulated pore", "value": "0.49", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "2 nm accumulated pore", "value": "1.46", "unit": "cm³ g⁻¹", "condition": ""}, {"probe": "total pore", "value": "1.48", "unit": "cm³ g⁻¹", "condition": ""}], "surface area": [{"type": "BET", "probe": "", "value": "3283", "unit": "m² g⁻¹", "condition": ""}], "gas adsorption": [{"adsorbate": "CO₂", "adsorbed amount": "5.77", "unit": "mmol g⁻¹", "temperature": "273 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "CO₂", "adsorbed amount": "3.32", "unit": "mmol g⁻¹", "temperature": "298 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "24.2", "unit": "mmol g⁻¹", "temperature": "77 K", "pressure": "1 bar", "condition": ""}, {"adsorbate": "H₂", "adsorbed amount": "3.05", "unit": "mmol g⁻¹", "temperature": "87K", "pressure": "1 bar", "condition": ""}], "energy_related": [{"value": "8.6", "unit": "kJ mol g⁻¹", "type": "Qₛₜ CO₂", "condition": ""}, {"value": "0.81", "unit": "kJ mol g⁻¹", "type": "Qₛₜ H₂", "condition": ""}], "etc": [{"property name": "EA (N)", "value": "0.81", "unit": "wt%", "condition": ""}]}], "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>SEM images of monodisperse RFP spheres (a–d) using\ndifferent\nprecursor amounts, and PFP spheres using different reaction temperatures\nof (e) 100 °C and (f) 110 °C.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  SEM images of monodisperse RFP spheres (a-d) using different precursor amounts, and PFP spheres using different reaction temperatures of (e) 100 °C and (f) 110 °C.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) FT-IR and\n(b <sup>13</sup>C ssNMR) spectra of RFP (575 nm)\nand PFP (1000 nm) spheres.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  (a) FT-IR and (b 13C ssNMR) spectra of RFP (575 nm) and PFP (1000 nm) spheres.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images\nof (a) RFC, (b) RFC_C45, (c) RFC_C120, (d) RFC_C240,\n(e) RFC_C380, (f) RFC_N10, and TEM images of (g) RFC, (h) RFC_C120,\n(i) RFC_C380.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  SEM images of (a) RFC, (b) RFC_C45, (c) RFC_C120, (d) RFC_C240, (e) RFC_C380, (f) RFC_N10, and TEM images of (g) RFC, (h) RFC_C120, (i) RFC_C380.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>High-resolution N 1s\nXPS spectra of (a) RFC, (b) RFC_C45, and (c)\nRFC_N10.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  High-resolution N 1s XPS spectra of (a) RFC, (b) RFC_C45, and (c) RFC_N10.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p> (a)Nitrogen sorption isotherms, pore size distribution curves\nfor (b) RFC, RFC_C45 and RFC_N10 samples and (c) RFC_C120, RFC_C240\nand RFC_C380 samples, accumulated pore volume curves for (d) RFC,\nRFC_C45, and RFC_N10 samples and (e) RFC_C120, RFC_C240 and RFC_C380\nsamples of RFC series.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0006.tif\"></graphic>\n</fig>", "clean_text": " 5   (a)Nitrogen sorption isotherms, pore size distribution curves for (b) RFC, RFC_C45 and RFC_N10 samples and (c) RFC_C120, RFC_C240 and RFC_C380 samples, accumulated pore volume curves for (d) RFC, RFC_C45, and RFC_N10 samples and (e) RFC_C120, RFC_C240 and RFC_C380 samples of RFC series.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>CO<sub>2</sub> sorption isotherms at 273 K for (a) RFC and (b)\nPFC series. Distribution of pore volumes between pores of less than\n0.7 nm (blue), less than 1 nm (red), and less than 2 nm (black) of\n(c) RFC series and (d) PFC series along with CO<sub>2</sub> adsorption\ncapacities.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  CO2 sorption isotherms at 273 K for (a) RFC and (b) PFC series. Distribution of pore volumes between pores of less than 0.7 nm (blue), less than 1 nm (red), and less than 2 nm (black) of (c) RFC series and (d) PFC series along with CO2 adsorption capacities.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Relationship plot of CO<sub>2</sub> adsorption\ncapacities with\nrespect to the accumulative pore volume of ultramicropores (&lt;1\nnm, determined by the NLDFT) of (a) RFC and PFC series, (b) CO<sub>2</sub> sorption isotherms at 273 K for RFC_C45 and RFC_N10 samples,\nand (c) isosteric heats of adsorption of the RFC_C45 and RFC_N10 samples.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  Relationship plot of CO2 adsorption capacities with respect to the accumulative pore volume of ultramicropores (<1 nm, determined by the NLDFT) of (a) RFC and PFC series, (b) CO2 sorption isotherms at 273 K for RFC_C45 and RFC_N10 samples, and (c) isosteric heats of adsorption of the RFC_C45 and RFC_N10 samples.   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Relationship plots of H<sub>2</sub> adsorption capacities\nwith\nrespect to (a) the specific surface areas and (b) accumulative micropore\nvolumes (&lt;2 nm, determined by the NLDFT) of the RFC and PFC series.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2015-10552m_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  Relationship plots of H2 adsorption capacities with respect to (a) the specific surface areas and (b) accumulative micropore volumes (<2 nm, determined by the NLDFT) of the RFC and PFC series.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpcc.5b10552", "title": null, "journal": "American Chemical\nSociety", "date": "2015.12", "author_list": ["Kim\nHee Soo", "Kang\nMin Seok", "Yoo\nWon Cheol"]}}