{"filepath": "../L2M3_data/1_application_papers/acs_xml/jp6b10363.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>We present the <italic>in silico</italic> design of a MOF-74 analogue,\nhereon known as M<sub>2</sub>(DHFUMA) [M = Mg, Fe, Co, Ni, Zn], with\nenhanced small-molecule adsorption properties over the original M<sub>2</sub>(DOBDC) series. Constructed from 2,3-dihydroxyfumarate (DHFUMA),\nan aliphatic ligand which is smaller than the aromatic 2,5-dioxidobenzene-1,4-dicarboxylate\n(DOBDC), the M<sub>2</sub>(DHFUMA) framework has a reduced channel\ndiameter, resulting in higher volumetric density of open metal sites\nand significantly improved volumetric hydrogen (H<sub>2</sub>) storage\npotential. Furthermore, the reduced distance between two adjacent\nopen metal sites in the pore channel leads to a CO<sub>2</sub> binding\nmode of one molecule per two adjacent metals with markedly stronger\nbinding energetics. Through dispersion-corrected density functional\ntheory (DFT) calculations of guest–framework interactions and\nclassical simulation of the adsorption behavior of binary CO<sub>2</sub>:H<sub>2</sub>O mixtures, we theoretically predict the M<sub>2</sub>(DHFUMA) series as an improved alternative for carbon capture over\nthe M<sub>2</sub>(DOBDC) series when adsorbing from wet flue gas streams.\nThe improved CO<sub>2</sub> uptake and humidity tolerance in our simulations\nis tunable based upon metal selection and adsorption temperature which,\ncombined with the significantly reduced ligand expense, elevates this\nmaterial’s potential for CO<sub>2</sub> capture and H<sub>2</sub> storage. The dynamical and elastic stabilities of Mg<sub>2</sub>(DHFUMA) were verified by hybrid DFT calculations, demonstrating\nits significant potential for experimental synthesis.</p>", "clean_text": "We present the in silico design of a MOF-74 analogue, hereon known as M2(DHFUMA) [M = Mg, Fe, Co, Ni, Zn], with enhanced small-molecule adsorption properties over the original M2(DOBDC) series. Constructed from 2,3-dihydroxyfumarate (DHFUMA), an aliphatic ligand which is smaller than the aromatic 2,5-dioxidobenzene-1,4-dicarboxylate (DOBDC), the M2(DHFUMA) framework has a reduced channel diameter, resulting in higher volumetric density of open metal sites and significantly improved volumetric hydrogen (H2) storage potential. Furthermore, the reduced distance between two adjacent open metal sites in the pore channel leads to a CO2 binding mode of one molecule per two adjacent metals with markedly stronger binding energetics. Through dispersion-corrected density functional theory (DFT) calculations of guest-framework interactions and classical simulation of the adsorption behavior of binary CO2:H2O mixtures, we theoretically predict the M2(DHFUMA) series as an improved alternative for carbon capture over the M2(DOBDC) series when adsorbing from wet flue gas streams. The improved CO2 uptake and humidity tolerance in our simulations is tunable based upon metal selection and adsorption temperature which, combined with the significantly reduced ligand expense, elevates this material's potential for CO2 capture and H2 storage. The dynamical and elastic stabilities of Mg2(DHFUMA) were verified by hybrid DFT calculations, demonstrating its significant potential for experimental synthesis.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Porous materials have\nbeen extensively studied as potential adsorbents\nin energy and environmental applications including hydrogen storage\nand carbon capture. Among the various porous solids, metal–organic frameworks\n(MOFs), which are typically constructed from building blocks including\ninorganic metal (oxide) secondary building units (SBUs) and organic\nligands, have attracted significant interest since their composition\n(i.e., chemical functionality) and structure (e.g., pore topology\nand sizes and internal surface areas) are highly tunable. Hence their performance for a given application\ncan be systematically improved by rational materials design. With respect to hydrogen storage and carbon capture (e.g., from\nflue gas) applications, one of the most important factors which dictates\nthe amount of H<sub>2</sub> and CO<sub>2</sub> that can be adsorbed\nin a MOF material is the adsorbate–adsorbent interactions,\nwith MOF-74 being considered as one of the best performing MOFs because\nof the presence of a high density of open metal sites that interact\nstrongly with H<sub>2</sub> and CO<sub>2</sub> molecules.\n</p>", "clean_text": "Introduction\n\nPorous materials have been extensively studied as potential adsorbents in energy and environmental applications including hydrogen storage and carbon capture. Among the various porous solids, metal-organic frameworks (MOFs), which are typically constructed from building blocks including inorganic metal (oxide) secondary building units (SBUs) and organic ligands, have attracted significant interest since their composition (i.e., chemical functionality) and structure (e.g., pore topology and sizes and internal surface areas) are highly tunable. Hence their performance for a given application can be systematically improved by rational materials design. With respect to hydrogen storage and carbon capture (e.g., from flue gas) applications, one of the most important factors which dictates the amount of H2 and CO2 that can be adsorbed in a MOF material is the adsorbate-adsorbent interactions, with MOF-74 being considered as one of the best performing MOFs because of the presence of a high density of open metal sites that interact strongly with H2 and CO2 molecules. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Despite the many advantages of MOFs that result from high\ntunability\nof chemistry and structure, the cost of MOF production is still a\nmajor factor that impedes their large-scale industrial applications.\nApart from the capital investment in infrastructures, the cost of\nMOF production consists largely of raw materials (including metal\nsalts and organic ligands) and processing, which include but are not\nlimited to nonreusable organic solvents and cost associated with activation.\nFor MOF-74 with a molecular formula M<sub>2</sub>(DOBDC) (M = Mg,\nZn, Fe, etc. and DOBDC = 2,5-dioxido-1,4-benzenedicarboxylate), the\nmajor cost of raw materials comes from the organic ligand (i.e., DOBDC).\nTaking Mg-MOF-74 as an example, the cost of metal salts, usually MgCl<sub>2</sub>, can almost be neglected; i.e., it accounts for only a small\npercentage of the expense of organic ligands. Indeed, MOFs built from\nmuch cheaper organic ligands will need to be developed before they\ncan be widely used in industry in large quantities. Generally speaking,\nlarger and longer aromatic organic ligands are more expensive than\nsmaller and shorter aliphatic ligands. However, the majority of the\nMOFs synthesized so far features aromatic organic ligands because\nthe coordination-driven self-assembly of building blocks to produce\nporous crystalline MOFs requires the molecular precursor to be rigid\nand possess proper directionality. Such\nproperties are more likely to appear in conjugated organic ligands,\ne.g., DOBDC and BDC (BDC = 1,4-benzenedicarboxylate), both of which\nare frequently used in the synthesis of MOFs. On the other hand, most\nof the aliphatic ligands are flexible and do not have sites to form\ndirectional metal–ligand bonds, and they are less likely to\nform porous and crystalline solids with metal centers. Therefore,\naliphatic ligands are rarely employed in MOF synthesis. Nevertheless,\nthere are still several MOFs based on aliphatic ligands, including the commercially available aluminum fumarate (Basolite\nA520). However, there are no open metal\nsites in these MOFs, thereby limiting their CO<sub>2</sub> and H<sub>2</sub> storage potential at low and ambient pressures. It would\nbe extremely useful to develop a MOF-74 analogue featuring both open\nmetal sites, which lead to enhanced adsorbate–adsorbent interactions\nand higher gas uptake at ambient pressure, and cheap aliphatic linkers,\nwhich lower the overall raw materials cost. To the best of our knowledge,\nall the MOF-74 analogues which have been experimentally synthesized\nso far were constructed from longer, aromatic organic linkers and\nare therefore likely to be more expensive with limited improvement\non gas adsorption capacity in low to ambient pressure regimes.</p>", "clean_text": "Despite the many advantages of MOFs that result from high tunability of chemistry and structure, the cost of MOF production is still a major factor that impedes their large-scale industrial applications. Apart from the capital investment in infrastructures, the cost of MOF production consists largely of raw materials (including metal salts and organic ligands) and processing, which include but are not limited to nonreusable organic solvents and cost associated with activation. For MOF-74 with a molecular formula M2(DOBDC) (M = Mg, Zn, Fe, etc. and DOBDC = 2,5-dioxido-1,4-benzenedicarboxylate), the major cost of raw materials comes from the organic ligand (i.e., DOBDC). Taking Mg-MOF-74 as an example, the cost of metal salts, usually MgCl2, can almost be neglected; i.e., it accounts for only a small percentage of the expense of organic ligands. Indeed, MOFs built from much cheaper organic ligands will need to be developed before they can be widely used in industry in large quantities. Generally speaking, larger and longer aromatic organic ligands are more expensive than smaller and shorter aliphatic ligands. However, the majority of the MOFs synthesized so far features aromatic organic ligands because the coordination-driven self-assembly of building blocks to produce porous crystalline MOFs requires the molecular precursor to be rigid and possess proper directionality. Such properties are more likely to appear in conjugated organic ligands, e.g., DOBDC and BDC (BDC = 1,4-benzenedicarboxylate), both of which are frequently used in the synthesis of MOFs. On the other hand, most of the aliphatic ligands are flexible and do not have sites to form directional metal-ligand bonds, and they are less likely to form porous and crystalline solids with metal centers. Therefore, aliphatic ligands are rarely employed in MOF synthesis. Nevertheless, there are still several MOFs based on aliphatic ligands, including the commercially available aluminum fumarate (Basolite A520). However, there are no open metal sites in these MOFs, thereby limiting their CO2 and H2 storage potential at low and ambient pressures. It would be extremely useful to develop a MOF-74 analogue featuring both open metal sites, which lead to enhanced adsorbate-adsorbent interactions and higher gas uptake at ambient pressure, and cheap aliphatic linkers, which lower the overall raw materials cost. To the best of our knowledge, all the MOF-74 analogues which have been experimentally synthesized so far were constructed from longer, aromatic organic linkers and are therefore likely to be more expensive with limited improvement on gas adsorption capacity in low to ambient pressure regimes.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Another popular approach to increase the gas adsorption capacity\nof MOFs is to synthesize MOFs with expanded pores and larger internal\nsurface areas, e.g., by replacing the DOBDC linker in MOF-74 with\nlonger linkers. We investigated the effectiveness\nof pore expansion in MOF-74 analogues in one of our recent high-throughput\nscreening studies, whereby we developed\na novel <italic>in silico</italic> crystal assembly algorithm that\ndiffered from previous approaches to create a library of MOF-74 analogues which exhibit\n1-D metal-oxide rod building units. We\nfound that the gravimetric uptake of CO<sub>2</sub> dropped significantly\nin MOF-74 analogues with higher pore volumes due to the spatial and\ngravimetric dilution of the open metal sites which serve as the strong\nadsorption sites for CO<sub>2</sub> molecules. Thus, the increased\npore volume in these analogues (which results from construction with\nextended ligands) sacrifices gravimetric uptake and further complicates\nsynthesis by introducing more complex organic molecule building units\nand by potentially reducing mechanical stability. Therefore, larger\npore sizes are not <italic>always</italic> desirable. While many efforts\nhave been made to tune and improve upon the exceptional small molecule\nadsorption properties of the original MOF-74 framework, we undertake a rational design approach to further improve the gas\nadsorption capabilities in MOF-74 analogues by increasing the density\nof open metal sites, e.g., by replacing the DOBDC linker with a smaller\nmolecule. While DOBDC represents the smallest aromatic molecule that\nsatisfies the topological requirement of MOF-74, an even smaller molecule\ncan be identified from the thousands of aliphatic molecules which\nare smaller in size than DOBDC.</p>", "clean_text": "Another popular approach to increase the gas adsorption capacity of MOFs is to synthesize MOFs with expanded pores and larger internal surface areas, e.g., by replacing the DOBDC linker in MOF-74 with longer linkers. We investigated the effectiveness of pore expansion in MOF-74 analogues in one of our recent high-throughput screening studies, whereby we developed a novel in silico crystal assembly algorithm that differed from previous approaches to create a library of MOF-74 analogues which exhibit 1-D metal-oxide rod building units. We found that the gravimetric uptake of CO2 dropped significantly in MOF-74 analogues with higher pore volumes due to the spatial and gravimetric dilution of the open metal sites which serve as the strong adsorption sites for CO2 molecules. Thus, the increased pore volume in these analogues (which results from construction with extended ligands) sacrifices gravimetric uptake and further complicates synthesis by introducing more complex organic molecule building units and by potentially reducing mechanical stability. Therefore, larger pore sizes are not always desirable. While many efforts have been made to tune and improve upon the exceptional small molecule adsorption properties of the original MOF-74 framework, we undertake a rational design approach to further improve the gas adsorption capabilities in MOF-74 analogues by increasing the density of open metal sites, e.g., by replacing the DOBDC linker with a smaller molecule. While DOBDC represents the smallest aromatic molecule that satisfies the topological requirement of MOF-74, an even smaller molecule can be identified from the thousands of aliphatic molecules which are smaller in size than DOBDC.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this work, we rationally\ndesign <italic>in silico</italic> a\nMOF-74 analogue based on a cheaper and commercially available aliphatic\nligand, i.e., DHFUMA (DHFUMA = 2,3-dihydroxyfumarate), and simulate\nits H<sub>2</sub>, CO<sub>2</sub>, and H<sub>2</sub>O adsorption properties,\nbased on extensive previous work dedicated to describing the energetic\ninteractions of small molecules in the MOF-74 framework. Namely, we predict significantly improved H<sub>2</sub> volumetric\nstorage capacity, increased low-pressure CO<sub>2</sub> adsorption,\nand higher CO<sub>2</sub>:H<sub>2</sub>O selectivity in the M<sub>2</sub>(DHFUMA) series than the M<sub>2</sub>(DOBDC) series. The\ncost (per mol) of DHFUMA is lower than that of DOBDC by more than\n80% from the commercial vendor Sigma-Aldrich, and the volumetric density\nof open metal sites in M<sub>2</sub>(DHFUMA) is twice of that of M<sub>2</sub>(DOBDC). Typical protocols used to synthesize M<sub>2</sub>(DOBDC) have been tested and shown to result in a crystalline material\nthat is not the desired M<sub>2</sub>(DHFUMA) product (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link>); however, calculation\nof the elastic constants and vibrational frequencies demonstrates\nthe dynamical and mechanical stability of M<sub>2</sub>(DHFUMA) and\nprovides justification that the material can be synthesized. M<sub>2</sub>(DHFUMA), if it can be synthesized in large quantities, has\nthe potential to be a better candidate than M<sub>2</sub>(DOBDC) for\nindustrial applications including hydrogen storage and carbon capture.</p>", "clean_text": "In this work, we rationally design in silico a MOF-74 analogue based on a cheaper and commercially available aliphatic ligand, i.e., DHFUMA (DHFUMA = 2,3-dihydroxyfumarate), and simulate its H2, CO2, and H2O adsorption properties, based on extensive previous work dedicated to describing the energetic interactions of small molecules in the MOF-74 framework. Namely, we predict significantly improved H2 volumetric storage capacity, increased low-pressure CO2 adsorption, and higher CO2:H2O selectivity in the M2(DHFUMA) series than the M2(DOBDC) series. The cost (per mol) of DHFUMA is lower than that of DOBDC by more than 80% from the commercial vendor Sigma-Aldrich, and the volumetric density of open metal sites in M2(DHFUMA) is twice of that of M2(DOBDC). Typical protocols used to synthesize M2(DOBDC) have been tested and shown to result in a crystalline material that is not the desired M2(DHFUMA) product (see Supporting Information); however, calculation of the elastic constants and vibrational frequencies demonstrates the dynamical and mechanical stability of M2(DHFUMA) and provides justification that the material can be synthesized. M2(DHFUMA), if it can be synthesized in large quantities, has the potential to be a better candidate than M2(DOBDC) for industrial applications including hydrogen storage and carbon capture.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Methods</title><title>\n<italic>In Silico</italic> Crystal Design</title><p>Part of our\nrecent work has focused on the <italic>in silico</italic> crystal\ndesign of 1-D rod MOFs. The building\nblocks of these MOFs are embedded in three-dimensional space by an\noptimization routine that is constrained by geometric rules that must\nhold for a 1-D rod MOF. Utilizing this method allows for facile substitution\nof DOBDC for DHFUMA into the MOF-74 framework and quickly creates\nan accurate starting crystal structure for DFT optimization.  demonstrates the\nanalogous connectivity groups in DHFUMA and DOBDC. We believe this\nto be the smallest possible ligand with which a MOF-74 analogue can\nbe constructed. Dispersion-corrected DFT optimization was performed\nto relax the M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) frameworks\nand obtain partial atomic charges for each unique atom type in the\nframework.</p>", "clean_text": "Methods\n\n In Silico Crystal Design\n\nPart of our recent work has focused on the in silico crystal design of 1-D rod MOFs. The building blocks of these MOFs are embedded in three-dimensional space by an optimization routine that is constrained by geometric rules that must hold for a 1-D rod MOF. Utilizing this method allows for facile substitution of DOBDC for DHFUMA into the MOF-74 framework and quickly creates an accurate starting crystal structure for DFT optimization.  demonstrates the analogous connectivity groups in DHFUMA and DOBDC. We believe this to be the smallest possible ligand with which a MOF-74 analogue can be constructed. Dispersion-corrected DFT optimization was performed to relax the M2(DOBDC) and M2(DHFUMA) frameworks and obtain partial atomic charges for each unique atom type in the framework.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>DOBDC ligand and framework is visually compared to the DHFUMA ligand\nand framework. (1, 1′, 1″) oxygens connect to one metal\nrod in the MOF-74-type framework, and (2, 2′, 2″) connect\nto an adjacent metal rod. The distance between adjacent open metal\nsites is shown to be 2 Å shorter in the Mg<sub>2</sub>(DHFUMA)\nframework.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2016-10363u_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  DOBDC ligand and framework is visually compared to the DHFUMA ligand and framework. (1, 1', 1\") oxygens connect to one metal rod in the MOF-74-type framework, and (2, 2', 2\") connect to an adjacent metal rod. The distance between adjacent open metal sites is shown to be 2 Å shorter in the Mg2(DHFUMA) framework.   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>DFT Calculations</title><p>A majority of the periodic density\nfunctional theory calculations, including geometry and cell optimizations,\nhave been performed using the CP2K code which uses a mixed Gaussian/plane-wave\nbasis set. We have used both gradient-corrected\n(i.e., PBE) and hybrid density functional\n(i.e., PBE0 with 25% Hartree–Fock\nexchange) methods. It is known that a correct description of the dispersion\ninteractions is important to predict the MOF structures and host–guest\ninteractions in MOFs. In this work, we have used one\nof the most popular pairwise additive descriptions of the dispersion\ninteractions as developed by Grimme et al., i.e., the D3 method with the Axilrod–Teller–Muto three-body\nterms, in combination with the conventional PBE and PBE0 functionals.\nThe same method was used in our previous work on MIL-53, UiO-66, and MOF-74 types of MOFs, and we achieved very good agreement between\ntheory and experimental results on structures and calorimetric measurements.\nWe note that a hybrid functional is necessary here to provide a correct\ndescription of the electronic structures and host–guest interactions\nof MOF-74 materials featuring M<sup>2+</sup> cations with unpaired\nelectrons, including Mn<sup>2+</sup>, Fe<sup>2+</sup>, Co<sup>2+</sup>, Ni<sup>2+</sup>, and Cu<sup>2+</sup>. The Hartree–Fock exchange\ncalculations, which are part of the hybrid DFT functional PBE0, were\nperformed and significantly accelerated using the auxiliary density\nmatrix method (ADMM), which enables us\nto consider relatively large systems (with the largest system containing\n489 atoms) at the hybrid DFT level. The partial atomic charge analysis\nwas performed using the REPEAT method proposed by Campana et al., which was recently implemented into the CP2K\ncode based on a restrained electrostatic potential framework. The REPEAT method calculates partial atomic\ncharges from electrostatic potentials determined from DFT calculations,\nand only the grid points outside the van der Waals radii of each atom\nwere included in the fitting. We have used partial atomic charges\ndetermined using the REPEAT scheme in our recent work on MOF-74, in\nwhich very good agreement was obtained between theory and experiment\non the adsorption isotherms of CO<sub>2</sub> molecules. The vibrational frequency and elastic constant\ncalculations were performed using the CRYSTAL code with the B3LYP hybrid functional. More\ndetails of the calculations are included in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "DFT Calculations\n\nA majority of the periodic density functional theory calculations, including geometry and cell optimizations, have been performed using the CP2K code which uses a mixed Gaussian/plane-wave basis set. We have used both gradient-corrected (i.e., PBE) and hybrid density functional (i.e., PBE0 with 25% Hartree-Fock exchange) methods. It is known that a correct description of the dispersion interactions is important to predict the MOF structures and host-guest interactions in MOFs. In this work, we have used one of the most popular pairwise additive descriptions of the dispersion interactions as developed by Grimme et al., i.e., the D3 method with the Axilrod-Teller-Muto three-body terms, in combination with the conventional PBE and PBE0 functionals. The same method was used in our previous work on MIL-53, UiO-66, and MOF-74 types of MOFs, and we achieved very good agreement between theory and experimental results on structures and calorimetric measurements. We note that a hybrid functional is necessary here to provide a correct description of the electronic structures and host-guest interactions of MOF-74 materials featuring M2+ cations with unpaired electrons, including Mn2+, Fe2+, Co2+, Ni2+, and Cu2+. The Hartree-Fock exchange calculations, which are part of the hybrid DFT functional PBE0, were performed and significantly accelerated using the auxiliary density matrix method (ADMM), which enables us to consider relatively large systems (with the largest system containing 489 atoms) at the hybrid DFT level. The partial atomic charge analysis was performed using the REPEAT method proposed by Campana et al., which was recently implemented into the CP2K code based on a restrained electrostatic potential framework. The REPEAT method calculates partial atomic charges from electrostatic potentials determined from DFT calculations, and only the grid points outside the van der Waals radii of each atom were included in the fitting. We have used partial atomic charges determined using the REPEAT scheme in our recent work on MOF-74, in which very good agreement was obtained between theory and experiment on the adsorption isotherms of CO2 molecules. The vibrational frequency and elastic constant calculations were performed using the CRYSTAL code with the B3LYP hybrid functional. More details of the calculations are included in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Classical Simulations and\nPore Characterization</title><p>A critical\ncomponent in the classical molecular simulation of nanoporous materials\nis the parametrization of classical potential energy functions (or\nforce fields) that can accurately describe the energetics of host−guest\nsystems. Many times off-the-shelf force fields such as UFF or Dreiding are\nused in lieu of a more accurate alternative, but this approach breaks\ndown with MOFs that contain complex electronic structure features\nsuch as open metal sites. Several different\napproaches have been used specifically to generate force fields which\nsuccessfully describe gas interactions in MOF-74 type frameworks which\ncontain these open metal sites. Pham et al. used a many-body polarization approach to classically\ncapture the complex H<sub>2</sub>–open metal site interactions\nin the Mg<sub>2</sub>(DOBDC) framework and later extended their force\nfield development to the entire metal series. In this work, the model of Pham was used to model H<sub>2</sub> adsorption\nin Mg<sub>2</sub>(DOBDC) and Mg<sub>2</sub>(DHFUMA), and we refer\nthe reader to these publications for further details. The grand canonical\nMonte Carlo (GCMC) simulations of H<sub>2</sub> with many-body polarization\nwere calculated with the RASPA2 software package.\n</p>", "clean_text": "Classical Simulations and Pore Characterization\n\nA critical component in the classical molecular simulation of nanoporous materials is the parametrization of classical potential energy functions (or force fields) that can accurately describe the energetics of host-guest systems. Many times off-the-shelf force fields such as UFF or Dreiding are used in lieu of a more accurate alternative, but this approach breaks down with MOFs that contain complex electronic structure features such as open metal sites. Several different approaches have been used specifically to generate force fields which successfully describe gas interactions in MOF-74 type frameworks which contain these open metal sites. Pham et al. used a many-body polarization approach to classically capture the complex H2-open metal site interactions in the Mg2(DOBDC) framework and later extended their force field development to the entire metal series. In this work, the model of Pham was used to model H2 adsorption in Mg2(DOBDC) and Mg2(DHFUMA), and we refer the reader to these publications for further details. The grand canonical Monte Carlo (GCMC) simulations of H2 with many-body polarization were calculated with the RASPA2 software package. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>Mercado et al. used a recently developed approach\nto parametrize the potential energy surface for the isoreticular series\nM<sub>2</sub>(DOBDC) [M = Mg, Mn, Fe, Co, Ni, Zn] such that classical\nmolecular simulation of CO<sub>2</sub> and H<sub>2</sub>O could be\nperformed for the entire metal series for the first time. The parametrization was peformed by calculating\nDFT single-point energies along the path of minimum repulsion between\nunique guest–host pairwise types to accurately capture the\nrepulsive behavior between the guest and the excess electon density\nat the open metal sites. We adopt this force field parametrization\nfor studying the adsorption properties of CO<sub>2</sub> and H<sub>2</sub>O in DHFUMA and refer the reader to this publication for specific\ndetails and the parameters themselves. The unique types assigned to\neach atom in the DHFUMA crystal structure and their correspondence\nto the atom types of Mercado’s force field are shown in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link>, in addition to a justification\nfor the transferability of the force field. GCMC simulations were\nexecuted to calculate adsorption isotherms and isosteric heats of\nadsorption of the frameworks under consideration. An annealing minimization\nscheme was used to determine the classical binding energy of adsorbates\nin all analogues. In this scheme, an NVT ensemble Monte Carlo simulation\nconsisting of one asorbate molecule is successively quenched from <italic>T</italic> = 298 K to <italic>T</italic> = 1 K. The potential energy\nof the final configuration in the <italic>T</italic> = 1 K simulation\nthen corresponds to the classical binding energy. The porosity characterization\nof all frameworks was performed with the Zeo++ application using the\nhigh accuracy settings.\n</p>", "clean_text": "Mercado et al. used a recently developed approach to parametrize the potential energy surface for the isoreticular series M2(DOBDC) [M = Mg, Mn, Fe, Co, Ni, Zn] such that classical molecular simulation of CO2 and H2O could be performed for the entire metal series for the first time. The parametrization was peformed by calculating DFT single-point energies along the path of minimum repulsion between unique guest-host pairwise types to accurately capture the repulsive behavior between the guest and the excess electon density at the open metal sites. We adopt this force field parametrization for studying the adsorption properties of CO2 and H2O in DHFUMA and refer the reader to this publication for specific details and the parameters themselves. The unique types assigned to each atom in the DHFUMA crystal structure and their correspondence to the atom types of Mercado's force field are shown in the Supporting Information, in addition to a justification for the transferability of the force field. GCMC simulations were executed to calculate adsorption isotherms and isosteric heats of adsorption of the frameworks under consideration. An annealing minimization scheme was used to determine the classical binding energy of adsorbates in all analogues. In this scheme, an NVT ensemble Monte Carlo simulation consisting of one asorbate molecule is successively quenched from T = 298 K to T = 1 K. The potential energy of the final configuration in the T = 1 K simulation then corresponds to the classical binding energy. The porosity characterization of all frameworks was performed with the Zeo++ application using the high accuracy settings. ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Results</title><title>Porosity Characterization</title><p>The channel geometry of the\nMg analogues of the DHFUMA and DOBDC series were analyzed by Zeo++\nto demonstrate the differences in porosity which are later shown to\nhave a significant impact on the adsorption properties of the two\nframeworks. A probe radius of 1.65 Å was used which corresponds\nto the kinetic diamter of CO<sub>2</sub>.  summarizes these important geometric quantities.\nWe note that the distance between the centers of two metal rods opposite\neach other in a single hexagon of DHFUMA, i.e., the approximate diameter\nof a single channel, is equal to 12.6 Å. When accounting for\nthe Van der Waal’s radii of the framework atoms in DHFUMA,\nthe largest free and included spheres are close to half of this diameter\nas shown in . Interestingly, the typical diameter of single-wall carbon nanotubes\n(SWNTs), depending on the chirality indices, can range from 6.2 (<italic>n</italic> + <italic>m</italic> = 8) to 12.2 (<italic>n</italic> + <italic>m</italic> = 18) for the lowest energy tube for each combination\nof chirality indices. We have therefore\ndesigned a MOF with a channel geometry that is essentially comparable\nto a SWNT but with a significantly higher degree of chemical diversity\ndue to the presence of oxygens and open metal sites decorating the\ninside of the channel. The proximity and increased volumetric density\nof open metal sites in the DHFUMA structure compared to the DOBDC\nstructure will later be shown to result in a new CO<sub>2</sub> binding\nconfiguration. The volumetric densities of open metal sites in Mg<sub>2</sub>(DHFUMA) and Mg<sub>2</sub>(DOBDC) are 0.0084 Mg/Å<sup>3</sup> and 0.0044 Mg/Å<sup>3</sup>, respectively. One in every\nsix atoms in DHFUMA is an open metal site, whereas one in every nine\natoms in DOBDC is an open metal site. With nearly two times the volumetric\nmetal site density and one and a half times the molar metal site density\nof DOBDC (in addition to the reduced interatomic distance between\nadjacent Mg atoms in each channel), DHFUMA contains a spatial configuration\nof open metal sites that is more favorable for hydorgen storage and\nCO<sub>2</sub> capture. Additional pertinent crystallographic data\nfor Mg<sub>2</sub>(DOBDC) and Mg<sub>2</sub>(DHFUMA) are included\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_001.zip\">Supporting Information</ext-link>.</p>", "clean_text": "Results\n\nPorosity Characterization\n\nThe channel geometry of the Mg analogues of the DHFUMA and DOBDC series were analyzed by Zeo++ to demonstrate the differences in porosity which are later shown to have a significant impact on the adsorption properties of the two frameworks. A probe radius of 1.65 Å was used which corresponds to the kinetic diamter of CO2.  summarizes these important geometric quantities. We note that the distance between the centers of two metal rods opposite each other in a single hexagon of DHFUMA, i.e., the approximate diameter of a single channel, is equal to 12.6 Å. When accounting for the Van der Waal's radii of the framework atoms in DHFUMA, the largest free and included spheres are close to half of this diameter as shown in . Interestingly, the typical diameter of single-wall carbon nanotubes (SWNTs), depending on the chirality indices, can range from 6.2 (n + m = 8) to 12.2 (n + m = 18) for the lowest energy tube for each combination of chirality indices. We have therefore designed a MOF with a channel geometry that is essentially comparable to a SWNT but with a significantly higher degree of chemical diversity due to the presence of oxygens and open metal sites decorating the inside of the channel. The proximity and increased volumetric density of open metal sites in the DHFUMA structure compared to the DOBDC structure will later be shown to result in a new CO2 binding configuration. The volumetric densities of open metal sites in Mg2(DHFUMA) and Mg2(DOBDC) are 0.0084 Mg/Å3 and 0.0044 Mg/Å3, respectively. One in every six atoms in DHFUMA is an open metal site, whereas one in every nine atoms in DOBDC is an open metal site. With nearly two times the volumetric metal site density and one and a half times the molar metal site density of DOBDC (in addition to the reduced interatomic distance between adjacent Mg atoms in each channel), DHFUMA contains a spatial configuration of open metal sites that is more favorable for hydorgen storage and CO2 capture. Additional pertinent crystallographic data for Mg2(DOBDC) and Mg2(DHFUMA) are included in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 12, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Accessible Surface Area (ASA), Accessible\nVolume (AV), Largest Included Sphere (<italic>D</italic>\n<sub>I</sub>), Largest Free Sphere (<italic>D</italic>\n<sub>F</sub>), Open Metal\nSite Volumetric Density (ρ<sub>Mg</sub>), and Open Metal Site\nWeight Percent of Two Frameworks: Mg<sub>2</sub>(DHFUMA) vs Mg<sub>2</sub>(DOBDC)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">ASA</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">AV</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">\n<italic>D</italic>\n<sub>I</sub>\n</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">\n<italic>D</italic>\n<sub>F</sub>\n</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">ρ<sub>Mg</sub>\n</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">wt % Mg</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">ligand</oasis:entry>\n<oasis:entry align=\"center\">[m<sup>2</sup>/g]</oasis:entry>\n<oasis:entry align=\"center\">[cm<sup>3</sup>/g]</oasis:entry>\n<oasis:entry align=\"center\">[Å]</oasis:entry>\n<oasis:entry align=\"center\">[Å]</oasis:entry>\n<oasis:entry align=\"center\">[Mg/Å<sup>3</sup>]</oasis:entry>\n<oasis:entry align=\"center\">[%]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>DOBDC</oasis:entry>\n<oasis:entry>1782</oasis:entry>\n<oasis:entry>0.350</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>0.0044</oasis:entry>\n<oasis:entry>20.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DHFUMA</oasis:entry>\n<oasis:entry>1043</oasis:entry>\n<oasis:entry>0.095</oasis:entry>\n<oasis:entry>7.6</oasis:entry>\n<oasis:entry>6.3</oasis:entry>\n<oasis:entry>0.0084</oasis:entry>\n<oasis:entry>25.2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Predictions on Material Stability</title><p>To verify whether\nM<sub>2</sub>(DHFUMA) is stable and therefore has the potential to\nbe synthesized experimentally, we calculated the vibrational frequencies\nand elastic constants. Our calculated vibrational frequencies and\nthe full elastic matrix of Mg<sub>2</sub>(DHFUMA) are shown in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link>. We find all the vibrational\nmodes of Mg<sub>2</sub>(DHFUMA) have positive frequencies, demonstrating\nits dynamical stability. We further verify the elastic stability of\nMg<sub>2</sub>(DHFUMA) against the Born stability criteria, and we find the calculated elastic constants\nof Mg<sub>2</sub>(DHFUMA) satisfy all the <italic>necessary and sufficient</italic> stability conditions (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link>), demonstrating Mg<sub>2</sub>(DHFUMA)\nto be mechanically stable. We expect M<sub>2</sub>(DHFUMA) based on\nother metals to have the same behavior and suggest these materials\nhave the potential to be synthesized in future experiments. The results\nof the mechanical and dynamical stability calculations are not surprising,\nespecially since the metal oxide rod M–O coordination environment\nis identical to M<sub>2</sub>(DOBDC) and since DHFUMA is an experimentally\nvalidated ligand with a fully conjugated backbone exhibiting a planar\ngeometry between the two connection groups (see ). The synthetic difficulties arise in finding\nthe necessary reaction conditions to yield the correct crystalline\nM<sub>2</sub>(DHFUMA) product, the details of which are elaborated\nin the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "Predictions on Material Stability\n\nTo verify whether M2(DHFUMA) is stable and therefore has the potential to be synthesized experimentally, we calculated the vibrational frequencies and elastic constants. Our calculated vibrational frequencies and the full elastic matrix of Mg2(DHFUMA) are shown in the Supporting Information. We find all the vibrational modes of Mg2(DHFUMA) have positive frequencies, demonstrating its dynamical stability. We further verify the elastic stability of Mg2(DHFUMA) against the Born stability criteria, and we find the calculated elastic constants of Mg2(DHFUMA) satisfy all the necessary and sufficient stability conditions (see the Supporting Information), demonstrating Mg2(DHFUMA) to be mechanically stable. We expect M2(DHFUMA) based on other metals to have the same behavior and suggest these materials have the potential to be synthesized in future experiments. The results of the mechanical and dynamical stability calculations are not surprising, especially since the metal oxide rod M-O coordination environment is identical to M2(DOBDC) and since DHFUMA is an experimentally validated ligand with a fully conjugated backbone exhibiting a planar geometry between the two connection groups (see ). The synthetic difficulties arise in finding the necessary reaction conditions to yield the correct crystalline M2(DHFUMA) product, the details of which are elaborated in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Enhanced H<sub>2</sub> Storage Potential</title><p>The doubling\nof the volumetric density of open metal sites results in a factor\nof 2 increase in the simulated volumetric H<sub>2</sub> storage capacity\nof Mg<sub>2</sub>(DHFUMA) over Mg<sub>2</sub>(DOBDC) at cryogenic\ntemperatures. Utilizing the many-body polarization scheme implemented\nin the RASPA2 package and the polarizable model of Pham et al. to compute H<sub>2</sub> potential energy interactions\nin Mg<sub>2</sub>(DOBDC), we simulate the adsorption isotherms of\nboth Mg<sub>2</sub>(DOBDC) and Mg<sub>2</sub>(DHFUMA) at 77 K. We\nassumed that the force field is transferable and adopt all model parameters\nof Pham with the exception of the frameworks’ partial atomic\ncharges for which we use the values derived from our REPEAT analysis\nwhich are summarized in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link>. (a) demonstrates\na good agreement of our isotherm with the theoretical isotherm of\nPham et al. and the experimental isotherm of Dietzel et al. (data\nextracted from ref  and ref , respectively)\nfor Mg<sub>2</sub>(DOBDC) at 77 K. Our simulated isotherm as generated\nby RASPA2 slightly overpredicts the gravimetric uptake (by ∼20%\nat 1 bar) shown by the experimental results and simulated by Pham\net al. which we further discuss in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "Enhanced H2 Storage Potential\n\nThe doubling of the volumetric density of open metal sites results in a factor of 2 increase in the simulated volumetric H2 storage capacity of Mg2(DHFUMA) over Mg2(DOBDC) at cryogenic temperatures. Utilizing the many-body polarization scheme implemented in the RASPA2 package and the polarizable model of Pham et al. to compute H2 potential energy interactions in Mg2(DOBDC), we simulate the adsorption isotherms of both Mg2(DOBDC) and Mg2(DHFUMA) at 77 K. We assumed that the force field is transferable and adopt all model parameters of Pham with the exception of the frameworks' partial atomic charges for which we use the values derived from our REPEAT analysis which are summarized in the Supporting Information. (a) demonstrates a good agreement of our isotherm with the theoretical isotherm of Pham et al. and the experimental isotherm of Dietzel et al. (data extracted from ref  and ref , respectively) for Mg2(DOBDC) at 77 K. Our simulated isotherm as generated by RASPA2 slightly overpredicts the gravimetric uptake (by ~20% at 1 bar) shown by the experimental results and simulated by Pham et al. which we further discuss in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>H<sub>2</sub> isotherms computed at <italic>T</italic> = 77 K.\n(a) Mg<sub>2</sub>(DOBDC) isotherms computed in this work, by Pham\net al. (extracted from ref <xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>), and measured by Dietzel et al. (extracted from ref <xref ref-type=\"bibr\" rid=\"ref69\" specific-use=\"ref-style=base-text\"></xref>) and the predicted Mg<sub>2</sub>(DHFUMA) assuming a transferable force field. Isotherms are\nin units of amount adsorbed per framework mass. (b) Mg<sub>2</sub>(DHFUMA) and Mg<sub>2</sub>(DOBDC) simulated isotherms from this\nwork in units of amount adsorbed per framework volume.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2016-10363u_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  H2 isotherms computed at T = 77 K. (a) Mg2(DOBDC) isotherms computed in this work, by Pham et al. (extracted from ref ), and measured by Dietzel et al. (extracted from ref ) and the predicted Mg2(DHFUMA) assuming a transferable force field. Isotherms are in units of amount adsorbed per framework mass. (b) Mg2(DHFUMA) and Mg2(DOBDC) simulated isotherms from this work in units of amount adsorbed per framework volume.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["property"], "content": "<p>Since the weight compositions of Mg in DHFUMA (25.2\nwt %) and DOBDC\n(20.0 wt %) differ slightly, the amount of H<sub>2</sub> loaded per\nframework weight in DHFUMA is marginally better than DOBDC at low\npressure but does not represent a remarkable improvement as shown\nin (a). The\nstrong H<sub>2</sub>–open metal site interactions dominate\nthe adsorption at low temperatures and pressures, and weak H<sub>2</sub>–H<sub>2</sub> interactions are not sufficient to provide\nthe strong cooperative binding effects observed with CO<sub>2</sub> which are later discussed in the section on enhanced CO<sub>2</sub> heat of adsorption. In other words, H<sub>2</sub> gravimetric adsorption\nis not significantly improved in DHFUMA at low pressures, and the\nframework displays H<sub>2</sub> saturation behavior at significantly\nlower pressures than in DOBDC as one would expect from the reduced\nchannel volume. Nevertheless, the advantage of Mg<sub>2</sub>(DHFUMA)\nfor H<sub>2</sub> storage lies exactly in this reduced channel volume\nand the doubling of volumetric open metal site density. As can be\nseen from (b),\nthe H<sub>2</sub> storage capacity on a volumetric basis (in which\nthe amount loaded is expressed per total volume of adsorbent) is approximately\ntwice that of Mg<sub>2</sub>(DOBDC). Not only would a Mg<sub>2</sub>(DHFUMA)-based storage device require half the volume to achieve\napproximately the same H<sub>2</sub> storage by weight percent but\nalso the ligand is drastically cheaper. At the cryogenic temperature\nof 77 K and extremeley low pressure of 0.5 bar, Mg<sub>2</sub>(DHFUMA)\nis predicted to achieve a volumetric uptake of 41.5 g H<sub>2</sub>/L which is sufficient to surpass the DOE’s 2020 H<sub>2</sub> volumetric storage target of 40 g H<sub>2</sub>/L. We note that\nMn-BTT (BTT<sup>3–</sup> = 1,3,5-benzenetristetrazolate), one\nof the best performing MOFs for volumetric hydrogen uptake, has been\nreported to achieve uptake of 43 g H<sub>2</sub>/L but at the higher\npressure of 1.2 bar.\n</p>", "clean_text": "Since the weight compositions of Mg in DHFUMA (25.2 wt %) and DOBDC (20.0 wt %) differ slightly, the amount of H2 loaded per framework weight in DHFUMA is marginally better than DOBDC at low pressure but does not represent a remarkable improvement as shown in (a). The strong H2-open metal site interactions dominate the adsorption at low temperatures and pressures, and weak H2-H2 interactions are not sufficient to provide the strong cooperative binding effects observed with CO2 which are later discussed in the section on enhanced CO2 heat of adsorption. In other words, H2 gravimetric adsorption is not significantly improved in DHFUMA at low pressures, and the framework displays H2 saturation behavior at significantly lower pressures than in DOBDC as one would expect from the reduced channel volume. Nevertheless, the advantage of Mg2(DHFUMA) for H2 storage lies exactly in this reduced channel volume and the doubling of volumetric open metal site density. As can be seen from (b), the H2 storage capacity on a volumetric basis (in which the amount loaded is expressed per total volume of adsorbent) is approximately twice that of Mg2(DOBDC). Not only would a Mg2(DHFUMA)-based storage device require half the volume to achieve approximately the same H2 storage by weight percent but also the ligand is drastically cheaper. At the cryogenic temperature of 77 K and extremeley low pressure of 0.5 bar, Mg2(DHFUMA) is predicted to achieve a volumetric uptake of 41.5 g H2/L which is sufficient to surpass the DOE's 2020 H2 volumetric storage target of 40 g H2/L. We note that Mn-BTT (BTT3- = 1,3,5-benzenetristetrazolate), one of the best performing MOFs for volumetric hydrogen uptake, has been reported to achieve uptake of 43 g H2/L but at the higher pressure of 1.2 bar. ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>DFT Predicted\nBinding Geometries and Energies</title><p>We list\nour calculated lattice parameters of the all the MOFs considered in\nthis work in , and we compare the data on M<sub>2</sub>(DOBDC) with available\nexperimental results (taken from ref ; see references therein) from which we find\nthat the errors of our theoretically predicted lattice parameters\nof M<sub>2</sub>(DOBDC) are within ∼1%. We also find that for\nthe same metal the <italic>a</italic> lattice parameter of M<sub>2</sub>(DHFUMA) is proportionally smaller than that of M<sub>2</sub>(DOBDC)\nby 27–29%, and the <italic>c</italic> lattice parameter of\nM<sub>2</sub>(DHFUMA) is almost the same as that of M<sub>2</sub>(DOBDC),\nwith the biggest difference to be only 0.16 Å (Cu and Zn). Indeed,\nthe decreased unit cell volume of M<sub>2</sub>(DHFUMA), i.e., by\n∼50% in comparison with M<sub>2</sub>(DOBDC), is mainly due\nto the shortening of the lattice parameter along the <italic>a</italic> and <italic>b</italic> axes, and a direct result of that is the\ndoubling of the density of open metal sites. We will see that the\nshortening of the <italic>a</italic> lattice parameter and the doubling\nof the density of open metal sites in M<sub>2</sub>(DHFUMA) have a\nsignificant effect on the optimal binding configuration of CO<sub>2</sub> in M<sub>2</sub>(DHFUMA).</p>", "clean_text": "DFT Predicted Binding Geometries and Energies\n\nWe list our calculated lattice parameters of the all the MOFs considered in this work in , and we compare the data on M2(DOBDC) with available experimental results (taken from ref ; see references therein) from which we find that the errors of our theoretically predicted lattice parameters of M2(DOBDC) are within ~1%. We also find that for the same metal the a lattice parameter of M2(DHFUMA) is proportionally smaller than that of M2(DOBDC) by 27-29%, and the c lattice parameter of M2(DHFUMA) is almost the same as that of M2(DOBDC), with the biggest difference to be only 0.16 Å (Cu and Zn). Indeed, the decreased unit cell volume of M2(DHFUMA), i.e., by ~50% in comparison with M2(DOBDC), is mainly due to the shortening of the lattice parameter along the a and b axes, and a direct result of that is the doubling of the density of open metal sites. We will see that the shortening of the a lattice parameter and the doubling of the density of open metal sites in M2(DHFUMA) have a significant effect on the optimal binding configuration of CO2 in M2(DHFUMA).", "data": null, "include_properties": null}, {"idx": 18, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Lattice Parameters\n(in Å) of\nM<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) from Theory and Experiment</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"%\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">DHFUMA (theory)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">DOBDC (theory)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col6\" rowsep=\"1\">DOBDC (expt)</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">\n<italic>a</italic>/<italic>a</italic>′</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>a</italic>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>c</italic>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>a</italic>′</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>c</italic>′</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>a</italic>′</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>c</italic>′</oasis:entry>\n<oasis:entry align=\"center\">(theory)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mg</oasis:entry>\n<oasis:entry>18.86</oasis:entry>\n<oasis:entry>6.88</oasis:entry>\n<oasis:entry>26.17</oasis:entry>\n<oasis:entry>6.95</oasis:entry>\n<oasis:entry>25.89</oasis:entry>\n<oasis:entry>6.87</oasis:entry>\n<oasis:entry>72%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry>18.70</oasis:entry>\n<oasis:entry>7.14</oasis:entry>\n<oasis:entry>26.22</oasis:entry>\n<oasis:entry>7.01</oasis:entry>\n<oasis:entry>26.23</oasis:entry>\n<oasis:entry>7.04</oasis:entry>\n<oasis:entry>71%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>18.93</oasis:entry>\n<oasis:entry>6.75</oasis:entry>\n<oasis:entry>26.11</oasis:entry>\n<oasis:entry>6.85</oasis:entry>\n<oasis:entry>26.10</oasis:entry>\n<oasis:entry>6.85</oasis:entry>\n<oasis:entry>73%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>18.67</oasis:entry>\n<oasis:entry>6.77</oasis:entry>\n<oasis:entry>25.91</oasis:entry>\n<oasis:entry>6.82</oasis:entry>\n<oasis:entry>25.89</oasis:entry>\n<oasis:entry>6.81</oasis:entry>\n<oasis:entry>72%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>18.59</oasis:entry>\n<oasis:entry>6.65</oasis:entry>\n<oasis:entry>25.73</oasis:entry>\n<oasis:entry>6.75</oasis:entry>\n<oasis:entry>25.72</oasis:entry>\n<oasis:entry>6.74</oasis:entry>\n<oasis:entry>72%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>18.85</oasis:entry>\n<oasis:entry>6.13</oasis:entry>\n<oasis:entry>25.84</oasis:entry>\n<oasis:entry>6.29</oasis:entry>\n<oasis:entry>26.00</oasis:entry>\n<oasis:entry>6.26</oasis:entry>\n<oasis:entry>73%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>19.01</oasis:entry>\n<oasis:entry>6.72</oasis:entry>\n<oasis:entry>26.18</oasis:entry>\n<oasis:entry>6.88</oasis:entry>\n<oasis:entry>25.93</oasis:entry>\n<oasis:entry>6.84</oasis:entry>\n<oasis:entry>73%</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>Taking\nMg as an example, we show our theoretical optimized binding\nconfiguration of CO<sub>2</sub> in Mg<sub>2</sub>(DOBDC) and Mg<sub>2</sub>(DHFUMA) in a and b, respectively. From , we can find that\na single CO<sub>2</sub> molecule has very different binding modes\nin Mg<sub>2</sub>(DOBDC) and Mg<sub>2</sub>(DHFUMA). In Mg<sub>2</sub>(DOBDC), one terminal oxygen of CO<sub>2</sub> binds to Mg of Mg<sub>2</sub>(DOBDC) with a short binding distance of 2.33 Å, while\nthe other terminal oxygen of CO<sub>2</sub> is aligned with the DOBDC\nlinker and points toward the open pore space of Mg<sub>2</sub>(DOBDC).\nHowever, in Mg<sub>2</sub>(DHFUMA), because of the much shorter interchain\nMg···Mg distance (i.e., 6.03 Å in comparison with\n8.26 Å in Mg<sub>2</sub>(DOBDC)), both terminal oxygens of CO<sub>2</sub> are able to bind to two neighboring Mg<sup>2+</sup> cations\nsimultaneously, with similar binding distances (i.e., 2.59–2.60\nÅ). Such a unique binding mode results in a much enhanced binding\nenergy of CO<sub>2</sub> in Mg<sub>2</sub>(DHFUMA), i.e., 50.1 kJ/mol,\nwhich is 20% (8.8 kJ/mol) stronger than that in Mg<sub>2</sub>(DOBDC).\nWe show a detailed comparison of the binding energies and relevant\nO···M binding distances of CO<sub>2</sub> in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) with different metals in , in which we also\nlist available experimental data on CO<sub>2</sub> adsorption in M<sub>2</sub>(DOBDC). We further looked at\nthe adsorption of a single H<sub>2</sub>O molecule in both M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) with different metals, and we show\na detailed comparison of the binding energies and relevant O···M\nbinding distances in . Interestingly, the binding energies of a single H<sub>2</sub>O molecule in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) with\nthe same metal are almost identical. Taking Mg as an example, the\nbinding energies of H<sub>2</sub>O are 88.6 and 87.4 kJ/mol in Mg<sub>2</sub>(DOBDC) and Mg<sub>2</sub>(DHFUMA), respectively. This is\nbecause H<sub>2</sub>O has only one central oxygen, and it interacts\nwith both Mg<sub>2</sub>(DOBDC) and Mg<sub>2</sub>(DHFUMA) through\na single-contact O···Mg interaction. Comparing the\nwhole series of CO<sub>2</sub> and H<sub>2</sub>O adsorption in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) with different metals, we\ncan find that the trend is the same; CO<sub>2</sub> tends to have\nmuch stronger binding in M<sub>2</sub>(DHFUMA) than that in M<sub>2</sub>(DOBDC) with the same metal, while H<sub>2</sub>O tends to\nhave almost the same binding strength in M<sub>2</sub>(DHFUMA) and\nM<sub>2</sub>(DOBDC) with the same metal. This would lead to improved\nselectivity of CO<sub>2</sub> in a CO<sub>2</sub>:H<sub>2</sub>O mixture\nin M<sub>2</sub>(DHFUMA) than that in M<sub>2</sub>(DOBDC).</p>", "clean_text": "Taking Mg as an example, we show our theoretical optimized binding configuration of CO2 in Mg2(DOBDC) and Mg2(DHFUMA) in a and b, respectively. From , we can find that a single CO2 molecule has very different binding modes in Mg2(DOBDC) and Mg2(DHFUMA). In Mg2(DOBDC), one terminal oxygen of CO2 binds to Mg of Mg2(DOBDC) with a short binding distance of 2.33 Å, while the other terminal oxygen of CO2 is aligned with the DOBDC linker and points toward the open pore space of Mg2(DOBDC). However, in Mg2(DHFUMA), because of the much shorter interchain Mg⋅⋅⋅Mg distance (i.e., 6.03 Å in comparison with 8.26 Å in Mg2(DOBDC)), both terminal oxygens of CO2 are able to bind to two neighboring Mg2+ cations simultaneously, with similar binding distances (i.e., 2.59-2.60 Å). Such a unique binding mode results in a much enhanced binding energy of CO2 in Mg2(DHFUMA), i.e., 50.1 kJ/mol, which is 20% (8.8 kJ/mol) stronger than that in Mg2(DOBDC). We show a detailed comparison of the binding energies and relevant O⋅⋅⋅M binding distances of CO2 in M2(DOBDC) and M2(DHFUMA) with different metals in , in which we also list available experimental data on CO2 adsorption in M2(DOBDC). We further looked at the adsorption of a single H2O molecule in both M2(DOBDC) and M2(DHFUMA) with different metals, and we show a detailed comparison of the binding energies and relevant O⋅⋅⋅M binding distances in . Interestingly, the binding energies of a single H2O molecule in M2(DOBDC) and M2(DHFUMA) with the same metal are almost identical. Taking Mg as an example, the binding energies of H2O are 88.6 and 87.4 kJ/mol in Mg2(DOBDC) and Mg2(DHFUMA), respectively. This is because H2O has only one central oxygen, and it interacts with both Mg2(DOBDC) and Mg2(DHFUMA) through a single-contact O⋅⋅⋅Mg interaction. Comparing the whole series of CO2 and H2O adsorption in M2(DOBDC) and M2(DHFUMA) with different metals, we can find that the trend is the same; CO2 tends to have much stronger binding in M2(DHFUMA) than that in M2(DOBDC) with the same metal, while H2O tends to have almost the same binding strength in M2(DHFUMA) and M2(DOBDC) with the same metal. This would lead to improved selectivity of CO2 in a CO2:H2O mixture in M2(DHFUMA) than that in M2(DOBDC).", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>DFT optimized\nbinding configurations of CO<sub>2</sub> in (a) Mg<sub>2</sub>(DOBDC)\nand (b) Mg<sub>2</sub>(DHFUMA).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2016-10363u_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  DFT optimized binding configurations of CO2 in (a) Mg2(DOBDC) and (b) Mg2(DHFUMA).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Binding Energies (in kJ/mol) and Relevant\nO···M Binding Distances (in Å) of CO<sub>2</sub> in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) from Theory and\nExperiment</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"/\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">DHFUMA\n(theory)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">DOBDC (theory)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col6\" rowsep=\"1\">DOBDC (expt)</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">\n<italic>E</italic>\n<sub>b</sub> – <italic>E</italic>\n<sub arrange=\"stack\">b</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>E</italic>\n<sub>b</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub>O···M</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>E</italic>\n<sub arrange=\"stack\">b</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub arrange=\"stack\">O···M</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>E</italic>\n<sub arrange=\"stack\">b</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub arrange=\"stack\">O···M</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">(theory)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mg</oasis:entry>\n<oasis:entry>50.1</oasis:entry>\n<oasis:entry>2.59/2.60</oasis:entry>\n<oasis:entry>41.3</oasis:entry>\n<oasis:entry>2.33</oasis:entry>\n<oasis:entry>43.5</oasis:entry>\n<oasis:entry>2.27</oasis:entry>\n<oasis:entry>8.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry>40.5</oasis:entry>\n<oasis:entry>2.64/2.75</oasis:entry>\n<oasis:entry>29.2</oasis:entry>\n<oasis:entry>2.57</oasis:entry>\n<oasis:entry>31.7</oasis:entry>\n<oasis:entry>2.51</oasis:entry>\n<oasis:entry>11.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>40.9</oasis:entry>\n<oasis:entry>2.56/2.76</oasis:entry>\n<oasis:entry>30.0</oasis:entry>\n<oasis:entry>2.43</oasis:entry>\n<oasis:entry>33.2</oasis:entry>\n<oasis:entry>2.29</oasis:entry>\n<oasis:entry>10.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>41.1</oasis:entry>\n<oasis:entry>2.49/2.79</oasis:entry>\n<oasis:entry>29.3</oasis:entry>\n<oasis:entry>2.43</oasis:entry>\n<oasis:entry>33.6</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>46.1</oasis:entry>\n<oasis:entry>2.46/2.69</oasis:entry>\n<oasis:entry>34.8</oasis:entry>\n<oasis:entry>2.32</oasis:entry>\n<oasis:entry>38.6</oasis:entry>\n<oasis:entry>2.29</oasis:entry>\n<oasis:entry>11.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>32.0</oasis:entry>\n<oasis:entry>2.69/2.80</oasis:entry>\n<oasis:entry>19.9</oasis:entry>\n<oasis:entry>2.74</oasis:entry>\n<oasis:entry>22.1</oasis:entry>\n<oasis:entry>2.86</oasis:entry>\n<oasis:entry>12.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>37.6</oasis:entry>\n<oasis:entry>2.76/2.83</oasis:entry>\n<oasis:entry>31.3</oasis:entry>\n<oasis:entry>2.66</oasis:entry>\n<oasis:entry>26.8</oasis:entry>\n<oasis:entry>2.43</oasis:entry>\n<oasis:entry>6.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 22, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Binding Energies (in kJ/mol) and Relevant\nO···M Binding Distances (in Å) of H<sub>2</sub>O in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) from Theory</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">DHFUMA (theory)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">DOBDC (theory)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>E</italic>\n<sub>b</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub>O ··M</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>E</italic>\n<sub arrange=\"stack\">b</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub arrange=\"stack\">O···M</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mg</oasis:entry>\n<oasis:entry>87.4</oasis:entry>\n<oasis:entry>2.19</oasis:entry>\n<oasis:entry>88.6</oasis:entry>\n<oasis:entry>2.16</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry>73.5</oasis:entry>\n<oasis:entry>2.26</oasis:entry>\n<oasis:entry>73.3</oasis:entry>\n<oasis:entry>2.29</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>77.5</oasis:entry>\n<oasis:entry>2.20</oasis:entry>\n<oasis:entry>77.1</oasis:entry>\n<oasis:entry>2.21</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>79.4</oasis:entry>\n<oasis:entry>2.17</oasis:entry>\n<oasis:entry>78.9</oasis:entry>\n<oasis:entry>2.17</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>89.2</oasis:entry>\n<oasis:entry>2.12</oasis:entry>\n<oasis:entry>89.4</oasis:entry>\n<oasis:entry>2.11</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>68.1</oasis:entry>\n<oasis:entry>2.22</oasis:entry>\n<oasis:entry>62.5</oasis:entry>\n<oasis:entry>2.24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>74.9</oasis:entry>\n<oasis:entry>2.22</oasis:entry>\n<oasis:entry>68.4</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["property"], "content": "<title>Enhanced CO<sub>2</sub> Adsorption</title><p>We demonstrate in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link> that the force\nfield of Mercado can reproduce the <italic>ab initio</italic> potential\nenergy landscape of CO<sub>2</sub> in our set of analogues as shown\nby the agreement of both binding energies and binding geometries.\nWith confirmation of the force field’s tranferability, Henry\ncoefficients of the M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA)\nstructures were computed at temperatures of 313.0 and 400.0 K, shown\nin . An order\nof magnitude increase is observed in DHFUMA structures over DOBDC\nstructures for a given metal substitution. It is also worthwhile to\nnote that, for a given metal substitution, the M<sub>2</sub>(DHFUMA)\nstructure achieves the same order of magnitude (and only slightly\nlower) Henry coefficient at 400 K as its DOBDC counterpart at 313\nK in all frameworks except for the Mg analogues. This large decrease\nin the free energy of a single adsorbed CO<sub>2</sub> molecule in\nDHFUMA is a direct result of the decreased potential energy of the\none molecule per two open metal sites binding mode, which has been\ndemonstrated in our DFT optimization and GCMC simulations. GCMC simulations\nwere utilized to simulate the CO<sub>2</sub> uptake in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) structures and calculate isotherms\nfor each material. The higher density of open metal sites and enhanced\nbinding energy results in larger uptake at low pressures; however,\nthe reduced channel volume results in quicker saturation of the DHFUMA\nadsorbent. The CO<sub>2</sub> isotherms in Mg<sub>2</sub>(DOBDC) and\nMg<sub>2</sub>(DHFUMA) in  visualize this trend. Thus, at low pressures DHFUMA\nperforms significantly better in total CO<sub>2</sub> uptake but performs\nworse in total uptake at higher pressures. A detailed view of all\nCO<sub>2</sub> isotherms is provided in the . Due to the favorable enhancement of the binding\nenergy, DHFUMA analogues are able to capture significantly more CO<sub>2</sub> in any pressure range relevant to industrial CO<sub>2</sub> capture from flue gas where <italic>P</italic>\n<sub>CO<sub>2</sub>\n</sub> = 0.15 bar.  demonstrates the excess amount of CO<sub>2</sub> captured\nby each metal analogue of DHFUMA in comparison to its DOBDC analogues\nacross a pressure range applicable to flue gas conditions. The excess\nvalue peaks at low pressures and then quickly drops to large negative\nvalues after the DHFUMA framework saturates with CO<sub>2</sub>. It\nis also significant that DHFUMA analogues continue to load approximately\n2 mol/kg more CO<sub>2</sub> at an elevated temperature of 400 K since\nhigh-temperature adsorption can be used to mitigate competitive water\nadsorption, as will be seen in later discussion.</p>", "clean_text": "Enhanced CO2 Adsorption\n\nWe demonstrate in the Supporting Information that the force field of Mercado can reproduce the ab initio potential energy landscape of CO2 in our set of analogues as shown by the agreement of both binding energies and binding geometries. With confirmation of the force field's tranferability, Henry coefficients of the M2(DOBDC) and M2(DHFUMA) structures were computed at temperatures of 313.0 and 400.0 K, shown in . An order of magnitude increase is observed in DHFUMA structures over DOBDC structures for a given metal substitution. It is also worthwhile to note that, for a given metal substitution, the M2(DHFUMA) structure achieves the same order of magnitude (and only slightly lower) Henry coefficient at 400 K as its DOBDC counterpart at 313 K in all frameworks except for the Mg analogues. This large decrease in the free energy of a single adsorbed CO2 molecule in DHFUMA is a direct result of the decreased potential energy of the one molecule per two open metal sites binding mode, which has been demonstrated in our DFT optimization and GCMC simulations. GCMC simulations were utilized to simulate the CO2 uptake in M2(DOBDC) and M2(DHFUMA) structures and calculate isotherms for each material. The higher density of open metal sites and enhanced binding energy results in larger uptake at low pressures; however, the reduced channel volume results in quicker saturation of the DHFUMA adsorbent. The CO2 isotherms in Mg2(DOBDC) and Mg2(DHFUMA) in  visualize this trend. Thus, at low pressures DHFUMA performs significantly better in total CO2 uptake but performs worse in total uptake at higher pressures. A detailed view of all CO2 isotherms is provided in the . Due to the favorable enhancement of the binding energy, DHFUMA analogues are able to capture significantly more CO2 in any pressure range relevant to industrial CO2 capture from flue gas where P CO2  = 0.15 bar.  demonstrates the excess amount of CO2 captured by each metal analogue of DHFUMA in comparison to its DOBDC analogues across a pressure range applicable to flue gas conditions. The excess value peaks at low pressures and then quickly drops to large negative values after the DHFUMA framework saturates with CO2. It is also significant that DHFUMA analogues continue to load approximately 2 mol/kg more CO2 at an elevated temperature of 400 K since high-temperature adsorption can be used to mitigate competitive water adsorption, as will be seen in later discussion.", "data": null, "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl5\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Henry Coefficients (<italic>K</italic>\n<sub>H</sub>) × 10<sup>–3</sup> [mol/kg/Pa] of CO<sub>2</sub> in the M<sub>2</sub>(DHFUMA) vs M<sub>2</sub>(DOBDC) Series\nat 313 and 400 K</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">DHFUMA</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">DOBDC</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">313 K</oasis:entry>\n<oasis:entry align=\"center\">400 K</oasis:entry>\n<oasis:entry align=\"center\">313 K</oasis:entry>\n<oasis:entry align=\"center\">400 K</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mg</oasis:entry>\n<oasis:entry>10.7</oasis:entry>\n<oasis:entry>0.22</oasis:entry>\n<oasis:entry>1.56</oasis:entry>\n<oasis:entry>0.064</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>1.8</oasis:entry>\n<oasis:entry>0.07</oasis:entry>\n<oasis:entry>0.20</oasis:entry>\n<oasis:entry>0.017</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>3.2</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry>0.26</oasis:entry>\n<oasis:entry>0.021</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n<oasis:entry>0.12</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry>0.021</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>0.028</oasis:entry>\n<oasis:entry>0.076</oasis:entry>\n<oasis:entry>0.009</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Absolute CO<sub>2</sub> adsorption in Mg<sub>2</sub>(DHFUMA) vs\nthe absolute CO<sub>2</sub> adsorption in Mg<sub>2</sub>(DOBDC) at\n313 K. The DHFUMA structure significantly outperforms the DOBDC structure\nin CO<sub>2</sub> uptake at low pressures but has far lower capacity\nof CO<sub>2</sub> in the limit of saturation.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2016-10363u_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Absolute CO2 adsorption in Mg2(DHFUMA) vs the absolute CO2 adsorption in Mg2(DOBDC) at 313 K. The DHFUMA structure significantly outperforms the DOBDC structure in CO2 uptake at low pressures but has far lower capacity of CO2 in the limit of saturation.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Absolute CO<sub>2</sub> adsorption in DHFUMA minus the absolute\nCO<sub>2</sub> adsorption in DOBDC (a) at 313 K and (b) at 400 K.\nThe pressure region in pink corresponds to the typical partial pressure\nof CO<sub>2</sub> (<italic>P</italic> = 0.15 bar) in the exhaust from\na coal-fired power plant. For each metal a temperature exists betweeen\n313 and 400 K which maximizes the excess CO<sub>2</sub> uptake in\nthe DHFUMA structure.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2016-10363u_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Absolute CO2 adsorption in DHFUMA minus the absolute CO2 adsorption in DOBDC (a) at 313 K and (b) at 400 K. The pressure region in pink corresponds to the typical partial pressure of CO2 (P = 0.15 bar) in the exhaust from a coal-fired power plant. For each metal a temperature exists betweeen 313 and 400 K which maximizes the excess CO2 uptake in the DHFUMA structure.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["property"], "content": "<title>Enhanced CO<sub>2</sub> Heat of Adsorption</title><p>The isosteric\nheat of adsorption, Δ<italic>\n<italic>H</italic>\n</italic>\n<sub>Ads</sub>, as a function of loading is a measure of the enthalpy\ngained on average by adsorbing one additional molecule in the adsorbent\nsystem at a specified loading. Conversely, the isosteric heat of desorption,\nΔ<italic>\n<italic>H</italic>\n</italic>\n<sub>Des</sub>, as a function\nof loading is the amount of enthalpy required to desorb one additional\nmolecule at a specified loading. In  we observe an interesting feature of CO<sub>2</sub> adsorption in the DHFUMA structure that shows a monotonic\nincrease in the heat of desorption as a function of loading from zero\nto saturation loading. A molecule that adsorbs when the framework\nis close to saturation (0.8–0.9 molec/M<sup>2+</sup>) releases\nnearly 10 kJ/mol more enthalpy than the first molecule to adsorb.\nIn other words, the cooperative binding of CO<sub>2</sub> is very\nstrong (due to the proximity of the primary binding sites) and increases\nin strength monotonically with loading. This leads to the nonintuitive\nproperty that the enthalpy penalty to desorb CO<sub>2</sub>\n<italic>always decreases</italic> as the loading decreases from saturation\nto empty framework. Notably, Mg<sub>2</sub>(DHFUMA) does not exhibit\nthis trend because the binding energy of one CO<sub>2</sub> molecule\nis so strong that cooperative adsorption is only favorable enough\nto maintain a constant Δ<italic>\n<italic>H</italic>\n</italic>\n<sub>Des</sub> as a function of loading. The same phenomenon does not\nexist with the DOBDC series. Only a 1–2 kJ/mol increase in\nΔ<italic>\n<italic>H</italic>\n</italic>\n<sub>Des</sub> is observed\nin all DOBDC analogues between the limit of 0 loading and the inflection\npoint at 1 molecule per open metal site. Thus, cooperative adsorption\nat loadings below 1 molecule per open metal site is negligible in\nthe DOBDC frameworks when compared to the DHFUMA frameworks.</p>", "clean_text": "Enhanced CO2 Heat of Adsorption\n\nThe isosteric heat of adsorption, Δ H  Ads, as a function of loading is a measure of the enthalpy gained on average by adsorbing one additional molecule in the adsorbent system at a specified loading. Conversely, the isosteric heat of desorption, Δ H  Des, as a function of loading is the amount of enthalpy required to desorb one additional molecule at a specified loading. In  we observe an interesting feature of CO2 adsorption in the DHFUMA structure that shows a monotonic increase in the heat of desorption as a function of loading from zero to saturation loading. A molecule that adsorbs when the framework is close to saturation (0.8-0.9 molec/M2+) releases nearly 10 kJ/mol more enthalpy than the first molecule to adsorb. In other words, the cooperative binding of CO2 is very strong (due to the proximity of the primary binding sites) and increases in strength monotonically with loading. This leads to the nonintuitive property that the enthalpy penalty to desorb CO2 always decreases as the loading decreases from saturation to empty framework. Notably, Mg2(DHFUMA) does not exhibit this trend because the binding energy of one CO2 molecule is so strong that cooperative adsorption is only favorable enough to maintain a constant Δ H  Des as a function of loading. The same phenomenon does not exist with the DOBDC series. Only a 1-2 kJ/mol increase in Δ H  Des is observed in all DOBDC analogues between the limit of 0 loading and the inflection point at 1 molecule per open metal site. Thus, cooperative adsorption at loadings below 1 molecule per open metal site is negligible in the DOBDC frameworks when compared to the DHFUMA frameworks.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Heat of desorption\nas a function of loading for the M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) analogues. The DHFUMA structures,\nwith the exception of the Mg analogue, exhibit a 7–10 kJ/mol\nincrease in the Δ<italic>\n<italic>H</italic>\n</italic>\n<sub>Des</sub> between the limit of zero loading and saturation.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2016-10363u_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Heat of desorption as a function of loading for the M2(DOBDC) and M2(DHFUMA) analogues. The DHFUMA structures, with the exception of the Mg analogue, exhibit a 7-10 kJ/mol increase in the Δ H  Des between the limit of zero loading and saturation.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Optimizing CO<sub>2</sub> Capture in Binary\nCO<sub>2</sub>:H<sub>2</sub>O Mixtures</title><p>Enhanced CO<sub>2</sub> uptake in the\nrange of partial pressures relevant to adsorption from a coal-fired\nflue stream does not necessarily indicate an improved potential for\nindustrial-scale CO<sub>2</sub> capture. A multitude of other factors must be considered such as CO<sub>2</sub>:H<sub>2</sub>O selectivity, compression work of the CO<sub>2</sub>-enriched waste stream, and the energy required for adsorbent regeneration,\nand these attributes can be quantified through a metric known as the\nparasitic energy. However, the deleterious\neffects of water on CO<sub>2</sub> uptake are often overlooked when\nevaluating materials for CO<sub>2</sub> capture potential via the\nparasitic energy. For this reason we\ninvestigated water adsorption in the DHFUMA and DOBDC series as well\nsince creative strategies such as high-temperature adsorption and\nlow-temperature desorption (HALD) have\nbeen proposed to mitigate the parasitic energy when adsorbing CO<sub>2</sub> from humid flue gas streams. Pure component water isotherms\nand binding geometries are shown in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link>.</p>", "clean_text": "Optimizing CO2 Capture in Binary CO2:H2O Mixtures\n\nEnhanced CO2 uptake in the range of partial pressures relevant to adsorption from a coal-fired flue stream does not necessarily indicate an improved potential for industrial-scale CO2 capture. A multitude of other factors must be considered such as CO2:H2O selectivity, compression work of the CO2-enriched waste stream, and the energy required for adsorbent regeneration, and these attributes can be quantified through a metric known as the parasitic energy. However, the deleterious effects of water on CO2 uptake are often overlooked when evaluating materials for CO2 capture potential via the parasitic energy. For this reason we investigated water adsorption in the DHFUMA and DOBDC series as well since creative strategies such as high-temperature adsorption and low-temperature desorption (HALD) have been proposed to mitigate the parasitic energy when adsorbing CO2 from humid flue gas streams. Pure component water isotherms and binding geometries are shown in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>More relevant to carbon capture, we performed\na CO<sub>2</sub>:H<sub>2</sub>O binary mixture analysis to investigate\neach structure’s potential performance for carbon capture in\nthe presence of water. GCMC simulations were performed at a fixed\nreservoir pressure of 0.15 bar, and the molar composition of CO<sub>2</sub>:H<sub>2</sub>O of the reservoir was varied at different temperatures.\nNote that N<sub>2</sub> was not simulated in the mixture as its uptake\nin the MOF-74 framework series has been shown to be negligible in\ncomparison to the uptake of CO<sub>2</sub> and H<sub>2</sub>O at flue\ngas adsorption conditions. The same stepped feature\nof water adsorption occurs in this binary analysis as in the pure\ncomponent H<sub>2</sub>O isotherms, and at a certain critical pressure,\nwater condenses within the pore. In the case of this binary mixture\nanalysis, the condensation of H<sub>2</sub>O is sufficient to entirely\nremove any adsorbed CO<sub>2</sub> at equilibrium.  demonstrates the loss in CO<sub>2</sub> uptake capacity that occurs after the molar composition of\nwater (at fixed total pressure) in the reservoir becomes too high.</p>", "clean_text": "More relevant to carbon capture, we performed a CO2:H2O binary mixture analysis to investigate each structure's potential performance for carbon capture in the presence of water. GCMC simulations were performed at a fixed reservoir pressure of 0.15 bar, and the molar composition of CO2:H2O of the reservoir was varied at different temperatures. Note that N2 was not simulated in the mixture as its uptake in the MOF-74 framework series has been shown to be negligible in comparison to the uptake of CO2 and H2O at flue gas adsorption conditions. The same stepped feature of water adsorption occurs in this binary analysis as in the pure component H2O isotherms, and at a certain critical pressure, water condenses within the pore. In the case of this binary mixture analysis, the condensation of H2O is sufficient to entirely remove any adsorbed CO2 at equilibrium.  demonstrates the loss in CO2 uptake capacity that occurs after the molar composition of water (at fixed total pressure) in the reservoir becomes too high.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Mixture\nanalysis of CO<sub>2</sub> and H<sub>2</sub>O adsorption\nin the Mg analogues of DHFUMA and DOBDC. Each data point represents\nan equilibrated absolute adsorption loading from a GCMC simulation\nat 400 K and fixed total pressure of 0.15 bar, while the molar composition\nof H<sub>2</sub>O to CO<sub>2</sub> is varied between simulations.\nFor each analogue, two values are extracted, and (1) and (2) demonstrate\nthe values extracted for Mg<sub>2</sub>(DHFUMA). (1) Corresponds to\nthe CO<sub>2</sub> uptake that is equal to 90% of the uptake in the\nlimit of 0 mole fraction of H<sub>2</sub>O. (2) Corresponds to the\nH<sub>2</sub>O mole fraction at which the total CO<sub>2</sub> uptake\nhas decreased by 10%.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2016-10363u_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Mixture analysis of CO2 and H2O adsorption in the Mg analogues of DHFUMA and DOBDC. Each data point represents an equilibrated absolute adsorption loading from a GCMC simulation at 400 K and fixed total pressure of 0.15 bar, while the molar composition of H2O to CO2 is varied between simulations. For each analogue, two values are extracted, and (1) and (2) demonstrate the values extracted for Mg2(DHFUMA). (1) Corresponds to the CO2 uptake that is equal to 90% of the uptake in the limit of 0 mole fraction of H2O. (2) Corresponds to the H2O mole fraction at which the total CO2 uptake has decreased by 10%.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Yet at higher temeprature, the onset of the water step is\nshifted\nto a significantly higher mole fraction. A reduction in CO<sub>2</sub> uptake capacity follows from this temperature increase, yet this\nuptake loss is mitigated in the DHFUMA structure due to the enhanced\nCO<sub>2</sub> affinity. An entire summary of the mixture anlaysis\nfor each structure at various temperatures is presented in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link>. From one mixture analysis\nat a specified temperature, we can extract two values of importance\nwhich are visualized in : the water mole fraction just before water condensation occurs\nand the amount of CO<sub>2</sub> loaded at that specific water mole\nfraction. These represent competing process design variables. To increase\nthe water mole fraction at which condensation occurs, we must raise\nthe temperature, which consequently reduces the amount of CO<sub>2</sub> loaded. These two quantities are plotted for each analogue structure\nacross a range of adsorption temperatures (313–400 K for M\n= [Co, Fe, Ni, Zn] and 400–473 K for M = [Mg]) in . From a carbon capture\nprocess design perspective, the ideal material would be located in\nthe top right corner of  where the material loads large amounts of CO<sub>2</sub> in\nthe presence of extremely high water mole fractions. Since the <italic>x</italic> and <italic>y</italic> quantities of  represent competing variables\n(but we desire to maximize both of them), we can interpret this summary\nas a problem of Pareto optimality, and a Pareto frontier can be observed\nfor Co<sub>2</sub>(DHFUMA). This means that regardless of the adsorption\ntemperature chosen for our capture process there is no material that\ncan simultaneously achieve a higher water tolerance and CO<sub>2</sub> uptake capacity at thermodynamic equilibrium than Co<sub>2</sub>(DHFUMA). Therefore, regardless of the selected operating temperature,\nCo<sub>2</sub>(DHFUMA) will have the best uptake and water tolerance\nas is easily visualized in . In more physical terms, a Pareto optimal material\nin this context of CO<sub>2</sub> capture in the presence of humidity\nwill be the material which delicately balances two factors. First,\nCO<sub>2</sub> uptake must remain the highest with increasing temperature,\nwhich fundamentally arises from the highest CO<sub>2</sub> Henry coefficient,\nwhich in turn arises from the strength of CO<sub>2</sub> interactions\nat the open metal site(s). Second, H<sub>2</sub>O condensation must\noccur at the highest water mole fraction, which arises from a combination\nof the weakest possible H<sub>2</sub>O interactions with the open\nmetal site and the largest pore size. Hence we can see the competing\nnature of these two factors since the strengths of CO<sub>2</sub> binding\nand H<sub>2</sub>O binding at the open metal site are highly correlated,\nand the advantage of DHFUMA becomes immediately clear since we selectively\nstrengthen the binding energetics of CO<sub>2</sub> across all metals\ndue to the one molecule per two open metal site binding mode. Thus,\nwe also notably observe that each M<sub>2</sub>(DHFUMA) represents\na Pareto frontier over its DOBDC counterpart. For example, Ni<sub>2</sub>(DOBDC) cannot maximize either water tolerance or CO<sub>2</sub> uptake above Ni<sub>2</sub>(DHFUMA) regardless of our specification\nof the adsorption temperature.</p>", "clean_text": "Yet at higher temeprature, the onset of the water step is shifted to a significantly higher mole fraction. A reduction in CO2 uptake capacity follows from this temperature increase, yet this uptake loss is mitigated in the DHFUMA structure due to the enhanced CO2 affinity. An entire summary of the mixture anlaysis for each structure at various temperatures is presented in the Supporting Information. From one mixture analysis at a specified temperature, we can extract two values of importance which are visualized in : the water mole fraction just before water condensation occurs and the amount of CO2 loaded at that specific water mole fraction. These represent competing process design variables. To increase the water mole fraction at which condensation occurs, we must raise the temperature, which consequently reduces the amount of CO2 loaded. These two quantities are plotted for each analogue structure across a range of adsorption temperatures (313-400 K for M = [Co, Fe, Ni, Zn] and 400-473 K for M = [Mg]) in . From a carbon capture process design perspective, the ideal material would be located in the top right corner of  where the material loads large amounts of CO2 in the presence of extremely high water mole fractions. Since the x and y quantities of  represent competing variables (but we desire to maximize both of them), we can interpret this summary as a problem of Pareto optimality, and a Pareto frontier can be observed for Co2(DHFUMA). This means that regardless of the adsorption temperature chosen for our capture process there is no material that can simultaneously achieve a higher water tolerance and CO2 uptake capacity at thermodynamic equilibrium than Co2(DHFUMA). Therefore, regardless of the selected operating temperature, Co2(DHFUMA) will have the best uptake and water tolerance as is easily visualized in . In more physical terms, a Pareto optimal material in this context of CO2 capture in the presence of humidity will be the material which delicately balances two factors. First, CO2 uptake must remain the highest with increasing temperature, which fundamentally arises from the highest CO2 Henry coefficient, which in turn arises from the strength of CO2 interactions at the open metal site(s). Second, H2O condensation must occur at the highest water mole fraction, which arises from a combination of the weakest possible H2O interactions with the open metal site and the largest pore size. Hence we can see the competing nature of these two factors since the strengths of CO2 binding and H2O binding at the open metal site are highly correlated, and the advantage of DHFUMA becomes immediately clear since we selectively strengthen the binding energetics of CO2 across all metals due to the one molecule per two open metal site binding mode. Thus, we also notably observe that each M2(DHFUMA) represents a Pareto frontier over its DOBDC counterpart. For example, Ni2(DOBDC) cannot maximize either water tolerance or CO2 uptake above Ni2(DHFUMA) regardless of our specification of the adsorption temperature.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Mixture analysis of all analogues demonstrating\nthe competing nature\nof CO<sub>2</sub> uptake and water tolerance. The <italic>y</italic>-axis corresponds to value (1) extracted from <xref rid=\"fig7\">Figure <xref rid=\"fig7\"></xref>\n</xref>, and the <italic>x</italic>-axis corresponds\nto value (2). The ideal material for CO<sub>2</sub> capture would\nhave a data point corresponding to 313 K at the top right corner of\nthe plot.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"jp-2016-10363u_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Mixture analysis of all analogues demonstrating the competing nature of CO2 uptake and water tolerance. The y-axis corresponds to value (1) extracted from Figure  , and the x-axis corresponds to value (2). The ideal material for CO2 capture would have a data point corresponding to 313 K at the top right corner of the plot.   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>We\nhave demonstrated the <italic>in silico</italic> design of a\nnew MOF-74 analogue based on the aliphatic DHFUMA ligand. We predict\nexceptional small-molecule adsorption properties via a combination\nof <italic>ab initio</italic> electronic structure calculations and\nclassical molecular simulation techniques in conjunction with the\nextensive previous research efforts to create simulation methods that\naccurately predict guest molecule behavior in MOF-74-type frameworks.\nNamely we have predicted (1) a doubling of the volumetric storage\ncapacity of H<sub>2</sub> in Mg<sub>2</sub>(DHFUMA) over Mg<sub>2</sub>(DOBDC) at the cryogenic temperature of 77 K and pressures below\n1 bar (and can meet the 2020 DOE target of 40 g/L at ∼0.5 bar);\n(2) a marked enhancement of CO<sub>2</sub> uptake in low-pressure\nregimes over the DOBDC analogue series; and (3) a selective increase\nof CO<sub>2</sub> binding energy (i.e., stronger CO<sub>2</sub> binding\nwith no change in H<sub>2</sub>O binding energy), the basis for which\nwe propose an industrial-scale CO<sub>2</sub> capture process inspired\nby the HALD scheme (see the ). These enhancements are a direct result of the open metal site\nproperties of the M<sub>2</sub>(DHFUMA) frameworks.</p>", "clean_text": "Conclusions\n\nWe have demonstrated the in silico design of a new MOF-74 analogue based on the aliphatic DHFUMA ligand. We predict exceptional small-molecule adsorption properties via a combination of ab initio electronic structure calculations and classical molecular simulation techniques in conjunction with the extensive previous research efforts to create simulation methods that accurately predict guest molecule behavior in MOF-74-type frameworks. Namely we have predicted (1) a doubling of the volumetric storage capacity of H2 in Mg2(DHFUMA) over Mg2(DOBDC) at the cryogenic temperature of 77 K and pressures below 1 bar (and can meet the 2020 DOE target of 40 g/L at ~0.5 bar); (2) a marked enhancement of CO2 uptake in low-pressure regimes over the DOBDC analogue series; and (3) a selective increase of CO2 binding energy (i.e., stronger CO2 binding with no change in H2O binding energy), the basis for which we propose an industrial-scale CO2 capture process inspired by the HALD scheme (see the ). These enhancements are a direct result of the open metal site properties of the M2(DHFUMA) frameworks.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>This material\ncontains double the volumetric density of open metal\nsites over DOBDC analogues, leading to a remarkable simulated volumetric\nH<sub>2</sub> storage capacity. Additionally, the distance between\ntwo adjacent open metal sites in each channel is reduced from 8.3\nÅ in DOBDC to 6.0 Å in DHFUMA. CO<sub>2</sub> binds to two\nopen metal sites in the M<sub>2</sub>(DHFUMA) framework, resulting\nin a significantly stronger binding energy than in M<sub>2</sub>(DOBDC).\nThe confined pore channel results in significant cooperative adsorption\nof CO<sub>2</sub>, with an isosteric heat of adsorption that is ∼15\nkJ/mol stronger at saturation than in the limit of zero loading. Furthermore,\nsince H<sub>2</sub>O still can only bind to one open metal site in\nM<sub>2</sub>(DHFUMA), the <italic>ab initio</italic> calculated quantity\nof Δ<italic>\n<italic>E</italic>\n</italic>\n<sub>bind,H<sub>2</sub>O</sub> – Δ<italic>\n<italic>E</italic>\n</italic>\n<sub>bind,CO<sub>2</sub>\n</sub> in the DHFUMA series is typically ∼10 kJ/mol\nhigher than in the DOBDC series, indicating that the DHFUMA series\nhas more selective CO<sub>2</sub> binding energetics relative to H<sub>2</sub>O. This enhanced selectivity for CO<sub>2</sub> is exploited\nin our classical GCMC simulations, and adsorption at high temperatures\nis proposed, allowing for a theoretical process by which CO<sub>2</sub> can be captured in appreciable amounts (∼1–2 mol/kg)\nin the presence of nontrace amounts of water (∼0.1–1\nmol %). The water tolerance and amount of CO<sub>2</sub> captured\nis dependent on metal choice and adsorption temperature. Finally,\nan 80% decrease in ligand expense (per mol) suggests that an M<sub>2</sub>(DHFUMA) analogue may in the future represent an economically\nimproved path forward for large scale H<sub>2</sub> storage or CO<sub>2</sub> capture from flue gas.</p>", "clean_text": "This material contains double the volumetric density of open metal sites over DOBDC analogues, leading to a remarkable simulated volumetric H2 storage capacity. Additionally, the distance between two adjacent open metal sites in each channel is reduced from 8.3 Å in DOBDC to 6.0 Å in DHFUMA. CO2 binds to two open metal sites in the M2(DHFUMA) framework, resulting in a significantly stronger binding energy than in M2(DOBDC). The confined pore channel results in significant cooperative adsorption of CO2, with an isosteric heat of adsorption that is ~15 kJ/mol stronger at saturation than in the limit of zero loading. Furthermore, since H2O still can only bind to one open metal site in M2(DHFUMA), the ab initio calculated quantity of Δ E  bind,H2O - Δ E  bind,CO2  in the DHFUMA series is typically ~10 kJ/mol higher than in the DOBDC series, indicating that the DHFUMA series has more selective CO2 binding energetics relative to H2O. This enhanced selectivity for CO2 is exploited in our classical GCMC simulations, and adsorption at high temperatures is proposed, allowing for a theoretical process by which CO2 can be captured in appreciable amounts (~1-2 mol/kg) in the presence of nontrace amounts of water (~0.1-1 mol %). The water tolerance and amount of CO2 captured is dependent on metal choice and adsorption temperature. Finally, an 80% decrease in ligand expense (per mol) suggests that an M2(DHFUMA) analogue may in the future represent an economically improved path forward for large scale H2 storage or CO2 capture from flue gas.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>The theoretical work in this\npaper should motivate efforts to experimentally\nsynthesize M<sub>2</sub>(DHFUMA) analogues and confirm our simulated\nvolumetric H<sub>2</sub> storage capacity and adsorption behavior\nof CO<sub>2</sub>:H<sub>2</sub>O mixtures. We note the synthesis of\nM<sub>2</sub>(DOBDC) is usually very challenging. Thus far, our efforts to synthesize M<sub>2</sub>(DHFUMA)\nare unsuccessful. However, we do not see any obvious reason why M<sub>2</sub>(DHFUMA) cannot be synthesized experimentally, considering\nthe dynamical and mechanical stabilities of these materials as well\nas the availabilities and chemical stabilities of the metal and organic\nprecursors. We also believe this framework could be useful for a variety\nof other separations or storage applications relevant to clean energy.\nIn the future we plan to investigate a range of topics such as selective\nadsorption of components from light olefin mixtures which are small\nenough to fit into the DHFUMA channel network if the material can\nbe synthesized.</p>", "clean_text": "The theoretical work in this paper should motivate efforts to experimentally synthesize M2(DHFUMA) analogues and confirm our simulated volumetric H2 storage capacity and adsorption behavior of CO2:H2O mixtures. We note the synthesis of M2(DOBDC) is usually very challenging. Thus far, our efforts to synthesize M2(DHFUMA) are unsuccessful. However, we do not see any obvious reason why M2(DHFUMA) cannot be synthesized experimentally, considering the dynamical and mechanical stabilities of these materials as well as the availabilities and chemical stabilities of the metal and organic precursors. We also believe this framework could be useful for a variety of other separations or storage applications relevant to clean energy. In the future we plan to investigate a range of topics such as selective adsorption of components from light olefin mixtures which are small enough to fit into the DHFUMA channel network if the material can be synthesized.", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.jpcc.6b10363\">10.1021/acs.jpcc.6b10363</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Crystallographic\ndata for Mg<sub>2</sub>(DOBDC) and\nMg<sub>2</sub>(DHFUMA) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_001.zip\">ZIP</ext-link>)</p>\n</list-item>\n<list-item>\n<p>Additional computational details; calculated vibrational\nfrequencies and elastic constants of Mg<sub>2</sub>(DHFUMA); structure\nfiles and charges; additional crystallographic data; force field parametrization\ndetails; CO<sub>2</sub> force field transferability; CO<sub>2</sub> isotherms; H<sub>2</sub>O isotherms; H<sub>2</sub>O:CO<sub>2</sub> mixture analysis; attempted synthetic procedures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.6b10363.  Crystallographic data for Mg2(DOBDC) and Mg2(DHFUMA) (ZIP)   Additional computational details; calculated vibrational frequencies and elastic constants of Mg2(DHFUMA); structure files and charges; additional crystallographic data; force field parametrization details; CO2 force field transferability; CO2 isotherms; H2O isotherms; H2O:CO2 mixture analysis; attempted synthetic procedures (PDF)   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>Crystallographic\ndata for Mg<sub>2</sub>(DOBDC) and\nMg<sub>2</sub>(DHFUMA) (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_001.zip\">ZIP</ext-link>)</p><p>Additional computational details; calculated vibrational\nfrequencies and elastic constants of Mg<sub>2</sub>(DHFUMA); structure\nfiles and charges; additional crystallographic data; force field parametrization\ndetails; CO<sub>2</sub> force field transferability; CO<sub>2</sub> isotherms; H<sub>2</sub>O isotherms; H<sub>2</sub>O:CO<sub>2</sub> mixture analysis; attempted synthetic procedures (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">PDF</ext-link>)</p>", "clean_text": "Crystallographic data for Mg2(DOBDC) and Mg2(DHFUMA) (ZIP)\n\nAdditional computational details; calculated vibrational frequencies and elastic constants of Mg2(DHFUMA); structure files and charges; additional crystallographic data; force field parametrization details; CO2 force field transferability; CO2 isotherms; H2O isotherms; H2O:CO2 mixture analysis; attempted synthetic procedures (PDF)", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>M.W. and S.L.\ncontributed equally to this work</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "M.W. and S.L. contributed equally to this work\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "16, 23, 27, 34", "type": "text", "classification": "property", "content": "<p>Since the weight compositions of Mg in DHFUMA (25.2\nwt %) and DOBDC\n(20.0 wt %) differ slightly, the amount of H<sub>2</sub> loaded per\nframework weight in DHFUMA is marginally better than DOBDC at low\npressure but does not represent a remarkable improvement as shown\nin (a). The\nstrong H<sub>2</sub>–open metal site interactions dominate\nthe adsorption at low temperatures and pressures, and weak H<sub>2</sub>–H<sub>2</sub> interactions are not sufficient to provide\nthe strong cooperative binding effects observed with CO<sub>2</sub> which are later discussed in the section on enhanced CO<sub>2</sub> heat of adsorption. In other words, H<sub>2</sub> gravimetric adsorption\nis not significantly improved in DHFUMA at low pressures, and the\nframework displays H<sub>2</sub> saturation behavior at significantly\nlower pressures than in DOBDC as one would expect from the reduced\nchannel volume. Nevertheless, the advantage of Mg<sub>2</sub>(DHFUMA)\nfor H<sub>2</sub> storage lies exactly in this reduced channel volume\nand the doubling of volumetric open metal site density. As can be\nseen from (b),\nthe H<sub>2</sub> storage capacity on a volumetric basis (in which\nthe amount loaded is expressed per total volume of adsorbent) is approximately\ntwice that of Mg<sub>2</sub>(DOBDC). Not only would a Mg<sub>2</sub>(DHFUMA)-based storage device require half the volume to achieve\napproximately the same H<sub>2</sub> storage by weight percent but\nalso the ligand is drastically cheaper. At the cryogenic temperature\nof 77 K and extremeley low pressure of 0.5 bar, Mg<sub>2</sub>(DHFUMA)\nis predicted to achieve a volumetric uptake of 41.5 g H<sub>2</sub>/L which is sufficient to surpass the DOE’s 2020 H<sub>2</sub> volumetric storage target of 40 g H<sub>2</sub>/L. We note that\nMn-BTT (BTT<sup>3–</sup> = 1,3,5-benzenetristetrazolate), one\nof the best performing MOFs for volumetric hydrogen uptake, has been\nreported to achieve uptake of 43 g H<sub>2</sub>/L but at the higher\npressure of 1.2 bar.\n</p><title>Enhanced CO<sub>2</sub> Adsorption</title><p>We demonstrate in\nthe <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.6b10363/suppl_file/jp6b10363_si_002.pdf\">Supporting Information</ext-link> that the force\nfield of Mercado can reproduce the <italic>ab initio</italic> potential\nenergy landscape of CO<sub>2</sub> in our set of analogues as shown\nby the agreement of both binding energies and binding geometries.\nWith confirmation of the force field’s tranferability, Henry\ncoefficients of the M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA)\nstructures were computed at temperatures of 313.0 and 400.0 K, shown\nin . An order\nof magnitude increase is observed in DHFUMA structures over DOBDC\nstructures for a given metal substitution. It is also worthwhile to\nnote that, for a given metal substitution, the M<sub>2</sub>(DHFUMA)\nstructure achieves the same order of magnitude (and only slightly\nlower) Henry coefficient at 400 K as its DOBDC counterpart at 313\nK in all frameworks except for the Mg analogues. This large decrease\nin the free energy of a single adsorbed CO<sub>2</sub> molecule in\nDHFUMA is a direct result of the decreased potential energy of the\none molecule per two open metal sites binding mode, which has been\ndemonstrated in our DFT optimization and GCMC simulations. GCMC simulations\nwere utilized to simulate the CO<sub>2</sub> uptake in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) structures and calculate isotherms\nfor each material. The higher density of open metal sites and enhanced\nbinding energy results in larger uptake at low pressures; however,\nthe reduced channel volume results in quicker saturation of the DHFUMA\nadsorbent. The CO<sub>2</sub> isotherms in Mg<sub>2</sub>(DOBDC) and\nMg<sub>2</sub>(DHFUMA) in  visualize this trend. Thus, at low pressures DHFUMA\nperforms significantly better in total CO<sub>2</sub> uptake but performs\nworse in total uptake at higher pressures. A detailed view of all\nCO<sub>2</sub> isotherms is provided in the . Due to the favorable enhancement of the binding\nenergy, DHFUMA analogues are able to capture significantly more CO<sub>2</sub> in any pressure range relevant to industrial CO<sub>2</sub> capture from flue gas where <italic>P</italic>\n<sub>CO<sub>2</sub>\n</sub> = 0.15 bar.  demonstrates the excess amount of CO<sub>2</sub> captured\nby each metal analogue of DHFUMA in comparison to its DOBDC analogues\nacross a pressure range applicable to flue gas conditions. The excess\nvalue peaks at low pressures and then quickly drops to large negative\nvalues after the DHFUMA framework saturates with CO<sub>2</sub>. It\nis also significant that DHFUMA analogues continue to load approximately\n2 mol/kg more CO<sub>2</sub> at an elevated temperature of 400 K since\nhigh-temperature adsorption can be used to mitigate competitive water\nadsorption, as will be seen in later discussion.</p><title>Enhanced CO<sub>2</sub> Heat of Adsorption</title><p>The isosteric\nheat of adsorption, Δ<italic>\n<italic>H</italic>\n</italic>\n<sub>Ads</sub>, as a function of loading is a measure of the enthalpy\ngained on average by adsorbing one additional molecule in the adsorbent\nsystem at a specified loading. Conversely, the isosteric heat of desorption,\nΔ<italic>\n<italic>H</italic>\n</italic>\n<sub>Des</sub>, as a function\nof loading is the amount of enthalpy required to desorb one additional\nmolecule at a specified loading. In  we observe an interesting feature of CO<sub>2</sub> adsorption in the DHFUMA structure that shows a monotonic\nincrease in the heat of desorption as a function of loading from zero\nto saturation loading. A molecule that adsorbs when the framework\nis close to saturation (0.8–0.9 molec/M<sup>2+</sup>) releases\nnearly 10 kJ/mol more enthalpy than the first molecule to adsorb.\nIn other words, the cooperative binding of CO<sub>2</sub> is very\nstrong (due to the proximity of the primary binding sites) and increases\nin strength monotonically with loading. This leads to the nonintuitive\nproperty that the enthalpy penalty to desorb CO<sub>2</sub>\n<italic>always decreases</italic> as the loading decreases from saturation\nto empty framework. Notably, Mg<sub>2</sub>(DHFUMA) does not exhibit\nthis trend because the binding energy of one CO<sub>2</sub> molecule\nis so strong that cooperative adsorption is only favorable enough\nto maintain a constant Δ<italic>\n<italic>H</italic>\n</italic>\n<sub>Des</sub> as a function of loading. The same phenomenon does not\nexist with the DOBDC series. Only a 1–2 kJ/mol increase in\nΔ<italic>\n<italic>H</italic>\n</italic>\n<sub>Des</sub> is observed\nin all DOBDC analogues between the limit of 0 loading and the inflection\npoint at 1 molecule per open metal site. Thus, cooperative adsorption\nat loadings below 1 molecule per open metal site is negligible in\nthe DOBDC frameworks when compared to the DHFUMA frameworks.</p><title>Conclusions</title><p>We\nhave demonstrated the <italic>in silico</italic> design of a\nnew MOF-74 analogue based on the aliphatic DHFUMA ligand. We predict\nexceptional small-molecule adsorption properties via a combination\nof <italic>ab initio</italic> electronic structure calculations and\nclassical molecular simulation techniques in conjunction with the\nextensive previous research efforts to create simulation methods that\naccurately predict guest molecule behavior in MOF-74-type frameworks.\nNamely we have predicted (1) a doubling of the volumetric storage\ncapacity of H<sub>2</sub> in Mg<sub>2</sub>(DHFUMA) over Mg<sub>2</sub>(DOBDC) at the cryogenic temperature of 77 K and pressures below\n1 bar (and can meet the 2020 DOE target of 40 g/L at ∼0.5 bar);\n(2) a marked enhancement of CO<sub>2</sub> uptake in low-pressure\nregimes over the DOBDC analogue series; and (3) a selective increase\nof CO<sub>2</sub> binding energy (i.e., stronger CO<sub>2</sub> binding\nwith no change in H<sub>2</sub>O binding energy), the basis for which\nwe propose an industrial-scale CO<sub>2</sub> capture process inspired\nby the HALD scheme (see the ). These enhancements are a direct result of the open metal site\nproperties of the M<sub>2</sub>(DHFUMA) frameworks.</p>", "clean_text": "Since the weight compositions of Mg in DHFUMA (25.2 wt %) and DOBDC (20.0 wt %) differ slightly, the amount of H2 loaded per framework weight in DHFUMA is marginally better than DOBDC at low pressure but does not represent a remarkable improvement as shown in (a). The strong H2-open metal site interactions dominate the adsorption at low temperatures and pressures, and weak H2-H2 interactions are not sufficient to provide the strong cooperative binding effects observed with CO2 which are later discussed in the section on enhanced CO2 heat of adsorption. In other words, H2 gravimetric adsorption is not significantly improved in DHFUMA at low pressures, and the framework displays H2 saturation behavior at significantly lower pressures than in DOBDC as one would expect from the reduced channel volume. Nevertheless, the advantage of Mg2(DHFUMA) for H2 storage lies exactly in this reduced channel volume and the doubling of volumetric open metal site density. As can be seen from (b), the H2 storage capacity on a volumetric basis (in which the amount loaded is expressed per total volume of adsorbent) is approximately twice that of Mg2(DOBDC). Not only would a Mg2(DHFUMA)-based storage device require half the volume to achieve approximately the same H2 storage by weight percent but also the ligand is drastically cheaper. At the cryogenic temperature of 77 K and extremeley low pressure of 0.5 bar, Mg2(DHFUMA) is predicted to achieve a volumetric uptake of 41.5 g H2/L which is sufficient to surpass the DOE's 2020 H2 volumetric storage target of 40 g H2/L. We note that Mn-BTT (BTT3- = 1,3,5-benzenetristetrazolate), one of the best performing MOFs for volumetric hydrogen uptake, has been reported to achieve uptake of 43 g H2/L but at the higher pressure of 1.2 bar. \n\nEnhanced CO2 Adsorption\n\nWe demonstrate in the Supporting Information that the force field of Mercado can reproduce the ab initio potential energy landscape of CO2 in our set of analogues as shown by the agreement of both binding energies and binding geometries. With confirmation of the force field's tranferability, Henry coefficients of the M2(DOBDC) and M2(DHFUMA) structures were computed at temperatures of 313.0 and 400.0 K, shown in . An order of magnitude increase is observed in DHFUMA structures over DOBDC structures for a given metal substitution. It is also worthwhile to note that, for a given metal substitution, the M2(DHFUMA) structure achieves the same order of magnitude (and only slightly lower) Henry coefficient at 400 K as its DOBDC counterpart at 313 K in all frameworks except for the Mg analogues. This large decrease in the free energy of a single adsorbed CO2 molecule in DHFUMA is a direct result of the decreased potential energy of the one molecule per two open metal sites binding mode, which has been demonstrated in our DFT optimization and GCMC simulations. GCMC simulations were utilized to simulate the CO2 uptake in M2(DOBDC) and M2(DHFUMA) structures and calculate isotherms for each material. The higher density of open metal sites and enhanced binding energy results in larger uptake at low pressures; however, the reduced channel volume results in quicker saturation of the DHFUMA adsorbent. The CO2 isotherms in Mg2(DOBDC) and Mg2(DHFUMA) in  visualize this trend. Thus, at low pressures DHFUMA performs significantly better in total CO2 uptake but performs worse in total uptake at higher pressures. A detailed view of all CO2 isotherms is provided in the . Due to the favorable enhancement of the binding energy, DHFUMA analogues are able to capture significantly more CO2 in any pressure range relevant to industrial CO2 capture from flue gas where P CO2  = 0.15 bar.  demonstrates the excess amount of CO2 captured by each metal analogue of DHFUMA in comparison to its DOBDC analogues across a pressure range applicable to flue gas conditions. The excess value peaks at low pressures and then quickly drops to large negative values after the DHFUMA framework saturates with CO2. It is also significant that DHFUMA analogues continue to load approximately 2 mol/kg more CO2 at an elevated temperature of 400 K since high-temperature adsorption can be used to mitigate competitive water adsorption, as will be seen in later discussion.\n\nEnhanced CO2 Heat of Adsorption\n\nThe isosteric heat of adsorption, Δ H  Ads, as a function of loading is a measure of the enthalpy gained on average by adsorbing one additional molecule in the adsorbent system at a specified loading. Conversely, the isosteric heat of desorption, Δ H  Des, as a function of loading is the amount of enthalpy required to desorb one additional molecule at a specified loading. In  we observe an interesting feature of CO2 adsorption in the DHFUMA structure that shows a monotonic increase in the heat of desorption as a function of loading from zero to saturation loading. A molecule that adsorbs when the framework is close to saturation (0.8-0.9 molec/M2+) releases nearly 10 kJ/mol more enthalpy than the first molecule to adsorb. In other words, the cooperative binding of CO2 is very strong (due to the proximity of the primary binding sites) and increases in strength monotonically with loading. This leads to the nonintuitive property that the enthalpy penalty to desorb CO2 always decreases as the loading decreases from saturation to empty framework. Notably, Mg2(DHFUMA) does not exhibit this trend because the binding energy of one CO2 molecule is so strong that cooperative adsorption is only favorable enough to maintain a constant Δ H  Des as a function of loading. The same phenomenon does not exist with the DOBDC series. Only a 1-2 kJ/mol increase in Δ H  Des is observed in all DOBDC analogues between the limit of 0 loading and the inflection point at 1 molecule per open metal site. Thus, cooperative adsorption at loadings below 1 molecule per open metal site is negligible in the DOBDC frameworks when compared to the DHFUMA frameworks.\n\nConclusions\n\nWe have demonstrated the in silico design of a new MOF-74 analogue based on the aliphatic DHFUMA ligand. We predict exceptional small-molecule adsorption properties via a combination of ab initio electronic structure calculations and classical molecular simulation techniques in conjunction with the extensive previous research efforts to create simulation methods that accurately predict guest molecule behavior in MOF-74-type frameworks. Namely we have predicted (1) a doubling of the volumetric storage capacity of H2 in Mg2(DHFUMA) over Mg2(DOBDC) at the cryogenic temperature of 77 K and pressures below 1 bar (and can meet the 2020 DOE target of 40 g/L at ~0.5 bar); (2) a marked enhancement of CO2 uptake in low-pressure regimes over the DOBDC analogue series; and (3) a selective increase of CO2 binding energy (i.e., stronger CO2 binding with no change in H2O binding energy), the basis for which we propose an industrial-scale CO2 capture process inspired by the HALD scheme (see the ). These enhancements are a direct result of the open metal site properties of the M2(DHFUMA) frameworks.", "data": [[{"meta": {"name": "DHFUMA", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "weight compositions of Mg", "value": "25.2", "unit": "wt %", "condition": ""}, {"property name": "weight compositions of Mg", "value": "20.0", "unit": "wt %", "condition": ""}, {"property name": "H2 loaded per framework weight in DHFUMA", "value": "marginally better", "unit": "", "condition": "at low pressure"}, {"property name": "H2 gravimetric adsorption", "value": "not significantly improved", "unit": "", "condition": "at low pressures"}, {"property name": "H2 saturation behavior", "value": "significantly lower pressures", "unit": "", "condition": ""}, {"property name": "H2 storage capacity on a volumetric basis", "value": "approximately twice", "unit": "", "condition": ""}, {"property name": "volumetric uptake", "value": "41.5", "unit": "g H2/L", "condition": "at cryogenic temperature of 77 K and extremeley low pressure of 0.5 bar"}]}]], "include_properties": ["etc"]}, {"idx": 12, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Accessible Surface Area (ASA), Accessible\nVolume (AV), Largest Included Sphere (<italic>D</italic>\n<sub>I</sub>), Largest Free Sphere (<italic>D</italic>\n<sub>F</sub>), Open Metal\nSite Volumetric Density (ρ<sub>Mg</sub>), and Open Metal Site\nWeight Percent of Two Frameworks: Mg<sub>2</sub>(DHFUMA) vs Mg<sub>2</sub>(DOBDC)</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"7\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">ASA</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">AV</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">\n<italic>D</italic>\n<sub>I</sub>\n</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">\n<italic>D</italic>\n<sub>F</sub>\n</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">ρ<sub>Mg</sub>\n</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">wt % Mg</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">ligand</oasis:entry>\n<oasis:entry align=\"center\">[m<sup>2</sup>/g]</oasis:entry>\n<oasis:entry align=\"center\">[cm<sup>3</sup>/g]</oasis:entry>\n<oasis:entry align=\"center\">[Å]</oasis:entry>\n<oasis:entry align=\"center\">[Å]</oasis:entry>\n<oasis:entry align=\"center\">[Mg/Å<sup>3</sup>]</oasis:entry>\n<oasis:entry align=\"center\">[%]</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>DOBDC</oasis:entry>\n<oasis:entry>1782</oasis:entry>\n<oasis:entry>0.350</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n<oasis:entry>11.1</oasis:entry>\n<oasis:entry>0.0044</oasis:entry>\n<oasis:entry>20.0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>DHFUMA</oasis:entry>\n<oasis:entry>1043</oasis:entry>\n<oasis:entry>0.095</oasis:entry>\n<oasis:entry>7.6</oasis:entry>\n<oasis:entry>6.3</oasis:entry>\n<oasis:entry>0.0084</oasis:entry>\n<oasis:entry>25.2</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Accessible Surface Area (ASA), Accessible Volume (AV), Largest Included Sphere (DI), Largest Free Sphere (DF), Open Metal Site Volumetric Density (ρMg), and Open Metal Site Weight Percent of Two Frameworks: Mg2(DHFUMA) vs Mg2(DOBDC)\n\n| ligand | ASA [m²/g] | AV [cm³/g] | DI [Å] | DF [Å] | ρMg [Mg/Å³] | wt % Mg |\n|--------|-----------|------------|-------|-------|-------------|---------|\n| DOBDC  | 1782      | 0.350      | 11.8  | 11.1  | 0.0044      | 20.0    |\n| DHFUMA | 1043      | 0.095      | 7.6   | 6.3   | 0.0084      | 25.2    |", "data": [{"meta": {"name": "DOBDC", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "ASA", "probe": "", "value": "1782", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.350", "unit": "cm³/g", "condition": ""}], "etc": [{"property name": "Largest Included Sphere", "value": "11.8", "unit": "Å", "condition": ""}, {"property name": "Largest Free Sphere", "value": "11.1", "unit": "Å", "condition": ""}, {"property name": "Open Metal Site Volumetric Density", "value": "0.0044", "unit": "Mg/Å³", "condition": ""}, {"property name": "Open Metal Site Weight Percent", "value": "20.0", "unit": "wt%", "condition": ""}]}, {"meta": {"name": "DHFUMA", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "ASA", "probe": "", "value": "1043", "unit": "m²/g", "condition": ""}], "pore volume": [{"probe": "", "value": "0.095", "unit": "cm³/g", "condition": ""}], "etc": [{"property name": "Largest Included Sphere", "value": "7.6", "unit": "Å", "condition": ""}, {"property name": "Largest Free Sphere", "value": "6.3", "unit": "Å", "condition": ""}, {"property name": "Open Metal Site Volumetric Density", "value": "0.0084", "unit": "Mg/Å³", "condition": ""}, {"property name": "Open Metal Site Weight Percent", "value": "25.2", "unit": "wt%", "condition": ""}]}], "include_properties": null}, {"idx": 18, "type": "table", "classification": ["Crystal"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Lattice Parameters\n(in Å) of\nM<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) from Theory and Experiment</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"%\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">DHFUMA (theory)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">DOBDC (theory)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col6\" rowsep=\"1\">DOBDC (expt)</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">\n<italic>a</italic>/<italic>a</italic>′</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>a</italic>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>c</italic>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>a</italic>′</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>c</italic>′</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>a</italic>′</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>c</italic>′</oasis:entry>\n<oasis:entry align=\"center\">(theory)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mg</oasis:entry>\n<oasis:entry>18.86</oasis:entry>\n<oasis:entry>6.88</oasis:entry>\n<oasis:entry>26.17</oasis:entry>\n<oasis:entry>6.95</oasis:entry>\n<oasis:entry>25.89</oasis:entry>\n<oasis:entry>6.87</oasis:entry>\n<oasis:entry>72%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry>18.70</oasis:entry>\n<oasis:entry>7.14</oasis:entry>\n<oasis:entry>26.22</oasis:entry>\n<oasis:entry>7.01</oasis:entry>\n<oasis:entry>26.23</oasis:entry>\n<oasis:entry>7.04</oasis:entry>\n<oasis:entry>71%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>18.93</oasis:entry>\n<oasis:entry>6.75</oasis:entry>\n<oasis:entry>26.11</oasis:entry>\n<oasis:entry>6.85</oasis:entry>\n<oasis:entry>26.10</oasis:entry>\n<oasis:entry>6.85</oasis:entry>\n<oasis:entry>73%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>18.67</oasis:entry>\n<oasis:entry>6.77</oasis:entry>\n<oasis:entry>25.91</oasis:entry>\n<oasis:entry>6.82</oasis:entry>\n<oasis:entry>25.89</oasis:entry>\n<oasis:entry>6.81</oasis:entry>\n<oasis:entry>72%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>18.59</oasis:entry>\n<oasis:entry>6.65</oasis:entry>\n<oasis:entry>25.73</oasis:entry>\n<oasis:entry>6.75</oasis:entry>\n<oasis:entry>25.72</oasis:entry>\n<oasis:entry>6.74</oasis:entry>\n<oasis:entry>72%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>18.85</oasis:entry>\n<oasis:entry>6.13</oasis:entry>\n<oasis:entry>25.84</oasis:entry>\n<oasis:entry>6.29</oasis:entry>\n<oasis:entry>26.00</oasis:entry>\n<oasis:entry>6.26</oasis:entry>\n<oasis:entry>73%</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>19.01</oasis:entry>\n<oasis:entry>6.72</oasis:entry>\n<oasis:entry>26.18</oasis:entry>\n<oasis:entry>6.88</oasis:entry>\n<oasis:entry>25.93</oasis:entry>\n<oasis:entry>6.84</oasis:entry>\n<oasis:entry>73%</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Lattice Parameters (in Å) of M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) from Theory and Experiment\n\n| metal | DHFUMA (theory) a | DHFUMA (theory) c | DOBDC (theory) a′ | DOBDC (theory) c′ | DOBDC (expt) a′ | DOBDC (expt) c′ | (theory) |\n|-------|-------------------|-------------------|------------------|------------------|----------------|----------------|----------|\n| Mg    | 18.86             | 6.88              | 26.17            | 6.95             | 25.89          | 6.87           | 72%      |\n| Mn    | 18.70             | 7.14              | 26.22            | 7.01             | 26.23          | 7.04           | 71%      |\n| Fe    | 18.93             | 6.75              | 26.11            | 6.85             | 26.10          | 6.85           | 73%      |\n| Co    | 18.67             | 6.77              | 25.91            | 6.82             | 25.89          | 6.81           | 72%      |\n| Ni    | 18.59             | 6.65              | 25.73            | 6.75             | 25.72          | 6.74           | 72%      |\n| Cu    | 18.85             | 6.13              | 25.84            | 6.29             | 26.00          | 6.26           | 73%      |\n| Zn    | 19.01             | 6.72              | 26.18            | 6.88             | 25.93          | 6.84           | 73%      |", "data": [{"meta": {"name": "Mg", "symbol": "Mg", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "18.86", "b": "", "c": "6.88", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "26.17", "b": "", "c": "6.95", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "25.89", "b": "", "c": "6.87", "alpha": "", "beta": "", "gamma": ""}, "condition": "expt"}]}, {"meta": {"name": "Mn", "symbol": "Mn", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "18.70", "b": "", "c": "7.14", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "26.22", "b": "", "c": "7.01", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "26.23", "b": "", "c": "7.04", "alpha": "", "beta": "", "gamma": ""}, "condition": "expt"}]}, {"meta": {"name": "Fe", "symbol": "Fe", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "18.93", "b": "", "c": "6.75", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "26.11", "b": "", "c": "6.85", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "26.10", "b": "", "c": "6.85", "alpha": "", "beta": "", "gamma": ""}, "condition": "expt"}]}, {"meta": {"name": "Co", "symbol": "Co", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "18.67", "b": "", "c": "6.77", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "25.91", "b": "", "c": "6.82", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "25.89", "b": "", "c": "6.81", "alpha": "", "beta": "", "gamma": ""}, "condition": "expt"}]}, {"meta": {"name": "Ni", "symbol": "Ni", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "18.59", "b": "", "c": "6.65", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "25.73", "b": "", "c": "6.75", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "25.72", "b": "", "c": "6.74", "alpha": "", "beta": "", "gamma": ""}, "condition": "expt"}]}, {"meta": {"name": "Cu", "symbol": "Cu", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "18.85", "b": "", "c": "6.13", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "25.84", "b": "", "c": "6.29", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "26.00", "b": "", "c": "6.26", "alpha": "", "beta": "", "gamma": ""}, "condition": "expt"}]}, {"meta": {"name": "Zn", "symbol": "Zn", "chemical formula": ""}, "lattice parameters": [{"value": {"a": "19.01", "b": "", "c": "6.72", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "26.18", "b": "", "c": "6.88", "alpha": "", "beta": "", "gamma": ""}, "condition": ""}, {"value": {"a": "25.93", "b": "", "c": "6.84", "alpha": "", "beta": "", "gamma": ""}, "condition": "expt"}]}], "include_properties": ["lattice_parameters"]}, {"idx": 21, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Binding Energies (in kJ/mol) and Relevant\nO···M Binding Distances (in Å) of CO<sub>2</sub> in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) from Theory and\nExperiment</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"8\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\"/\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col6\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col7\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col8\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">DHFUMA\n(theory)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">DOBDC (theory)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col7\" namest=\"col6\" rowsep=\"1\">DOBDC (expt)</oasis:entry>\n<oasis:entry align=\"center\" rowsep=\"1\">\n<italic>E</italic>\n<sub>b</sub> – <italic>E</italic>\n<sub arrange=\"stack\">b</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>E</italic>\n<sub>b</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub>O···M</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>E</italic>\n<sub arrange=\"stack\">b</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub arrange=\"stack\">O···M</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>E</italic>\n<sub arrange=\"stack\">b</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub arrange=\"stack\">O···M</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">(theory)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mg</oasis:entry>\n<oasis:entry>50.1</oasis:entry>\n<oasis:entry>2.59/2.60</oasis:entry>\n<oasis:entry>41.3</oasis:entry>\n<oasis:entry>2.33</oasis:entry>\n<oasis:entry>43.5</oasis:entry>\n<oasis:entry>2.27</oasis:entry>\n<oasis:entry>8.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry>40.5</oasis:entry>\n<oasis:entry>2.64/2.75</oasis:entry>\n<oasis:entry>29.2</oasis:entry>\n<oasis:entry>2.57</oasis:entry>\n<oasis:entry>31.7</oasis:entry>\n<oasis:entry>2.51</oasis:entry>\n<oasis:entry>11.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>40.9</oasis:entry>\n<oasis:entry>2.56/2.76</oasis:entry>\n<oasis:entry>30.0</oasis:entry>\n<oasis:entry>2.43</oasis:entry>\n<oasis:entry>33.2</oasis:entry>\n<oasis:entry>2.29</oasis:entry>\n<oasis:entry>10.9</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>41.1</oasis:entry>\n<oasis:entry>2.49/2.79</oasis:entry>\n<oasis:entry>29.3</oasis:entry>\n<oasis:entry>2.43</oasis:entry>\n<oasis:entry>33.6</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>46.1</oasis:entry>\n<oasis:entry>2.46/2.69</oasis:entry>\n<oasis:entry>34.8</oasis:entry>\n<oasis:entry>2.32</oasis:entry>\n<oasis:entry>38.6</oasis:entry>\n<oasis:entry>2.29</oasis:entry>\n<oasis:entry>11.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>32.0</oasis:entry>\n<oasis:entry>2.69/2.80</oasis:entry>\n<oasis:entry>19.9</oasis:entry>\n<oasis:entry>2.74</oasis:entry>\n<oasis:entry>22.1</oasis:entry>\n<oasis:entry>2.86</oasis:entry>\n<oasis:entry>12.1</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>37.6</oasis:entry>\n<oasis:entry>2.76/2.83</oasis:entry>\n<oasis:entry>31.3</oasis:entry>\n<oasis:entry>2.66</oasis:entry>\n<oasis:entry>26.8</oasis:entry>\n<oasis:entry>2.43</oasis:entry>\n<oasis:entry>6.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 3. Binding Energies (in kJ/mol) and Relevant O···M Binding Distances (in Å) of CO<sub>2</sub> in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) from Theory and Experiment\n\n| metal | DHFUMA (theory) | DOBDC (theory) | DOBDC (expt) | E<sub>b</sub> – E<sub>b</sub><sup>′</sup> (theory) | d<sub>O···M</sub> (theory) | E<sub>b</sub> – E<sub>b</sub><sup>′</sup> (theory) | d<sub>O···M</sub> (theory) |\n|-------|-----------------|----------------|--------------|-------------------------------------------------|---------------------------|-------------------------------------------------|---------------------------|\n| Mg    | 50.1            | 2.59/2.60      | 41.3         | 2.33                                            | 43.5                      | 2.27                                            | 8.8                       |\n| Mn    | 40.5            | 2.64/2.75      | 29.2         | 2.57                                            | 31.7                      | 2.51                                            | 11.3                      |\n| Fe    | 40.9            | 2.56/2.76      | 30.0         | 2.43                                            | 33.2                      | 2.29                                            | 10.9                      |\n| Co    | 41.1            | 2.49/2.79      | 29.3         | 2.43                                            | 33.6                      | 2.23                                            | 11.8                      |\n| Ni    | 46.1            | 2.46/2.69      | 34.8         | 2.32                                            | 38.6                      | 2.29                                            | 11.3                      |\n| Cu    | 32.0            | 2.69/2.80      | 19.9         | 2.74                                            | 22.1                      | 2.86                                            | 12.1                      |\n| Zn    | 37.6            | 2.76/2.83      | 31.3         | 2.66                                            | 26.8                      | 2.43                                            | 6.3                       |", "data": [{"meta": {"name": "Mg", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "50.1", "unit": "kJ/mol", "type": "DHFUMA (theory)", "condition": ""}, {"value": "2.59/2.60", "unit": "Å", "type": "DOBDC (theory)", "condition": ""}, {"value": "41.3", "unit": "kJ/mol", "type": "DOBDC (expt)", "condition": ""}, {"value": "2.33", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "43.5", "unit": "Å", "type": "d_O...M", "condition": "theory"}, {"value": "2.27", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "8.8", "unit": "Å", "type": "d_O...M", "condition": "theory"}]}, {"meta": {"name": "Mn", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "40.5", "unit": "kJ/mol", "type": "DHFUMA (theory)", "condition": ""}, {"value": "2.64/2.75", "unit": "Å", "type": "DOBDC (theory)", "condition": ""}, {"value": "29.2", "unit": "kJ/mol", "type": "DOBDC (expt)", "condition": ""}, {"value": "2.57", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "31.7", "unit": "Å", "type": "d_O...M", "condition": "theory"}, {"value": "2.51", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "11.3", "unit": "Å", "type": "d_O...M", "condition": "theory"}]}, {"meta": {"name": "Fe", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "40.9", "unit": "kJ/mol", "type": "DHFUMA (theory)", "condition": ""}, {"value": "2.56/2.76", "unit": "Å", "type": "DOBDC (theory)", "condition": ""}, {"value": "30.0", "unit": "kJ/mol", "type": "DOBDC (expt)", "condition": ""}, {"value": "2.43", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "33.2", "unit": "Å", "type": "d_O...M", "condition": "theory"}, {"value": "2.29", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "10.9", "unit": "Å", "type": "d_O...M", "condition": "theory"}]}, {"meta": {"name": "Co", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "41.1", "unit": "kJ/mol", "type": "DHFUMA (theory)", "condition": ""}, {"value": "2.49/2.79", "unit": "Å", "type": "DOBDC (theory)", "condition": ""}, {"value": "29.3", "unit": "kJ/mol", "type": "DOBDC (expt)", "condition": ""}, {"value": "2.43", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "33.6", "unit": "Å", "type": "d_O...M", "condition": "theory"}, {"value": "2.23", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "11.8", "unit": "Å", "type": "d_O...M", "condition": "theory"}]}, {"meta": {"name": "Ni", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "46.1", "unit": "kJ/mol", "type": "DHFUMA (theory)", "condition": ""}, {"value": "2.46/2.69", "unit": "Å", "type": "DOBDC (theory)", "condition": ""}, {"value": "34.8", "unit": "kJ/mol", "type": "DOBDC (expt)", "condition": ""}, {"value": "2.32", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "38.6", "unit": "Å", "type": "d_O...M", "condition": "theory"}, {"value": "2.29", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "11.3", "unit": "Å", "type": "d_O...M", "condition": "theory"}]}, {"meta": {"name": "Cu", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "32.0", "unit": "kJ/mol", "type": "DHFUMA (theory)", "condition": ""}, {"value": "2.69/2.80", "unit": "Å", "type": "DOBDC (theory)", "condition": ""}, {"value": "19.9", "unit": "kJ/mol", "type": "DOBDC (expt)", "condition": ""}, {"value": "2.74", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "22.1", "unit": "Å", "type": "d_O...M", "condition": "theory"}, {"value": "2.86", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "12.1", "unit": "Å", "type": "d_O...M", "condition": "theory"}]}, {"meta": {"name": "Zn", "symbol": "", "chemical formula": ""}, "energy_related": [{"value": "37.6", "unit": "kJ/mol", "type": "DHFUMA (theory)", "condition": ""}, {"value": "2.76/2.83", "unit": "Å", "type": "DOBDC (theory)", "condition": ""}, {"value": "31.3", "unit": "kJ/mol", "type": "DOBDC (expt)", "condition": ""}, {"value": "2.66", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "26.8", "unit": "Å", "type": "d_O...M", "condition": "theory"}, {"value": "2.43", "unit": "kJ/mol", "type": "E_b - E_b'", "condition": "theory"}, {"value": "6.3", "unit": "Å", "type": "d_O...M", "condition": "theory"}]}], "include_properties": null}, {"idx": 22, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl4\" position=\"float\">\n<label>4</label>\n<caption>\n<title>Binding Energies (in kJ/mol) and Relevant\nO···M Binding Distances (in Å) of H<sub>2</sub>O in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) from Theory</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">DHFUMA (theory)</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">DOBDC (theory)</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>E</italic>\n<sub>b</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub>O ··M</sub>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>E</italic>\n<sub arrange=\"stack\">b</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>d</italic>\n<sub arrange=\"stack\">O···M</sub>\n<sup arrange=\"stack\">′</sup>\n</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mg</oasis:entry>\n<oasis:entry>87.4</oasis:entry>\n<oasis:entry>2.19</oasis:entry>\n<oasis:entry>88.6</oasis:entry>\n<oasis:entry>2.16</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Mn</oasis:entry>\n<oasis:entry>73.5</oasis:entry>\n<oasis:entry>2.26</oasis:entry>\n<oasis:entry>73.3</oasis:entry>\n<oasis:entry>2.29</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>77.5</oasis:entry>\n<oasis:entry>2.20</oasis:entry>\n<oasis:entry>77.1</oasis:entry>\n<oasis:entry>2.21</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>79.4</oasis:entry>\n<oasis:entry>2.17</oasis:entry>\n<oasis:entry>78.9</oasis:entry>\n<oasis:entry>2.17</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>89.2</oasis:entry>\n<oasis:entry>2.12</oasis:entry>\n<oasis:entry>89.4</oasis:entry>\n<oasis:entry>2.11</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Cu</oasis:entry>\n<oasis:entry>68.1</oasis:entry>\n<oasis:entry>2.22</oasis:entry>\n<oasis:entry>62.5</oasis:entry>\n<oasis:entry>2.24</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>74.9</oasis:entry>\n<oasis:entry>2.22</oasis:entry>\n<oasis:entry>68.4</oasis:entry>\n<oasis:entry>2.23</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 4. Binding Energies (in kJ/mol) and Relevant O···M Binding Distances (in Å) of H<sub>2</sub>O in M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) from Theory\n\n| metal | DHFUMA (theory) E<sub>b</sub> | DHFUMA (theory) d<sub>O ··M</sub> | DOBDC (theory) E<sub>b</sub> | DOBDC (theory) d<sub>O···M</sub> |\n|-------|-----------------------------|----------------------------------|-----------------------------|---------------------------------|\n| Mg    | 87.4                        | 2.19                             | 88.6                        | 2.16                            |\n| Mn    | 73.5                        | 2.26                             | 73.3                        | 2.29                            |\n| Fe    | 77.5                        | 2.20                             | 77.1                        | 2.21                            |\n| Co    | 79.4                        | 2.17                             | 78.9                        | 2.17                            |\n| Ni    | 89.2                        | 2.12                             | 89.4                        | 2.11                            |\n| Cu    | 68.1                        | 2.22                             | 62.5                        | 2.24                            |\n| Zn    | 74.9                        | 2.22                             | 68.4                        | 2.23                            |", "data": [{"meta": {"name": "Mg", "symbol": "Mg", "chemical formula": ""}, "energy_related": [{"value": "87.4", "unit": "kJ/mol", "type": "DHFUMA (theory) E_b", "condition": ""}, {"value": "88.6", "unit": "kJ/mol", "type": "DOBDC (theory) E_b", "condition": ""}], "etc": [{"property name": "DHFUMA (theory) d_O ··M", "value": "2.19", "unit": "Å", "condition": ""}, {"property name": "DOBDC (theory) d_O···M", "value": "2.16", "unit": "Å", "condition": ""}]}, {"meta": {"name": "Mn", "symbol": "Mn", "chemical formula": ""}, "energy_related": [{"value": "73.5", "unit": "kJ/mol", "type": "DHFUMA (theory) E_b", "condition": ""}, {"value": "73.3", "unit": "kJ/mol", "type": "DOBDC (theory) E_b", "condition": ""}], "etc": [{"property name": "DHFUMA (theory) d_O ··M", "value": "2.26", "unit": "Å", "condition": ""}, {"property name": "DOBDC (theory) d_O···M", "value": "2.29", "unit": "Å", "condition": ""}]}, {"meta": {"name": "Fe", "symbol": "Fe", "chemical formula": ""}, "energy_related": [{"value": "77.5", "unit": "kJ/mol", "type": "DHFUMA (theory) E_b", "condition": ""}, {"value": "77.1", "unit": "kJ/mol", "type": "DOBDC (theory) E_b", "condition": ""}], "etc": [{"property name": "DHFUMA (theory) d_O ··M", "value": "2.20", "unit": "Å", "condition": ""}, {"property name": "DOBDC (theory) d_O···M", "value": "2.21", "unit": "Å", "condition": ""}]}, {"meta": {"name": "Co", "symbol": "Co", "chemical formula": ""}, "energy_related": [{"value": "79.4", "unit": "kJ/mol", "type": "DHFUMA (theory) E_b", "condition": ""}, {"value": "78.9", "unit": "kJ/mol", "type": "DOBDC (theory) E_b", "condition": ""}], "etc": [{"property name": "DHFUMA (theory) d_O ··M", "value": "2.17", "unit": "Å", "condition": ""}, {"property name": "DOBDC (theory) d_O···M", "value": "2.17", "unit": "Å", "condition": ""}]}, {"meta": {"name": "Ni", "symbol": "Ni", "chemical formula": ""}, "energy_related": [{"value": "89.2", "unit": "kJ/mol", "type": "DHFUMA (theory) E_b", "condition": ""}, {"value": "89.4", "unit": "kJ/mol", "type": "DOBDC (theory) E_b", "condition": ""}], "etc": [{"property name": "DHFUMA (theory) d_O ··M", "value": "2.12", "unit": "Å", "condition": ""}, {"property name": "DOBDC (theory) d_O···M", "value": "2.11", "unit": "Å", "condition": ""}]}, {"meta": {"name": "Cu", "symbol": "Cu", "chemical formula": ""}, "energy_related": [{"value": "68.1", "unit": "kJ/mol", "type": "DHFUMA (theory) E_b", "condition": ""}, {"value": "62.5", "unit": "kJ/mol", "type": "DOBDC (theory) E_b", "condition": ""}], "etc": [{"property name": "DHFUMA (theory) d_O ··M", "value": "2.22", "unit": "Å", "condition": ""}, {"property name": "DOBDC (theory) d_O···M", "value": "2.24", "unit": "Å", "condition": ""}]}, {"meta": {"name": "Zn", "symbol": "Zn", "chemical formula": ""}, "energy_related": [{"value": "74.9", "unit": "kJ/mol", "type": "DHFUMA (theory) E_b", "condition": ""}, {"value": "68.4", "unit": "kJ/mol", "type": "DOBDC (theory) E_b", "condition": ""}], "etc": [{"property name": "DHFUMA (theory) d_O ··M", "value": "2.22", "unit": "Å", "condition": ""}, {"property name": "DOBDC (theory) d_O···M", "value": "2.23", "unit": "Å", "condition": ""}]}], "include_properties": null}, {"idx": 24, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl5\" position=\"float\">\n<label>5</label>\n<caption>\n<title>Henry Coefficients (<italic>K</italic>\n<sub>H</sub>) × 10<sup>–3</sup> [mol/kg/Pa] of CO<sub>2</sub> in the M<sub>2</sub>(DHFUMA) vs M<sub>2</sub>(DOBDC) Series\nat 313 and 400 K</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\"></oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col3\" namest=\"col2\" rowsep=\"1\">DHFUMA</oasis:entry>\n<oasis:entry align=\"center\" nameend=\"col5\" namest=\"col4\" rowsep=\"1\">DOBDC</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry align=\"center\">metal</oasis:entry>\n<oasis:entry align=\"center\">313 K</oasis:entry>\n<oasis:entry align=\"center\">400 K</oasis:entry>\n<oasis:entry align=\"center\">313 K</oasis:entry>\n<oasis:entry align=\"center\">400 K</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Mg</oasis:entry>\n<oasis:entry>10.7</oasis:entry>\n<oasis:entry>0.22</oasis:entry>\n<oasis:entry>1.56</oasis:entry>\n<oasis:entry>0.064</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Fe</oasis:entry>\n<oasis:entry>1.8</oasis:entry>\n<oasis:entry>0.07</oasis:entry>\n<oasis:entry>0.20</oasis:entry>\n<oasis:entry>0.017</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Co</oasis:entry>\n<oasis:entry>3.2</oasis:entry>\n<oasis:entry>0.11</oasis:entry>\n<oasis:entry>0.26</oasis:entry>\n<oasis:entry>0.021</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Ni</oasis:entry>\n<oasis:entry>3.0</oasis:entry>\n<oasis:entry>0.12</oasis:entry>\n<oasis:entry>0.27</oasis:entry>\n<oasis:entry>0.021</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Zn</oasis:entry>\n<oasis:entry>0.39</oasis:entry>\n<oasis:entry>0.028</oasis:entry>\n<oasis:entry>0.076</oasis:entry>\n<oasis:entry>0.009</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 5. Henry Coefficients (K<sub>H</sub>) × 10<sup>–3</sup> [mol/kg/Pa] of CO<sub>2</sub> in the M<sub>2</sub>(DHFUMA) vs M<sub>2</sub>(DOBDC) Series at 313 and 400 K\n\n| metal | DHFUMA 313 K | DHFUMA 400 K | DOBDC 313 K | DOBDC 400 K |\n|-------|--------------|--------------|------------|------------|\n| Mg    | 10.7         | 0.22         | 1.56       | 0.064      |\n| Fe    | 1.8          | 0.07         | 0.20       | 0.017      |\n| Co    | 3.2          | 0.11         | 0.26       | 0.021      |\n| Ni    | 3.0          | 0.12         | 0.27       | 0.021      |\n| Zn    | 0.39         | 0.028        | 0.076      | 0.009      |", "data": [{"meta": {"name": "Mg", "symbol": "Mg", "chemical formula": ""}, "etc": [{"property name": "Henry Coefficients (KH) × 10^–3 [mol/kg/Pa] of CO2", "value": "DHFUMA 313 K: 10.7, DHFUMA 400 K: 0.22, DOBDC 313 K: 1.56, DOBDC 400 K: 0.064", "unit": "", "condition": ""}]}, {"meta": {"name": "Fe", "symbol": "Fe", "chemical formula": ""}, "etc": [{"property name": "Henry Coefficients (KH) × 10^–3 [mol/kg/Pa] of CO2", "value": "DHFUMA 313 K: 1.8, DHFUMA 400 K: 0.07, DOBDC 313 K: 0.20, DOBDC 400 K: 0.017", "unit": "", "condition": ""}]}, {"meta": {"name": "Co", "symbol": "Co", "chemical formula": ""}, "etc": [{"property name": "Henry Coefficients (KH) × 10^–3 [mol/kg/Pa] of CO2", "value": "DHFUMA 313 K: 3.2, DHFUMA 400 K: 0.11, DOBDC 313 K: 0.26, DOBDC 400 K: 0.021", "unit": "", "condition": ""}]}, {"meta": {"name": "Ni", "symbol": "Ni", "chemical formula": ""}, "etc": [{"property name": "Henry Coefficients (KH) × 10^–3 [mol/kg/Pa] of CO2", "value": "DHFUMA 313 K: 3.0, DHFUMA 400 K: 0.12, DOBDC 313 K: 0.27, DOBDC 400 K: 0.021", "unit": "", "condition": ""}]}, {"meta": {"name": "Zn", "symbol": "Zn", "chemical formula": ""}, "etc": [{"property name": "Henry Coefficients (KH) × 10^–3 [mol/kg/Pa] of CO2", "value": "DHFUMA 313 K: 0.39, DHFUMA 400 K: 0.028, DOBDC 313 K: 0.076, DOBDC 400 K: 0.009", "unit": "", "condition": ""}]}], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>DOBDC ligand and framework is visually compared to the DHFUMA ligand\nand framework. (1, 1′, 1″) oxygens connect to one metal\nrod in the MOF-74-type framework, and (2, 2′, 2″) connect\nto an adjacent metal rod. The distance between adjacent open metal\nsites is shown to be 2 Å shorter in the Mg<sub>2</sub>(DHFUMA)\nframework.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2016-10363u_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  DOBDC ligand and framework is visually compared to the DHFUMA ligand and framework. (1, 1', 1\") oxygens connect to one metal rod in the MOF-74-type framework, and (2, 2', 2\") connect to an adjacent metal rod. The distance between adjacent open metal sites is shown to be 2 Å shorter in the Mg2(DHFUMA) framework.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>H<sub>2</sub> isotherms computed at <italic>T</italic> = 77 K.\n(a) Mg<sub>2</sub>(DOBDC) isotherms computed in this work, by Pham\net al. (extracted from ref <xref ref-type=\"bibr\" rid=\"ref40\" specific-use=\"ref-style=base-text\"></xref>), and measured by Dietzel et al. (extracted from ref <xref ref-type=\"bibr\" rid=\"ref69\" specific-use=\"ref-style=base-text\"></xref>) and the predicted Mg<sub>2</sub>(DHFUMA) assuming a transferable force field. Isotherms are\nin units of amount adsorbed per framework mass. (b) Mg<sub>2</sub>(DHFUMA) and Mg<sub>2</sub>(DOBDC) simulated isotherms from this\nwork in units of amount adsorbed per framework volume.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2016-10363u_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  H2 isotherms computed at T = 77 K. (a) Mg2(DOBDC) isotherms computed in this work, by Pham et al. (extracted from ref ), and measured by Dietzel et al. (extracted from ref ) and the predicted Mg2(DHFUMA) assuming a transferable force field. Isotherms are in units of amount adsorbed per framework mass. (b) Mg2(DHFUMA) and Mg2(DOBDC) simulated isotherms from this work in units of amount adsorbed per framework volume.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>DFT optimized\nbinding configurations of CO<sub>2</sub> in (a) Mg<sub>2</sub>(DOBDC)\nand (b) Mg<sub>2</sub>(DHFUMA).</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2016-10363u_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  DFT optimized binding configurations of CO2 in (a) Mg2(DOBDC) and (b) Mg2(DHFUMA).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Absolute CO<sub>2</sub> adsorption in Mg<sub>2</sub>(DHFUMA) vs\nthe absolute CO<sub>2</sub> adsorption in Mg<sub>2</sub>(DOBDC) at\n313 K. The DHFUMA structure significantly outperforms the DOBDC structure\nin CO<sub>2</sub> uptake at low pressures but has far lower capacity\nof CO<sub>2</sub> in the limit of saturation.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2016-10363u_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Absolute CO2 adsorption in Mg2(DHFUMA) vs the absolute CO2 adsorption in Mg2(DOBDC) at 313 K. The DHFUMA structure significantly outperforms the DOBDC structure in CO2 uptake at low pressures but has far lower capacity of CO2 in the limit of saturation.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Absolute CO<sub>2</sub> adsorption in DHFUMA minus the absolute\nCO<sub>2</sub> adsorption in DOBDC (a) at 313 K and (b) at 400 K.\nThe pressure region in pink corresponds to the typical partial pressure\nof CO<sub>2</sub> (<italic>P</italic> = 0.15 bar) in the exhaust from\na coal-fired power plant. For each metal a temperature exists betweeen\n313 and 400 K which maximizes the excess CO<sub>2</sub> uptake in\nthe DHFUMA structure.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2016-10363u_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  Absolute CO2 adsorption in DHFUMA minus the absolute CO2 adsorption in DOBDC (a) at 313 K and (b) at 400 K. The pressure region in pink corresponds to the typical partial pressure of CO2 (P = 0.15 bar) in the exhaust from a coal-fired power plant. For each metal a temperature exists betweeen 313 and 400 K which maximizes the excess CO2 uptake in the DHFUMA structure.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Heat of desorption\nas a function of loading for the M<sub>2</sub>(DOBDC) and M<sub>2</sub>(DHFUMA) analogues. The DHFUMA structures,\nwith the exception of the Mg analogue, exhibit a 7–10 kJ/mol\nincrease in the Δ<italic>\n<italic>H</italic>\n</italic>\n<sub>Des</sub> between the limit of zero loading and saturation.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2016-10363u_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  Heat of desorption as a function of loading for the M2(DOBDC) and M2(DHFUMA) analogues. The DHFUMA structures, with the exception of the Mg analogue, exhibit a 7-10 kJ/mol increase in the Δ H  Des between the limit of zero loading and saturation.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Mixture\nanalysis of CO<sub>2</sub> and H<sub>2</sub>O adsorption\nin the Mg analogues of DHFUMA and DOBDC. Each data point represents\nan equilibrated absolute adsorption loading from a GCMC simulation\nat 400 K and fixed total pressure of 0.15 bar, while the molar composition\nof H<sub>2</sub>O to CO<sub>2</sub> is varied between simulations.\nFor each analogue, two values are extracted, and (1) and (2) demonstrate\nthe values extracted for Mg<sub>2</sub>(DHFUMA). (1) Corresponds to\nthe CO<sub>2</sub> uptake that is equal to 90% of the uptake in the\nlimit of 0 mole fraction of H<sub>2</sub>O. (2) Corresponds to the\nH<sub>2</sub>O mole fraction at which the total CO<sub>2</sub> uptake\nhas decreased by 10%.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2016-10363u_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Mixture analysis of CO2 and H2O adsorption in the Mg analogues of DHFUMA and DOBDC. Each data point represents an equilibrated absolute adsorption loading from a GCMC simulation at 400 K and fixed total pressure of 0.15 bar, while the molar composition of H2O to CO2 is varied between simulations. For each analogue, two values are extracted, and (1) and (2) demonstrate the values extracted for Mg2(DHFUMA). (1) Corresponds to the CO2 uptake that is equal to 90% of the uptake in the limit of 0 mole fraction of H2O. (2) Corresponds to the H2O mole fraction at which the total CO2 uptake has decreased by 10%.   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Mixture analysis of all analogues demonstrating\nthe competing nature\nof CO<sub>2</sub> uptake and water tolerance. The <italic>y</italic>-axis corresponds to value (1) extracted from <xref rid=\"fig7\">Figure <xref rid=\"fig7\"></xref>\n</xref>, and the <italic>x</italic>-axis corresponds\nto value (2). The ideal material for CO<sub>2</sub> capture would\nhave a data point corresponding to 313 K at the top right corner of\nthe plot.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"jp-2016-10363u_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Mixture analysis of all analogues demonstrating the competing nature of CO2 uptake and water tolerance. The y-axis corresponds to value (1) extracted from Figure  , and the x-axis corresponds to value (2). The ideal material for CO2 capture would have a data point corresponding to 313 K at the top right corner of the plot.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpcc.6b10363", "title": null, "journal": "American Chemical\nSociety", "date": "2016.12", "author_list": ["Witman\nMatthew", "Ling\nSanliang", "Gladysiak\nAndrzej", "Stylianou\nKyriakos C.", "Smit\nBerend", "Slater\nBen", "Haranczyk\nMaciej"]}}