{"filepath": "../L2M3_data/1_application_papers/acs_xml/jp7b09105.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\nMIL-53 class of metal–organic frameworks (MOFs) has\nrecently generated interest as potential adsorbents for xylene mixture\nseparations. Cost-effective separation of xylene isomers is challenging\nowing to the similarity in their molecular structures, kinetic diameters,\nand boiling points. Here we report a systematic experimental and computational\nstudy of xylene isomer adsorption in MIL-53 adsorbents, focusing particularly\non the effects of different metal centers, determination of separation\nproperties with industrially relevant quaternary liquid-phase C<sub>8</sub> aromatic feeds, and a predictive molecular simulation methodology\nthat accounts for all relevant modes of MIL-53 framework flexibility.\nSignificant scale-up of MIL-53 synthesis was carried out to produce\nhigh-quality materials in sufficient quantities (300–500 g\neach) for detailed measurements. Single-component adsorption simulations\nincorporating the MIL-53 “breathing” and linker flexibility\neffects showed good agreement with experimental isotherms. Upon the\nbasis of these results, three materialsMIL-53­(Al), MIL-53­(Cr),\nand MIL-53­(Ga)were selected for detailed quaternary liquid\nbreakthrough measurements. High <italic>o</italic>-xylene quaternary\nselectivity was obtained from all of the MIL-53 materials, with MIL-53­(Al)\nbeing the most selective. Better packing efficiency of <italic>o</italic>-xylene and its preferred interactions with the MIL-53 framework\nare hypothesized to lead to high selectivity. Predictions from flexible-structure\nmulticomponent adsorption simulations showed good overall agreement\nwith experiment. This is, to the best of our knowledge, the first\nexperimental report on the xylene adsorption characteristics of MIL-53\nmaterials under industrially relevant operating conditions. In addition,\nit is also the first attempt to develop computational methods that\naccount for various flexibility modes in MIL-53 materials for adsorption\nsimulations. This has significant broader applications for the successful\nprediction of adsorption properties of larger molecules (such as C<sub>8</sub> aromatic isomers) in flexible MOFs.</p>", "clean_text": "The MIL-53 class of metal-organic frameworks (MOFs) has recently generated interest as potential adsorbents for xylene mixture separations. Cost-effective separation of xylene isomers is challenging owing to the similarity in their molecular structures, kinetic diameters, and boiling points. Here we report a systematic experimental and computational study of xylene isomer adsorption in MIL-53 adsorbents, focusing particularly on the effects of different metal centers, determination of separation properties with industrially relevant quaternary liquid-phase C8 aromatic feeds, and a predictive molecular simulation methodology that accounts for all relevant modes of MIL-53 framework flexibility. Significant scale-up of MIL-53 synthesis was carried out to produce high-quality materials in sufficient quantities (300-500 g each) for detailed measurements. Single-component adsorption simulations incorporating the MIL-53 \"breathing\" and linker flexibility effects showed good agreement with experimental isotherms. Upon the basis of these results, three materialsMIL-53(Al), MIL-53(Cr), and MIL-53(Ga)were selected for detailed quaternary liquid breakthrough measurements. High o-xylene quaternary selectivity was obtained from all of the MIL-53 materials, with MIL-53(Al) being the most selective. Better packing efficiency of o-xylene and its preferred interactions with the MIL-53 framework are hypothesized to lead to high selectivity. Predictions from flexible-structure multicomponent adsorption simulations showed good overall agreement with experiment. This is, to the best of our knowledge, the first experimental report on the xylene adsorption characteristics of MIL-53 materials under industrially relevant operating conditions. In addition, it is also the first attempt to develop computational methods that account for various flexibility modes in MIL-53 materials for adsorption simulations. This has significant broader applications for the successful prediction of adsorption properties of larger molecules (such as C8 aromatic isomers) in flexible MOFs.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>The C<sub>8</sub> alkylaromatics\nare important raw materials for\na variety of chemical processes. Xylene isomer product\nstreams are obtained from processes such as toluene disproportionation,\ngasoline pyrolysis, or catalytic reforming of naphtha and consist\nof four isomers: <italic>p</italic>-xylene (pX), <italic>m</italic>-xylene (mX), <italic>o</italic>-xylene (oX), and ethylbenzene (EB). In purified form, all these components have commercial\nvalue as feedstocks. pX is widely used to produce polyethylene\nterephthalate (PET), which is then used in the production of polyester\nresins, fibers, and packaging containers. mX is used to synthesize\nisophthalic acid, which is used in PET resin blends. EB is dehydrogenated\nto styrene for polystyrene production, and oX is utilized in the synthesis\nof phthalic anhydride, a plasticizer. The similarity in molecular\nstructures, close kinetic diameters (5.8–6.8 Å), and similar\nboiling points (138–144 °C) make cost-effective separation\nof these four isomers challenging, with the cost of production largely\ndependent on the cost of separation. While crystallization and azeotropic distillation\ncan be used to separate C<sub>8</sub> mixtures, the currently preferred\nseparation technology is the PAREX process, which is based on simulated\nmoving-bed adsorption. The adsorbent used is a faujasite\n(FAU)-type zeolite exchanged with cations like K<sup>+</sup> or Ba<sup>2+</sup>, and it shows moderate pX selectivity attributed to xylene–cation\ninteractions and favorable packing under high xylene loadings within\nthe zeolite pores. Other zeolites such\nas MFI and ZSM-5 have also been evaluated for xylene separations. Recently, metal–organic frameworks have created interest\nfor C<sub>8</sub> isomer separation. Metal–organic\nframeworks (MOFs) are a class of crystalline nanoporous materials\nwhich have been widely studied for adsorptive separations due to their\nhigh surface area, high porosity, and structural tunability by utilizing\nvarious combinations of metal centers and organic linkers. Among the MOFs investigated for xylene mixture separations, the\nMIL-47 and the MIL-53 series have shown promise for separating xylene\nmixtures. Both of these MOF types consist of one-dimensional\n(1D) pores lined with terephthalate ligands. These materials have\nhydroxy (MIL-53) or oxo (MIL-47) groups connected through coordination\nbonds to saturated trivalent (MIL-53) or tetravalent (MIL-47) metal\ncenters. One of the most intriguing features of these\nMOFs is their framework flexibility, which leads to changes in crystal\nstructure and lattice parameters as a function of temperature, humidity,\nand adsorption of molecules.\n</p>", "clean_text": "Introduction\n\nThe C8 alkylaromatics are important raw materials for a variety of chemical processes. Xylene isomer product streams are obtained from processes such as toluene disproportionation, gasoline pyrolysis, or catalytic reforming of naphtha and consist of four isomers: p-xylene (pX), m-xylene (mX), o-xylene (oX), and ethylbenzene (EB). In purified form, all these components have commercial value as feedstocks. pX is widely used to produce polyethylene terephthalate (PET), which is then used in the production of polyester resins, fibers, and packaging containers. mX is used to synthesize isophthalic acid, which is used in PET resin blends. EB is dehydrogenated to styrene for polystyrene production, and oX is utilized in the synthesis of phthalic anhydride, a plasticizer. The similarity in molecular structures, close kinetic diameters (5.8-6.8 Å), and similar boiling points (138-144 °C) make cost-effective separation of these four isomers challenging, with the cost of production largely dependent on the cost of separation. While crystallization and azeotropic distillation can be used to separate C8 mixtures, the currently preferred separation technology is the PAREX process, which is based on simulated moving-bed adsorption. The adsorbent used is a faujasite (FAU)-type zeolite exchanged with cations like K+ or Ba2+, and it shows moderate pX selectivity attributed to xylene-cation interactions and favorable packing under high xylene loadings within the zeolite pores. Other zeolites such as MFI and ZSM-5 have also been evaluated for xylene separations. Recently, metal-organic frameworks have created interest for C8 isomer separation. Metal-organic frameworks (MOFs) are a class of crystalline nanoporous materials which have been widely studied for adsorptive separations due to their high surface area, high porosity, and structural tunability by utilizing various combinations of metal centers and organic linkers. Among the MOFs investigated for xylene mixture separations, the MIL-47 and the MIL-53 series have shown promise for separating xylene mixtures. Both of these MOF types consist of one-dimensional (1D) pores lined with terephthalate ligands. These materials have hydroxy (MIL-53) or oxo (MIL-47) groups connected through coordination bonds to saturated trivalent (MIL-53) or tetravalent (MIL-47) metal centers. One of the most intriguing features of these MOFs is their framework flexibility, which leads to changes in crystal structure and lattice parameters as a function of temperature, humidity, and adsorption of molecules. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>MIL-53 materials are especially interesting as they exhibit\ndiffering\nframework flexibility depending on the metal center. Previous experimental studies have shown the potential\nfor xylene isomer separations by MIL-53 MOFs. Finsy et al. carried\nout single-component adsorption and binary breakthrough experiments\nof C<sub>8</sub> aromatics in MIL-53­(Al) with vapor-phase feeds at\n110 °C and demonstrated that framework flexibility enables selective\nxylene adsorption. Binary batch adsorption\nand binary breakthrough experiments in the liquid phase showed MIL-53­(Al)\nto be oX selective. The binary oX/mX\nselectivities for dilute xylene mixtures (0.028 and 0.06 M) in hexane\nin this work were reported as 2.7 and 2.2, respectively, from batch\nadsorption and binary breakthrough measurements, respectively. Ternary liquid breakthrough measurements of\nconcentrated (2.8 M) equimolar oX, pX, and mX solutions at 9 bar and\n30 °C were carried out with pelletized MIL-53­(Al), and the oX/mX\nselectivity was reported to be ∼2 using either heptane or hexane\nas desorbent. Another MOF from the MIL-53 series,\nMIL-53­(Fe) has been studied for separation of multicomponent liquid-phase\nbinary mixtures of C<sub>8</sub> aromatics. The material showed high oX selectivity in pulse chromatography\nand binary breakthrough experiments with dilute xylene mixtures (0.05\nM) and was also able to separate mX from pX unlike MIL-53­(Al). There are, however, no reports of the performance\nof the other MOFs in the MIL-53 series. It is well known that the\nmetal center has significant effects on the framework flexibility\nof different MOFs in the MIL-53 series, and hence, a systematic investigation\ninto the xylene separation performance of other MOFs of the MIL-53\nseries would be useful. Furthermore,\nnone of the MIL-53 materials have been studied for their adsorption\nproperties with industrially relevant quaternary (EB/pX/mX/oX) liquid-phase\nfeeds.</p>", "clean_text": "MIL-53 materials are especially interesting as they exhibit differing framework flexibility depending on the metal center. Previous experimental studies have shown the potential for xylene isomer separations by MIL-53 MOFs. Finsy et al. carried out single-component adsorption and binary breakthrough experiments of C8 aromatics in MIL-53(Al) with vapor-phase feeds at 110 °C and demonstrated that framework flexibility enables selective xylene adsorption. Binary batch adsorption and binary breakthrough experiments in the liquid phase showed MIL-53(Al) to be oX selective. The binary oX/mX selectivities for dilute xylene mixtures (0.028 and 0.06 M) in hexane in this work were reported as 2.7 and 2.2, respectively, from batch adsorption and binary breakthrough measurements, respectively. Ternary liquid breakthrough measurements of concentrated (2.8 M) equimolar oX, pX, and mX solutions at 9 bar and 30 °C were carried out with pelletized MIL-53(Al), and the oX/mX selectivity was reported to be ~2 using either heptane or hexane as desorbent. Another MOF from the MIL-53 series, MIL-53(Fe) has been studied for separation of multicomponent liquid-phase binary mixtures of C8 aromatics. The material showed high oX selectivity in pulse chromatography and binary breakthrough experiments with dilute xylene mixtures (0.05 M) and was also able to separate mX from pX unlike MIL-53(Al). There are, however, no reports of the performance of the other MOFs in the MIL-53 series. It is well known that the metal center has significant effects on the framework flexibility of different MOFs in the MIL-53 series, and hence, a systematic investigation into the xylene separation performance of other MOFs of the MIL-53 series would be useful. Furthermore, none of the MIL-53 materials have been studied for their adsorption properties with industrially relevant quaternary (EB/pX/mX/oX) liquid-phase feeds.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In addition to experimental work, the development of\nreliable computational\nmethods for prediction of framework flexibility effects on C<sub>8</sub> aromatics separation is a topic of considerable interest. Several\ngroups have used molecular simulations to study the effect of framework\nflexibility on adsorption in MIL-53 and MIL-47. Molecular dynamics\n(MD) simulations have been used to study the effects of the “breathing”\nbehavior of MIL-53­(Cr) during CO<sub>2</sub> adsorption. Recently, we developed a “flexible snapshots” method\nto account for the internal flexibility of MOFs (e.g., linker rotation)\nduring C<sub>8</sub> aromatics adsorption. We  also studied flexible MIL-47 materials and computationally demonstrated\nthat functionalization of the BDC linker in MIL-47 considerably changes\nthe selectivity of the adsorbent for C<sub>8</sub> aromatics. However, a general methodology that accounts for all relevant modes\nof MIL-53 framework flexibility has not been established, and there\nare no reports of computational studies of C<sub>8</sub> aromatics\nadsorption in the MIL-53 series.</p>", "clean_text": "In addition to experimental work, the development of reliable computational methods for prediction of framework flexibility effects on C8 aromatics separation is a topic of considerable interest. Several groups have used molecular simulations to study the effect of framework flexibility on adsorption in MIL-53 and MIL-47. Molecular dynamics (MD) simulations have been used to study the effects of the \"breathing\" behavior of MIL-53(Cr) during CO2 adsorption. Recently, we developed a \"flexible snapshots\" method to account for the internal flexibility of MOFs (e.g., linker rotation) during C8 aromatics adsorption. We  also studied flexible MIL-47 materials and computationally demonstrated that functionalization of the BDC linker in MIL-47 considerably changes the selectivity of the adsorbent for C8 aromatics. However, a general methodology that accounts for all relevant modes of MIL-53 framework flexibility has not been established, and there are no reports of computational studies of C8 aromatics adsorption in the MIL-53 series.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In this paper, we address the\nabove issues systematically through\na combined experimental and computational study of single-component\nand multicomponent C<sub>8</sub> isomers in several MIL-53 materials.\nWe develop computational methods to account for different types of\nflexibility in MIL-53 and initially validate these methods with detailed\nexperimental single-component isotherm data from MIL-53­(Al), MIL-53­(Cr),\nMIL-53­(Ga), MIL-53­(Fe), and MIL-53­(Sc) materials. Upon the basis of\nthese results, we select three materialsMIL-53­(Al), MIL-53­(Cr),\nand MIL-53­(Ga)for detailed multicomponent quaternary liquid\nbreakthrough measurements with industrially relevant xylene mixtures\nand operational conditions. We then compare our experimental multicomponent\nadsorption data with predictions from our flexible-structure multicomponent\nadsorption simulations, the effects of different metal centers and\nframework flexibility on C<sub>8</sub> mixture separations are discussed\nin detail. Our experimental work also involved significant scale-up\nof MIL-53 materials synthesis to produce high-quality materials in\nsufficient quantities for the adsorption and breakthrough measurements.</p>", "clean_text": "In this paper, we address the above issues systematically through a combined experimental and computational study of single-component and multicomponent C8 isomers in several MIL-53 materials. We develop computational methods to account for different types of flexibility in MIL-53 and initially validate these methods with detailed experimental single-component isotherm data from MIL-53(Al), MIL-53(Cr), MIL-53(Ga), MIL-53(Fe), and MIL-53(Sc) materials. Upon the basis of these results, we select three materialsMIL-53(Al), MIL-53(Cr), and MIL-53(Ga)for detailed multicomponent quaternary liquid breakthrough measurements with industrially relevant xylene mixtures and operational conditions. We then compare our experimental multicomponent adsorption data with predictions from our flexible-structure multicomponent adsorption simulations, the effects of different metal centers and framework flexibility on C8 mixture separations are discussed in detail. Our experimental work also involved significant scale-up of MIL-53 materials synthesis to produce high-quality materials in sufficient quantities for the adsorption and breakthrough measurements.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Experimental\nMethods</title><title>Materials</title><p>The following chemicals were purchased from\nSigma-Aldrich: 1,4-Benzene dicarboxylic acid (C<sub>6</sub>H<sub>4</sub>-1,4-(CO<sub>2</sub>H)<sub>2</sub>, 98%, abbreviated as BDC), aluminum\nchloride hexahydrate (AlCl<sub>3</sub>·6H<sub>2</sub>O, 99%),\nchromium­(III) chloride hexahydrate (CrCl<sub>3</sub>·6H<sub>2</sub>O, ≥98%), iron­(III) chloride hexahydrate (FeCl<sub>3</sub>·6H<sub>2</sub>O, 98%–102%), <italic>N</italic>,<italic>N</italic>-dimethylformamide (HCON­(CH<sub>3</sub>)<sub>2</sub>, ≥99.8%,\nabbreviated as DMF), ethanol (C<sub>2</sub>H<sub>6</sub>O, 200 proof,\nanhydrous, ≥99.5%), hydrochloric acid (HCl, 37%), pyridine\n(C<sub>5</sub>H<sub>5</sub>N, 99.8%), hexane (C<sub>6</sub>H<sub>14</sub>, 99%), oX (C<sub>6</sub>H<sub>4</sub>(CH<sub>3</sub>)<sub>2</sub>, 97%), mX (C<sub>6</sub>H<sub>4</sub>(CH<sub>3</sub>)<sub>2</sub>, 99%), EB (C<sub>6</sub>H<sub>5</sub>C<sub>2</sub>H<sub>5</sub>,\n99.8%), pX (C<sub>6</sub>H<sub>4</sub>(CH<sub>3</sub>)<sub>2</sub>, 99%), 1,3,5-triisopropyl benzene (C<sub>6</sub>H<sub>3</sub>[CH­(CH<sub>3</sub>)<sub>2</sub>]<sub>3</sub>, 95%, abbreviated as TIPB), and\ntoluene (C<sub>6</sub>H<sub>5</sub>CH<sub>3</sub>, 99.5%). Hydrated\ngallium­(III) nitrate (Ga­(NO<sub>3</sub>)<sub>3</sub>·<italic>x</italic>H<sub>2</sub>O, 99.9%) and hydrated scandium nitrate (Sc­(NO<sub>3</sub>)<sub>3</sub>·<italic>x</italic>H<sub>2</sub>O, 99.9%)\nwere obtained from Alfa Aesar. All chemicals were used as obtained.\nDeionized (DI) water was obtained with an EMD Millipore water purification\nsystem.</p>", "clean_text": "Experimental Methods\n\nMaterials\n\nThe following chemicals were purchased from Sigma-Aldrich: 1,4-Benzene dicarboxylic acid (C6H4-1,4-(CO2H)2, 98%, abbreviated as BDC), aluminum chloride hexahydrate (AlCl3⋅6H2O, 99%), chromium(III) chloride hexahydrate (CrCl3⋅6H2O, ≥98%), iron(III) chloride hexahydrate (FeCl3⋅6H2O, 98%-102%), N,N-dimethylformamide (HCON(CH3)2, ≥99.8%, abbreviated as DMF), ethanol (C2H6O, 200 proof, anhydrous, ≥99.5%), hydrochloric acid (HCl, 37%), pyridine (C5H5N, 99.8%), hexane (C6H14, 99%), oX (C6H4(CH3)2, 97%), mX (C6H4(CH3)2, 99%), EB (C6H5C2H5, 99.8%), pX (C6H4(CH3)2, 99%), 1,3,5-triisopropyl benzene (C6H3[CH(CH3)2]3, 95%, abbreviated as TIPB), and toluene (C6H5CH3, 99.5%). Hydrated gallium(III) nitrate (Ga(NO3)3⋅xH2O, 99.9%) and hydrated scandium nitrate (Sc(NO3)3⋅xH2O, 99.9%) were obtained from Alfa Aesar. All chemicals were used as obtained. Deionized (DI) water was obtained with an EMD Millipore water purification system.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Synthesis of MIL-53</title><p>MIL-53­(Al), MIL-53­(Cr), MIL-53­(Ga),\nMIL-53­(Fe), and MIL-53­(Sc) were synthesized by hydrothermal methods\nas reported in the literature. However, these methods typically yielded small quantities\nof material (&lt;1 g). In this work, experiments for scaling-up the\nMIL-53 synthesis were performed with the aim of providing high-quality\nmaterials in sufficient quantities. Approximately 500 g of MIL-53­(Al),\n400 g of MIL-53­(Cr), and 300 g of MIL-53­(Ga) were prepared. Synthesis\nconditions for scaled-up MIL-53 synthesis are listed in Table S1 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Supporting Information</ext-link>). All syntheses were performed\nin stainless steel autoclaves under autogenous pressure. In a typical\nsynthesis, a stock solution was first prepared by dissolving a calculated\namount of metal source with solvent(s) (l000 mL of DI water, 1000\nmL of DMF, and 1000 mL of DMF + 55 mL of pyridine for MIL-53­(Al/Cr/Ga),\nMIL-53­(Fe), and MIL-53­(Sc), respectively). In the preparation of MIL-53­(Cr),\nthe pH value of the stock solution was adjusted to 1.2 using HCl.\nThen a calculated amount (see <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S1</ext-link>)\nof the freshly prepared stock solution was added into a number of\n45 mL Parr Teflon cups (maximum 26 mL in each Teflon cup). BDC (linker)\nwas added individually in order to complete a required composition\nin each Teflon cup for the MIL-53 crystallization. As an example,\nin a typical synthesis of MIL-53­(Al), 167.5 g of AlCl<sub>3</sub>·6H<sub>2</sub>O was dissolved in 1000 mL of DI water to form a stock solution.\nThen 23.35 g of the stock solution was added to each 45 mL Parr Teflon\ncup, followed by further addition of 1.152 g of BDC to complete the\nfull molar composition of 80 H<sub>2</sub>O­(20 g):1AlCl<sub>3</sub>·6H<sub>2</sub>O­(3.35 g):0.5BDC­(1.152 g). After mixing all of\nthe reagents, high-power ultrasonication was applied (10–20\nmin) to uniformly disperse BDC in the stock solution. With the in\nsitu dispersion method, the loss of reagents (particularly for BDC\nwhose solubility in water is low) was minimized, as no reactor transportation\nwas required. Loss of the linker molecules would sometimes significantly\nalter the initial composition, resulting in incomplete crystallization\nof MOFs and poor reproducibility. We observed that ultrasonication-assisted\ndispersion promoted the growth of highly crystallized MIL-53 with\nexcellent reproducibility. After dispersion of BDC, the final synthesis\nmixtures were autoclaved and transferred to a preheated electric convection\noven for the crystallization of MIL-53 samples. The product was filtered\nand washed with DI water (ethanol in the case of MIL-53­(Sc)). As-synthesized\nMIL-53­(Sc) was then obtained after drying in air. However, the as-synthesized\nMIL-53­(Al), MIL-53­(Cr), or MIL-53­(Ga) was then purified by a solvent\nextraction method using hot DMF with a sample to DMF mass ratio of\n1:30 at 423 K for 24–48 h to remove the unreacted BDC. Finally,\nthe extracted samples were filtered, washed with a copious amount\nof DMF, and dried in air at room temperature. In the case of MIL-53­(Fe),\nthe as-synthesized samples were washed repeatedly with DI water and\nwarm DMF and then dried in air. Finally, MIL-53­(Fe)­[H<sub>2</sub>O]\nwas obtained after dispersion into water (1 g of the solid in 0.5\nL of DI water) and drying in air.</p>", "clean_text": "Synthesis of MIL-53\n\nMIL-53(Al), MIL-53(Cr), MIL-53(Ga), MIL-53(Fe), and MIL-53(Sc) were synthesized by hydrothermal methods as reported in the literature. However, these methods typically yielded small quantities of material (<1 g). In this work, experiments for scaling-up the MIL-53 synthesis were performed with the aim of providing high-quality materials in sufficient quantities. Approximately 500 g of MIL-53(Al), 400 g of MIL-53(Cr), and 300 g of MIL-53(Ga) were prepared. Synthesis conditions for scaled-up MIL-53 synthesis are listed in Table S1 (Supporting Information). All syntheses were performed in stainless steel autoclaves under autogenous pressure. In a typical synthesis, a stock solution was first prepared by dissolving a calculated amount of metal source with solvent(s) (l000 mL of DI water, 1000 mL of DMF, and 1000 mL of DMF + 55 mL of pyridine for MIL-53(Al/Cr/Ga), MIL-53(Fe), and MIL-53(Sc), respectively). In the preparation of MIL-53(Cr), the pH value of the stock solution was adjusted to 1.2 using HCl. Then a calculated amount (see Table S1) of the freshly prepared stock solution was added into a number of 45 mL Parr Teflon cups (maximum 26 mL in each Teflon cup). BDC (linker) was added individually in order to complete a required composition in each Teflon cup for the MIL-53 crystallization. As an example, in a typical synthesis of MIL-53(Al), 167.5 g of AlCl3⋅6H2O was dissolved in 1000 mL of DI water to form a stock solution. Then 23.35 g of the stock solution was added to each 45 mL Parr Teflon cup, followed by further addition of 1.152 g of BDC to complete the full molar composition of 80 H2O(20 g):1AlCl3⋅6H2O(3.35 g):0.5BDC(1.152 g). After mixing all of the reagents, high-power ultrasonication was applied (10-20 min) to uniformly disperse BDC in the stock solution. With the in situ dispersion method, the loss of reagents (particularly for BDC whose solubility in water is low) was minimized, as no reactor transportation was required. Loss of the linker molecules would sometimes significantly alter the initial composition, resulting in incomplete crystallization of MOFs and poor reproducibility. We observed that ultrasonication-assisted dispersion promoted the growth of highly crystallized MIL-53 with excellent reproducibility. After dispersion of BDC, the final synthesis mixtures were autoclaved and transferred to a preheated electric convection oven for the crystallization of MIL-53 samples. The product was filtered and washed with DI water (ethanol in the case of MIL-53(Sc)). As-synthesized MIL-53(Sc) was then obtained after drying in air. However, the as-synthesized MIL-53(Al), MIL-53(Cr), or MIL-53(Ga) was then purified by a solvent extraction method using hot DMF with a sample to DMF mass ratio of 1:30 at 423 K for 24-48 h to remove the unreacted BDC. Finally, the extracted samples were filtered, washed with a copious amount of DMF, and dried in air at room temperature. In the case of MIL-53(Fe), the as-synthesized samples were washed repeatedly with DI water and warm DMF and then dried in air. Finally, MIL-53(Fe)[H2O] was obtained after dispersion into water (1 g of the solid in 0.5 L of DI water) and drying in air.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Activation of MIL-53</title><p>Activation of MIL-53 samples in\nbulk amounts (&gt;30 g per time) was carefully examined in this work.\nFor example, activation of as-synthesized MIL-53­(Cr) and MIL-53­(Ga)\nwas typically performed by calcining a thin layer of sample (∼0.5\ncm thick) in a convection oven at 573 K for 24 h at the same heating\nand cooling rate of 1 K/min. It is worthwhile mentioning that a series\nof calcination temperatures were examined in this work. MIL-53­(Cr)\n(or MIL-53­(Ga)) with similar structural properties (e.g., similar\nBET surface area and micropore volume) can be obtained at a calcination\ntemperature as high as 623 K when keeping the same heating and cooling\nrates. However, in this work, 573 K was selected as the target activation\ntemperature for MIL-53­(Cr) and MIL-53­(Ga) unless otherwise stated.\nFully activated MIL-53­(Al) samples were obtained by heating under\nvacuum at 523–623 K for 24 h. MIL-53­(Fe) and MIL-53­(Sc) were\nactivated at 398 and 623 K, respectively, for a period of 12 h. After\nsoaking the as-synthesized MIL-53­(Fe) in excess DI water (see  section), MIL-53­(Fe)­[H<sub>2</sub>O]\nwas obtained and can be easily activated at a much lower temperature\nof 398 K. The list of activation conditions can be found in  ( section).</p>", "clean_text": "Activation of MIL-53\n\nActivation of MIL-53 samples in bulk amounts (>30 g per time) was carefully examined in this work. For example, activation of as-synthesized MIL-53(Cr) and MIL-53(Ga) was typically performed by calcining a thin layer of sample (~0.5 cm thick) in a convection oven at 573 K for 24 h at the same heating and cooling rate of 1 K/min. It is worthwhile mentioning that a series of calcination temperatures were examined in this work. MIL-53(Cr) (or MIL-53(Ga)) with similar structural properties (e.g., similar BET surface area and micropore volume) can be obtained at a calcination temperature as high as 623 K when keeping the same heating and cooling rates. However, in this work, 573 K was selected as the target activation temperature for MIL-53(Cr) and MIL-53(Ga) unless otherwise stated. Fully activated MIL-53(Al) samples were obtained by heating under vacuum at 523-623 K for 24 h. MIL-53(Fe) and MIL-53(Sc) were activated at 398 and 623 K, respectively, for a period of 12 h. After soaking the as-synthesized MIL-53(Fe) in excess DI water (see  section), MIL-53(Fe)[H2O] was obtained and can be easily activated at a much lower temperature of 398 K. The list of activation conditions can be found in  ( section).", "data": null, "include_properties": null}, {"idx": 9, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Specific\nSurface Areas and Pore Volumes\nof MIL-53 Materials</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">material<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref> (m<sup>2</sup>·g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub> (m<sup>2</sup>·cc<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>p,micro</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn4\"></xref> (cm<sup>3</sup>·g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">activation\nconditions</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-53(Al)</oasis:entry>\n<oasis:entry>1706 ± 102</oasis:entry>\n<oasis:entry>1600 ± 30</oasis:entry>\n<oasis:entry>0.60 ± 0.01</oasis:entry>\n<oasis:entry>523–623 K for 24 h in vacuum</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Cr)</oasis:entry>\n<oasis:entry>1690 ± 82</oasis:entry>\n<oasis:entry>1745 ± 85</oasis:entry>\n<oasis:entry>0.61 ± 0.02</oasis:entry>\n<oasis:entry>553–623 K in air for 24 h</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Ga)</oasis:entry>\n<oasis:entry>1120 ± 55</oasis:entry>\n<oasis:entry>1213 ± 60</oasis:entry>\n<oasis:entry>0.40 ± 0.04</oasis:entry>\n<oasis:entry>553–623 K in air for 24 h</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Fe)</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>398 K in air for 12 h</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Sc)</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>623 K in air for 12 h</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn2\">\n<label>a</label>\n<p>MIL-53 samples\nwere outgassed at\n573 K overnight before nitrogen adsorption–desorption measurements.\nMIL-53­(Ga) was outgassed at a lower temperature, 473 K, for 12 h first,\nfollowed by a quick heating to 593 K for 5 h before cooling down.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>b</label>\n<p>Calculated in pressure ranges\nindividually\ndetermined as proposed by Snurr et al.<xref ref-type=\"bibr\" rid=\"ref28\"></xref>\n</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>c</label>\n<p>Derived by the <italic>t</italic>-plot method.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Characterization</title><p>Activated MOF samples were characterized\nwith powder X-ray diffraction (PXRD), nitrogen physisorption, and\nscanning electron microscopy (SEM). PXRD measurements were conducted\non an X’Pert Pro PANalytical Xray Diffractometer in reflection\nBragg–Brentano geometry operating with a Cu anode at 45 kV\nand 40 mA and an X’celerator detector. PXRD patterns were collected\nwith a step size of 0.02° 2θ and scan time of 10 s/step.\nNitrogen physisorption was measured at 77 K for MIL-53 samples activated\nat 473 K overnight using a Quadrasorb instrument. Before the measurements,\nMIL-53 samples were outgassed at 573 K overnight. MIL-53­(Ga) samples\nwere first outgassed at a lower temperature (473 K) for 12 h, followed\nby a quick heating to 593 K and further outgassing for 5 h before\ncooling down. The latter step was found to effectively open the pore\nstructure of MIL-53­(Ga) for physisorption measurements. BET surface areas were calculated in individually\ndetermined pressure ranges. Micropore\nvolumes were estimated by the <italic>t</italic>-plot method. Samples\nwere imaged on a Zeiss Ultra60 FE-SEM with a high-efficiency in-lens\nSE detector at a working distance of 7–8 mm and accelerating\nvoltages of 2–5 kV. Prior to SEM observations, samples were\nsonicated for 10 s in methanol, dispersed on a flat Al sample holder\nwith two-sided adhesive conductive carbon tape, and coated with gold\nor carbon for 30–60 s at 4.4 V using a Cressington 108A carbon\ncoater to prevent charging effects.</p>", "clean_text": "Characterization\n\nActivated MOF samples were characterized with powder X-ray diffraction (PXRD), nitrogen physisorption, and scanning electron microscopy (SEM). PXRD measurements were conducted on an X'Pert Pro PANalytical Xray Diffractometer in reflection Bragg-Brentano geometry operating with a Cu anode at 45 kV and 40 mA and an X'celerator detector. PXRD patterns were collected with a step size of 0.02° 2θ and scan time of 10 s/step. Nitrogen physisorption was measured at 77 K for MIL-53 samples activated at 473 K overnight using a Quadrasorb instrument. Before the measurements, MIL-53 samples were outgassed at 573 K overnight. MIL-53(Ga) samples were first outgassed at a lower temperature (473 K) for 12 h, followed by a quick heating to 593 K and further outgassing for 5 h before cooling down. The latter step was found to effectively open the pore structure of MIL-53(Ga) for physisorption measurements. BET surface areas were calculated in individually determined pressure ranges. Micropore volumes were estimated by the t-plot method. Samples were imaged on a Zeiss Ultra60 FE-SEM with a high-efficiency in-lens SE detector at a working distance of 7-8 mm and accelerating voltages of 2-5 kV. Prior to SEM observations, samples were sonicated for 10 s in methanol, dispersed on a flat Al sample holder with two-sided adhesive conductive carbon tape, and coated with gold or carbon for 30-60 s at 4.4 V using a Cressington 108A carbon coater to prevent charging effects.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Single-Component Vapor-Phase\nIsotherms</title><p>Single-component\nadsorption measurements were conducted using a VTI-SA vapor sorption\nanalyzer at 323 K. Each experiment was preceded by in situ activation\nunder a high-purity nitrogen stream at 383 K. Adsorption data were\ncollected at adsorbate relative pressures (<italic>P</italic>/<italic>P</italic>\n<sub>0</sub>, where <italic>P</italic>\n<sub>0</sub> is the\nsaturation vapor pressure) ranging over more than 2 orders of magnitude\n(0.002–0.6). Each experiment included in situ activation (up\nto 12 h) followed by collection of approximately 15 isotherm points.\nAt low relative pressures (<italic>P</italic>/<italic>P</italic>\n<sub>0</sub> &lt; 0.1) each data point was collected after 6–12\nh of equilibration (based on visual inspection of the real-time weight\nchange plot). At higher <italic>P</italic>/<italic>P</italic>\n<sub>0</sub>, equilibrium is typically attained in less than 3 h per point.</p>", "clean_text": "Single-Component Vapor-Phase Isotherms\n\nSingle-component adsorption measurements were conducted using a VTI-SA vapor sorption analyzer at 323 K. Each experiment was preceded by in situ activation under a high-purity nitrogen stream at 383 K. Adsorption data were collected at adsorbate relative pressures (P/P 0, where P 0 is the saturation vapor pressure) ranging over more than 2 orders of magnitude (0.002-0.6). Each experiment included in situ activation (up to 12 h) followed by collection of approximately 15 isotherm points. At low relative pressures (P/P 0 < 0.1) each data point was collected after 6-12 h of equilibration (based on visual inspection of the real-time weight change plot). At higher P/P 0, equilibrium is typically attained in less than 3 h per point.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Multicomponent Liquid Phase Breakthrough</title><p>For liquid\nbreakthrough measurements, stainless steel columns (50 mm length and\n4.6 mm inner diameter) were filled with pelletized and crushed MOFs\nwith particle sizes between 200 and 400 μm without any binder.\nThe feed mixture was a 0.5:1:2:1 (molar) mixture of EB:pX:mX:oX, and\nhexane was used as the desorbent. TIPB was used as a tracer. An identical\ncolumn filled with inert glass beads was used to accurately determine\ntracer breakthrough time for calculations. Guard columns filled with\nzeolites 3A and 13X were used to prevent any effects of residual moisture\nin the feed stream. A two-position valve was used for accurate step\nchange and introduction of the feed mixture for breakthrough runs.\nThe pump flow rate was set to 0.2 cc/min, and a pressure of 100 psi\nwas maintained across the column using a backpressure regulator. The\nflow rate at the outlet of the column was measured with the help of\na digital flowmeter (TovaTech). All runs were conducted at 323 K.\nThe samples were collected with an autosampler with toluene as the\ndiluent for subsequent GC analysis. A schematic of the breakthrough\nsetup can be found in Figure S1 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Supporting Information</ext-link>). The adsorbed amounts <italic>q</italic> (mol/g) were first calculated\nfor each molecule by integration of the breakthrough curves<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic xlink:href=\"jp-2017-091052_m001.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>q</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mn>1</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>m</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">a</mml:mi>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:msubsup>\n<mml:mrow>\n<mml:mo form=\"prefix\">∫</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>0</mml:mn>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msubsup>\n<mml:mrow>\n<mml:mi>u</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">i</mml:mi>\n<mml:mi mathvariant=\"normal\">n</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>−</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">o</mml:mi>\n<mml:mi mathvariant=\"normal\">u</mml:mi>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mi mathvariant=\"normal\">d</mml:mi>\n<mml:mi>t</mml:mi>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>Here <italic>u</italic> is the volumetric\nflow rate of the feed (L/min), <italic>C</italic>\n<sub>in</sub> and <italic>C</italic>\n<sub>out</sub> are the concentrations of the molecule at\nthe column inlet and outlet, respectively (mol/L), <italic>t</italic> is the time (min), and <italic>m</italic>\n<sub>ads</sub> is the loading\nof the MOF in the column (g). Separation factors α<sub>\n<italic>i</italic>,<italic>j</italic>\n</sub> were calculated as<disp-formula id=\"eq2\">\n<label>2</label>\n<alternatives>\n<graphic xlink:href=\"jp-2017-091052_m002.gif\"></graphic>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>α</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>q</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n<mml:mo>×</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>j</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>C</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>i</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</alternatives>\n</disp-formula>Here <italic>q</italic>\n<sub>\n<italic>i</italic>\n</sub> and <italic>q</italic>\n<sub>\n<italic>j</italic>\n</sub> are the\namounts of species <italic>i</italic> and <italic>j</italic> adsorbed\nper unit mass of MOF (mol/g) and <italic>C</italic>\n<sub>\n<italic>i</italic>\n</sub> and <italic>C</italic>\n<sub>\n<italic>j</italic>\n</sub> are the\nconcentrations (mol/L) of  species <italic>i</italic> and <italic>j</italic> in the external liquid phase at the column inlet. Further\ndetails of the liquid breakthrough setup are also available from our\nprevious work.\n</p>", "clean_text": "Multicomponent Liquid Phase Breakthrough\n\nFor liquid breakthrough measurements, stainless steel columns (50 mm length and 4.6 mm inner diameter) were filled with pelletized and crushed MOFs with particle sizes between 200 and 400 μm without any binder. The feed mixture was a 0.5:1:2:1 (molar) mixture of EB:pX:mX:oX, and hexane was used as the desorbent. TIPB was used as a tracer. An identical column filled with inert glass beads was used to accurately determine tracer breakthrough time for calculations. Guard columns filled with zeolites 3A and 13X were used to prevent any effects of residual moisture in the feed stream. A two-position valve was used for accurate step change and introduction of the feed mixture for breakthrough runs. The pump flow rate was set to 0.2 cc/min, and a pressure of 100 psi was maintained across the column using a backpressure regulator. The flow rate at the outlet of the column was measured with the help of a digital flowmeter (TovaTech). All runs were conducted at 323 K. The samples were collected with an autosampler with toluene as the diluent for subsequent GC analysis. A schematic of the breakthrough setup can be found in Figure S1 (Supporting Information). The adsorbed amounts q (mol/g) were first calculated for each molecule by integration of the breakthrough curves 1    q =   1     m   a d s     ×   ∫   0   t    u  (   C   i n   -   C   o u t   )  d t    Here u is the volumetric flow rate of the feed (L/min), C in and C out are the concentrations of the molecule at the column inlet and outlet, respectively (mol/L), t is the time (min), and m ads is the loading of the MOF in the column (g). Separation factors α i,j  were calculated as 2      α   i j   =     q   i       q   j     ×     C   j       C   i       Here q  i  and q  j  are the amounts of species i and j adsorbed per unit mass of MOF (mol/g) and C  i  and C  j  are the concentrations (mol/L) of  species i and j in the external liquid phase at the column inlet. Further details of the liquid breakthrough setup are also available from our previous work. ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Stability Tests</title><p>Both pelletized and powdered MIL-53­(Al/Cr/Ga)\nwere investigated for their solvothermal stability in the feed mixture\nof EB:pX:mX:oX with a molar ratio of 0.5:1:2:1. First, 200 mg of activated\nMIL-53 samples (both powder and pellet) was soaked in 25 mL of the\nmixture and then heated to 323 K in a closed vessel under static conditions\nfor 7, 15, and 30 days. The samples were then recovered by centrifugation\nat 5000 rpm for 30 min, dried in air at room temperature, and reactivated\nunder vacuum at 573–623 K overnight. Nitrogen adsorption–desorption\nmeasurements at 77 K up to 1 bar were then performed on the samples,\nand the data were analyzed in the same manner as described earlier\nfor fresh MIL-53 samples.</p>", "clean_text": "Stability Tests\n\nBoth pelletized and powdered MIL-53(Al/Cr/Ga) were investigated for their solvothermal stability in the feed mixture of EB:pX:mX:oX with a molar ratio of 0.5:1:2:1. First, 200 mg of activated MIL-53 samples (both powder and pellet) was soaked in 25 mL of the mixture and then heated to 323 K in a closed vessel under static conditions for 7, 15, and 30 days. The samples were then recovered by centrifugation at 5000 rpm for 30 min, dried in air at room temperature, and reactivated under vacuum at 573-623 K overnight. Nitrogen adsorption-desorption measurements at 77 K up to 1 bar were then performed on the samples, and the data were analyzed in the same manner as described earlier for fresh MIL-53 samples.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Computational Methods</title><p>Prior to adsorption\ncalculations,\nMIL-53­(Cr) narrow-pore and large-pore structures, initially taken\nfrom RASPA library, were geometrically\noptimized using density functional theory (DFT) in the Vienna ab initio\nSimulation Package (VASP) with the projector\naugmented wave (PAW) approach. MIL-53­(Ga)\nand MIL-53­(Al) structures were generated by replacing the metal center\nin MIL-53­(Cr), followed by geometrical optimization using the approach\ndetailed above. The unit cell was first fully relaxed allowing for\nvolume changes and then relaxed with fixed cell parameters (ionic\nrelaxation) during geometrical optimization. The cutoff energy of\nthe plane wave basis set was 520 eV. For all simulations, the Brillouin\nzone was sampled with a Monkhorst–Pack grid. A <italic>k</italic>-point mesh of 2 × 3 × 5 for one unit cell of MIL-47 or\nMIL-53 large-pore structure and a mesh of 2 × 5 × 5 for\none unit cell of MIL-53 narrow-pore structure was used. The cutoff\nenergy and <italic>k</italic>-point mesh was tested to ensure energy\nconvergence within 0.001 eV/atom. A conjugate gradient method was\nused to optimize atomic positions until the forces on each atom  converged\nwithin 0.01 eV/atom. The Perdew–Burke–Ernzerhof (PBE)\nexchange correlation functional was adopted\nto perform calculations with the DFT-D2 functional to account for dispersion forces. Dispersion forces are\nimportant to capture long-range interactions such as π–π\nstacking in aromatic rings. Adsorption isotherms in MOFs were simulated\nusing GCMC simulations as implemented in RASPA. Nonbonded interactions between adsorbates and the framework\natoms were calculated using a Lennard–Jones (L–J) potential\ntruncated at a spherical cutoff distance of 13 Å. Cross terms\nare specified using Lorentz–Berthelot mixing rules with L–J\nparameters taken from the DREIDING force\nfield for the framework atoms and the TraPPE force field for adsorbates. To calculate Coulombic forces, electrostatic\ncharges on atoms in the MOFs were assigned on the entire periodic\nframework using the DDEC methods. We\nused equilibration and production periods of 5 × 10<sup>4</sup> and 1 × 10<sup>5</sup> Monte Carlo (MC) cycles, respectively.\nIn each MC cycle, adsorbate insertion/deletion, rotation, translation,\nand identity change moves were attempted. Coulombic interactions were\ncomputed using the Ewald method with 10<sup>–6</sup> Ewald\nprecision and 12 Å cutoff.</p>", "clean_text": "Computational Methods\n\nPrior to adsorption calculations, MIL-53(Cr) narrow-pore and large-pore structures, initially taken from RASPA library, were geometrically optimized using density functional theory (DFT) in the Vienna ab initio Simulation Package (VASP) with the projector augmented wave (PAW) approach. MIL-53(Ga) and MIL-53(Al) structures were generated by replacing the metal center in MIL-53(Cr), followed by geometrical optimization using the approach detailed above. The unit cell was first fully relaxed allowing for volume changes and then relaxed with fixed cell parameters (ionic relaxation) during geometrical optimization. The cutoff energy of the plane wave basis set was 520 eV. For all simulations, the Brillouin zone was sampled with a Monkhorst-Pack grid. A k-point mesh of 2 × 3 × 5 for one unit cell of MIL-47 or MIL-53 large-pore structure and a mesh of 2 × 5 × 5 for one unit cell of MIL-53 narrow-pore structure was used. The cutoff energy and k-point mesh was tested to ensure energy convergence within 0.001 eV/atom. A conjugate gradient method was used to optimize atomic positions until the forces on each atom  converged within 0.01 eV/atom. The Perdew-Burke-Ernzerhof (PBE) exchange correlation functional was adopted to perform calculations with the DFT-D2 functional to account for dispersion forces. Dispersion forces are important to capture long-range interactions such as π-π stacking in aromatic rings. Adsorption isotherms in MOFs were simulated using GCMC simulations as implemented in RASPA. Nonbonded interactions between adsorbates and the framework atoms were calculated using a Lennard-Jones (L-J) potential truncated at a spherical cutoff distance of 13 Å. Cross terms are specified using Lorentz-Berthelot mixing rules with L-J parameters taken from the DREIDING force field for the framework atoms and the TraPPE force field for adsorbates. To calculate Coulombic forces, electrostatic charges on atoms in the MOFs were assigned on the entire periodic framework using the DDEC methods. We used equilibration and production periods of 5 × 104 and 1 × 105 Monte Carlo (MC) cycles, respectively. In each MC cycle, adsorbate insertion/deletion, rotation, translation, and identity change moves were attempted. Coulombic interactions were computed using the Ewald method with 10-6 Ewald precision and 12 Å cutoff.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>The osmotic framework adsorbed\nsolution theory (OFAST) was used to describe\nstructural transitions in the flexible MIL-53 frameworks. This method\nuses adsorption isotherms to predict the equilibrium-favored structure\nat given conditions. MIL-53 materials are known to exist in narrow-pore\n(NP) and large-pore (LP) structures, and OFAST was used to predict transitions from one structure to\nanother. To describe swelling of the frameworks, molecular dynamics\n(MD) simulations were performed in the NPT ensemble at 323 K and 10<sup>5</sup> Pa. A time step of 1.0 fs was used, and runs were carried\nout for 1 ns. The van der Waals interaction cutoff was set to 16 Å.\nThe force field parameters for MIL-53 are taken from those previously\nreported by Ma et al. that used CVFF parameters for the organic part and UFF parameters for the inorganic part of the MOF.\nAdditional simulation details of OFAST and force field parameters\nfor MD calculations are provided in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Supporting Information</ext-link> (Figure S2 and Tables S2–S6). <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S7</ext-link> shows the DFT-optimized lattice parameters\nfor the MIL-53 materials.</p>", "clean_text": "The osmotic framework adsorbed solution theory (OFAST) was used to describe structural transitions in the flexible MIL-53 frameworks. This method uses adsorption isotherms to predict the equilibrium-favored structure at given conditions. MIL-53 materials are known to exist in narrow-pore (NP) and large-pore (LP) structures, and OFAST was used to predict transitions from one structure to another. To describe swelling of the frameworks, molecular dynamics (MD) simulations were performed in the NPT ensemble at 323 K and 105 Pa. A time step of 1.0 fs was used, and runs were carried out for 1 ns. The van der Waals interaction cutoff was set to 16 Å. The force field parameters for MIL-53 are taken from those previously reported by Ma et al. that used CVFF parameters for the organic part and UFF parameters for the inorganic part of the MOF. Additional simulation details of OFAST and force field parameters for MD calculations are provided in the Supporting Information (Figure S2 and Tables S2-S6). Table S7 shows the DFT-optimized lattice parameters for the MIL-53 materials.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>\na shows\nthe PXRD patterns of the activated MIL-53 (Al/Cr/Ga/Fe) materials\nsynthesized using our scaled-up methods. The crystal structures were\nall determined to be of the narrow pore (NP) form. MIL-53 adsorbents\nexhibit reversible structural transformations from LP form to NP form\nupon adsorption of some guest molecules (e.g., water), which is known\nas the “breathing effect”. PXRD also confirmed that our MIL-53 samples were highly crystalline\nwithout any detectable impurity phases. The PXRD patterns showed the\ncomplete absence of BDC peaks, which were clearly present in all of\nthe as-synthesized materials (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S3</ext-link>). Thus, excess linker molecules (BDC) were completely removed during\nthe hot/warm DMF extraction step of the activation process. SEM images\nof DMF-extracted and activated materials (b–i and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S3</ext-link>) show no apparent change in crystal morphology and size\nafter the extraction step and after complete activation. Moreover,\nthe crystal morphologies and sizes were similar to those seen in small\nbatch syntheses. The BET surface areas and micropore volumes are shown\nin , with error\nbars obtained from three independent samples. These values are comparable\nto or even higher than the previously reported values, indicating\nthat high-quality materials were synthesized. The increased surface\narea could be due to the improvements in the activation protocol of\nMIL-53s, particularly for MIL-53­(Al/Cr/Ga). As observed previously, MIL-53­(Fe) and MIL-53­(Sc) did not physisorb nitrogen at 77 K.</p>", "clean_text": "Results and Discussion\n\n a shows the PXRD patterns of the activated MIL-53 (Al/Cr/Ga/Fe) materials synthesized using our scaled-up methods. The crystal structures were all determined to be of the narrow pore (NP) form. MIL-53 adsorbents exhibit reversible structural transformations from LP form to NP form upon adsorption of some guest molecules (e.g., water), which is known as the \"breathing effect\". PXRD also confirmed that our MIL-53 samples were highly crystalline without any detectable impurity phases. The PXRD patterns showed the complete absence of BDC peaks, which were clearly present in all of the as-synthesized materials (Figure S3). Thus, excess linker molecules (BDC) were completely removed during the hot/warm DMF extraction step of the activation process. SEM images of DMF-extracted and activated materials (b-i and Figure S3) show no apparent change in crystal morphology and size after the extraction step and after complete activation. Moreover, the crystal morphologies and sizes were similar to those seen in small batch syntheses. The BET surface areas and micropore volumes are shown in , with error bars obtained from three independent samples. These values are comparable to or even higher than the previously reported values, indicating that high-quality materials were synthesized. The increased surface area could be due to the improvements in the activation protocol of MIL-53s, particularly for MIL-53(Al/Cr/Ga). As observed previously, MIL-53(Fe) and MIL-53(Sc) did not physisorb nitrogen at 77 K.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) PXRD patterns\nof activated MIL-53 materials obtained by scaled-up\nsynthesis; SEM images after hot DMF extraction and activation respectively:\n(b and c) MIL-53­(Al), (d and e) MIL-53­(Cr), (f and g) MIL-53­(Ga),\nand (h and i) MIL-53 (Fe). See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S3</ext-link> for SEM images of MIL-53­(Sc). Scale bars in b–I are 2 μm.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2017-091052_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) PXRD patterns of activated MIL-53 materials obtained by scaled-up synthesis; SEM images after hot DMF extraction and activation respectively: (b and c) MIL-53(Al), (d and e) MIL-53(Cr), (f and g) MIL-53(Ga), and (h and i) MIL-53 (Fe). See Figure S3 for SEM images of MIL-53(Sc). Scale bars in b-I are 2 μm.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["property"], "content": "<p>The xylene adsorption characteristics\nof four different MIL-53\nmaterials were initially probed using single-component/unary vapor\nadsorption isotherms at 323 K (). The step in the adsorption isotherms occurs at the\ntransition between the NP and the LP structures. The transition pressure\nand the saturation capacity are different for each adsorbate and also\ndiffer between materials. MIL-53­(Sc) demonstrated an essentially nonporous\nstructure with no significant NP → LP transition, and the two\nxylene isotherms (mX and oX) collected for this material showed negligible\nadsorption (Figure S4, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Supporting Information</ext-link>). MIL-53­(Al) has the highest gravimetric oX saturation capacity\n(4.5 mmol/g) and the lowest transition pressure for oX uptake. MIL-53­(Cr)\nand MIL-53­(Ga) show the lowest transition pressures for pX adsorption,\nbut the highest pX capacity is exhibited by MIL-53­(Al). MIL-53­(Fe)\nhad the highest mX capacity at saturation but had the most difficulty\nin reaching the NP → LP transition. Even after the transition\npressure was reached,  isotherm collection took an unusually long\namount of time, indicating that the structure may not have fully reached\nthe LP form. The EB capacity is consistently the lowest among all\nif the C<sub>8</sub> isomers in all four materials.</p>", "clean_text": "The xylene adsorption characteristics of four different MIL-53 materials were initially probed using single-component/unary vapor adsorption isotherms at 323 K (). The step in the adsorption isotherms occurs at the transition between the NP and the LP structures. The transition pressure and the saturation capacity are different for each adsorbate and also differ between materials. MIL-53(Sc) demonstrated an essentially nonporous structure with no significant NP → LP transition, and the two xylene isotherms (mX and oX) collected for this material showed negligible adsorption (Figure S4, Supporting Information). MIL-53(Al) has the highest gravimetric oX saturation capacity (4.5 mmol/g) and the lowest transition pressure for oX uptake. MIL-53(Cr) and MIL-53(Ga) show the lowest transition pressures for pX adsorption, but the highest pX capacity is exhibited by MIL-53(Al). MIL-53(Fe) had the highest mX capacity at saturation but had the most difficulty in reaching the NP → LP transition. Even after the transition pressure was reached,  isotherm collection took an unusually long amount of time, indicating that the structure may not have fully reached the LP form. The EB capacity is consistently the lowest among all if the C8 isomers in all four materials.", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Unary adsorption isotherms\nof pX, mX, oX, EB, and hexane on (a)\nMIL-53­(Al), (b) MIL-53­(Cr), (c) MIL-53­(Ga), and (d) MIL-53­(Fe) at\n323 K.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2017-091052_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Unary adsorption isotherms of pX, mX, oX, EB, and hexane on (a) MIL-53(Al), (b) MIL-53(Cr), (c) MIL-53(Ga), and (d) MIL-53(Fe) at 323 K.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>Computational investigations were\nthen conducted on unary C<sub>8</sub> aromatics adsorption in MIL-53\nto predict the effects of\nframework flexibility. First, GCMC calculations were carried out to\nobtain unary isotherms for all four adsorbates in <italic>rigid</italic> LP structures of MIL-53­(Al). a shows the results for MIL-53­(Al), whereas the results\nfor the other three materials are shown in Figure S5 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Supporting Information</ext-link>). With the rigid structure\napproximation, the simulations show poor agreement with the experimentally\nobtained uptake pressures and adsorption capacities. It has been reported\nthat it is critical to account for the different flexibility modes\n(NP → LP breathing and lattice expansion effects) of MIL-53\nwhile simulating adsorption properties. To account\nfor the NP → LP breathing, OFAST calculations were performed.\nIt was found that C<sub>8</sub> aromatics do not adsorb in the NP\nstructures of MIL-53 at 323 K. Previous studies have reported nonzero\nadsorption in the NP structure, leading to two-step isotherms for\nxylene adsorption in MIL-53­(Al) at 383 K. However, it is also reported that the two-step isotherms in MIL-53­(Al)\nare replaced with a one-step isotherm at lower temperatures. XRD patterns indicate that the MIL-53 adsorbents\nare in the NP structure initially, which have essentially zero adsorption\ncapacity at 323 K. At a certain pressure, the NP → LP transition\nresults in a high uptake as observed in the unary isotherms. Adsorption\nisotherms in both pore structures were then calculated using GCMC\nfor all od the MIL-53 adsorbents and then combined using the OFAST\nmethod. Other than breathing, MIL-53 adsorbents are also known to\nexpand to a certain extent at high loadings of xylene isomers. It\nhas been reported that the unit cell volumes of MIL-53 and MIL-47\nincreased at high loadings of xylene isomers. To model this flexibility, the adsorbate-loaded frameworks obtained\nfrom GCMC simulations were relaxed with MD using fully bonded force\nfields. GCMC simulations were then performed using the MD-relaxed\nstructure, and GCMC+MD simulations were iteratively carried out to\nobtain converged lattice parameters (Table S7, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Supporting Information</ext-link>) and adsorption capacity of each C<sub>8</sub> isomer. After accounting for both the breathing and the swelling\nmodes of MIL-53 framework flexibility, the predicted unary isotherms\nare in much closer agreement with the experimental data (b and <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S5</ext-link>). The simulated uptake pressures shift\nby about 5 orders of magnitude and come into good agreement with the\nexperimental observations. The simulated capacities for all adsorbates\nalso increased. The EB adsorption capacities show the largest differences\nwith the experiments, possibly because the MIL-53 structural transitions\noccur more slowly in the presence of EB and thus the experimental\nEB adsorption isotherms may not have reached saturation even at long\ntimes. A detailed comparison of the computational and experimental\nsaturation capacities is shown in Table S8 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Supporting Information</ext-link>). For all of the materials, the simulations predict\nthat oX has the highest adsorption capacity followed by pX and then\nmX, in agreement with experiments and with previous studies performed\non MIL-53­(Al). Among all of the frameworks,\nboth the experimental and the simulation results point to MIL-53­(Al)\nhaving the highest adsorption capacity for each adsorbate.</p>", "clean_text": "Computational investigations were then conducted on unary C8 aromatics adsorption in MIL-53 to predict the effects of framework flexibility. First, GCMC calculations were carried out to obtain unary isotherms for all four adsorbates in rigid LP structures of MIL-53(Al). a shows the results for MIL-53(Al), whereas the results for the other three materials are shown in Figure S5 (Supporting Information). With the rigid structure approximation, the simulations show poor agreement with the experimentally obtained uptake pressures and adsorption capacities. It has been reported that it is critical to account for the different flexibility modes (NP → LP breathing and lattice expansion effects) of MIL-53 while simulating adsorption properties. To account for the NP → LP breathing, OFAST calculations were performed. It was found that C8 aromatics do not adsorb in the NP structures of MIL-53 at 323 K. Previous studies have reported nonzero adsorption in the NP structure, leading to two-step isotherms for xylene adsorption in MIL-53(Al) at 383 K. However, it is also reported that the two-step isotherms in MIL-53(Al) are replaced with a one-step isotherm at lower temperatures. XRD patterns indicate that the MIL-53 adsorbents are in the NP structure initially, which have essentially zero adsorption capacity at 323 K. At a certain pressure, the NP → LP transition results in a high uptake as observed in the unary isotherms. Adsorption isotherms in both pore structures were then calculated using GCMC for all od the MIL-53 adsorbents and then combined using the OFAST method. Other than breathing, MIL-53 adsorbents are also known to expand to a certain extent at high loadings of xylene isomers. It has been reported that the unit cell volumes of MIL-53 and MIL-47 increased at high loadings of xylene isomers. To model this flexibility, the adsorbate-loaded frameworks obtained from GCMC simulations were relaxed with MD using fully bonded force fields. GCMC simulations were then performed using the MD-relaxed structure, and GCMC+MD simulations were iteratively carried out to obtain converged lattice parameters (Table S7, Supporting Information) and adsorption capacity of each C8 isomer. After accounting for both the breathing and the swelling modes of MIL-53 framework flexibility, the predicted unary isotherms are in much closer agreement with the experimental data (b and Figure S5). The simulated uptake pressures shift by about 5 orders of magnitude and come into good agreement with the experimental observations. The simulated capacities for all adsorbates also increased. The EB adsorption capacities show the largest differences with the experiments, possibly because the MIL-53 structural transitions occur more slowly in the presence of EB and thus the experimental EB adsorption isotherms may not have reached saturation even at long times. A detailed comparison of the computational and experimental saturation capacities is shown in Table S8 (Supporting Information). For all of the materials, the simulations predict that oX has the highest adsorption capacity followed by pX and then mX, in agreement with experiments and with previous studies performed on MIL-53(Al). Among all of the frameworks, both the experimental and the simulation results point to MIL-53(Al) having the highest adsorption capacity for each adsorbate.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Simulated adsorption\nisotherms (open symbols) for C<sub>8</sub> aromatics in MIL-53­(Al)\nat 323 K and 100 psi with (a) rigid LP structure\nand (b) flexible structures. Experimental data (closed symbols) are\nshown in both plots. Curves connecting the simulation data points\nare only a guide to the eye.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2017-091052_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Simulated adsorption isotherms (open symbols) for C8 aromatics in MIL-53(Al) at 323 K and 100 psi with (a) rigid LP structure and (b) flexible structures. Experimental data (closed symbols) are shown in both plots. Curves connecting the simulation data points are only a guide to the eye.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>We then performed quaternary liquid breakthrough measurements\non\nthree of the materials: MIL-53­(Al), MIL-53­(Cr), and MIL-53­(Ga). We\nexcluded MIL-53­(Fe) from this study since it showed significantly\nlower unary saturation capacities (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S8</ext-link>). C<sub>8</sub> aromatics separation is typically conducted in the\nliquid phase at higher pressures (∼100 psi), and the observed\nunary characteristics of MIL-53­(Fe) would likely limit its separation\nperformance.  shows the results of liquid breakthrough measurements for each of\nthe three MIL-53 materials. It is evident that all of the MIL-53 adsorbents\ninvestigated are oX selective, with MIL-53­(Al) being the most selective\namong the three. The TIPB tracer breakthrough is much faster than\nthat of the C<sub>8</sub> aromatics, since it is very weakly adsorbed.\nA careful observation of  also reveals that in MIL-53­(Cr) and MIL-53­(Ga) some\nseparation of pX and mX can be achieved with breakthrough occurring\nin the following order: EB &lt; pX &lt; mX &lt; oX. However, in MIL-53­(Al),\nthere is insignificant relative separation of pX and mX with the relative\norder of breakthrough times EB &lt; pX ≈ mX &lt; oX. The “roll-up”\neffect is also observed in all the three adsorbents studied, with\nthe greatest effect occurring in MIL-53­(Al) (a). In all of the materials, the roll-up\neffect is synchronous with the breakthrough of oX, indicating that\nthe more strongly adsorbing oX displaces the initial adsorbed pX,\nmX, and EB from the MIL-53 pores. In order to obtain quantitative\ninformation from the breakthrough data, the roll-up effects as well\nas the variations in the outlet flow rate must be taken into account\nwhen calculating the adsorbed amounts of each component. The time-dependent\noutlet liquid flow rates (and also the pressure drop) are recorded\nfor each MIL-53 column. Figure S6 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Supporting Information</ext-link>) shows typical data from a MIL-53­(Al) column. The\nflow rate data in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S6</ext-link> are used to\nobtain the time-dependent flow velocity when integrating .</p>", "clean_text": "We then performed quaternary liquid breakthrough measurements on three of the materials: MIL-53(Al), MIL-53(Cr), and MIL-53(Ga). We excluded MIL-53(Fe) from this study since it showed significantly lower unary saturation capacities (Table S8). C8 aromatics separation is typically conducted in the liquid phase at higher pressures (~100 psi), and the observed unary characteristics of MIL-53(Fe) would likely limit its separation performance.  shows the results of liquid breakthrough measurements for each of the three MIL-53 materials. It is evident that all of the MIL-53 adsorbents investigated are oX selective, with MIL-53(Al) being the most selective among the three. The TIPB tracer breakthrough is much faster than that of the C8 aromatics, since it is very weakly adsorbed. A careful observation of  also reveals that in MIL-53(Cr) and MIL-53(Ga) some separation of pX and mX can be achieved with breakthrough occurring in the following order: EB < pX < mX < oX. However, in MIL-53(Al), there is insignificant relative separation of pX and mX with the relative order of breakthrough times EB < pX ~ mX < oX. The \"roll-up\" effect is also observed in all the three adsorbents studied, with the greatest effect occurring in MIL-53(Al) (a). In all of the materials, the roll-up effect is synchronous with the breakthrough of oX, indicating that the more strongly adsorbing oX displaces the initial adsorbed pX, mX, and EB from the MIL-53 pores. In order to obtain quantitative information from the breakthrough data, the roll-up effects as well as the variations in the outlet flow rate must be taken into account when calculating the adsorbed amounts of each component. The time-dependent outlet liquid flow rates (and also the pressure drop) are recorded for each MIL-53 column. Figure S6 (Supporting Information) shows typical data from a MIL-53(Al) column. The flow rate data in Figure S6 are used to obtain the time-dependent flow velocity when integrating .", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Liquid breakthrough traces for (a) MIL-53­(Al),\n(b) MIL-53­(Cr),\nand (c) MIL-53­(Ga). Feed mixture was 0.5:1:2:1 EB:pX:mX:oX at 100\npsi and 323 K. TIPB was used as a tracer.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2017-091052_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Liquid breakthrough traces for (a) MIL-53(Al), (b) MIL-53(Cr), and (c) MIL-53(Ga). Feed mixture was 0.5:1:2:1 EB:pX:mX:oX at 100 psi and 323 K. TIPB was used as a tracer.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["property"], "content": "<p>Quantitative values of selectivity and capacity were obtained\nfrom\nthe experimental data and are depicted in . A detailed listing of the obtained values\nis given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S9</ext-link>. The oX selectivity\nrelative to all other components combined (“oX/All”)\nof MIL-53­(Al) is around 5, while MIL-53­(Cr) gives a selectivity of\n3, and MIL-53­(Ga) leads to a selectivity of 2.5. There is no statistically\nsignificant difference between the oX/pX and the oX/mX selectivities\nof MIL-53­(Al), the mean values of which were computed to be 5.2 and\n5.1, respectively. This is in agreement with previous work on MIL-53­(Al)\nthat reports no relative pX and mX selection in this adsorbent from\nbinary liquid-phase breakthrough experiments. However, MIL-53­(Cr) and MIL-53­(Ga) both show a significant mX/pX\nselectivity of around 1.4. The oX/EB selectivity in MIL-53­(Cr) is\n4.9, which is much less than MIL-53­(Al), where it is around 8. In\nterms of overall capacities, MIL-53­(Cr) (4.9 mmol/g) is similar to\nthat of MIL-53­(Al) (4.6 mmol/g). MIL-53­(Ga) had the lowest overall\ncapacity of 3.4 mmol/g. This is consistent with its smaller BET surface\narea even when accounting for the different framework densities of\nthe MOFs due to their different metal centers (). In terms of the oX capacity, MIL-53­(Al)\nhad the highest value (3 mmol/g).</p>", "clean_text": "Quantitative values of selectivity and capacity were obtained from the experimental data and are depicted in . A detailed listing of the obtained values is given in Table S9. The oX selectivity relative to all other components combined (\"oX/All\") of MIL-53(Al) is around 5, while MIL-53(Cr) gives a selectivity of 3, and MIL-53(Ga) leads to a selectivity of 2.5. There is no statistically significant difference between the oX/pX and the oX/mX selectivities of MIL-53(Al), the mean values of which were computed to be 5.2 and 5.1, respectively. This is in agreement with previous work on MIL-53(Al) that reports no relative pX and mX selection in this adsorbent from binary liquid-phase breakthrough experiments. However, MIL-53(Cr) and MIL-53(Ga) both show a significant mX/pX selectivity of around 1.4. The oX/EB selectivity in MIL-53(Cr) is 4.9, which is much less than MIL-53(Al), where it is around 8. In terms of overall capacities, MIL-53(Cr) (4.9 mmol/g) is similar to that of MIL-53(Al) (4.6 mmol/g). MIL-53(Ga) had the lowest overall capacity of 3.4 mmol/g. This is consistent with its smaller BET surface area even when accounting for the different framework densities of the MOFs due to their different metal centers (). In terms of the oX capacity, MIL-53(Al) had the highest value (3 mmol/g).", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) oX selectivity (relative to each of\nthe other components and\nrelative to all other components);  (b) adsorption capacity (by each\ncomponent as well as total) for MIL-53­(Al), MIL-53­(Cr), and MIL-53­(Ga)\nas obtained from quaternary liquid breakthrough measurements at 323\nK and 100 psi.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2017-091052_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) oX selectivity (relative to each of the other components and relative to all other components);  (b) adsorption capacity (by each component as well as total) for MIL-53(Al), MIL-53(Cr), and MIL-53(Ga) as obtained from quaternary liquid breakthrough measurements at 323 K and 100 psi.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The above findings clearly\npoint to the dominance of competitive\noX adsorption over the other isomers in all of the MIL-53 series of\nadsorbents under industrially relevant conditions (liquid phase, higher\npressure, quaternary mixture) regardless of the saturation loadings\nand uptake pressures observed in single-component adsorption. Although\noX selectivity in the MIL-53 series has been reported previously using\nbinary liquid-phase breakthrough experiments for MIL-53­(Al) and MIL-53­(Fe), the present work is the first to carry out quaternary liquid breakthrough\nmeasurements with industrially relevant xylene mixture compositions\nand adsorption conditions. The observation that MIL-53­(Al) cannot\ndiscriminate between mX and pX has been made in previous literature\nreports, but here it\nis interesting to observe that both MIL-53­(Cr) and MIL-53­(Ga) adsorb\nmX preferentially over pX in multicomponent breakthrough. The breathing\nbehavior of the adsorbents in the MIL-53 series with respect to temperature\nor humidity is different due to the known effect of the\nmetal center on the adsorbent–adsorbate interactions. We  independently\nverified the effect of different metal centers on the temperature-induced\nNP → LP transitions of the three adsorbents by in situ XRD\nunder nitrogen flow (Figure S7, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Supporting Information</ext-link>). Our results show that MIL-53­(Al) transforms to the LP form around\n348 K, but in MIL-53­(Cr) this transformation happens closer to 473\nK. In MIL-53­(Ga) the material undergoes only an incomplete NP →\nLP transition even when heated to over 573 K, clearly proving that\ndifferent metal centers in the MIL-53 series can lead to dissimilar\noverall observed effects.</p>", "clean_text": "The above findings clearly point to the dominance of competitive oX adsorption over the other isomers in all of the MIL-53 series of adsorbents under industrially relevant conditions (liquid phase, higher pressure, quaternary mixture) regardless of the saturation loadings and uptake pressures observed in single-component adsorption. Although oX selectivity in the MIL-53 series has been reported previously using binary liquid-phase breakthrough experiments for MIL-53(Al) and MIL-53(Fe), the present work is the first to carry out quaternary liquid breakthrough measurements with industrially relevant xylene mixture compositions and adsorption conditions. The observation that MIL-53(Al) cannot discriminate between mX and pX has been made in previous literature reports, but here it is interesting to observe that both MIL-53(Cr) and MIL-53(Ga) adsorb mX preferentially over pX in multicomponent breakthrough. The breathing behavior of the adsorbents in the MIL-53 series with respect to temperature or humidity is different due to the known effect of the metal center on the adsorbent-adsorbate interactions. We  independently verified the effect of different metal centers on the temperature-induced NP → LP transitions of the three adsorbents by in situ XRD under nitrogen flow (Figure S7, Supporting Information). Our results show that MIL-53(Al) transforms to the LP form around 348 K, but in MIL-53(Cr) this transformation happens closer to 473 K. In MIL-53(Ga) the material undergoes only an incomplete NP → LP transition even when heated to over 573 K, clearly proving that different metal centers in the MIL-53 series can lead to dissimilar overall observed effects.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>We now comment upon the oX selectivity\nin MIL-53­(Al) obtained in\nthis work relative to those reported in the two previous studies.\nIn one of the previous works, separate\nbinary batch adsorption measurements from a liquid-phase feed (0.014\nM concentration of each of the two isomers in hexane) led to the following\nselectivities: oX/EB = 10.9, oX/pX = 3.5, and oX/mX = 2.7. However,\nthe authors also reported that whereas in unary adsorption both oX\nand pX displayed 40–45 wt % uptake in MIL-53­(Al), in equimolar\nbinary mixtures oX dominated the adsorption (up to 45 wt % uptake)\nwhile pX never exceeded more than 5 wt % uptake. The authors predicted\nan increasing binary oX/pX selectivity with increasing bulk-phase\nliquid concentrations, with selectivity up to 12 at 0.6 M bulk concentration\nof each isomer. In this study, multicomponent\nbreakthrough runs were conducted at an oX isomer concentration of\n1.8 M, so it is reasonable that we obtain higher selectivity values\nthan those previously reported from binary batch measurements at 0.014\nM and comparable selectivities to the previous measurements at 0.6\nM. In another previous work, ternary breakthrough measurements for\noX, pX, and mX have been reported in MIL-53­(Al) at 313 K and 2.7 M\nequimolar bulk isomers concentrations in heptane. The authors used MIL-53­(Al) pellets (also containing binders)\nthat were supplied by BASF. They reported a low oX/pX selectivity\nof ∼2 and justified this value by hypothesizing that the binder\nmay have prevented the full NP → LP breathing and/or caused\npore blockage. Compared to the reported BET surface area (550 m<sup>2</sup>/g) of MIL-53­(Al)/binder pellets used in their work, our samples\nof pure MIL-53­(Al) have a much higher BET surface area ().</p>", "clean_text": "We now comment upon the oX selectivity in MIL-53(Al) obtained in this work relative to those reported in the two previous studies. In one of the previous works, separate binary batch adsorption measurements from a liquid-phase feed (0.014 M concentration of each of the two isomers in hexane) led to the following selectivities: oX/EB = 10.9, oX/pX = 3.5, and oX/mX = 2.7. However, the authors also reported that whereas in unary adsorption both oX and pX displayed 40-45 wt % uptake in MIL-53(Al), in equimolar binary mixtures oX dominated the adsorption (up to 45 wt % uptake) while pX never exceeded more than 5 wt % uptake. The authors predicted an increasing binary oX/pX selectivity with increasing bulk-phase liquid concentrations, with selectivity up to 12 at 0.6 M bulk concentration of each isomer. In this study, multicomponent breakthrough runs were conducted at an oX isomer concentration of 1.8 M, so it is reasonable that we obtain higher selectivity values than those previously reported from binary batch measurements at 0.014 M and comparable selectivities to the previous measurements at 0.6 M. In another previous work, ternary breakthrough measurements for oX, pX, and mX have been reported in MIL-53(Al) at 313 K and 2.7 M equimolar bulk isomers concentrations in heptane. The authors used MIL-53(Al) pellets (also containing binders) that were supplied by BASF. They reported a low oX/pX selectivity of ~2 and justified this value by hypothesizing that the binder may have prevented the full NP → LP breathing and/or caused pore blockage. Compared to the reported BET surface area (550 m2/g) of MIL-53(Al)/binder pellets used in their work, our samples of pure MIL-53(Al) have a much higher BET surface area ().", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>To complete our experimental\nstudy in this work, we investigated\nthe long-term stability and performance of the MIL-53 adsorbents.\nWe first performed a stability test by immersing the adsorbents (in\nboth powder and pelletized forms) in a C<sub>8</sub> isomer mixture\nfor up to 30 days (see  section) and\nthen characterizing the recovered adsorbents. We use the BET surface\narea and micropore volume as markers of the adsorbent stability. a shows the evolution\nof textural characteristics in MIL-53­(Al), <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S8</ext-link> shows the corresponding data for MIL-53­(Cr) and MIL-53­(Ga),\nand <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S10</ext-link> shows the detailed numerical\nvalues of BET area and micropore volume obtained in these experiments.\nAll of the MIL-53 adsorbents are seen to be stable in the C<sub>8</sub> aromatic isomer mixture, with both powder and pelletized MIL-53\nsamples showing stable BET area and micropore volume over the entire\n30 days of immersion. A minor decrease of 10–20% in BET area\nand micropore volume is seen in the first 7–15 days, but these\nquantities remain stable (or slightly increase) in the next 15 days.\nAmong the three MOFs, MIL-53­(Cr) and MIL-53­(Al) showed essentially\nthe same stability whereas MIL-53­(Ga) showed somewhat more loss of\nporosity in the initial exposure period (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S8</ext-link>). This data also demonstrates that under the pelletization\npressures used in this work (1000–2000 psi) there is little\ndifference in the textural characteristics of the pellets versus the\nunpelletized powders. The preservation of crystal structure of all\nof the materials was also confirmed by XRD after pelletization and\nafter the stability tests (data not shown). Having confirmed the long-term\nstability under static immersion conditions, we studied the dynamic\ncycling performance of MIL-53­(Al)the most oX-selective materialvia\nfour breakthrough adsorption–desorption cycles carried out\nover a period of more than 2 days. The results (b) indicate no significant changes in the\noX selectivity and total capacity of MIL-53­(Al) during the cycling\nexperiments. The consistency in the capacity values over several cycles\nalso indicates satisfactory performance of hexane in removing the\nadsorbed C<sub>8</sub> aromatics during the desorption phases. This\nwas further confirmed by calculations based upon a desorption run\non MIL-53­(Al) shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S9</ext-link>. On desorbing\na xylene-saturated MIL-53­(Al) column using hexane, the calculated\ndesorption selectivities closely matched experimental adsorption selectivities\nwith a oX/pX selectivity of 5.3 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S11</ext-link>).</p>", "clean_text": "To complete our experimental study in this work, we investigated the long-term stability and performance of the MIL-53 adsorbents. We first performed a stability test by immersing the adsorbents (in both powder and pelletized forms) in a C8 isomer mixture for up to 30 days (see  section) and then characterizing the recovered adsorbents. We use the BET surface area and micropore volume as markers of the adsorbent stability. a shows the evolution of textural characteristics in MIL-53(Al), Figure S8 shows the corresponding data for MIL-53(Cr) and MIL-53(Ga), and Table S10 shows the detailed numerical values of BET area and micropore volume obtained in these experiments. All of the MIL-53 adsorbents are seen to be stable in the C8 aromatic isomer mixture, with both powder and pelletized MIL-53 samples showing stable BET area and micropore volume over the entire 30 days of immersion. A minor decrease of 10-20% in BET area and micropore volume is seen in the first 7-15 days, but these quantities remain stable (or slightly increase) in the next 15 days. Among the three MOFs, MIL-53(Cr) and MIL-53(Al) showed essentially the same stability whereas MIL-53(Ga) showed somewhat more loss of porosity in the initial exposure period (Figure S8). This data also demonstrates that under the pelletization pressures used in this work (1000-2000 psi) there is little difference in the textural characteristics of the pellets versus the unpelletized powders. The preservation of crystal structure of all of the materials was also confirmed by XRD after pelletization and after the stability tests (data not shown). Having confirmed the long-term stability under static immersion conditions, we studied the dynamic cycling performance of MIL-53(Al)the most oX-selective materialvia four breakthrough adsorption-desorption cycles carried out over a period of more than 2 days. The results (b) indicate no significant changes in the oX selectivity and total capacity of MIL-53(Al) during the cycling experiments. The consistency in the capacity values over several cycles also indicates satisfactory performance of hexane in removing the adsorbed C8 aromatics during the desorption phases. This was further confirmed by calculations based upon a desorption run on MIL-53(Al) shown in Figure S9. On desorbing a xylene-saturated MIL-53(Al) column using hexane, the calculated desorption selectivities closely matched experimental adsorption selectivities with a oX/pX selectivity of 5.3 (Table S11).", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Evolution of BET surface area of MIL53­(Al) powder and pellet\nsamples after immersion in a 0.5:1:2:1 EB:pX:mX:oX mixture at 323\nK; (b) oX/All selectivity and total capacity of MIL-53-Al over four\nquaternary breakthrough adsorption/desorption cycles.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2017-091052_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Evolution of BET surface area of MIL53(Al) powder and pellet samples after immersion in a 0.5:1:2:1 EB:pX:mX:oX mixture at 323 K; (b) oX/All selectivity and total capacity of MIL-53-Al over four quaternary breakthrough adsorption/desorption cycles.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>Multicomponent (quaternary) adsorption simulations\nwere then performed\naccounting for MIL-53 framework flexibility in order to predict the\nexperimentally observed behavior. This is the first attempt in the\nliterature to study multicomponent adsorption of C<sub>8</sub> aromatics\nin MIL-53 while taking the adsorbate–framework structural coupling\ninto account. Since the multicomponent adsorption occurs at high pressure\nand high loadings, the MIL-53 frameworks are already in their LP form\nand consideration of the NP → LP transition is not necessary.\nHowever, the LP framework swelling/relaxation at high loadings must\nbe accounted for. In our unary adsorption simulations described earlier\nin this paper, we used iterative GCMC+MD calculations to describe\nthis effect. It proved very difficult to obtain converged results\nusing the same method for multicomponent adsorption. To simplify the\ncalculations, it was proposed that the relaxation of MIL-53 LP structures\ndue to adsorbates at high loading is not significantly dependent on\nthe type of adsorbate among the C<sub>8</sub> aromatic isomers, even\nthough it is significantly different compared to the empty structure.\nThis is initially supported by the fact that the relaxation of frameworks\nin single-component studies shows that the increase in volume due\nto adsorbate loading is similar for all C<sub>8</sub> adsorbates.\nTo test this hypothesis further, histograms of the linker dihedral\nangle were plotted for MIL-53­(Al) loaded with each of the four adsorbates\n(). The linker\ndihedral angle is the dihedral C1–C2–C3-O2 in MIL-53\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S2</ext-link>), which represents the rotation\nof the BDC linker during the molecular dynamics simulations. Similar\nhistograms for MIL-53­(Cr) and MIL-53­(Ga) are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S10</ext-link>. It is seen that the linker dihedral\nangle distribution is not significantly dependent on the type of C<sub>8</sub> aromatic adsorbate. Note that the dihedral distribution is\nsignificantly different in the empty framework as compared to the\nadsorbate-loaded frameworks. The above findings allow a simplification\nin modeling the flexibility of MIL-53 during multicomponent adsorption.\nDynamical snapshots of each relaxed MIL-53 framework containing oX\nat high loading were generated using NPT MD simulations in order to\ndescribe the adsorbate–framework structural coupling. The adsorption\nproperties of C<sub>8</sub> aromatics were then calculated using GCMC\nsimulations for 10 distinct snapshot structures and averaged to obtain\nphysically realistic values.\n</p>", "clean_text": "Multicomponent (quaternary) adsorption simulations were then performed accounting for MIL-53 framework flexibility in order to predict the experimentally observed behavior. This is the first attempt in the literature to study multicomponent adsorption of C8 aromatics in MIL-53 while taking the adsorbate-framework structural coupling into account. Since the multicomponent adsorption occurs at high pressure and high loadings, the MIL-53 frameworks are already in their LP form and consideration of the NP → LP transition is not necessary. However, the LP framework swelling/relaxation at high loadings must be accounted for. In our unary adsorption simulations described earlier in this paper, we used iterative GCMC+MD calculations to describe this effect. It proved very difficult to obtain converged results using the same method for multicomponent adsorption. To simplify the calculations, it was proposed that the relaxation of MIL-53 LP structures due to adsorbates at high loading is not significantly dependent on the type of adsorbate among the C8 aromatic isomers, even though it is significantly different compared to the empty structure. This is initially supported by the fact that the relaxation of frameworks in single-component studies shows that the increase in volume due to adsorbate loading is similar for all C8 adsorbates. To test this hypothesis further, histograms of the linker dihedral angle were plotted for MIL-53(Al) loaded with each of the four adsorbates (). The linker dihedral angle is the dihedral C1-C2-C3-O2 in MIL-53 (Figure S2), which represents the rotation of the BDC linker during the molecular dynamics simulations. Similar histograms for MIL-53(Cr) and MIL-53(Ga) are shown in Figure S10. It is seen that the linker dihedral angle distribution is not significantly dependent on the type of C8 aromatic adsorbate. Note that the dihedral distribution is significantly different in the empty framework as compared to the adsorbate-loaded frameworks. The above findings allow a simplification in modeling the flexibility of MIL-53 during multicomponent adsorption. Dynamical snapshots of each relaxed MIL-53 framework containing oX at high loading were generated using NPT MD simulations in order to describe the adsorbate-framework structural coupling. The adsorption properties of C8 aromatics were then calculated using GCMC simulations for 10 distinct snapshot structures and averaged to obtain physically realistic values. ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Histograms of the linker dihedral angle distribution\nfor C<sub>8</sub> aromatics in MIL-53­(Al).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2017-091052_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Histograms of the linker dihedral angle distribution for C8 aromatics in MIL-53(Al).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>A detailed comparison of experimental and computational multicomponent\ncapacities and selectivities for the three MIL-53 adsorbents is given\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S9</ext-link>.  shows comparisons between four computed\nselectivites (oX/mX, oX/pX, oX/EB, and oX/All) versus those obtained\nexperimentally in this work. For MIL-53­(Al), data from the two previous\nexperimental works are also shown for comparison,\neven though they were obtained only for binary mixtures as discussed\nearlier. In general, the simulations are in qualitative agreement\nwith our experimental data. The total capacities (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S9</ext-link>) are in good agreement (2–20% difference between\nexperiment and simulation). In , the four selectivities show the same trends in experiment\nand simulation, with oX/EB selectivities being the highest. Both simulations\nand experiments concur that MIL-53­(Al) has the highest oX selectivity\namong all MIL-53 adsorbents and that all MIL-53 series of adsorbents\nare oX selective. Quantitatively speaking, the simulations are seen\nto underpredict the selectivities. A previous report explained the oX-selective nature of MIL-53­(Al) as being\ndue to preferred interactions of C<sub>8</sub> aromatics with the\nMOF framework. Methyl groups in oX are at adjacent positions, allowing\nthe interaction of both methyl groups with the carboxylate groups\nof the MIL-53 framework, whereas mX and pX molecules can only interact\nwith carboxylate groups via one methyl group. The methyl group in\nthe meta position of mX can interact with carbon atoms of the aromatic\nring of the framework, but the geometry of pX prevents the interaction\nof the <italic>para-</italic>methyl group with the framework. This\ntheory supports the selectivity order of xylene isomers observed in\nMIL-53. However, the adsorption energies of C<sub>8</sub> aromatics\ncalculated by our GCMC simulations are not found to be significantly\ndifferent (oX, −60.7; mX, −59.53; pX, −59.45;\nEB, −59.1 kJ/mol). Another author suggested that the oX-selective nature of MIL-53­(Al) is related\nto the dynamic rotation of the organic linker in the MIL-53 framework\nand its sensitivity to the type of aromatic isomer adsorbate. However,\nour MD calculations () show that the distribution of linker rotation angle is not\nsignificantly different for the different isomers. Rather, the high\nexperimental oX selectivity observed in multicomponent liquid breakthrough,\nthe roll up effects showing preferential oX adsorption at high xylene\nloadings, and a lack of correlation of multicomponent oX selectivity\n() with unary\noX capacities (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S8</ext-link>) lead us to hypothesize\nthat entropic effects such as better packing efficiency of oX under\nhigh xylene loadingsalong with preferred interactions of oX\nwith the MIL-53 frameworklead to the observed oX selectivity.\nIt is also worth mentioning that while the activated MIL-53 materials\ndid have slight differences in crystal size (∼1 μm) due\nto the different synthesis approaches employed, under the pelletization\npressures (1000–2000 psi) used in this work, all pellets generated\nhad similar textural properties (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S10</ext-link>). Furthermore, all generated pellets were sieved to yield uniform\n200–400 μm particle sizes. Thus, macroscopic effects\nsuch as differences in crystal size and pellet morphology are not\nthe cause of the observed differences between the MIL-53 materials.</p>", "clean_text": "A detailed comparison of experimental and computational multicomponent capacities and selectivities for the three MIL-53 adsorbents is given in Table S9.  shows comparisons between four computed selectivites (oX/mX, oX/pX, oX/EB, and oX/All) versus those obtained experimentally in this work. For MIL-53(Al), data from the two previous experimental works are also shown for comparison, even though they were obtained only for binary mixtures as discussed earlier. In general, the simulations are in qualitative agreement with our experimental data. The total capacities (Table S9) are in good agreement (2-20% difference between experiment and simulation). In , the four selectivities show the same trends in experiment and simulation, with oX/EB selectivities being the highest. Both simulations and experiments concur that MIL-53(Al) has the highest oX selectivity among all MIL-53 adsorbents and that all MIL-53 series of adsorbents are oX selective. Quantitatively speaking, the simulations are seen to underpredict the selectivities. A previous report explained the oX-selective nature of MIL-53(Al) as being due to preferred interactions of C8 aromatics with the MOF framework. Methyl groups in oX are at adjacent positions, allowing the interaction of both methyl groups with the carboxylate groups of the MIL-53 framework, whereas mX and pX molecules can only interact with carboxylate groups via one methyl group. The methyl group in the meta position of mX can interact with carbon atoms of the aromatic ring of the framework, but the geometry of pX prevents the interaction of the para-methyl group with the framework. This theory supports the selectivity order of xylene isomers observed in MIL-53. However, the adsorption energies of C8 aromatics calculated by our GCMC simulations are not found to be significantly different (oX, -60.7; mX, -59.53; pX, -59.45; EB, -59.1 kJ/mol). Another author suggested that the oX-selective nature of MIL-53(Al) is related to the dynamic rotation of the organic linker in the MIL-53 framework and its sensitivity to the type of aromatic isomer adsorbate. However, our MD calculations () show that the distribution of linker rotation angle is not significantly different for the different isomers. Rather, the high experimental oX selectivity observed in multicomponent liquid breakthrough, the roll up effects showing preferential oX adsorption at high xylene loadings, and a lack of correlation of multicomponent oX selectivity () with unary oX capacities (Table S8) lead us to hypothesize that entropic effects such as better packing efficiency of oX under high xylene loadingsalong with preferred interactions of oX with the MIL-53 frameworklead to the observed oX selectivity. It is also worth mentioning that while the activated MIL-53 materials did have slight differences in crystal size (~1 μm) due to the different synthesis approaches employed, under the pelletization pressures (1000-2000 psi) used in this work, all pellets generated had similar textural properties (Table S10). Furthermore, all generated pellets were sieved to yield uniform 200-400 μm particle sizes. Thus, macroscopic effects such as differences in crystal size and pellet morphology are not the cause of the observed differences between the MIL-53 materials.", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Multicomponent\nadsorption selectivity comparison between simulations\nand experiments: (a) MIL-53­(Al), (b) MIL-53­(Cr), and (c) MIL-53­(Ga).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"jp-2017-091052_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Multicomponent adsorption selectivity comparison between simulations and experiments: (a) MIL-53(Al), (b) MIL-53(Cr), and (c) MIL-53(Ga).   ", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>We  investigated C<sub>8</sub> aromatic isomer adsorption and separation\nby different members of the flexible MIL-53 MOF series via a combined\nexperimental and computational methodology. The inclusion of flexibility\neffects in adsorption simulations through the use of OFAST methods\nwas found to be effective in correctly predicting unary C<sub>8</sub> isomer adsorption in several MIL-53 materials. Quaternary liquid-phase\nbreakthrough measurements showed all of the MIL-53 adsorbents to be\noX selective. MIL-53­(Al) showed the highest oX selectivity, while\nboth MIL-53­(Cr) and MIL-53­(Ga) showed significant mX/pX separation\nunlike MIL-53­(Al). Though previous reports exist on the oX selectivity\nof MIL-53­(Al) and MIL-53­(Fe), this work is the first to report quaternary\nliquid-phase breakthrough measurements in MIL-53 materials under industrially\nrelevant xylene feeds and operating conditions. Furthermore, we report\nthe first simulations of C<sub>8</sub> aromatic isomer multicomponent\nadsorption in MIL-53, and the results are shown to be in good qualitative\nagreement with experiment. Upon the basis of consideration of all\nour results, it appears that both the packing efficiency of oX in\nMIL-53 under high xylene loadings as well as its preferential interaction\nwith the linker determine the observed oX selectivity in MIL-53 materials.</p>", "clean_text": "Conclusions\n\nWe  investigated C8 aromatic isomer adsorption and separation by different members of the flexible MIL-53 MOF series via a combined experimental and computational methodology. The inclusion of flexibility effects in adsorption simulations through the use of OFAST methods was found to be effective in correctly predicting unary C8 isomer adsorption in several MIL-53 materials. Quaternary liquid-phase breakthrough measurements showed all of the MIL-53 adsorbents to be oX selective. MIL-53(Al) showed the highest oX selectivity, while both MIL-53(Cr) and MIL-53(Ga) showed significant mX/pX separation unlike MIL-53(Al). Though previous reports exist on the oX selectivity of MIL-53(Al) and MIL-53(Fe), this work is the first to report quaternary liquid-phase breakthrough measurements in MIL-53 materials under industrially relevant xylene feeds and operating conditions. Furthermore, we report the first simulations of C8 aromatic isomer multicomponent adsorption in MIL-53, and the results are shown to be in good qualitative agreement with experiment. Upon the basis of consideration of all our results, it appears that both the packing efficiency of oX in MIL-53 under high xylene loadings as well as its preferential interaction with the linker determine the observed oX selectivity in MIL-53 materials.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>The Supporting\nInformation\nis available free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.jpcc.7b09105\">10.1021/acs.jpcc.7b09105</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>MIL-53 synthesis\nrecipes, schematic of the liquid breakthrough\napparatus, details of OFAST simulations, force field parameters for\nMD calculations, DFT-optimized lattice parameters for MIL-53 adsorbents,\nPXRD patterns and SEM images of MIL-53 adsorbents, comparison of computed\nand experimental single-component vapor adsorption isotherms in MIL-53\nmaterials, flow rate and pressure drop variations across a MIL-53­(Al)\npacked bed during liquid breakthrough, comparison of computed and\nexperimental multicomponent liquid adsorption in MIL-53 materials,\ntemperature-dependent PXRD patterns, stability data on MIL-53 powder\nand pelletized adsorbents, desorption data for MIL-53­(Al), and computed\ndihedral angle distributions in MIL-53 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.7b09105.  MIL-53 synthesis recipes, schematic of the liquid breakthrough apparatus, details of OFAST simulations, force field parameters for MD calculations, DFT-optimized lattice parameters for MIL-53 adsorbents, PXRD patterns and SEM images of MIL-53 adsorbents, comparison of computed and experimental single-component vapor adsorption isotherms in MIL-53 materials, flow rate and pressure drop variations across a MIL-53(Al) packed bed during liquid breakthrough, comparison of computed and experimental multicomponent liquid adsorption in MIL-53 materials, temperature-dependent PXRD patterns, stability data on MIL-53 powder and pelletized adsorbents, desorption data for MIL-53(Al), and computed dihedral angle distributions in MIL-53 (PDF)   ", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<p>MIL-53 synthesis\nrecipes, schematic of the liquid breakthrough\napparatus, details of OFAST simulations, force field parameters for\nMD calculations, DFT-optimized lattice parameters for MIL-53 adsorbents,\nPXRD patterns and SEM images of MIL-53 adsorbents, comparison of computed\nand experimental single-component vapor adsorption isotherms in MIL-53\nmaterials, flow rate and pressure drop variations across a MIL-53­(Al)\npacked bed during liquid breakthrough, comparison of computed and\nexperimental multicomponent liquid adsorption in MIL-53 materials,\ntemperature-dependent PXRD patterns, stability data on MIL-53 powder\nand pelletized adsorbents, desorption data for MIL-53­(Al), and computed\ndihedral angle distributions in MIL-53 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "MIL-53 synthesis recipes, schematic of the liquid breakthrough apparatus, details of OFAST simulations, force field parameters for MD calculations, DFT-optimized lattice parameters for MIL-53 adsorbents, PXRD patterns and SEM images of MIL-53 adsorbents, comparison of computed and experimental single-component vapor adsorption isotherms in MIL-53 materials, flow rate and pressure drop variations across a MIL-53(Al) packed bed during liquid breakthrough, comparison of computed and experimental multicomponent liquid adsorption in MIL-53 materials, temperature-dependent PXRD patterns, stability data on MIL-53 powder and pelletized adsorbents, desorption data for MIL-53(Al), and computed dihedral angle distributions in MIL-53 (PDF)", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>M.A., S.B., Y.H., and K.C.J. contributed\nequally.</p><p>The manuscript\nwas written through contributions of all authors. All authors have\ngiven approval to the final version of the manuscript. M.A, S.B, and\nY.H contributed equally.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "M.A., S.B., Y.H., and K.C.J. contributed equally.\n\nThe manuscript was written through contributions of all authors. All authors have given approval to the final version of the manuscript. M.A, S.B, and Y.H contributed equally.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "18, 24, 28", "type": "text", "classification": "property", "content": "<p>The xylene adsorption characteristics\nof four different MIL-53\nmaterials were initially probed using single-component/unary vapor\nadsorption isotherms at 323 K (). The step in the adsorption isotherms occurs at the\ntransition between the NP and the LP structures. The transition pressure\nand the saturation capacity are different for each adsorbate and also\ndiffer between materials. MIL-53­(Sc) demonstrated an essentially nonporous\nstructure with no significant NP → LP transition, and the two\nxylene isotherms (mX and oX) collected for this material showed negligible\nadsorption (Figure S4, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Supporting Information</ext-link>). MIL-53­(Al) has the highest gravimetric oX saturation capacity\n(4.5 mmol/g) and the lowest transition pressure for oX uptake. MIL-53­(Cr)\nand MIL-53­(Ga) show the lowest transition pressures for pX adsorption,\nbut the highest pX capacity is exhibited by MIL-53­(Al). MIL-53­(Fe)\nhad the highest mX capacity at saturation but had the most difficulty\nin reaching the NP → LP transition. Even after the transition\npressure was reached,  isotherm collection took an unusually long\namount of time, indicating that the structure may not have fully reached\nthe LP form. The EB capacity is consistently the lowest among all\nif the C<sub>8</sub> isomers in all four materials.</p><p>Quantitative values of selectivity and capacity were obtained\nfrom\nthe experimental data and are depicted in . A detailed listing of the obtained values\nis given in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S9</ext-link>. The oX selectivity\nrelative to all other components combined (“oX/All”)\nof MIL-53­(Al) is around 5, while MIL-53­(Cr) gives a selectivity of\n3, and MIL-53­(Ga) leads to a selectivity of 2.5. There is no statistically\nsignificant difference between the oX/pX and the oX/mX selectivities\nof MIL-53­(Al), the mean values of which were computed to be 5.2 and\n5.1, respectively. This is in agreement with previous work on MIL-53­(Al)\nthat reports no relative pX and mX selection in this adsorbent from\nbinary liquid-phase breakthrough experiments. However, MIL-53­(Cr) and MIL-53­(Ga) both show a significant mX/pX\nselectivity of around 1.4. The oX/EB selectivity in MIL-53­(Cr) is\n4.9, which is much less than MIL-53­(Al), where it is around 8. In\nterms of overall capacities, MIL-53­(Cr) (4.9 mmol/g) is similar to\nthat of MIL-53­(Al) (4.6 mmol/g). MIL-53­(Ga) had the lowest overall\ncapacity of 3.4 mmol/g. This is consistent with its smaller BET surface\narea even when accounting for the different framework densities of\nthe MOFs due to their different metal centers (). In terms of the oX capacity, MIL-53­(Al)\nhad the highest value (3 mmol/g).</p><p>To complete our experimental\nstudy in this work, we investigated\nthe long-term stability and performance of the MIL-53 adsorbents.\nWe first performed a stability test by immersing the adsorbents (in\nboth powder and pelletized forms) in a C<sub>8</sub> isomer mixture\nfor up to 30 days (see  section) and\nthen characterizing the recovered adsorbents. We use the BET surface\narea and micropore volume as markers of the adsorbent stability. a shows the evolution\nof textural characteristics in MIL-53­(Al), <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S8</ext-link> shows the corresponding data for MIL-53­(Cr) and MIL-53­(Ga),\nand <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S10</ext-link> shows the detailed numerical\nvalues of BET area and micropore volume obtained in these experiments.\nAll of the MIL-53 adsorbents are seen to be stable in the C<sub>8</sub> aromatic isomer mixture, with both powder and pelletized MIL-53\nsamples showing stable BET area and micropore volume over the entire\n30 days of immersion. A minor decrease of 10–20% in BET area\nand micropore volume is seen in the first 7–15 days, but these\nquantities remain stable (or slightly increase) in the next 15 days.\nAmong the three MOFs, MIL-53­(Cr) and MIL-53­(Al) showed essentially\nthe same stability whereas MIL-53­(Ga) showed somewhat more loss of\nporosity in the initial exposure period (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S8</ext-link>). This data also demonstrates that under the pelletization\npressures used in this work (1000–2000 psi) there is little\ndifference in the textural characteristics of the pellets versus the\nunpelletized powders. The preservation of crystal structure of all\nof the materials was also confirmed by XRD after pelletization and\nafter the stability tests (data not shown). Having confirmed the long-term\nstability under static immersion conditions, we studied the dynamic\ncycling performance of MIL-53­(Al)the most oX-selective materialvia\nfour breakthrough adsorption–desorption cycles carried out\nover a period of more than 2 days. The results (b) indicate no significant changes in the\noX selectivity and total capacity of MIL-53­(Al) during the cycling\nexperiments. The consistency in the capacity values over several cycles\nalso indicates satisfactory performance of hexane in removing the\nadsorbed C<sub>8</sub> aromatics during the desorption phases. This\nwas further confirmed by calculations based upon a desorption run\non MIL-53­(Al) shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S9</ext-link>. On desorbing\na xylene-saturated MIL-53­(Al) column using hexane, the calculated\ndesorption selectivities closely matched experimental adsorption selectivities\nwith a oX/pX selectivity of 5.3 (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Table S11</ext-link>).</p>", "clean_text": "The xylene adsorption characteristics of four different MIL-53 materials were initially probed using single-component/unary vapor adsorption isotherms at 323 K (). The step in the adsorption isotherms occurs at the transition between the NP and the LP structures. The transition pressure and the saturation capacity are different for each adsorbate and also differ between materials. MIL-53(Sc) demonstrated an essentially nonporous structure with no significant NP → LP transition, and the two xylene isotherms (mX and oX) collected for this material showed negligible adsorption (Figure S4, Supporting Information). MIL-53(Al) has the highest gravimetric oX saturation capacity (4.5 mmol/g) and the lowest transition pressure for oX uptake. MIL-53(Cr) and MIL-53(Ga) show the lowest transition pressures for pX adsorption, but the highest pX capacity is exhibited by MIL-53(Al). MIL-53(Fe) had the highest mX capacity at saturation but had the most difficulty in reaching the NP → LP transition. Even after the transition pressure was reached,  isotherm collection took an unusually long amount of time, indicating that the structure may not have fully reached the LP form. The EB capacity is consistently the lowest among all if the C8 isomers in all four materials.\n\nQuantitative values of selectivity and capacity were obtained from the experimental data and are depicted in . A detailed listing of the obtained values is given in Table S9. The oX selectivity relative to all other components combined (\"oX/All\") of MIL-53(Al) is around 5, while MIL-53(Cr) gives a selectivity of 3, and MIL-53(Ga) leads to a selectivity of 2.5. There is no statistically significant difference between the oX/pX and the oX/mX selectivities of MIL-53(Al), the mean values of which were computed to be 5.2 and 5.1, respectively. This is in agreement with previous work on MIL-53(Al) that reports no relative pX and mX selection in this adsorbent from binary liquid-phase breakthrough experiments. However, MIL-53(Cr) and MIL-53(Ga) both show a significant mX/pX selectivity of around 1.4. The oX/EB selectivity in MIL-53(Cr) is 4.9, which is much less than MIL-53(Al), where it is around 8. In terms of overall capacities, MIL-53(Cr) (4.9 mmol/g) is similar to that of MIL-53(Al) (4.6 mmol/g). MIL-53(Ga) had the lowest overall capacity of 3.4 mmol/g. This is consistent with its smaller BET surface area even when accounting for the different framework densities of the MOFs due to their different metal centers (). In terms of the oX capacity, MIL-53(Al) had the highest value (3 mmol/g).\n\nTo complete our experimental study in this work, we investigated the long-term stability and performance of the MIL-53 adsorbents. We first performed a stability test by immersing the adsorbents (in both powder and pelletized forms) in a C8 isomer mixture for up to 30 days (see  section) and then characterizing the recovered adsorbents. We use the BET surface area and micropore volume as markers of the adsorbent stability. a shows the evolution of textural characteristics in MIL-53(Al), Figure S8 shows the corresponding data for MIL-53(Cr) and MIL-53(Ga), and Table S10 shows the detailed numerical values of BET area and micropore volume obtained in these experiments. All of the MIL-53 adsorbents are seen to be stable in the C8 aromatic isomer mixture, with both powder and pelletized MIL-53 samples showing stable BET area and micropore volume over the entire 30 days of immersion. A minor decrease of 10-20% in BET area and micropore volume is seen in the first 7-15 days, but these quantities remain stable (or slightly increase) in the next 15 days. Among the three MOFs, MIL-53(Cr) and MIL-53(Al) showed essentially the same stability whereas MIL-53(Ga) showed somewhat more loss of porosity in the initial exposure period (Figure S8). This data also demonstrates that under the pelletization pressures used in this work (1000-2000 psi) there is little difference in the textural characteristics of the pellets versus the unpelletized powders. The preservation of crystal structure of all of the materials was also confirmed by XRD after pelletization and after the stability tests (data not shown). Having confirmed the long-term stability under static immersion conditions, we studied the dynamic cycling performance of MIL-53(Al)the most oX-selective materialvia four breakthrough adsorption-desorption cycles carried out over a period of more than 2 days. The results (b) indicate no significant changes in the oX selectivity and total capacity of MIL-53(Al) during the cycling experiments. The consistency in the capacity values over several cycles also indicates satisfactory performance of hexane in removing the adsorbed C8 aromatics during the desorption phases. This was further confirmed by calculations based upon a desorption run on MIL-53(Al) shown in Figure S9. On desorbing a xylene-saturated MIL-53(Al) column using hexane, the calculated desorption selectivities closely matched experimental adsorption selectivities with a oX/pX selectivity of 5.3 (Table S11).", "data": [[{"meta": {"name": "MIL-53", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "xylene adsorption characteristics", "value": "", "unit": "", "condition": ""}, {"property name": "transition pressure", "value": "", "unit": "", "condition": ""}, {"property name": "saturation capacity", "value": "", "unit": "", "condition": ""}, {"property name": "nonporous structure", "value": "", "unit": "", "condition": ""}, {"property name": "adsorption", "value": "negligible", "unit": "", "condition": ""}, {"property name": "gravimetric oX saturation capacity", "value": "4.5", "unit": "mmol/g", "condition": ""}, {"property name": "transition pressure for oX uptake", "value": "", "unit": "", "condition": ""}, {"property name": "lowest transition pressures for pX adsorption", "value": "", "unit": "", "condition": ""}, {"property name": "highest pX capacity", "value": "", "unit": "", "condition": ""}, {"property name": "highest mX capacity at saturation", "value": "", "unit": "", "condition": ""}, {"property name": "difficulty in reaching the NP → LP transition", "value": "", "unit": "", "condition": ""}, {"property name": "EB capacity", "value": "lowest", "unit": "", "condition": ""}, {"property name": "selectivity", "value": "", "unit": "", "condition": ""}, {"property name": "overall capacities", "value": "", "unit": "", "condition": ""}, {"property name": "oX capacity", "value": "3", "unit": "mmol/g", "condition": ""}, {"property name": "long-term stability", "value": "", "unit": "", "condition": ""}, {"property name": "BET surface area", "value": "", "unit": "", "condition": ""}, {"property name": "micropore volume", "value": "", "unit": "", "condition": ""}, {"property name": "pelletization pressures", "value": "1000–2000 psi", "unit": "", "condition": ""}, {"property name": "preservation of crystal structure", "value": "", "unit": "", "condition": ""}, {"property name": "dynamic cycling performance", "value": "", "unit": "", "condition": ""}, {"property name": "breakthrough adsorption–desorption cycles", "value": "", "unit": "", "condition": ""}, {"property name": "desorption selectivities", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 9, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Specific\nSurface Areas and Pore Volumes\nof MIL-53 Materials</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">material<xref ref-type=\"table-fn\" rid=\"t1fn2\"></xref>\n</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn3\"></xref> (m<sup>2</sup>·g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>S</italic>\n<sub>BET</sub> (m<sup>2</sup>·cc<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">\n<italic>V</italic>\n<sub>p,micro</sub>\n<xref ref-type=\"table-fn\" rid=\"t1fn4\"></xref> (cm<sup>3</sup>·g<sup>–1</sup>)</oasis:entry>\n<oasis:entry align=\"center\">activation\nconditions</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>MIL-53(Al)</oasis:entry>\n<oasis:entry>1706 ± 102</oasis:entry>\n<oasis:entry>1600 ± 30</oasis:entry>\n<oasis:entry>0.60 ± 0.01</oasis:entry>\n<oasis:entry>523–623 K for 24 h in vacuum</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Cr)</oasis:entry>\n<oasis:entry>1690 ± 82</oasis:entry>\n<oasis:entry>1745 ± 85</oasis:entry>\n<oasis:entry>0.61 ± 0.02</oasis:entry>\n<oasis:entry>553–623 K in air for 24 h</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Ga)</oasis:entry>\n<oasis:entry>1120 ± 55</oasis:entry>\n<oasis:entry>1213 ± 60</oasis:entry>\n<oasis:entry>0.40 ± 0.04</oasis:entry>\n<oasis:entry>553–623 K in air for 24 h</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Fe)</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>398 K in air for 12 h</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>MIL-53(Sc)</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>NA</oasis:entry>\n<oasis:entry>623 K in air for 12 h</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n<table-wrap-foot>\n<fn id=\"t1fn2\">\n<label>a</label>\n<p>MIL-53 samples\nwere outgassed at\n573 K overnight before nitrogen adsorption–desorption measurements.\nMIL-53­(Ga) was outgassed at a lower temperature, 473 K, for 12 h first,\nfollowed by a quick heating to 593 K for 5 h before cooling down.</p>\n</fn>\n<fn id=\"t1fn3\">\n<label>b</label>\n<p>Calculated in pressure ranges\nindividually\ndetermined as proposed by Snurr et al.<xref ref-type=\"bibr\" rid=\"ref28\"></xref>\n</p>\n</fn>\n<fn id=\"t1fn4\">\n<label>c</label>\n<p>Derived by the <italic>t</italic>-plot method.</p>\n</fn>\n</table-wrap-foot>\n</table-wrap>", "clean_text": "Table 1. Specific Surface Areas and Pore Volumes of MIL-53 Materials\n\n| material   | S<sub>BET</sub> (m<sup>2</sup>·g<sup>–1</sup>) | S<sub>BET</sub> (m<sup>2</sup>·cc<sup>–1</sup>) | V<sub>p,micro</sub> (cm<sup>3</sup>·g<sup>–1</sup>) | activation conditions          |\n|------------|---------------------------------------------|------------------------------------------------|-------------------------------------------------|---------------------------------|\n| MIL-53(Al) | 1706 ± 102                                  | 1600 ± 30                                      | 0.60 ± 0.01                                      | 523–623 K for 24 h in vacuum     |\n| MIL-53(Cr) | 1690 ± 82                                   | 1745 ± 85                                      | 0.61 ± 0.02                                      | 553–623 K in air for 24 h        |\n| MIL-53(Ga) | 1120 ± 55                                   | 1213 ± 60                                      | 0.40 ± 0.04                                      | 553–623 K in air for 24 h        |\n| MIL-53(Fe) | NA                                          | NA                                             | NA                                              | 398 K in air for 12 h            |\n| MIL-53(Sc) | NA                                          | NA                                             | NA                                              | 623 K in air for 12 h            |\n\na MIL-53 samples were outgassed at 573 K overnight before nitrogen adsorption–desorption measurements. MIL-53­(Ga) was outgassed at a lower temperature, 473 K, for 12 h first, followed by a quick heating to 593 K for 5 h before cooling down.\nb Calculated in pressure ranges individually determined as proposed by Snurr et al.\nc Derived by the t-plot method.", "data": [{"meta": {"name": "MIL-53(Al)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1706 ± 102", "unit": "m^2/g", "condition": "523–623 K for 24 h in vacuum"}, {"type": "BET", "probe": "", "value": "1600 ± 30", "unit": "m^2/cc", "condition": "523–623 K for 24 h in vacuum"}], "pore volume": [{"probe": "micro", "value": "0.60 ± 0.01", "unit": "cm^3/g", "condition": "523–623 K for 24 h in vacuum"}]}, {"meta": {"name": "MIL-53(Cr)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1690 ± 82", "unit": "m^2/g", "condition": "553–623 K in air for 24 h"}, {"type": "BET", "probe": "", "value": "1745 ± 85", "unit": "m^2/cc", "condition": "553–623 K in air for 24 h"}], "pore volume": [{"probe": "micro", "value": "0.61 ± 0.02", "unit": "cm^3/g", "condition": "553–623 K in air for 24 h"}]}, {"meta": {"name": "MIL-53(Ga)", "symbol": "", "chemical formula": ""}, "surface area": [{"type": "BET", "probe": "", "value": "1120 ± 55", "unit": "m^2/g", "condition": "553–623 K in air for 24 h"}, {"type": "BET", "probe": "", "value": "1213 ± 60", "unit": "m^2/cc", "condition": "553–623 K in air for 24 h"}], "pore volume": [{"probe": "micro", "value": "0.40 ± 0.04", "unit": "cm^3/g", "condition": "553–623 K in air for 24 h"}]}, {"meta": {"name": "MIL-53(Fe)", "symbol": "", "chemical formula": ""}, "surface area": [], "pore volume": []}, {"meta": {"name": "MIL-53(Sc)", "symbol": "", "chemical formula": ""}, "surface area": [], "pore volume": []}], "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) PXRD patterns\nof activated MIL-53 materials obtained by scaled-up\nsynthesis; SEM images after hot DMF extraction and activation respectively:\n(b and c) MIL-53­(Al), (d and e) MIL-53­(Cr), (f and g) MIL-53­(Ga),\nand (h and i) MIL-53 (Fe). See <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.7b09105/suppl_file/jp7b09105_si_001.pdf\">Figure S3</ext-link> for SEM images of MIL-53­(Sc). Scale bars in b–I are 2 μm.</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2017-091052_0001.tif\"></graphic>\n</fig>", "clean_text": " 1  (a) PXRD patterns of activated MIL-53 materials obtained by scaled-up synthesis; SEM images after hot DMF extraction and activation respectively: (b and c) MIL-53(Al), (d and e) MIL-53(Cr), (f and g) MIL-53(Ga), and (h and i) MIL-53 (Fe). See Figure S3 for SEM images of MIL-53(Sc). Scale bars in b-I are 2 μm.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Unary adsorption isotherms\nof pX, mX, oX, EB, and hexane on (a)\nMIL-53­(Al), (b) MIL-53­(Cr), (c) MIL-53­(Ga), and (d) MIL-53­(Fe) at\n323 K.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2017-091052_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Unary adsorption isotherms of pX, mX, oX, EB, and hexane on (a) MIL-53(Al), (b) MIL-53(Cr), (c) MIL-53(Ga), and (d) MIL-53(Fe) at 323 K.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Simulated adsorption\nisotherms (open symbols) for C<sub>8</sub> aromatics in MIL-53­(Al)\nat 323 K and 100 psi with (a) rigid LP structure\nand (b) flexible structures. Experimental data (closed symbols) are\nshown in both plots. Curves connecting the simulation data points\nare only a guide to the eye.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2017-091052_0003.tif\"></graphic>\n</fig>", "clean_text": " 3  Simulated adsorption isotherms (open symbols) for C8 aromatics in MIL-53(Al) at 323 K and 100 psi with (a) rigid LP structure and (b) flexible structures. Experimental data (closed symbols) are shown in both plots. Curves connecting the simulation data points are only a guide to the eye.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Liquid breakthrough traces for (a) MIL-53­(Al),\n(b) MIL-53­(Cr),\nand (c) MIL-53­(Ga). Feed mixture was 0.5:1:2:1 EB:pX:mX:oX at 100\npsi and 323 K. TIPB was used as a tracer.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2017-091052_0004.tif\"></graphic>\n</fig>", "clean_text": " 4  Liquid breakthrough traces for (a) MIL-53(Al), (b) MIL-53(Cr), and (c) MIL-53(Ga). Feed mixture was 0.5:1:2:1 EB:pX:mX:oX at 100 psi and 323 K. TIPB was used as a tracer.   ", "data": null, "include_properties": null}, {"idx": 25, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(a) oX selectivity (relative to each of\nthe other components and\nrelative to all other components);  (b) adsorption capacity (by each\ncomponent as well as total) for MIL-53­(Al), MIL-53­(Cr), and MIL-53­(Ga)\nas obtained from quaternary liquid breakthrough measurements at 323\nK and 100 psi.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2017-091052_0005.tif\"></graphic>\n</fig>", "clean_text": " 5  (a) oX selectivity (relative to each of the other components and relative to all other components);  (b) adsorption capacity (by each component as well as total) for MIL-53(Al), MIL-53(Cr), and MIL-53(Ga) as obtained from quaternary liquid breakthrough measurements at 323 K and 100 psi.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>(a) Evolution of BET surface area of MIL53­(Al) powder and pellet\nsamples after immersion in a 0.5:1:2:1 EB:pX:mX:oX mixture at 323\nK; (b) oX/All selectivity and total capacity of MIL-53-Al over four\nquaternary breakthrough adsorption/desorption cycles.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2017-091052_0006.tif\"></graphic>\n</fig>", "clean_text": " 6  (a) Evolution of BET surface area of MIL53(Al) powder and pellet samples after immersion in a 0.5:1:2:1 EB:pX:mX:oX mixture at 323 K; (b) oX/All selectivity and total capacity of MIL-53-Al over four quaternary breakthrough adsorption/desorption cycles.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Histograms of the linker dihedral angle distribution\nfor C<sub>8</sub> aromatics in MIL-53­(Al).</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2017-091052_0007.tif\"></graphic>\n</fig>", "clean_text": " 7  Histograms of the linker dihedral angle distribution for C8 aromatics in MIL-53(Al).   ", "data": null, "include_properties": null}, {"idx": 33, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Multicomponent\nadsorption selectivity comparison between simulations\nand experiments: (a) MIL-53­(Al), (b) MIL-53­(Cr), and (c) MIL-53­(Ga).</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"jp-2017-091052_0008.tif\"></graphic>\n</fig>", "clean_text": " 8  Multicomponent adsorption selectivity comparison between simulations and experiments: (a) MIL-53(Al), (b) MIL-53(Cr), and (c) MIL-53(Ga).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpcc.7b09105", "title": null, "journal": "American Chemical\nSociety", "date": "2017.12", "author_list": ["Agrawal\nMayank", "Bhattacharyya\nSouryadeep", "Huang\nYi", "Jayachandrababu\nKrishna C.", "Murdock\nChristopher R.", "Bentley\nJason A.", "Rivas-Cardona\nAlejandra", "Mertens\nMachteld M.", "Walton\nKrista S.", "Sholl\nDavid S.", "Nair\nSankar"]}}