{"filepath": "../L2M3_data/1_application_papers/acs_xml/jp8b07204.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Ruthenium­(II)\nbis­(2,2′-bipyridine) (2,2′-bipyridyl-5,5′-dicarboxylic\nacid), Rudcbpy, attached to the UiO-67­(Zr) metal organic framework\n(MOF), generates upon visible light excitation the localized triplet\nexcited state of the ruthenium­(II) bipyridyl complex that decays partly\nto a very long-lived (millisecond time scale) photoinduced charge-separated\nstate following a similar behavior as that of analogous ruthenium­(II)\ntris­(bipyridyl) complex dissolved in water, except that the lifetime\nof the soluble complex excited state is orders of magnitude shorter.\nThe occurrence of photoinduced charge separation on the Rudcbpy-UiO-67­(Zr)\nMOF has been proven visually by using methyl viologen as electron\nacceptor. Rudcbpy-UiO-67­(Zr) behaves as a heterogeneous, reusable,\nphotoredox catalyst promoting debromination of α-bromoketones\nwith excellent selectivity at high conversions. Characterization data\nshow that Rudcbpy-UiO-67­(Zr) is stable under the photocatalytic reaction\nconditions.</p>", "clean_text": "Ruthenium(II) bis(2,2'-bipyridine) (2,2'-bipyridyl-5,5'-dicarboxylic acid), Rudcbpy, attached to the UiO-67(Zr) metal organic framework (MOF), generates upon visible light excitation the localized triplet excited state of the ruthenium(II) bipyridyl complex that decays partly to a very long-lived (millisecond time scale) photoinduced charge-separated state following a similar behavior as that of analogous ruthenium(II) tris(bipyridyl) complex dissolved in water, except that the lifetime of the soluble complex excited state is orders of magnitude shorter. The occurrence of photoinduced charge separation on the Rudcbpy-UiO-67(Zr) MOF has been proven visually by using methyl viologen as electron acceptor. Rudcbpy-UiO-67(Zr) behaves as a heterogeneous, reusable, photoredox catalyst promoting debromination of α-bromoketones with excellent selectivity at high conversions. Characterization data show that Rudcbpy-UiO-67(Zr) is stable under the photocatalytic reaction conditions.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal\norganic frameworks (MOFs) are crystalline porous materials\nin which nodes constituted by metal ions or clusters of a few metal\natoms are held in place by coordination with rigid bi- or multipodal\norganic linkers. The strict ordering of the crystal lattice and the confined space\nprovided by the internal pore volume of MOFs offer unique opportunities\nto perform photochemical processes in confined spaces that could exhibit\nfeatures distinctive from the same process in the homogeneous phase. In addition, the versatility of MOF synthesis and design allows\npostsynthetic modification to build the target chromophores inside\nthe solid pores, thus making MOFs appealing materials for photochemical\nand optoelectronic applications. For instance, photoexcitation of organic linkers in MOFs can lead\nto the generation of delocalized excitons with the character of the\ncharge-separated state by electron transfer from the linker to the\nmetal node. These charge-separated states can be characterized by\ntheir corresponding transient absorption spectra.\n</p>", "clean_text": "Introduction\n\nMetal organic frameworks (MOFs) are crystalline porous materials in which nodes constituted by metal ions or clusters of a few metal atoms are held in place by coordination with rigid bi- or multipodal organic linkers. The strict ordering of the crystal lattice and the confined space provided by the internal pore volume of MOFs offer unique opportunities to perform photochemical processes in confined spaces that could exhibit features distinctive from the same process in the homogeneous phase. In addition, the versatility of MOF synthesis and design allows postsynthetic modification to build the target chromophores inside the solid pores, thus making MOFs appealing materials for photochemical and optoelectronic applications. For instance, photoexcitation of organic linkers in MOFs can lead to the generation of delocalized excitons with the character of the charge-separated state by electron transfer from the linker to the metal node. These charge-separated states can be characterized by their corresponding transient absorption spectra. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>The development of photoresponsive\nMOFs is a topic of immense interest\nthat can serve to obtain highly active photocatalysts for pollutant\ndegradation and solar fuel productions among\nother applications. It would be important to go beyond these two areas to develop also\nphotocatalysts for general organic transformations.\n</p>", "clean_text": "The development of photoresponsive MOFs is a topic of immense interest that can serve to obtain highly active photocatalysts for pollutant degradation and solar fuel productions among other applications. It would be important to go beyond these two areas to develop also photocatalysts for general organic transformations. ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Ruthenium­(II)\npolypyridyl complexes are among the best studied\nmolecules to promote photoinduced electron transfer (PET) reactions\nupon visible light irradiation. The photophysics of ruthenium­(II) polypyridyl complexes has been\nstudied in virtually all conditions and also encapsulated inside different\nporous materials, including zeolites and mesoporous aluminosilicates. These complexes typically present a metal-to-ligand charge transfer\n(MLCT) absorption band in the visible region that upon excitation\nleads to the generation of a triplet excited state in which an electron\nfrom Ru­(II) migrates to the lowest unoccupied molecular orbital of\nthe pyridyl ligands. This triplet excited state decays generally in\nthe microsecond time scale and can be easily detectable by its characteristic\nphosphorescence. In the case of the most studied ruthenium­(II) tris-2,2′-bipiridyl,\nthe absorption maximum of the MLCT band appears at 420 nm and the\nphosphorescence emission maximum at 620 nm. In the presence of electron\nacceptor or donor molecules, the triplet excited state of ruthenium­(II)\npolypyridyl can donate or accept with high efficiency one electron\nforming the corresponding ruthenium­(III) or ruthenium­(I) polypyridyl\ncomplexes, respectively, that can be characterized by their corresponding\nabsorption spectrum.\n</p>", "clean_text": "Ruthenium(II) polypyridyl complexes are among the best studied molecules to promote photoinduced electron transfer (PET) reactions upon visible light irradiation. The photophysics of ruthenium(II) polypyridyl complexes has been studied in virtually all conditions and also encapsulated inside different porous materials, including zeolites and mesoporous aluminosilicates. These complexes typically present a metal-to-ligand charge transfer (MLCT) absorption band in the visible region that upon excitation leads to the generation of a triplet excited state in which an electron from Ru(II) migrates to the lowest unoccupied molecular orbital of the pyridyl ligands. This triplet excited state decays generally in the microsecond time scale and can be easily detectable by its characteristic phosphorescence. In the case of the most studied ruthenium(II) tris-2,2'-bipiridyl, the absorption maximum of the MLCT band appears at 420 nm and the phosphorescence emission maximum at 620 nm. In the presence of electron acceptor or donor molecules, the triplet excited state of ruthenium(II) polypyridyl can donate or accept with high efficiency one electron forming the corresponding ruthenium(III) or ruthenium(I) polypyridyl complexes, respectively, that can be characterized by their corresponding absorption spectrum. ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In recent\nprecedents to the present study, Lin and co-workers have\nprepared and characterized a ruthenium­(II) trisbipyridyl complex grafted\nto the lattice of UiO-67­(Zr). As the\nbiphenyl-4,4′-dicarboxylate linker has the same size and directionality\nas 2,2′-bipyridyl-5-5′-dicarboxylate (dcbpy), there\nwas a possibility to prepare a mixed ligand biphenyl/Ru­(II)­(bpy)<sub>2</sub>(dcbpy) UiO-67­(Zr) MOF. Later, Morris and co-workers have\nstudied the photophysics of a Ru­(II)­(bpy)<sub>2</sub>(dcbpy)-doped\nUiO-67­(Zr) MOF by emission spectroscopy and found that the steady-state\nemission and the emission lifetime of the MOF depend on the proportion\nof the ruthenium complex doping. Chen and co-workers went a step\nfurther and took advantage of the photophysics of the attached Ru\npolypyridyl complex to prepare a Ru-Pt@UiO-67 MOF containing Pt nanoparticles\ninside the pores of Ru­(II)­(bpy)<sub>2</sub>(dcbpy)-doped UiO-67­(Zr)\nthat was employed as photocatalyst for hydrogen evolution from aqueous\nsolution.\n</p>", "clean_text": "In recent precedents to the present study, Lin and co-workers have prepared and characterized a ruthenium(II) trisbipyridyl complex grafted to the lattice of UiO-67(Zr). As the biphenyl-4,4'-dicarboxylate linker has the same size and directionality as 2,2'-bipyridyl-5-5'-dicarboxylate (dcbpy), there was a possibility to prepare a mixed ligand biphenyl/Ru(II)(bpy)2(dcbpy) UiO-67(Zr) MOF. Later, Morris and co-workers have studied the photophysics of a Ru(II)(bpy)2(dcbpy)-doped UiO-67(Zr) MOF by emission spectroscopy and found that the steady-state emission and the emission lifetime of the MOF depend on the proportion of the ruthenium complex doping. Chen and co-workers went a step further and took advantage of the photophysics of the attached Ru polypyridyl complex to prepare a Ru-Pt@UiO-67 MOF containing Pt nanoparticles inside the pores of Ru(II)(bpy)2(dcbpy)-doped UiO-67(Zr) that was employed as photocatalyst for hydrogen evolution from aqueous solution. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Further information on\nthe fate and behavior of the triplet excited\nstate of the ruthenium polypyridyl complex can be obtained by following\nthe evolution of this complex excited state by transient absorption\nspectroscopy (TAS) that can detect not only the triplet excited state\nof the Ru­(II) complex, but also can determine the generation and evolution\nof nonemissive species and, particularly, the occurrence of PET. However,\nup to now, no TAS studies on Ru­(II)­(bpy)<sub>2</sub>(dcbpy)-doped\nUiO-67­(Zr) have been reported, even though TAS studies could detect\nspectroscopically species resulting from the PET that have so far\nnot been characterized in MOFs.</p>", "clean_text": "Further information on the fate and behavior of the triplet excited state of the ruthenium polypyridyl complex can be obtained by following the evolution of this complex excited state by transient absorption spectroscopy (TAS) that can detect not only the triplet excited state of the Ru(II) complex, but also can determine the generation and evolution of nonemissive species and, particularly, the occurrence of PET. However, up to now, no TAS studies on Ru(II)(bpy)2(dcbpy)-doped UiO-67(Zr) have been reported, even though TAS studies could detect spectroscopically species resulting from the PET that have so far not been characterized in MOFs.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The present work complements\nthe existing reported photophysical\ndata using TAS and provides some practical applications by developing\nan efficient photocatalyst for photoredox organic transformation.\nMechanistic insights based on TAS measurements support the occurrence\nof PET, which is in agreement with the known behavior of Ru­(II) polypyridyl\ncomplexes. The extremely long-lived charge-separated state photogenerated\non the Rudcbpy-UiO-67­(Zr) MOF upon selective excitation of the Rudcbpy\ncomplex, detected and characterized here, provides a convincing evidence\non the mechanism of the Rudcbpy-UiO-67 MOF as photocatalyst to carry\nout organic transformations, and as semiconductor\nin general.\n</p>", "clean_text": "The present work complements the existing reported photophysical data using TAS and provides some practical applications by developing an efficient photocatalyst for photoredox organic transformation. Mechanistic insights based on TAS measurements support the occurrence of PET, which is in agreement with the known behavior of Ru(II) polypyridyl complexes. The extremely long-lived charge-separated state photogenerated on the Rudcbpy-UiO-67(Zr) MOF upon selective excitation of the Rudcbpy complex, detected and characterized here, provides a convincing evidence on the mechanism of the Rudcbpy-UiO-67 MOF as photocatalyst to carry out organic transformations, and as semiconductor in general. ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<title>Experimental\nSection</title><p>All chemicals and solvents including RuCl<sub>3</sub>·<italic>x</italic>H<sub>2</sub>O (38–42% Ru), 2,2′-bipyridine\n(bpy, 99%), 2,2′-bipyridyl-5,5′-dicarboxylic acid (dcbpy,\n95%), 4,4′-biphenyldicarboxylic acid (bpdc, 98%), ZrCl<sub>4</sub> (98%), ZrOCl<sub>2</sub> (99.99%), CH<sub>3</sub>COOH (100%),\ndimethylformamide (DMF; &gt;99%), methanol (MeOH, &gt;99%), ethanol\n(EtOH),\nand benzoic acid (BZA, 99%) were used as obtained without further\npurification from either Fisher Scientific or Sigma-Aldrich.</p>", "clean_text": "Experimental Section\n\nAll chemicals and solvents including RuCl3⋅xH2O (38-42% Ru), 2,2'-bipyridine (bpy, 99%), 2,2'-bipyridyl-5,5'-dicarboxylic acid (dcbpy, 95%), 4,4'-biphenyldicarboxylic acid (bpdc, 98%), ZrCl4 (98%), ZrOCl2 (99.99%), CH3COOH (100%), dimethylformamide (DMF; >99%), methanol (MeOH, >99%), ethanol (EtOH), and benzoic acid (BZA, 99%) were used as obtained without further purification from either Fisher Scientific or Sigma-Aldrich.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of Ru­(II) Bis­(2,2′-bipyridine)­(2,2′-bipyridyl-5,5′-dicarboxylic\nacid) Dichloride, Rudcbpy</title><p>Ru­(II) bis­(2,2′-bipyridine)\ndichloride, Ru­(bpy)<sub>2</sub>Cl<sub>2</sub>, was synthesized following\nthe procedure described by Sullivan et al. Ru­(bpy)<sub>2</sub>Cl<sub>2</sub> (0.160 g, 0.33 mmol) and dcbpy\n(0.101 g, 0.42 mmol) were suspended in 20 mL of EtOH-water and heated\nat reflux under N<sub>2</sub> all night. The solvent was then removed\nand the product was crystallized from MeOH/diethyl ether.\n</p>", "clean_text": "Preparation of Ru(II) Bis(2,2'-bipyridine)(2,2'-bipyridyl-5,5'-dicarboxylic acid) Dichloride, Rudcbpy\n\nRu(II) bis(2,2'-bipyridine) dichloride, Ru(bpy)2Cl2, was synthesized following the procedure described by Sullivan et al. Ru(bpy)2Cl2 (0.160 g, 0.33 mmol) and dcbpy (0.101 g, 0.42 mmol) were suspended in 20 mL of EtOH-water and heated at reflux under N2 all night. The solvent was then removed and the product was crystallized from MeOH/diethyl ether. ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["synthesis condition"], "content": "<title>Preparation of UiO-67­(Zr)</title><p>UiO-67­(Zr)\nwas synthesized following the procedure described by Maza and Morris. ZrCl<sub>4</sub> (0.13 g, 0.56 mmol) and 3.4\ng of BZA (28 mmol, 50 mol equiv) were dissolved in 20 mL of DMF by\nsonication for 10 min. This solution was added to a scintillation\nvial (20 mL) containing 0.14 g of bpdc (0.58 mmol). The mixture was\nsonicated for 10 min and then heated at 120 °C for 2 days. The\nmixture was cooled at room temperature and the crystalline white powder\nwas filtered and washed three times with DMF (20 mL) and acetone (20\nmL). Finally, the white powder was dried in air.</p>", "clean_text": "Preparation of UiO-67(Zr)\n\nUiO-67(Zr) was synthesized following the procedure described by Maza and Morris. ZrCl4 (0.13 g, 0.56 mmol) and 3.4 g of BZA (28 mmol, 50 mol equiv) were dissolved in 20 mL of DMF by sonication for 10 min. This solution was added to a scintillation vial (20 mL) containing 0.14 g of bpdc (0.58 mmol). The mixture was sonicated for 10 min and then heated at 120 °C for 2 days. The mixture was cooled at room temperature and the crystalline white powder was filtered and washed three times with DMF (20 mL) and acetone (20 mL). Finally, the white powder was dried in air.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Preparation of Rudcbpy-UiO-67­(Zr)</title><p>Rudcbpy-UiO-67­(Zr)\nwas prepared following the procedure described\nabove for the preparation of UiO-67­(Zr) but with the addition of 50\nmg of Rudcbpy together with the bpdc.</p><title>Synthesis\nof the Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> Cluster</title><p>ZrOCl<sub>2</sub> (5 mL, 1.0 M)\nwas mixed with 5 mL of 1 M CH<sub>3</sub>COOH. The initial pH of 0.30\nwas increased to 1.77 by adding 2 M ammonium acetate solution.</p><title>Experimental Conditions for the Photogeneration\nof MV<sup>•+</sup>\n</title><p>An acetonitrile suspension of Rudcbpy-UiO-67\nMOF (0.2 mg/mL, 200 μL), 1 mL of an acetonitrile solution of\nMV­(PF<sub>6</sub>)<sub>2</sub> 0.17 M and 50 μL of triethanolamine\n(TEOA) were introduced in a 10 mm × 10 mm quartz cell. Acetonitrile\n(1.75 mL) was added in order to get a total volume of 3 mL. A standard\nacetonitrile solution of the Rudcbpy complex was prepared adding the\nsame amounts of MV­(PF<sub>6</sub>)<sub>2</sub> and TEOA. The absorbance\nof the two solutions was adjusted to 0.3 at 532 nm. The solutions\nwere bubbled for 15 min with argon and then irradiated for 10 min\nwith a 532 nm laser beam through quartz.</p>", "clean_text": "Preparation of Rudcbpy-UiO-67(Zr)\n\nRudcbpy-UiO-67(Zr) was prepared following the procedure described above for the preparation of UiO-67(Zr) but with the addition of 50 mg of Rudcbpy together with the bpdc.\n\nSynthesis of the Zr6O4(OH)4 Cluster\n\nZrOCl2 (5 mL, 1.0 M) was mixed with 5 mL of 1 M CH3COOH. The initial pH of 0.30 was increased to 1.77 by adding 2 M ammonium acetate solution.\n\nExperimental Conditions for the Photogeneration of MV⋅+ \n\nAn acetonitrile suspension of Rudcbpy-UiO-67 MOF (0.2 mg/mL, 200 μL), 1 mL of an acetonitrile solution of MV(PF6)2 0.17 M and 50 μL of triethanolamine (TEOA) were introduced in a 10 mm × 10 mm quartz cell. Acetonitrile (1.75 mL) was added in order to get a total volume of 3 mL. A standard acetonitrile solution of the Rudcbpy complex was prepared adding the same amounts of MV(PF6)2 and TEOA. The absorbance of the two solutions was adjusted to 0.3 at 532 nm. The solutions were bubbled for 15 min with argon and then irradiated for 10 min with a 532 nm laser beam through quartz.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Experimental\nConditions for the Photoredox\nCatalysis</title><p>The required amount of Ru complex (0.01 mmol of\nRu) was introduced in a Pyrex tube with 2-bromoacetophenone (1 mmol)\ndissolved in acetonitrile (3 mL) and with TEOA (0.1 mL). The reaction\nwas stirred magnetically at room temperature and irradiated with a\nmedium pressure Hg lamp of 125 W cooled through a quartz housing.\nThe course of the reaction was periodically followed by extracting\naliquots of the reaction mixture with a syringe, diluting in acetonitrile,\ninjecting the mixture immediately in gas chromatography (GC; 6890\nNetwork GC system Agilent Technologies), and using a calibration plot\nto determine the product concentration. In the case of the heterogeneity\nstudy, a filtration test was carried out. In this case, 1.5 mL of\nthe reaction phase was filtered with a Nylon filter and the reaction\nof the liquid phase was followed by GC. Catalyst reusability was studied\nfor Rubcdpy-UiO-67­(Zr). In this experiment, the solid catalyst was\nrecovered at the end of the reaction, at 2 h, by filtration in a Nylon\nfilter (0.2 μm), washed with more acetonitrile, water and ethanol,\nand dried in an oven at 100 °C. Then the solid was used in a\nnew catalytic cycle.</p>", "clean_text": "Experimental Conditions for the Photoredox Catalysis\n\nThe required amount of Ru complex (0.01 mmol of Ru) was introduced in a Pyrex tube with 2-bromoacetophenone (1 mmol) dissolved in acetonitrile (3 mL) and with TEOA (0.1 mL). The reaction was stirred magnetically at room temperature and irradiated with a medium pressure Hg lamp of 125 W cooled through a quartz housing. The course of the reaction was periodically followed by extracting aliquots of the reaction mixture with a syringe, diluting in acetonitrile, injecting the mixture immediately in gas chromatography (GC; 6890 Network GC system Agilent Technologies), and using a calibration plot to determine the product concentration. In the case of the heterogeneity study, a filtration test was carried out. In this case, 1.5 mL of the reaction phase was filtered with a Nylon filter and the reaction of the liquid phase was followed by GC. Catalyst reusability was studied for Rubcdpy-UiO-67(Zr). In this experiment, the solid catalyst was recovered at the end of the reaction, at 2 h, by filtration in a Nylon filter (0.2 μm), washed with more acetonitrile, water and ethanol, and dried in an oven at 100 °C. Then the solid was used in a new catalytic cycle.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<title>Characterization Techniques</title><p>UV–visible\nspectra have been recorded in a Jasco-650 spectrophotometer. Diffuse\nreflectance UV–visible spectra were recorded on a Cary 5000\nVarian spectrophotometer having an integrating sphere. Emission spectra\nwere recorded in a Jasco 8500 spectrofluorimeter. X-ray powder diffraction\ndata were measured on a Bruker PANanalytical Empyrean diffractometer\n(Cu Kα radiation) in transmission geometry. N<sub>2</sub> adsorption\nisotherms at 77 K were recorded by using a Micromeritics ASAP 2010\ninstrument. Thermogravimetric analyses were performed by using a TGA/SDTA851e\nMETTLER TOLEDO station. H<sup>1</sup> NMR spectra were recorded by\na Bruker AVANCE III 400 equipment (400 MHz).</p>", "clean_text": "Characterization Techniques\n\nUV-visible spectra have been recorded in a Jasco-650 spectrophotometer. Diffuse reflectance UV-visible spectra were recorded on a Cary 5000 Varian spectrophotometer having an integrating sphere. Emission spectra were recorded in a Jasco 8500 spectrofluorimeter. X-ray powder diffraction data were measured on a Bruker PANanalytical Empyrean diffractometer (Cu Kα radiation) in transmission geometry. N2 adsorption isotherms at 77 K were recorded by using a Micromeritics ASAP 2010 instrument. Thermogravimetric analyses were performed by using a TGA/SDTA851e METTLER TOLEDO station. H1 NMR spectra were recorded by a Bruker AVANCE III 400 equipment (400 MHz).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Photophysical\nMeasurements</title><p>Laser\nflash photolysis measurements were carried out using the second harmonic\nof a Q switched Nd:YAG laser (Quantel Brilliant, 532 nm, 40 or 20\nmJ/pulse, 5 ns fwhm) coupled to a mLFP-122 Luzchem miniaturized detection\nequipment. This transient absorption spectrophotometer consists of\na 300 W ceramic xenon lamp, 125 mm monochromator, Tektronix TDS-2001C\ndigitizer, compact photomultiplier and power supply, solid cell holder,\nfiber-optics connectors and computer interfaces. The software package\nwas developed in the LabVIEW environment from National Instruments.\nThe laser flash photolysis equipment supplies 5 V trigger pulses with\nprogrammable frequency and delay. The rise time of the detector/digitizer\nis ∼3 ns up to 300 MHz (2.5 GHz sampling). The monitoring beam\nis provided by a ceramic xenon lamp and delivered through fiber-optic\ncables. The laser pulse is probed by a fiber that synchronizes the\nLFP system with the digitizer operating in the pretrigger mode. Transient\nspectra of the powders were recorded using 2 × 10 mm quartz cells\nand were bubbled for 15 min with argon or the corresponding quenching\ngas before data acquisition. Each decay or data point corresponds\nto the average of 10 signals to increase the signal to noise ratio.</p>", "clean_text": "Photophysical Measurements\n\nLaser flash photolysis measurements were carried out using the second harmonic of a Q switched Nd:YAG laser (Quantel Brilliant, 532 nm, 40 or 20 mJ/pulse, 5 ns fwhm) coupled to a mLFP-122 Luzchem miniaturized detection equipment. This transient absorption spectrophotometer consists of a 300 W ceramic xenon lamp, 125 mm monochromator, Tektronix TDS-2001C digitizer, compact photomultiplier and power supply, solid cell holder, fiber-optics connectors and computer interfaces. The software package was developed in the LabVIEW environment from National Instruments. The laser flash photolysis equipment supplies 5 V trigger pulses with programmable frequency and delay. The rise time of the detector/digitizer is ~3 ns up to 300 MHz (2.5 GHz sampling). The monitoring beam is provided by a ceramic xenon lamp and delivered through fiber-optic cables. The laser pulse is probed by a fiber that synchronizes the LFP system with the digitizer operating in the pretrigger mode. Transient spectra of the powders were recorded using 2 × 10 mm quartz cells and were bubbled for 15 min with argon or the corresponding quenching gas before data acquisition. Each decay or data point corresponds to the average of 10 signals to increase the signal to noise ratio.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>For analysis of the experimental transient spectra of Rubcdpy-UiO-67­(Zr)\nat long delay times, two different sets of spectra have been employed.\nIn one of them, the difference absorption spectra of UiO-67­(Zr) after\nand before addition of Mg as strong reducing agent were taken as that\nof the spectrum of electrons at the nodes of UiO-67­(Zr), assumed to\nbe the same as those of Rubcdpy-UiO-67­(Zr). In the other one, the\nspectrum of holes located at the bpdc ligands of Rubcdpy-UiO-67­(Zr)\nwas considered to be the transient absorption spectrum of UiO-67­(Zr)\nafter 266 nm excitation. It has been determined that the electrons\nin this UiO-67­(Zr) are readily quenched by coadsorbed water present\nin the material. These spectra as well as the sum of the two are presented\nin <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S16</ext-link> and compared with the transient\nspectrum at long delay times recorded for Rubcdpy-UiO-67­(Zr).</p>", "clean_text": "For analysis of the experimental transient spectra of Rubcdpy-UiO-67(Zr) at long delay times, two different sets of spectra have been employed. In one of them, the difference absorption spectra of UiO-67(Zr) after and before addition of Mg as strong reducing agent were taken as that of the spectrum of electrons at the nodes of UiO-67(Zr), assumed to be the same as those of Rubcdpy-UiO-67(Zr). In the other one, the spectrum of holes located at the bpdc ligands of Rubcdpy-UiO-67(Zr) was considered to be the transient absorption spectrum of UiO-67(Zr) after 266 nm excitation. It has been determined that the electrons in this UiO-67(Zr) are readily quenched by coadsorbed water present in the material. These spectra as well as the sum of the two are presented in Figure S16 and compared with the transient spectrum at long delay times recorded for Rubcdpy-UiO-67(Zr).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Material\nPreparation</title><p>The Rudcbpy-UiO-67­(Zr)\nMOF has been synthesized as previously reported by Maza and Morris following a procedure similar to that described\nfor the synthesis of parent UiO-67­(Zr), but with the addition of 50\nmg of Rudcbpy, together with the corresponding amount of bpdc, that\nshould become incorporated in the framework during the formation of\nthe crystal. X-ray diffraction (XRD) patterns, Brunauer–Emmett–Teller\nsurface area, thermogravimetric analysis, diffuse reflectance absorption\nand emission spectra (see the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Supporting Information</ext-link>) are in excellent agreement with the results reported by Morris\nand Wang. As an example to illustrate some of the\ncharacterization data of Rudcbpy-UiO-67­(Zr) MOF,  shows a comparison of the\nXRD pattern of this material with that of the parent UiO-67­(Zr). Further\ncharacterization data are provided in the <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Supporting Information</ext-link>. The Ru loading determined by inductively coupled\nplasma (ICP)–optical emission spectroscopy analysis of the\nRudcbpy-UiO-67­(Zr) MOF after dissolution in HNO<sub>3</sub> was 2%,\nwhich indicates that most of the Rudcbpy added in the initial solution\nhas been incorporated into the MOF structure.</p>", "clean_text": "Results and Discussion\n\nMaterial Preparation\n\nThe Rudcbpy-UiO-67(Zr) MOF has been synthesized as previously reported by Maza and Morris following a procedure similar to that described for the synthesis of parent UiO-67(Zr), but with the addition of 50 mg of Rudcbpy, together with the corresponding amount of bpdc, that should become incorporated in the framework during the formation of the crystal. X-ray diffraction (XRD) patterns, Brunauer-Emmett-Teller surface area, thermogravimetric analysis, diffuse reflectance absorption and emission spectra (see the Supporting Information) are in excellent agreement with the results reported by Morris and Wang. As an example to illustrate some of the characterization data of Rudcbpy-UiO-67(Zr) MOF,  shows a comparison of the XRD pattern of this material with that of the parent UiO-67(Zr). Further characterization data are provided in the Supporting Information. The Ru loading determined by inductively coupled plasma (ICP)-optical emission spectroscopy analysis of the Rudcbpy-UiO-67(Zr) MOF after dissolution in HNO3 was 2%, which indicates that most of the Rudcbpy added in the initial solution has been incorporated into the MOF structure.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>XRD patterns of UiO-67­(Zr)\n(a) and Rudcbpy-UiO-67­(Zr) (b).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2018-072049_0001.eps\"></graphic>\n</fig>", "clean_text": " 1  XRD patterns of UiO-67(Zr) (a) and Rudcbpy-UiO-67(Zr) (b).   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>TAS Measurements</title><p>To characterize\nthe photogenerated species upon selective Ru­(II) polypyridyl excitation,\nTAS measurements of the powdered sample were performed and the signal\nmonitored by the diffuse reflectance mode. Upon excitation at 532\nnm, which ensures the selective excitation of the Ru polypyridyl complex,\na transient absorption spectrum could be recorded. Its features depend\non the monitoring time scale. At a short time after the laser pulse\n(&lt;2.5 μs), the spectrum shows an absorption band centered\nat 350 nm and two negative signals centered at 460 and 680 nm, the\nlatter being very strong (). These signatures are those corresponding to the\ntriplet excited state absorption of the Ru<sup>2+</sup> polypyridyl\n(absorption band at 350 nm), the bleaching of the ground state (negative\nsignal at 460 nm) and the emission (negative signal at 640 nm), respectively.\nThe temporal profiles of the transient signals monitored at 460 and\n600 nm at a short time scale are shown in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S7</ext-link>. From 2.5 to 20 μs after the laser pulse, there is\nstill bleaching of the ground state, but a positive absorption band\nfrom 500 to 800 nm, centered at 680 nm, develops (, <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">S7 and S8</ext-link>). This means that the triplet excited state of Ru<sup>2+|3</sup> has decayed, as indicated by the lack of emission, but the ground\nstate has not been fully recovered (negative signal corresponding\nto the ground-state absorption) and there is still some intermediate\nRu species involved in the transient signals. At longer time scales\nafter the laser pulse, 500 μs, the bleaching of the ground state\ncannot be observed any longer, but there is a shift toward shortest\nwavelengths in the maximum of the absorption band around 350 nm and\nthere is still a positive absorption band centered at 680 nm present\nin TAS ().\nIn a typical Ru polypyridyl complex transient spectrum in the homogeneous\nphase, the positive transient signal decay monitored at 340 nm, attributable\nto the absorption of the triplet excited state Ru<sup>2+|3</sup>,\ncoincides with the growth of the negative transient signal monitored\nat 450 nm, attributed to the bleaching of the ground state, indicating\nthat the triplet excited state returns to the ground state by emissive\nand nonemissive interconversion system deactivation.\n</p>", "clean_text": "TAS Measurements\n\nTo characterize the photogenerated species upon selective Ru(II) polypyridyl excitation, TAS measurements of the powdered sample were performed and the signal monitored by the diffuse reflectance mode. Upon excitation at 532 nm, which ensures the selective excitation of the Ru polypyridyl complex, a transient absorption spectrum could be recorded. Its features depend on the monitoring time scale. At a short time after the laser pulse (<2.5 μs), the spectrum shows an absorption band centered at 350 nm and two negative signals centered at 460 and 680 nm, the latter being very strong (). These signatures are those corresponding to the triplet excited state absorption of the Ru2+ polypyridyl (absorption band at 350 nm), the bleaching of the ground state (negative signal at 460 nm) and the emission (negative signal at 640 nm), respectively. The temporal profiles of the transient signals monitored at 460 and 600 nm at a short time scale are shown in Figure S7. From 2.5 to 20 μs after the laser pulse, there is still bleaching of the ground state, but a positive absorption band from 500 to 800 nm, centered at 680 nm, develops (, S7 and S8). This means that the triplet excited state of Ru2+|3 has decayed, as indicated by the lack of emission, but the ground state has not been fully recovered (negative signal corresponding to the ground-state absorption) and there is still some intermediate Ru species involved in the transient signals. At longer time scales after the laser pulse, 500 μs, the bleaching of the ground state cannot be observed any longer, but there is a shift toward shortest wavelengths in the maximum of the absorption band around 350 nm and there is still a positive absorption band centered at 680 nm present in TAS (). In a typical Ru polypyridyl complex transient spectrum in the homogeneous phase, the positive transient signal decay monitored at 340 nm, attributable to the absorption of the triplet excited state Ru2+|3, coincides with the growth of the negative transient signal monitored at 450 nm, attributed to the bleaching of the ground state, indicating that the triplet excited state returns to the ground state by emissive and nonemissive interconversion system deactivation. ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Diffuse\nreflectance transient absorption spectra of Rudcbpy-UiO-67­(Zr)\nMOF recorded at 1 (●), 6 (○), 20 (■), and 40\n(☆) μs upon 532 nm laser excitation under argon atmosphere.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2018-072049_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Diffuse reflectance transient absorption spectra of Rudcbpy-UiO-67(Zr) MOF recorded at 1 (●), 6 (○), 20 (■), and 40 (☆) μs upon 532 nm laser excitation under argon atmosphere.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Diffuse reflectance transient absorption spectra\nof Rudcbpy-UiO-67­(Zr)\nMOF recorded at 20 (●) and 500 (○) μs upon 532\nnm laser excitation under argon atmosphere.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2018-072049_0003.eps\"></graphic>\n</fig>", "clean_text": " 3  Diffuse reflectance transient absorption spectra of Rudcbpy-UiO-67(Zr) MOF recorded at 20 (●) and 500 (○) μs upon 532 nm laser excitation under argon atmosphere.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>However, in the present case, as it can be seen in , the temporal profiles\nof\nthe transient signals monitored at 340 and 460 nm for the Rudcbpy-UiO-67­(Zr)\nMOF are different, supporting the occurrence of additional deactivation\npathways, presumably a PET process competing with the emissive deactivation\nof the triplet excited state of Ru<sup>2+</sup>. The temporal profiles\nof the transient signals monitored at 340, 460 and 600 nm, at a long\ntime scale after the laser pulse (), are different, indicating that they should\ncorrespond to at least two different transient species. The lifetimes\nof the transient species, obtained from the best fit of the temporal\nprofiles to a monoexponential or to a sum of two monoexponential kinetics,\nhave been calculated and summarized in . The fits are shown as red lines in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S9</ext-link>, for shorter-lived transient species\n(time scale 20 and 80 μs) and , for longer-lived transient species (time\nscale 20 000 μs). The residuals of the lifetime calculations\nare listed in <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Table S1</ext-link>. It can be seen\nin  that the\nphotogenerated transient species are extremely long-lived, even longer\nthan 18 ms, which is compatible with the generation of the charge-separated\nstate, but it is a time scale too long for electronic excited states.\nThe transient signals are not quenched by O<sub>2</sub>, indicating\nthey could not come from a long-lived triplet excited state of the\nRu­(bpy)<sub>2</sub>dcbpy linker. All the transient signals shown in  completely decay\nto zero, indicating that the photogenerated transient species return\nto the ground state. Thus, the transient signals could not come from\nan irreversible reaction. These observations can be rationalized assuming\nthat the intersystem crossing deactivation of the triplet excited\nstate of Ru<sup>2+</sup> to the ground state competes with the PET\nprocess from the excited Ru<sup>2+|3</sup> to the MOF lattice, leading\nto the formation of a very long-lived (in the millisecond time scale)\nphotoinduced charge-separated state. The photogeneration of long-lived\ncharge-separated states has been also previously observed for other\nrelated MOFs. However, unlike other\nrelated MOFs, this Rudcbpy-UiO-67­(Zr) MOF is able to photogenerate\nan extremely long-lived charge-separated state upon excitation with\nlong-wavelength visible light irradiation. It is worth mentioning\nthat the MOF is stable under the irradiation conditions with a 532\nnm laser, as evidenced by the fact that the X-ray diffractogram of\nthe material before and after the TAS measurements is the same, indicating\nthat the crystal structure of the material remains intact under the\nirradiation conditions.</p>", "clean_text": "However, in the present case, as it can be seen in , the temporal profiles of the transient signals monitored at 340 and 460 nm for the Rudcbpy-UiO-67(Zr) MOF are different, supporting the occurrence of additional deactivation pathways, presumably a PET process competing with the emissive deactivation of the triplet excited state of Ru2+. The temporal profiles of the transient signals monitored at 340, 460 and 600 nm, at a long time scale after the laser pulse (), are different, indicating that they should correspond to at least two different transient species. The lifetimes of the transient species, obtained from the best fit of the temporal profiles to a monoexponential or to a sum of two monoexponential kinetics, have been calculated and summarized in . The fits are shown as red lines in Figure S9, for shorter-lived transient species (time scale 20 and 80 μs) and , for longer-lived transient species (time scale 20000 μs). The residuals of the lifetime calculations are listed in Table S1. It can be seen in  that the photogenerated transient species are extremely long-lived, even longer than 18 ms, which is compatible with the generation of the charge-separated state, but it is a time scale too long for electronic excited states. The transient signals are not quenched by O2, indicating they could not come from a long-lived triplet excited state of the Ru(bpy)2dcbpy linker. All the transient signals shown in  completely decay to zero, indicating that the photogenerated transient species return to the ground state. Thus, the transient signals could not come from an irreversible reaction. These observations can be rationalized assuming that the intersystem crossing deactivation of the triplet excited state of Ru2+ to the ground state competes with the PET process from the excited Ru2+|3 to the MOF lattice, leading to the formation of a very long-lived (in the millisecond time scale) photoinduced charge-separated state. The photogeneration of long-lived charge-separated states has been also previously observed for other related MOFs. However, unlike other related MOFs, this Rudcbpy-UiO-67(Zr) MOF is able to photogenerate an extremely long-lived charge-separated state upon excitation with long-wavelength visible light irradiation. It is worth mentioning that the MOF is stable under the irradiation conditions with a 532 nm laser, as evidenced by the fact that the X-ray diffractogram of the material before and after the TAS measurements is the same, indicating that the crystal structure of the material remains intact under the irradiation conditions.", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Temporal profiles of the signals monitored at\n340 (a), 460 (b),\nand 600 (c) nm for Rudcbpy-UiO-67­(Zr) MOF upon 532 nm laser excitation\nunder argon atmosphere.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2018-072049_0004.eps\"></graphic>\n</fig>", "clean_text": " 4  Temporal profiles of the signals monitored at 340 (a), 460 (b), and 600 (c) nm for Rudcbpy-UiO-67(Zr) MOF upon 532 nm laser excitation under argon atmosphere.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Temporal profiles of the signals monitored at 340 (a), 460 (b),\nand 600 (c) nm for Rudcbpy-UiO-67­(Zr) MOF upon 532 nm laser excitation\nunder argon atmosphere. The red line shows the best fit of the temporal\nprofiles to a sum of two monoexponential kinetics.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2018-072049_0005.eps\"></graphic>\n</fig>", "clean_text": " 5  Temporal profiles of the signals monitored at 340 (a), 460 (b), and 600 (c) nm for Rudcbpy-UiO-67(Zr) MOF upon 532 nm laser excitation under argon atmosphere. The red line shows the best fit of the temporal profiles to a sum of two monoexponential kinetics.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Lifetime of the Transient Species\nObserved for Rudcbpy-UiO-67­(Zr) Obtained from the Best Fit of the\nTemporal Profiles to Monoexponential Kinetics (Exponential Growth)\nfor Shorter-Lived Transient Species (Time Scale 20 and 80 μs)\nor to a Sum of Two Monoexponential Kinetics (Exponential Decay) for\nthe Longer-Lived Transient Species (Time Scale 20 000 μs).</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">time scale\n(μs)</oasis:entry>\n<oasis:entry align=\"center\">wavelength\n(nm)</oasis:entry>\n<oasis:entry align=\"center\">τ (μs)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>600</oasis:entry>\n<oasis:entry>0.668</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>460</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>20 000</oasis:entry>\n<oasis:entry>340</oasis:entry>\n<oasis:entry>τ<sub>1</sub> = 477; τ<sub>2</sub> = 8249</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>460</oasis:entry>\n<oasis:entry>τ<sub>1</sub> = 396; τ<sub>2</sub> = 4450</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>600</oasis:entry>\n<oasis:entry>τ<sub>1</sub> = 1244; τ<sub>2</sub> = 18768</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Quenching\nStudies</title><p>To gain understanding\nabout the nature of the photogenerated transient species upon 532\nnm laser excitation, quenching experiments were performed. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S10</ext-link> shows that N<sub>2</sub>O, a well-known\nelectron quencher with <italic>E</italic>(N<sub>2</sub>O/N<sub>2</sub>) = 1.36 V versus normal hydrogen electrode (NHE), completely quenches the transient signals monitored at\n360 and 560 nm, whereas MeOH, a well-known hole quencher with <italic>E</italic> = 0.45–0.7 V versus NHE, does not quench or even\nincrease the intensity of these transient signals. This behavior indicates\nthat species responsible for the transient absorption spectrum recorded\nupon selective excitation of the Rudcbpy complex in the MOF (ground\nstate <italic>E</italic>(Ru<sup>3+/2+</sup>) = 1.5 V versus NHE, triplet\noxidation potential of Ru­(bpy)<sub>3</sub>\n<sup>2+</sup> is −0.62\nV) mainly corresponds to photoejected electrons with only a minor\nspectral contribution of positive holes.</p>", "clean_text": "Quenching Studies\n\nTo gain understanding about the nature of the photogenerated transient species upon 532 nm laser excitation, quenching experiments were performed. Figure S10 shows that N2O, a well-known electron quencher with E(N2O/N2) = 1.36 V versus normal hydrogen electrode (NHE), completely quenches the transient signals monitored at 360 and 560 nm, whereas MeOH, a well-known hole quencher with E = 0.45-0.7 V versus NHE, does not quench or even increase the intensity of these transient signals. This behavior indicates that species responsible for the transient absorption spectrum recorded upon selective excitation of the Rudcbpy complex in the MOF (ground state E(Ru3+/2+) = 1.5 V versus NHE, triplet oxidation potential of Ru(bpy)3 2+ is -0.62 V) mainly corresponds to photoejected electrons with only a minor spectral contribution of positive holes.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>To discuss the feasibility\nof the proposed PET process and to determine the location of the photoejected\nelectrons in the MOF lattice, TAS measurements of the Rudcbpy complex\nand the bpdc ligand in homogeneous solution were also performed to\ncompare with the response of Rudcbpy-UiO-67­(Zr). Upon 532 nm laser\nexcitation of an aqueous solution of the Rudcbpy complex, a transient\nabsorption spectrum decaying in less than 1 μs, coincident with\nthat previously reported, was recorded (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S11</ext-link>). The lifetime of the triplet excited\nstate of the dissolved Rudcbpy complex was calculated as 0.022 μs\nfrom the best fit of the temporal profile of the transient signal\nmonitored at 400 nm to a monoexponential kinetics. This Rudcbpy triplet\nexcited state is quenched by the addition of an aqueous solution of\nZr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>, (τ = 0.010 μs)\n(<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S12</ext-link>) supporting the assumption\nthat in Rudcbpy-UiO-67­(Zr) the photogenerated triplet will be also\nquenched by the Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> nodes,\nprobably even more efficiently. However, the transient signals monitored\nat 400, 460 and 715 nm do not change in the presence of an aqueous\nsolution of bpdc (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S13</ext-link>), supporting\nthe lack of quenching of Rudcbpy triplet excited states in the MOF\nby this bpdc ligand. Addition of an aqueous solution of both, Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> and bpdc, in equimolar concentration\ncauses the same quenching of the triplet excited state of the Rudcbpy\ncomplex as the addition of the Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> alone.</p>", "clean_text": "To discuss the feasibility of the proposed PET process and to determine the location of the photoejected electrons in the MOF lattice, TAS measurements of the Rudcbpy complex and the bpdc ligand in homogeneous solution were also performed to compare with the response of Rudcbpy-UiO-67(Zr). Upon 532 nm laser excitation of an aqueous solution of the Rudcbpy complex, a transient absorption spectrum decaying in less than 1 μs, coincident with that previously reported, was recorded (Figure S11). The lifetime of the triplet excited state of the dissolved Rudcbpy complex was calculated as 0.022 μs from the best fit of the temporal profile of the transient signal monitored at 400 nm to a monoexponential kinetics. This Rudcbpy triplet excited state is quenched by the addition of an aqueous solution of Zr6O4(OH)4, (τ = 0.010 μs) (Figure S12) supporting the assumption that in Rudcbpy-UiO-67(Zr) the photogenerated triplet will be also quenched by the Zr6O4(OH)4 nodes, probably even more efficiently. However, the transient signals monitored at 400, 460 and 715 nm do not change in the presence of an aqueous solution of bpdc (Figure S13), supporting the lack of quenching of Rudcbpy triplet excited states in the MOF by this bpdc ligand. Addition of an aqueous solution of both, Zr6O4(OH)4 and bpdc, in equimolar concentration causes the same quenching of the triplet excited state of the Rudcbpy complex as the addition of the Zr6O4(OH)4 alone.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>These results obtained from the homogeneous\nTAS measurements could\nbe used to rationalize the photophysics occurring in the solid Rudcbpy-UiO-67­(Zr)\nMOF. Thus, it is proposed that the triplet excited state of the Ru<sup>2+</sup> complex in the MOF should be able to transfer one electron\nto one of the Zr<sup>4+</sup> ions of the inorganic cluster Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>, but not to the biphenyldicarboxylate\nligands of the MOF lattice. Accordingly, the PET process upon selective\n532 nm laser excitation of the Rudcbpy-UiO-67­(Zr) MOF should take\nplace from the excited Ru<sup>2+|3</sup> of the Rudcbpy complex grafted\nto the MOF lattice to the inorganic cluster (see ). To further confirm this\nproposal, an additional experiment was performed using UiO-67­(Zr)\nas reference. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S14</ext-link> shows the difference\ndiffuse reflectance spectra of the UiO-67 MOF before and after the\ntreatment with solid Mg as reducing agent. A continuous absorption\nspanning from 400 to 800 nm appears upon chemical reduction of UiO-67­(Zr)\nMOF. This new absorption feature upon chemical reduction can be attributed\nto reduced zirconia clusters of UiO-67­(Zr) MOF. It is expected that\nthe redox potentials of the zirconia clusters are the same in both\nMOF UiO-67­(Zr) and Rudcbpy-UiO-67­(Zr), analogously to the invariability\nof the energetics of Rudcbpy complex incorporated into the UiO-67\nMOF. Therefore, it should also be possible\nto reduce the zirconia cluster in the Rudcbpy-UiO-67­(Zr) MOF upon\nphotoexcitation. Besides proving the possibility to reduce zirconia\nclusters in Rudcbpy-UiO-67­(Zr) MOF, the Mg reduction allows to obtain\nthe optical spectrum of the reduced zirconia clusters (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S14</ext-link>) that is similar to the TAS recorded\nat long times (500 μs) upon selective excitation of the Ru complex\nin Rudcbpy-UiO-67­(Zr) MOF, as it can be observed in the comparative <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S16</ext-link>. This reference optical spectrum for\nreduced zirconia clusters supports the proposal of the occurrence\nof a PET process from excited Ru<sup>2+|3</sup> triplets of the Rudcbpy\ncomplex grafted to the MOF lattice to the inorganic zirconia cluster.\nIt is worth mentioning that the TAS recorded at long times upon selective\nexcitation of the Rudcbpy-UiO-67 MOF does not coincide exactly with\nthe reference spectrum of the reduced zirconia clusters because in\naddition to photoejected electrons located in the inorganic (Zr)<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub> clusters, there should be other\ntransient species, such as the positive hole located on the bpdc ligand\nor Ru species, which should contribute to the recorded TAS and whose\nabsorption bands can overlap with those of the reduced zirconia cluster.\nThe PET process from the organic linker to the inorganic cluster upon\nirradiation of the MOF has been previously reported for other type\nof MOF materials.\n</p>", "clean_text": "These results obtained from the homogeneous TAS measurements could be used to rationalize the photophysics occurring in the solid Rudcbpy-UiO-67(Zr) MOF. Thus, it is proposed that the triplet excited state of the Ru2+ complex in the MOF should be able to transfer one electron to one of the Zr4+ ions of the inorganic cluster Zr6O4(OH)4, but not to the biphenyldicarboxylate ligands of the MOF lattice. Accordingly, the PET process upon selective 532 nm laser excitation of the Rudcbpy-UiO-67(Zr) MOF should take place from the excited Ru2+|3 of the Rudcbpy complex grafted to the MOF lattice to the inorganic cluster (see ). To further confirm this proposal, an additional experiment was performed using UiO-67(Zr) as reference. Figure S14 shows the difference diffuse reflectance spectra of the UiO-67 MOF before and after the treatment with solid Mg as reducing agent. A continuous absorption spanning from 400 to 800 nm appears upon chemical reduction of UiO-67(Zr) MOF. This new absorption feature upon chemical reduction can be attributed to reduced zirconia clusters of UiO-67(Zr) MOF. It is expected that the redox potentials of the zirconia clusters are the same in both MOF UiO-67(Zr) and Rudcbpy-UiO-67(Zr), analogously to the invariability of the energetics of Rudcbpy complex incorporated into the UiO-67 MOF. Therefore, it should also be possible to reduce the zirconia cluster in the Rudcbpy-UiO-67(Zr) MOF upon photoexcitation. Besides proving the possibility to reduce zirconia clusters in Rudcbpy-UiO-67(Zr) MOF, the Mg reduction allows to obtain the optical spectrum of the reduced zirconia clusters (Figure S14) that is similar to the TAS recorded at long times (500 μs) upon selective excitation of the Ru complex in Rudcbpy-UiO-67(Zr) MOF, as it can be observed in the comparative Figure S16. This reference optical spectrum for reduced zirconia clusters supports the proposal of the occurrence of a PET process from excited Ru2+|3 triplets of the Rudcbpy complex grafted to the MOF lattice to the inorganic zirconia cluster. It is worth mentioning that the TAS recorded at long times upon selective excitation of the Rudcbpy-UiO-67 MOF does not coincide exactly with the reference spectrum of the reduced zirconia clusters because in addition to photoejected electrons located in the inorganic (Zr)6O4(OH)4 clusters, there should be other transient species, such as the positive hole located on the bpdc ligand or Ru species, which should contribute to the recorded TAS and whose absorption bands can overlap with those of the reduced zirconia cluster. The PET process from the organic linker to the inorganic cluster upon irradiation of the MOF has been previously reported for other type of MOF materials. ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed PET Process upon 532 nm Laser Excitation\nof the Rudcbpy-UiO-67­(Zr)\nMOF</title>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"jp-2018-072049_0010.eps\"></graphic>\n</fig>", "clean_text": " 1  Proposed PET Process upon 532 nm Laser Excitation of the Rudcbpy-UiO-67(Zr) MOF   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>The nature of the positive\nhole photogenerated after the PET process\ncould be assigned, at first (20 μs) to the Ru<sup>3+</sup> species,\nwhile there is still bleaching of the ground state, but the emission\nhas disappeared. At long times after the laser pulse, 500 μs,\nwhen the bleaching of the Ru<sup>2+</sup> complex is not further observed,\nit is reasonable to assume that there are no more Ru species involved\nin the transient signals. This means that the Ru<sup>3+</sup> species\nhas accepted one electron to return to the initial Ru<sup>2+</sup> state. The observed shift in the maximum of the absorption band\naround 350 nm of the TAS recorded at long times could be related with\nthe migration of the positive hole from the highly oxidizing Ru<sup>3+</sup> species to the MOF lattice or to the water-adsorbed molecules,\nleading to a relocation of the positive hole at long times. The bpdc\nligands of the MOF lattice are the most probable moieties being oxidized\nby the Ru<sup>3+</sup> species, leading to a positive hole species\nlocated on these biphenyldicarboxylate units. For the dissolved Rudcbpy\ncomplex, the back electron transfer should be very fast, leading to\na charge-separated state in the nanosecond time scale, which does\nnot live long enough to be detected by our laser setup. Thus, the\nappropriate way to record the TAS of the oxidized bpdc ligand is to\nirradiate the reference MOF without the Rudcbpy complex, UiO-67­(Zr),\nat 266 nm where the MOF absorbs light. <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S15</ext-link> shows the TAS of the UiO-67­(Zr) MOF upon 266 nm laser excitation.\nIt has been recently reported for the UiO-66 MOF that the PET process from the bpdc ligand to the inorganic\ncluster is not kinetically possible as there is no overlapping between\nthe corresponding orbitals. Thus, the transient signal recorded when\nirradiating the UiO-67­(Zr) at 266 nm should be correlated to the photogeneration\nof the oxidized bpdc ligand together with the solvated electron, most\nprobably due to the presence of adsorbed H<sub>2</sub>O on the MOF.\nIt is well known in literature that the solvated electron in porous\nmaterials such as zeolites lives in the time scale of micro- to milliseconds\nand the maximum absorption wavelength of its TAS depends on the chemical\ncomposition of the porous material in which it is photogenerated. The TAS of the oxidized bpdc ligand, which is characterized by a\ncontinuous absorption in all the spectral range with higher absorption\nintensity at short wavelengths, is similar to the TAS recorded at\nlong times, 500 μs, for the Rudcbpy-UiO-67­(Zr) MOF upon 532\nnm laser excitation (see comparative <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S16</ext-link>). Analysis of the transient spectra of Rudcbpy-UiO-67­(Zr) was made\nconsidering that it should be the sum of the absorption spectra of\nelectrons and holes in Rudcbpy-UiO-67­(Zr). The absorption spectrum\nof electrons in Rudcbpy-UiO-67­(Zr) was considered to be the difference\nspectra after and before addition of Mg to UiO-67­(Zr). The absorption\nspectrum of holes located at the bpdc ligand in Rudcbpy-UiO-67­(Zr)\nwas assumed to be the transient spectrum of UiO-67­(Zr) upon excitation\nat 266 nm. It was considered that under these conditions, charge separation\noccurs and electrons are quenched by coadsorbed water. This quenching\ncould be further confirmed by looking at the TA spectrum of the dehydrated\nUiO-67 upon 266 nm in a nonpolar organic solvent. In spite of the relatively poor resolution and the limited\ndata points of the electron and holes spectra, the sum of the two\nagrees reasonably well with the transient spectrum of Rudcbpy-UiO-67­(Zr). <ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S16</ext-link> shows the comparison of the spectra\ncalculated for the electron in the inorganic node and the positive\nhole in the bpdc ligand, the sum spectrum and the experimental spectrum\nrecorded at a long time after laser excitation. This analysis is compatible\nwith our proposal of the occurrence of a PET process, competing with\nthe emissive deactivation of the triplet excited state of Ru<sup>2+</sup>. The PET process upon selective 532 nm laser excitation of the Rudcbpy-UiO-67­(Zr)\nMOF should take place from the triplet excited state of the Rudcbpy\ncomplex grafted to the MOF lattice to the inorganic cluster, leading\nto a highly oxidizing Ru<sup>3+</sup> transient species that returns\nto the ground state by oxidizing the bpdc ligands of the MOF lattice.\nIt should be noted that the sum spectrum is not exactly the same as\nthe experimental spectrum. Specifically, there is an absorption band\nbetween 350 and 450 nm in the sum spectra that seems not to be present\nin the experimental spectrum. This could be attributed to the fact\nthat UiO-67­(Zr) is taken for analysis of the transient spectra of\nRudcbpy-UiO-67­(Zr) and the presence of the ruthenium complex could\nintroduce additional spectral changes. Therefore, it should be also\npossible that the strongly oxidizing Ru<sup>3+</sup> state decay also\npartly oxidizes adsorbed water molecules, in addition to the bpdc\nligands. The lifetime of the charge-separated state would be so long,\nbecause the positive hole and the electron are not geminate and should\neventually recombine separately.</p>", "clean_text": "The nature of the positive hole photogenerated after the PET process could be assigned, at first (20 μs) to the Ru3+ species, while there is still bleaching of the ground state, but the emission has disappeared. At long times after the laser pulse, 500 μs, when the bleaching of the Ru2+ complex is not further observed, it is reasonable to assume that there are no more Ru species involved in the transient signals. This means that the Ru3+ species has accepted one electron to return to the initial Ru2+ state. The observed shift in the maximum of the absorption band around 350 nm of the TAS recorded at long times could be related with the migration of the positive hole from the highly oxidizing Ru3+ species to the MOF lattice or to the water-adsorbed molecules, leading to a relocation of the positive hole at long times. The bpdc ligands of the MOF lattice are the most probable moieties being oxidized by the Ru3+ species, leading to a positive hole species located on these biphenyldicarboxylate units. For the dissolved Rudcbpy complex, the back electron transfer should be very fast, leading to a charge-separated state in the nanosecond time scale, which does not live long enough to be detected by our laser setup. Thus, the appropriate way to record the TAS of the oxidized bpdc ligand is to irradiate the reference MOF without the Rudcbpy complex, UiO-67(Zr), at 266 nm where the MOF absorbs light. Figure S15 shows the TAS of the UiO-67(Zr) MOF upon 266 nm laser excitation. It has been recently reported for the UiO-66 MOF that the PET process from the bpdc ligand to the inorganic cluster is not kinetically possible as there is no overlapping between the corresponding orbitals. Thus, the transient signal recorded when irradiating the UiO-67(Zr) at 266 nm should be correlated to the photogeneration of the oxidized bpdc ligand together with the solvated electron, most probably due to the presence of adsorbed H2O on the MOF. It is well known in literature that the solvated electron in porous materials such as zeolites lives in the time scale of micro- to milliseconds and the maximum absorption wavelength of its TAS depends on the chemical composition of the porous material in which it is photogenerated. The TAS of the oxidized bpdc ligand, which is characterized by a continuous absorption in all the spectral range with higher absorption intensity at short wavelengths, is similar to the TAS recorded at long times, 500 μs, for the Rudcbpy-UiO-67(Zr) MOF upon 532 nm laser excitation (see comparative Figure S16). Analysis of the transient spectra of Rudcbpy-UiO-67(Zr) was made considering that it should be the sum of the absorption spectra of electrons and holes in Rudcbpy-UiO-67(Zr). The absorption spectrum of electrons in Rudcbpy-UiO-67(Zr) was considered to be the difference spectra after and before addition of Mg to UiO-67(Zr). The absorption spectrum of holes located at the bpdc ligand in Rudcbpy-UiO-67(Zr) was assumed to be the transient spectrum of UiO-67(Zr) upon excitation at 266 nm. It was considered that under these conditions, charge separation occurs and electrons are quenched by coadsorbed water. This quenching could be further confirmed by looking at the TA spectrum of the dehydrated UiO-67 upon 266 nm in a nonpolar organic solvent. In spite of the relatively poor resolution and the limited data points of the electron and holes spectra, the sum of the two agrees reasonably well with the transient spectrum of Rudcbpy-UiO-67(Zr). Figure S16 shows the comparison of the spectra calculated for the electron in the inorganic node and the positive hole in the bpdc ligand, the sum spectrum and the experimental spectrum recorded at a long time after laser excitation. This analysis is compatible with our proposal of the occurrence of a PET process, competing with the emissive deactivation of the triplet excited state of Ru2+. The PET process upon selective 532 nm laser excitation of the Rudcbpy-UiO-67(Zr) MOF should take place from the triplet excited state of the Rudcbpy complex grafted to the MOF lattice to the inorganic cluster, leading to a highly oxidizing Ru3+ transient species that returns to the ground state by oxidizing the bpdc ligands of the MOF lattice. It should be noted that the sum spectrum is not exactly the same as the experimental spectrum. Specifically, there is an absorption band between 350 and 450 nm in the sum spectra that seems not to be present in the experimental spectrum. This could be attributed to the fact that UiO-67(Zr) is taken for analysis of the transient spectra of Rudcbpy-UiO-67(Zr) and the presence of the ruthenium complex could introduce additional spectral changes. Therefore, it should be also possible that the strongly oxidizing Ru3+ state decay also partly oxidizes adsorbed water molecules, in addition to the bpdc ligands. The lifetime of the charge-separated state would be so long, because the positive hole and the electron are not geminate and should eventually recombine separately.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<title>Generation\nof Methyl Viologen Radical Cation</title><p>The steady-state 532 nm\nlaser irradiation of an acetonitrile suspension\nof the Rudcbpy-UiO-67­(Zr) MOF in the presence of methyl viologen,\nMV<sup>2+</sup>, as electron acceptor, and TEOA as sacrificial electron\ndonor, gives rise to the formation of the methyl viologen radical\ncation, MV<sup>•+</sup>, which can be visually observed by\nthe appearance of its characteristic blue color. This indicates that upon visible light irradiation a PET process\nfrom the photoexcited Rudcbpy-UiO-67­(Zr) MOF to the MV<sup>2+</sup> has occurred when a source of electrons as TEOA is present (). Blank controls\nhave been performed showing that MV<sup>•+</sup> is not generated\nin the dark or upon irradiation in the absence of TEOA. In contrast,\nthe MV<sup>•+</sup> can be generated upon irradiation: (i)\nemploying the Rudcbpy complex, as reference, (ii) employing UiO-67­(Zr)\nMOF instead of Rudcbpy-UiO-67­(Zr) MOF and (iii) in the absence of\nRudcbpy-UiO-67­(Zr) MOF when only MV<sup>2+</sup> and TEOA are present\nin the medium. Low concentrations of MV<sup>•+</sup> were detected\nin blank controls (ii) and (iii), indicating some degree of spontaneous\nchemical reduction of MV<sup>2+</sup> by TEOA. In these blank controls,\nTEOA is the reducing chemical agent and reduces MV<sup>2+</sup> directly.\nIn the experiments where Rudcbpy-UiO-67­(Zr) MOF or Rudcbpy complex\nwere used as photosensitizers and MV<sup>2+</sup> and TEOA are present,\nthe MV<sup>•+</sup> concentration measured upon irradiation\nwas much higher. The prevalent process is proposed to be a PET process\nfrom the photoexcited Rudcbpy-UiO-67­(Zr) MOF or Rudcbpy complex to\nthe MV<sup>2+</sup> when a sacrificial electron donor TEOA is present,\naccompanied by a lesser contribution of the direct chemical reduction\nof MV<sup>2+</sup> by TEOA.</p>", "clean_text": "Generation of Methyl Viologen Radical Cation\n\nThe steady-state 532 nm laser irradiation of an acetonitrile suspension of the Rudcbpy-UiO-67(Zr) MOF in the presence of methyl viologen, MV2+, as electron acceptor, and TEOA as sacrificial electron donor, gives rise to the formation of the methyl viologen radical cation, MV⋅+, which can be visually observed by the appearance of its characteristic blue color. This indicates that upon visible light irradiation a PET process from the photoexcited Rudcbpy-UiO-67(Zr) MOF to the MV2+ has occurred when a source of electrons as TEOA is present (). Blank controls have been performed showing that MV⋅+ is not generated in the dark or upon irradiation in the absence of TEOA. In contrast, the MV⋅+ can be generated upon irradiation: (i) employing the Rudcbpy complex, as reference, (ii) employing UiO-67(Zr) MOF instead of Rudcbpy-UiO-67(Zr) MOF and (iii) in the absence of Rudcbpy-UiO-67(Zr) MOF when only MV2+ and TEOA are present in the medium. Low concentrations of MV⋅+ were detected in blank controls (ii) and (iii), indicating some degree of spontaneous chemical reduction of MV2+ by TEOA. In these blank controls, TEOA is the reducing chemical agent and reduces MV2+ directly. In the experiments where Rudcbpy-UiO-67(Zr) MOF or Rudcbpy complex were used as photosensitizers and MV2+ and TEOA are present, the MV⋅+ concentration measured upon irradiation was much higher. The prevalent process is proposed to be a PET process from the photoexcited Rudcbpy-UiO-67(Zr) MOF or Rudcbpy complex to the MV2+ when a sacrificial electron donor TEOA is present, accompanied by a lesser contribution of the direct chemical reduction of MV2+ by TEOA.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>UV–vis absorption spectra of an acetonitrile\nsuspension\nof the Rudcbpy-UiO-67­(Zr) MOF in the presence of MV<sup>2+</sup>,\nas electron acceptor, and TEOA, as sacrificial electron donor before\n(a) and after (b) 532 nm laser irradiation. The photographs show the\nreal color of the solutions under each condition.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2018-072049_0006.eps\"></graphic>\n</fig>", "clean_text": " 6  UV-vis absorption spectra of an acetonitrile suspension of the Rudcbpy-UiO-67(Zr) MOF in the presence of MV2+, as electron acceptor, and TEOA, as sacrificial electron donor before (a) and after (b) 532 nm laser irradiation. The photographs show the real color of the solutions under each condition.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>The UV–vis absorption spectra recorded for most of\nthese\nassays showed the characteristic absorption bands of the MV<sup>•+</sup>, a sharp and intense absorption band at 390 nm and a broad and less-intense\nstructured absorption band centered at about 600 nm (). The concentration of the\nphotogenerated MV<sup>•+</sup> in the different experiments\ncould be calculated by using the reported extinction coefficient of\nMV<sup>•+</sup> at 600 nm, and\nsubtracting the low concentration of the MV<sup>•+</sup> radical\ncation obtained in the blank experiment (iii), when only MV<sup>2+</sup> and TEOA are present.  summarizes the data obtained.</p>", "clean_text": "The UV-vis absorption spectra recorded for most of these assays showed the characteristic absorption bands of the MV⋅+, a sharp and intense absorption band at 390 nm and a broad and less-intense structured absorption band centered at about 600 nm (). The concentration of the photogenerated MV⋅+ in the different experiments could be calculated by using the reported extinction coefficient of MV⋅+ at 600 nm, and subtracting the low concentration of the MV⋅+ radical cation obtained in the blank experiment (iii), when only MV2+ and TEOA are present.  summarizes the data obtained.", "data": null, "include_properties": null}, {"idx": 33, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Concentration\nof the Photogenerated\nMV<sup>•+</sup> Radical Cation in the Different Experiments\nunder 532 nm Laser Irradiation for 10 min, Calculated by Using the\nReported Extinction Coefficient of the 600 nm Absorption Band (ε\n= 13 900 M<sup>–1</sup> cm<sup>–1</sup> from\nRef <xref ref-type=\"bibr\" rid=\"ref54\" specific-use=\"ref-style=base-text\"></xref>) and Subtracting\nthe Concentration of the MV<sup>•+</sup> Obtained in the Blank\nExperiment When Only MV<sup>2+</sup> and TEOA are Present</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">photocatalyst</oasis:entry>\n<oasis:entry align=\"center\">[MV<sup>•+</sup>] (μM)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>UiO-67(Zr)</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Rudcbpy-UiO-67(Zr)</oasis:entry>\n<oasis:entry>12.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Rudcbpy</oasis:entry>\n<oasis:entry>48.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>An acetonitrile suspension of the Rudcbpy-UiO-67­(Zr)\nsolid MOF\nin the presence of MV<sup>2+</sup> and TEOA was prepared under the\nsame experimental conditions employed for the photogeneration of the\nMV<sup>•+</sup> radical cation. Before irradiation, the Rudcbpy-UiO-67\nsolid MOF was centrifuged from the mixture and the UV–vis spectrum\nof the supernatant solution was recorded (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S17</ext-link>). No absorption band at 450 nm attributable to the Rudcbpy\ncomplex could be observed. Furthermore, ICP analysis of the supernatant\nsolution reveals that the Ru leaching from the MOF to the solution\nwas negligible (0.22% Ru of the initial Ru content of Rudcbpy-UiO-67­(Zr)),\nthus indicating the stability and robustness of the Rudcbpy-UiO-67­(Zr)\nMOF in the presence of TEOA. The stability of the MOF under the 532\nnm laser irradiation conditions has been previously established when\ncommenting on the TAS measurements.</p>", "clean_text": "An acetonitrile suspension of the Rudcbpy-UiO-67(Zr) solid MOF in the presence of MV2+ and TEOA was prepared under the same experimental conditions employed for the photogeneration of the MV⋅+ radical cation. Before irradiation, the Rudcbpy-UiO-67 solid MOF was centrifuged from the mixture and the UV-vis spectrum of the supernatant solution was recorded (Figure S17). No absorption band at 450 nm attributable to the Rudcbpy complex could be observed. Furthermore, ICP analysis of the supernatant solution reveals that the Ru leaching from the MOF to the solution was negligible (0.22% Ru of the initial Ru content of Rudcbpy-UiO-67(Zr)), thus indicating the stability and robustness of the Rudcbpy-UiO-67(Zr) MOF in the presence of TEOA. The stability of the MOF under the 532 nm laser irradiation conditions has been previously established when commenting on the TAS measurements.", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Then, taking into account\nthat the solutions containing the Rudcbpy-UiO-67­(Zr)\nMOF and the Rudcbpy complex were matched to the same absorbance at\nthe irradiation wavelength (532 nm) and have been prepared under the\nsame experimental conditions, the concentration of the photogenerated\nMV<sup>•+</sup> could be indicative of the efficiency of the\nPET process from the photoexcited Ru<sup>2+</sup> to the MV<sup>2+</sup>. It should be noted that the amount of MOF employed to prepare the\nsuspension is very small and that this suspension was sonicated for\n15 min before measuring the UV–vis spectrum. These conditions\nminimize light scattering and allow sufficient transmittance for ensuring\nreliable measurements in the transmission mode. It has been calculated\nthat the PET process from the photoexcited Rudcbpy-UiO-67­(Zr) MOF\nto the MV<sup>2+</sup> was 26% with respect to that from the homogeneous\ncomplex Rudcbpy. This decrease in the PET efficiency is probably a\nreflection of diffusion limitations as a consequence of immobilization\nof the Rudcbpy complex in the structure of the UiO-67 MOF, or because\nof MV<sup>2+</sup> diffusion limitations into and through the bulk\nof the MOF crystallite and its restricted access to Ru complexes in\nthe MOF bulk or because of the less-efficient light absorption by\nthe anchored Ru complex due to light scattering.</p>", "clean_text": "Then, taking into account that the solutions containing the Rudcbpy-UiO-67(Zr) MOF and the Rudcbpy complex were matched to the same absorbance at the irradiation wavelength (532 nm) and have been prepared under the same experimental conditions, the concentration of the photogenerated MV⋅+ could be indicative of the efficiency of the PET process from the photoexcited Ru2+ to the MV2+. It should be noted that the amount of MOF employed to prepare the suspension is very small and that this suspension was sonicated for 15 min before measuring the UV-vis spectrum. These conditions minimize light scattering and allow sufficient transmittance for ensuring reliable measurements in the transmission mode. It has been calculated that the PET process from the photoexcited Rudcbpy-UiO-67(Zr) MOF to the MV2+ was 26% with respect to that from the homogeneous complex Rudcbpy. This decrease in the PET efficiency is probably a reflection of diffusion limitations as a consequence of immobilization of the Rudcbpy complex in the structure of the UiO-67 MOF, or because of MV2+ diffusion limitations into and through the bulk of the MOF crystallite and its restricted access to Ru complexes in the MOF bulk or because of the less-efficient light absorption by the anchored Ru complex due to light scattering.", "data": null, "include_properties": null}, {"idx": 36, "type": "text", "classification": ["else"], "content": "<title>Photoredox Activity</title><p>Understanding\nof the photophysics occurring in this system has been employed to\nperform the photocatalytic debromination of α-bromoacetophenone\n(<bold>1</bold>). The control experiment in the\npresence of Rudcbpy-UiO-67­(Zr) in the dark does not show any conversion.\nSimilarly, treating compound <bold>1</bold> with TEOA under UV–visible\nlight irradiation in the absence of Rudcbpy-UiO-67­(Zr) leads to the\nformation of acetophenone (<bold>2</bold>) with a yield of about 10%\nat 2 h. In contrast, when Rudcbpy-UiO-67­(Zr) was present at 1 mol%\ntogether with TEOA and the mixture was irradiated with UV–visible\nlight conversion of substrate <bold>1</bold> over 90% yielding exclusively\ncompound 2 was observed (). The yield of the debromination reaction of 2-bromoacetophenone\nusing UiO-67 MOF as photocatalyst instead of Rudcbpy-UiO-67 MOF was\napproximately the same as the one obtained for the blank control in\nthe absence of photocatalyst, thus indicating that the UV absorption\nof the UiO-67 MOF does not contribute significantly to the photocatalytic\nactivity of the Rudcbpy-UiO-67 MOF.</p>", "clean_text": "Photoredox Activity\n\nUnderstanding of the photophysics occurring in this system has been employed to perform the photocatalytic debromination of α-bromoacetophenone (1). The control experiment in the presence of Rudcbpy-UiO-67(Zr) in the dark does not show any conversion. Similarly, treating compound 1 with TEOA under UV-visible light irradiation in the absence of Rudcbpy-UiO-67(Zr) leads to the formation of acetophenone (2) with a yield of about 10% at 2 h. In contrast, when Rudcbpy-UiO-67(Zr) was present at 1 mol% together with TEOA and the mixture was irradiated with UV-visible light conversion of substrate 1 over 90% yielding exclusively compound 2 was observed (). The yield of the debromination reaction of 2-bromoacetophenone using UiO-67 MOF as photocatalyst instead of Rudcbpy-UiO-67 MOF was approximately the same as the one obtained for the blank control in the absence of photocatalyst, thus indicating that the UV absorption of the UiO-67 MOF does not contribute significantly to the photocatalytic activity of the Rudcbpy-UiO-67 MOF.", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Debromination Reaction\nof 2-Bromoacetophenone Using Rudcbpy-UiO-67­(Zr)</title>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"jp-2018-072049_0011.tif\"></graphic>\n</fig>", "clean_text": " 2  Debromination Reaction of 2-Bromoacetophenone Using Rudcbpy-UiO-67(Zr)   ", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["else"], "content": "<p>\n shows the\ntemporal evolution of the photoredox debromination compared to the\ncontrols. An additional experiment was performed to determine the\nphotocatalytic activity of the Rudcbpy complex as homogeneous photocatalyst\nat the same concentration and the results are also plotted in . It can be seen\nthere that the reaction rate of the homogeneous Ru­(II) complex was\nmuch lower than that measured for the heterogeneous Rudcbpy-UiO-67­(Zr).\nAccording to the previous characterization of the transients involved\nin the process, it seems that the long lifetime of the charge separation\nstates for the complex attached to the UiO-67­(Zr) structure is the\nmain factor justifying the higher efficiency of the heterogeneous\nversion of the photoredox debromination.</p>", "clean_text": "  shows the temporal evolution of the photoredox debromination compared to the controls. An additional experiment was performed to determine the photocatalytic activity of the Rudcbpy complex as homogeneous photocatalyst at the same concentration and the results are also plotted in . It can be seen there that the reaction rate of the homogeneous Ru(II) complex was much lower than that measured for the heterogeneous Rudcbpy-UiO-67(Zr). According to the previous characterization of the transients involved in the process, it seems that the long lifetime of the charge separation states for the complex attached to the UiO-67(Zr) structure is the main factor justifying the higher efficiency of the heterogeneous version of the photoredox debromination.", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Time–conversion\nplot for the debromination reaction of 2-bromoacetophenone\n(<bold>1</bold>) to acetophenone (<bold>2</bold>) using (■)\nRubcdpy-UiO-67­(Zr), (□) Rubcdpy, (○) <italic>cis</italic>-dichlorobis­(2,2′-bipyridine) ruthenium­(II), and (●)\nblank control. Reaction conditions: catalyst (0.2 mol % of Ru), substrate\n(1 mmol), 3 mL CH<sub>3</sub>CN, 0.5 mmol TEOA, and UV–visible\nlight.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2018-072049_0007.eps\"></graphic>\n</fig>", "clean_text": " 7  Time-conversion plot for the debromination reaction of 2-bromoacetophenone (1) to acetophenone (2) using (■) Rubcdpy-UiO-67(Zr), (□) Rubcdpy, (○) cis-dichlorobis(2,2'-bipyridine) ruthenium(II), and (●) blank control. Reaction conditions: catalyst (0.2 mol % of Ru), substrate (1 mmol), 3 mL CH3CN, 0.5 mmol TEOA, and UV-visible light.   ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>When using a solid catalyst, two\nissues that should be addressed\nare to prove the heterogeneity of the process and the stability of\nthe material. To demonstrate the heterogeneity of the photoredox reaction\nusing Rubcdpy-UiO-67­(Zr) as solid photocatalyst, two twin experiments\nwere performed under optimal conditions. In one experiment, the solid\nphotocatalyst was removed at 10 min reaction time, when conversion\nreached 25%. In the other experiment, the photocatalyst was present\nduring the complete reaction time. The results are presented in . It was observed\nthat while the reaction in the presence of solid catalyst reached\nalmost complete conversion at 2 h, filtration of the solid 10 min\nafter starting the reaction stops completely the debromination reaction,\nshowing that it is the solid material the active photocatalyst for\nthe transformation. To further confirm the heterogeneity of the process\nand the stability of the MOF under the reaction conditions, two additional\ntests were performed. The UV–vis spectrum of the filtered solution\nwas recorded (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">Figure S18</ext-link>), whereby no absorption\nbands attributable to the Rudcbpy complex were observed. ICP analysis\nof the filtered solution revealed that Ru leaching from the MOF to\nthe solution was 0.15% Ru of the initial Ru content in the MOF, thus\nindicating the stability and robustness of the Rudcbpy-UiO-67 MOF\nunder the photoreaction conditions.</p>", "clean_text": "When using a solid catalyst, two issues that should be addressed are to prove the heterogeneity of the process and the stability of the material. To demonstrate the heterogeneity of the photoredox reaction using Rubcdpy-UiO-67(Zr) as solid photocatalyst, two twin experiments were performed under optimal conditions. In one experiment, the solid photocatalyst was removed at 10 min reaction time, when conversion reached 25%. In the other experiment, the photocatalyst was present during the complete reaction time. The results are presented in . It was observed that while the reaction in the presence of solid catalyst reached almost complete conversion at 2 h, filtration of the solid 10 min after starting the reaction stops completely the debromination reaction, showing that it is the solid material the active photocatalyst for the transformation. To further confirm the heterogeneity of the process and the stability of the MOF under the reaction conditions, two additional tests were performed. The UV-vis spectrum of the filtered solution was recorded (Figure S18), whereby no absorption bands attributable to the Rudcbpy complex were observed. ICP analysis of the filtered solution revealed that Ru leaching from the MOF to the solution was 0.15% Ru of the initial Ru content in the MOF, thus indicating the stability and robustness of the Rudcbpy-UiO-67 MOF under the photoreaction conditions.", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Time–Conversion plot for the debromination\nreaction of 2-bromoacetophenone\n(<bold>1</bold>) to acetophenone (<bold>2</bold>) using (■)\nRubcdpy-UiO-67­(Zr) as catalyst that is filtered at 10 min reaction\ntime (□). Reaction conditions: catalyst (0.2 mol % of Ru),\nsubstrate (1 mmol), 3 mL CH<sub>3</sub>CN, 0.5 mmol TEOA, and UV–visible\nlight.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"jp-2018-072049_0008.eps\"></graphic>\n</fig>", "clean_text": " 8  Time-Conversion plot for the debromination reaction of 2-bromoacetophenone (1) to acetophenone (2) using (■) Rubcdpy-UiO-67(Zr) as catalyst that is filtered at 10 min reaction time (□). Reaction conditions: catalyst (0.2 mol % of Ru), substrate (1 mmol), 3 mL CH3CN, 0.5 mmol TEOA, and UV-visible light.   ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>Stability of Rubcdpy-UiO-67­(Zr)\nwas supported by performing a series\nof consecutive uses of the same sample following the temporal profile\nof the photodebromination and checking the crystallinity of the MOF\nafter extensive use. The results are presented in . Very similar initial reaction\nrates, temporal evolutions and final conversions were observed after\nthree consecutive uses of the same Rubcdpy-UiO-67­(Zr), indicating\nthat the photocatalytic activity is not decreased by deactivation\nof the material. The minor differences in the temporal profile could\nbe due to unavailable losses of some material during the recycling\nwork-up. XRD of the solid after three consecutive uses exhibits the\nsame pattern as that of the fresh material, confirming that the crystal\nstructure of Rudcbpy-UiO-67­(Zr) is completely preserved in the photocatalytic\nreaction. This stability is in accordance with the robustness of the\nUiO-67­(Zr) structure generally reported under various reaction conditions.</p>", "clean_text": "Stability of Rubcdpy-UiO-67(Zr) was supported by performing a series of consecutive uses of the same sample following the temporal profile of the photodebromination and checking the crystallinity of the MOF after extensive use. The results are presented in . Very similar initial reaction rates, temporal evolutions and final conversions were observed after three consecutive uses of the same Rubcdpy-UiO-67(Zr), indicating that the photocatalytic activity is not decreased by deactivation of the material. The minor differences in the temporal profile could be due to unavailable losses of some material during the recycling work-up. XRD of the solid after three consecutive uses exhibits the same pattern as that of the fresh material, confirming that the crystal structure of Rudcbpy-UiO-67(Zr) is completely preserved in the photocatalytic reaction. This stability is in accordance with the robustness of the UiO-67(Zr) structure generally reported under various reaction conditions.", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Reusability\nexperiments using Rubcdpy-UiO-67­(Zr) as catalyst in\nthe debromination reaction of 2-bromoacetophenone (<bold>1</bold>)\nto acetophenone (<bold>2</bold>). Reaction conditions: catalyst (0.2\nmol % of Ru), substrate (1 mmol), 3 mL CH<sub>3</sub>CN, 0.5 mmol\nTEOA, and UV–visible light. Legend: first (■), second\n(□), and third use (●). Inset: XRD of fresh Rubcdpy-UiO-67­(Zr)\n(a) and Rubcdpy-UiO-67­(Zr) used three times (b).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"jp-2018-072049_0009.eps\"></graphic>\n</fig>", "clean_text": " 9  Reusability experiments using Rubcdpy-UiO-67(Zr) as catalyst in the debromination reaction of 2-bromoacetophenone (1) to acetophenone (2). Reaction conditions: catalyst (0.2 mol % of Ru), substrate (1 mmol), 3 mL CH3CN, 0.5 mmol TEOA, and UV-visible light. Legend: first (■), second (□), and third use (●). Inset: XRD of fresh Rubcdpy-UiO-67(Zr) (a) and Rubcdpy-UiO-67(Zr) used three times (b).   ", "data": null, "include_properties": null}, {"idx": 44, "type": "text", "classification": ["else"], "content": "<p>On the basis of the previous characterization of the charge-separation\nstate and the quenching studies with a sacrificial electron donor,\nthe photodebromination mechanism indicated in  is proposed. After light absorption by the\nRudcbpy unit and generation of the charge separation, electron transfer\nto compound <bold>1</bold> would generate bromide and the α-ketomethyl\nradical that could undergo a second electron transfer before diffusing\noutside the MOF pores, resulting in the corresponding enolate that\nafter protonation would form acetophenone (<bold>2</bold>). The photochemical\ncycle is closed by the tertiary amine acting as electron donor restoring\nthe Rudcbpy-UiO-67­(Zr) to the initial state. This proposal is in agreement\nwith related precedents on homogeneous photoredox reactions.\n</p>", "clean_text": "On the basis of the previous characterization of the charge-separation state and the quenching studies with a sacrificial electron donor, the photodebromination mechanism indicated in  is proposed. After light absorption by the Rudcbpy unit and generation of the charge separation, electron transfer to compound 1 would generate bromide and the α-ketomethyl radical that could undergo a second electron transfer before diffusing outside the MOF pores, resulting in the corresponding enolate that after protonation would form acetophenone (2). The photochemical cycle is closed by the tertiary amine acting as electron donor restoring the Rudcbpy-UiO-67(Zr) to the initial state. This proposal is in agreement with related precedents on homogeneous photoredox reactions. ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Proposed Photodebromination Mechanism of 2-Bromoacetophenone (<bold>1</bold>) Using Rudcbpy-UiO-67­(Zr)</title>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"jp-2018-072049_0012.eps\"></graphic>\n</fig>", "clean_text": " 3  Proposed Photodebromination Mechanism of 2-Bromoacetophenone (1) Using Rudcbpy-UiO-67(Zr)   ", "data": null, "include_properties": null}, {"idx": 46, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Even though Rudcbpy-UiO-67­(Zr)\nhas attracted considerable attention\nas photocatalyst, photophysical studies on this material reported\nso far have been based on photoluminescence studies that only report\non the emissive triplet excited state of the anchored Ru complex.\nBy using TAS, spectroscopic evidence in support of the occurrence\nof a PET process from the excited Ru<sup>2+</sup>* triplet to the\nMOF lattice in Rudcbpy-UiO-67­(Zr) upon visible light irradiation has\nbeen obtained. This PET leads to the generation of a previously undetected\nlong-lived (milliseconds) charge-separation state. Analogous TAS measurements\nfor the soluble Rudcbpy complex in water support the assignment of\nthe photogenerated charge-separated species to photoejected electrons,\nlocated on the inorganic cluster Zr<sub>6</sub>O<sub>4</sub>(OH)<sub>4</sub>, and to positive holes, located on Ru<sup>3+</sup> species,\nfor the first 20 μs after the laser pulse, and, then, migrating\nto the MOF lattice or reacting with H<sub>2</sub>O molecules. The\noccurrence of PET was firmly demonstrated by the visual observation\nof the generation and growth of the MV<sup>•+</sup> radical\ncation that was characterized by steady-state spectroscopy. The long\nlifetime of the photoinduced charge-separated state has been postulated\nto be advantageous for the efficient photocatalytic debromination\nof α-bromoacetophenone using a tertiary amine as reductant sacrificial\nagent, following a photoredox mechanism. Rudcbpy-UiO-67­(Zr) acts as\na heterogeneous photocatalyst and can be reused without decreasing\nthe catalytic activity or changes in the structure of the material.</p>", "clean_text": "Conclusions\n\nEven though Rudcbpy-UiO-67(Zr) has attracted considerable attention as photocatalyst, photophysical studies on this material reported so far have been based on photoluminescence studies that only report on the emissive triplet excited state of the anchored Ru complex. By using TAS, spectroscopic evidence in support of the occurrence of a PET process from the excited Ru2+* triplet to the MOF lattice in Rudcbpy-UiO-67(Zr) upon visible light irradiation has been obtained. This PET leads to the generation of a previously undetected long-lived (milliseconds) charge-separation state. Analogous TAS measurements for the soluble Rudcbpy complex in water support the assignment of the photogenerated charge-separated species to photoejected electrons, located on the inorganic cluster Zr6O4(OH)4, and to positive holes, located on Ru3+ species, for the first 20 μs after the laser pulse, and, then, migrating to the MOF lattice or reacting with H2O molecules. The occurrence of PET was firmly demonstrated by the visual observation of the generation and growth of the MV⋅+ radical cation that was characterized by steady-state spectroscopy. The long lifetime of the photoinduced charge-separated state has been postulated to be advantageous for the efficient photocatalytic debromination of α-bromoacetophenone using a tertiary amine as reductant sacrificial agent, following a photoredox mechanism. Rudcbpy-UiO-67(Zr) acts as a heterogeneous photocatalyst and can be reused without decreasing the catalytic activity or changes in the structure of the material.", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis\navailable free of charge on the <ext-link xlink:href=\"http://pubs.acs.org\">ACS Publications website</ext-link> at DOI: <ext-link xlink:href=\"http://pubs.acs.org/doi/abs/10.1021/acs.jpcc.8b07204\">10.1021/acs.jpcc.8b07204</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>X-ray powder diffractions\nof UiO-67 (black) and Rudcbpy-UiO-67\n(red) powders; isothermal absorption plot of UiO-67 and Rudcbpy-UiO-67;\nthermogravimetric analysis of UiO-67 and Rudcbpy-UiO-67 MOFs; H<sup>1</sup>-NMR spectrum of the complex Rudcbpy in D<sub>2</sub>O; diffuse\nreflectance spectra and emission spectra of aqueous suspension of\nUiO-67 and Rudcbpy-UiO-67 MOFs; temporal profiles of different transient\nsignals for Rudcbpy-UiO-67 MOF upon laser excitation under argon atmosphere;\nenlargement of diffuse reflectance transient absorption spectra of\nRudcbpy-UiO-67 MOFs; residuals of lifetime calculations from the best\nfit of temporal profiles; and UV-vis transient absorption spectra\nof an aqueous solution of Rudcbpy at different times under laser excitation\nin argon atmosphere; temporal profile of the transient signal for\nan aqueous solution of Rudcbpy before and after addition of different\naqueous solutions; difference diffuse reflectance spectra of UiO-67\nMOF under different conditions; and comparison of the spectra recorded\nseparately (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge on the ACS Publications website at DOI: 10.1021/acs.jpcc.8b07204.  X-ray powder diffractions of UiO-67 (black) and Rudcbpy-UiO-67 (red) powders; isothermal absorption plot of UiO-67 and Rudcbpy-UiO-67; thermogravimetric analysis of UiO-67 and Rudcbpy-UiO-67 MOFs; H1-NMR spectrum of the complex Rudcbpy in D2O; diffuse reflectance spectra and emission spectra of aqueous suspension of UiO-67 and Rudcbpy-UiO-67 MOFs; temporal profiles of different transient signals for Rudcbpy-UiO-67 MOF upon laser excitation under argon atmosphere; enlargement of diffuse reflectance transient absorption spectra of Rudcbpy-UiO-67 MOFs; residuals of lifetime calculations from the best fit of temporal profiles; and UV-vis transient absorption spectra of an aqueous solution of Rudcbpy at different times under laser excitation in argon atmosphere; temporal profile of the transient signal for an aqueous solution of Rudcbpy before and after addition of different aqueous solutions; difference diffuse reflectance spectra of UiO-67 MOF under different conditions; and comparison of the spectra recorded separately (PDF)   ", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>X-ray powder diffractions\nof UiO-67 (black) and Rudcbpy-UiO-67\n(red) powders; isothermal absorption plot of UiO-67 and Rudcbpy-UiO-67;\nthermogravimetric analysis of UiO-67 and Rudcbpy-UiO-67 MOFs; H<sup>1</sup>-NMR spectrum of the complex Rudcbpy in D<sub>2</sub>O; diffuse\nreflectance spectra and emission spectra of aqueous suspension of\nUiO-67 and Rudcbpy-UiO-67 MOFs; temporal profiles of different transient\nsignals for Rudcbpy-UiO-67 MOF upon laser excitation under argon atmosphere;\nenlargement of diffuse reflectance transient absorption spectra of\nRudcbpy-UiO-67 MOFs; residuals of lifetime calculations from the best\nfit of temporal profiles; and UV-vis transient absorption spectra\nof an aqueous solution of Rudcbpy at different times under laser excitation\nin argon atmosphere; temporal profile of the transient signal for\nan aqueous solution of Rudcbpy before and after addition of different\naqueous solutions; difference diffuse reflectance spectra of UiO-67\nMOF under different conditions; and comparison of the spectra recorded\nseparately (<ext-link xlink:href=\"http://pubs.acs.org/doi/suppl/10.1021/acs.jpcc.8b07204/suppl_file/jp8b07204_si_001.pdf\">PDF</ext-link>)</p>", "clean_text": "X-ray powder diffractions of UiO-67 (black) and Rudcbpy-UiO-67 (red) powders; isothermal absorption plot of UiO-67 and Rudcbpy-UiO-67; thermogravimetric analysis of UiO-67 and Rudcbpy-UiO-67 MOFs; H1-NMR spectrum of the complex Rudcbpy in D2O; diffuse reflectance spectra and emission spectra of aqueous suspension of UiO-67 and Rudcbpy-UiO-67 MOFs; temporal profiles of different transient signals for Rudcbpy-UiO-67 MOF upon laser excitation under argon atmosphere; enlargement of diffuse reflectance transient absorption spectra of Rudcbpy-UiO-67 MOFs; residuals of lifetime calculations from the best fit of temporal profiles; and UV-vis transient absorption spectra of an aqueous solution of Rudcbpy at different times under laser excitation in argon atmosphere; temporal profile of the transient signal for an aqueous solution of Rudcbpy before and after addition of different aqueous solutions; difference diffuse reflectance spectra of UiO-67 MOF under different conditions; and comparison of the spectra recorded separately (PDF)", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>A.S.-P. prepared\nthe materials and carried out photodebromination. H.G.B. and B.F.\nmeasured TAS. E.C. performed the MV<sup>2+</sup> experiments. M.A.\ncharacterized the materials. B.F. and H.G. conceived the research.\nThe article was written through contributions of all the authors.\nAll the authors have given approval to the final version of the article.</p>", "clean_text": "A.S.-P. prepared the materials and carried out photodebromination. H.G.B. and B.F. measured TAS. E.C. performed the MV2+ experiments. M.A. characterized the materials. B.F. and H.G. conceived the research. The article was written through contributions of all the authors. All the authors have given approval to the final version of the article.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>The\nauthors\ndeclare no competing financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "9, 10", "type": "text", "classification": "synthesis condition", "content": "<title>Preparation of Ru­(II) Bis­(2,2′-bipyridine)­(2,2′-bipyridyl-5,5′-dicarboxylic\nacid) Dichloride, Rudcbpy</title><p>Ru­(II) bis­(2,2′-bipyridine)\ndichloride, Ru­(bpy)<sub>2</sub>Cl<sub>2</sub>, was synthesized following\nthe procedure described by Sullivan et al. Ru­(bpy)<sub>2</sub>Cl<sub>2</sub> (0.160 g, 0.33 mmol) and dcbpy\n(0.101 g, 0.42 mmol) were suspended in 20 mL of EtOH-water and heated\nat reflux under N<sub>2</sub> all night. The solvent was then removed\nand the product was crystallized from MeOH/diethyl ether.\n</p><title>Preparation of UiO-67­(Zr)</title><p>UiO-67­(Zr)\nwas synthesized following the procedure described by Maza and Morris. ZrCl<sub>4</sub> (0.13 g, 0.56 mmol) and 3.4\ng of BZA (28 mmol, 50 mol equiv) were dissolved in 20 mL of DMF by\nsonication for 10 min. This solution was added to a scintillation\nvial (20 mL) containing 0.14 g of bpdc (0.58 mmol). The mixture was\nsonicated for 10 min and then heated at 120 °C for 2 days. The\nmixture was cooled at room temperature and the crystalline white powder\nwas filtered and washed three times with DMF (20 mL) and acetone (20\nmL). Finally, the white powder was dried in air.</p>", "clean_text": "Preparation of Ru(II) Bis(2,2'-bipyridine)(2,2'-bipyridyl-5,5'-dicarboxylic acid) Dichloride, Rudcbpy\n\nRu(II) bis(2,2'-bipyridine) dichloride, Ru(bpy)2Cl2, was synthesized following the procedure described by Sullivan et al. Ru(bpy)2Cl2 (0.160 g, 0.33 mmol) and dcbpy (0.101 g, 0.42 mmol) were suspended in 20 mL of EtOH-water and heated at reflux under N2 all night. The solvent was then removed and the product was crystallized from MeOH/diethyl ether. \n\nPreparation of UiO-67(Zr)\n\nUiO-67(Zr) was synthesized following the procedure described by Maza and Morris. ZrCl4 (0.13 g, 0.56 mmol) and 3.4 g of BZA (28 mmol, 50 mol equiv) were dissolved in 20 mL of DMF by sonication for 10 min. This solution was added to a scintillation vial (20 mL) containing 0.14 g of bpdc (0.58 mmol). The mixture was sonicated for 10 min and then heated at 120 °C for 2 days. The mixture was cooled at room temperature and the crystalline white powder was filtered and washed three times with DMF (20 mL) and acetone (20 mL). Finally, the white powder was dried in air.", "data": [{"meta": {"name": "Ru­(II) Bis­(2,2′-bipyridine)­(2,2′-bipyridyl-5,5′-dicarboxylic acid) Dichloride, Rudcbpy", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Ru­(bpy)2Cl2", "amount": "0.160", "unit": "g"}, {"name": "dcbpy", "amount": "0.101", "unit": "g"}], "solution": [{"name": "EtOH-water", "amount": "20", "unit": "mL"}], "pressure": "", "temperature": "reflux", "time": "all night"}, {"synthesis method": "crystallization", "solvent": "MeOH/diethyl ether"}]}, {"meta": {"name": "UiO-67­(Zr)", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "sonication", "composition": [{"name": "ZrCl4", "amount": "0.13", "unit": "g"}, {"name": "BZA", "amount": "3.4", "unit": "g"}], "solvent": [{"name": "DMF", "amount": "20", "unit": "mL"}], "power": "10 min", "temperature": "", "time": ""}, {"synthesis method": "heating", "temperature": "120 °C", "time": "2 days"}, {"synthesis method": "washing", "washing solution": "DMF", "amount": "3 times"}, {"synthesis method": "washing", "washing solution": "acetone", "amount": "3 times"}, {"synthesis method": "drying", "pressure": "", "temperature": "", "atmosphere": "air", "time": ""}]}], "include_properties": ["chemical_synthesis", "filtration", "washing", "drying", "sonication"]}, {"idx": 24, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Lifetime of the Transient Species\nObserved for Rudcbpy-UiO-67­(Zr) Obtained from the Best Fit of the\nTemporal Profiles to Monoexponential Kinetics (Exponential Growth)\nfor Shorter-Lived Transient Species (Time Scale 20 and 80 μs)\nor to a Sum of Two Monoexponential Kinetics (Exponential Decay) for\nthe Longer-Lived Transient Species (Time Scale 20 000 μs).</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"3\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">time scale\n(μs)</oasis:entry>\n<oasis:entry align=\"center\">wavelength\n(nm)</oasis:entry>\n<oasis:entry align=\"center\">τ (μs)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>20</oasis:entry>\n<oasis:entry>600</oasis:entry>\n<oasis:entry>0.668</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>80</oasis:entry>\n<oasis:entry>460</oasis:entry>\n<oasis:entry>11.8</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>20 000</oasis:entry>\n<oasis:entry>340</oasis:entry>\n<oasis:entry>τ<sub>1</sub> = 477; τ<sub>2</sub> = 8249</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>460</oasis:entry>\n<oasis:entry>τ<sub>1</sub> = 396; τ<sub>2</sub> = 4450</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry></oasis:entry>\n<oasis:entry>600</oasis:entry>\n<oasis:entry>τ<sub>1</sub> = 1244; τ<sub>2</sub> = 18768</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Lifetime of the Transient Species Observed for Rudcbpy-UiO-67­(Zr) Obtained from the Best Fit of the Temporal Profiles to Monoexponential Kinetics (Exponential Growth) for Shorter-Lived Transient Species (Time Scale 20 and 80 μs) or to a Sum of Two Monoexponential Kinetics (Exponential Decay) for the Longer-Lived Transient Species (Time Scale 20 000 μs).\n\n| time scale (μs) | wavelength (nm) | τ (μs)              |\n|-----------------|------------------|---------------------|\n| 20              | 600              | 0.668               |\n| 80              | 460              | 11.8                |\n| 20 000          | 340              | τ<sub>1</sub> = 477; τ<sub>2</sub> = 8249 |\n|                 | 460              | τ<sub>1</sub> = 396; τ<sub>2</sub> = 4450 |\n|                 | 600              | τ<sub>1</sub> = 1244; τ<sub>2</sub> = 18768 |", "data": [{"meta": {"name": "", "symbol": "", "chemical formula": "Rudcbpy-UiO-67­(Zr)"}, "etc": [{"property name": "Lifetime of the Transient Species", "value": "τ (μs): 0.668", "unit": "μs", "condition": "time scale: 20, wavelength: 600"}, {"property name": "Lifetime of the Transient Species", "value": "τ (μs): 11.8", "unit": "μs", "condition": "time scale: 80, wavelength: 460"}, {"property name": "Lifetime of the Transient Species", "value": "τ1 (μs): 477, τ2 (μs): 8249", "unit": "μs", "condition": "time scale: 20,000, wavelength: 340"}, {"property name": "Lifetime of the Transient Species", "value": "τ1 (μs): 396, τ2 (μs): 4450", "unit": "μs", "condition": "time scale: 20,000, wavelength: 460"}, {"property name": "Lifetime of the Transient Species", "value": "τ1 (μs): 1244, τ2 (μs): 18768", "unit": "μs", "condition": "time scale: 20,000, wavelength: 600"}]}], "include_properties": ["simulation_parameters"]}, {"idx": 33, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Concentration\nof the Photogenerated\nMV<sup>•+</sup> Radical Cation in the Different Experiments\nunder 532 nm Laser Irradiation for 10 min, Calculated by Using the\nReported Extinction Coefficient of the 600 nm Absorption Band (ε\n= 13 900 M<sup>–1</sup> cm<sup>–1</sup> from\nRef <xref ref-type=\"bibr\" rid=\"ref54\" specific-use=\"ref-style=base-text\"></xref>) and Subtracting\nthe Concentration of the MV<sup>•+</sup> Obtained in the Blank\nExperiment When Only MV<sup>2+</sup> and TEOA are Present</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"2\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col2\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">photocatalyst</oasis:entry>\n<oasis:entry align=\"center\">[MV<sup>•+</sup>] (μM)</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>UiO-67(Zr)</oasis:entry>\n<oasis:entry>0</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Rudcbpy-UiO-67(Zr)</oasis:entry>\n<oasis:entry>12.3</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>Rudcbpy</oasis:entry>\n<oasis:entry>48.3</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 2. Concentration of the Photogenerated MV•+ Radical Cation in the Different Experiments under 532 nm Laser Irradiation for 10 min, Calculated by Using the Reported Extinction Coefficient of the 600 nm Absorption Band (ε = 13,900 M–1 cm–1 from Ref [54]) and Subtracting the Concentration of the MV•+ Obtained in the Blank Experiment When Only MV2+ and TEOA are Present\n\n| photocatalyst       | [MV•+] (μM) |\n|---------------------|------------|\n| UiO-67(Zr)           | 0          |\n| Rudcbpy-UiO-67(Zr)   | 12.3       |\n| Rudcbpy              | 48.3       |", "data": [{"meta": {"name": "UiO-67(Zr)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Concentration of the Photogenerated MV•+ Radical Cation", "value": "0", "unit": "μM", "condition": "under 532 nm Laser Irradiation for 10 min"}]}, {"meta": {"name": "Rudcbpy-UiO-67(Zr)", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Concentration of the Photogenerated MV•+ Radical Cation", "value": "12.3", "unit": "μM", "condition": "under 532 nm Laser Irradiation for 10 min"}]}, {"meta": {"name": "Rudcbpy", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "Concentration of the Photogenerated MV•+ Radical Cation", "value": "48.3", "unit": "μM", "condition": "under 532 nm Laser Irradiation for 10 min"}]}], "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" position=\"float\">\n<label>1</label>\n<caption>\n<p>XRD patterns of UiO-67­(Zr)\n(a) and Rudcbpy-UiO-67­(Zr) (b).</p>\n</caption>\n<graphic id=\"gr1\" position=\"float\" xlink:href=\"jp-2018-072049_0001.eps\"></graphic>\n</fig>", "clean_text": " 1  XRD patterns of UiO-67(Zr) (a) and Rudcbpy-UiO-67(Zr) (b).   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Diffuse\nreflectance transient absorption spectra of Rudcbpy-UiO-67­(Zr)\nMOF recorded at 1 (●), 6 (○), 20 (■), and 40\n(☆) μs upon 532 nm laser excitation under argon atmosphere.</p>\n</caption>\n<graphic id=\"gr2\" position=\"float\" xlink:href=\"jp-2018-072049_0002.tif\"></graphic>\n</fig>", "clean_text": " 2  Diffuse reflectance transient absorption spectra of Rudcbpy-UiO-67(Zr) MOF recorded at 1 (●), 6 (○), 20 (■), and 40 (☆) μs upon 532 nm laser excitation under argon atmosphere.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Diffuse reflectance transient absorption spectra\nof Rudcbpy-UiO-67­(Zr)\nMOF recorded at 20 (●) and 500 (○) μs upon 532\nnm laser excitation under argon atmosphere.</p>\n</caption>\n<graphic id=\"gr3\" position=\"float\" xlink:href=\"jp-2018-072049_0003.eps\"></graphic>\n</fig>", "clean_text": " 3  Diffuse reflectance transient absorption spectra of Rudcbpy-UiO-67(Zr) MOF recorded at 20 (●) and 500 (○) μs upon 532 nm laser excitation under argon atmosphere.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Temporal profiles of the signals monitored at\n340 (a), 460 (b),\nand 600 (c) nm for Rudcbpy-UiO-67­(Zr) MOF upon 532 nm laser excitation\nunder argon atmosphere.</p>\n</caption>\n<graphic id=\"gr4\" position=\"float\" xlink:href=\"jp-2018-072049_0004.eps\"></graphic>\n</fig>", "clean_text": " 4  Temporal profiles of the signals monitored at 340 (a), 460 (b), and 600 (c) nm for Rudcbpy-UiO-67(Zr) MOF upon 532 nm laser excitation under argon atmosphere.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Temporal profiles of the signals monitored at 340 (a), 460 (b),\nand 600 (c) nm for Rudcbpy-UiO-67­(Zr) MOF upon 532 nm laser excitation\nunder argon atmosphere. The red line shows the best fit of the temporal\nprofiles to a sum of two monoexponential kinetics.</p>\n</caption>\n<graphic id=\"gr5\" position=\"float\" xlink:href=\"jp-2018-072049_0005.eps\"></graphic>\n</fig>", "clean_text": " 5  Temporal profiles of the signals monitored at 340 (a), 460 (b), and 600 (c) nm for Rudcbpy-UiO-67(Zr) MOF upon 532 nm laser excitation under argon atmosphere. The red line shows the best fit of the temporal profiles to a sum of two monoexponential kinetics.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Proposed PET Process upon 532 nm Laser Excitation\nof the Rudcbpy-UiO-67­(Zr)\nMOF</title>\n</caption>\n<graphic id=\"gr10\" position=\"float\" xlink:href=\"jp-2018-072049_0010.eps\"></graphic>\n</fig>", "clean_text": " 1  Proposed PET Process upon 532 nm Laser Excitation of the Rudcbpy-UiO-67(Zr) MOF   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" position=\"float\">\n<label>6</label>\n<caption>\n<p>UV–vis absorption spectra of an acetonitrile\nsuspension\nof the Rudcbpy-UiO-67­(Zr) MOF in the presence of MV<sup>2+</sup>,\nas electron acceptor, and TEOA, as sacrificial electron donor before\n(a) and after (b) 532 nm laser irradiation. The photographs show the\nreal color of the solutions under each condition.</p>\n</caption>\n<graphic id=\"gr6\" position=\"float\" xlink:href=\"jp-2018-072049_0006.eps\"></graphic>\n</fig>", "clean_text": " 6  UV-vis absorption spectra of an acetonitrile suspension of the Rudcbpy-UiO-67(Zr) MOF in the presence of MV2+, as electron acceptor, and TEOA, as sacrificial electron donor before (a) and after (b) 532 nm laser irradiation. The photographs show the real color of the solutions under each condition.   ", "data": null, "include_properties": null}, {"idx": 37, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch2\" position=\"float\">\n<label>2</label>\n<caption>\n<title>Debromination Reaction\nof 2-Bromoacetophenone Using Rudcbpy-UiO-67­(Zr)</title>\n</caption>\n<graphic id=\"gr11\" position=\"float\" xlink:href=\"jp-2018-072049_0011.tif\"></graphic>\n</fig>", "clean_text": " 2  Debromination Reaction of 2-Bromoacetophenone Using Rudcbpy-UiO-67(Zr)   ", "data": null, "include_properties": null}, {"idx": 39, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Time–conversion\nplot for the debromination reaction of 2-bromoacetophenone\n(<bold>1</bold>) to acetophenone (<bold>2</bold>) using (■)\nRubcdpy-UiO-67­(Zr), (□) Rubcdpy, (○) <italic>cis</italic>-dichlorobis­(2,2′-bipyridine) ruthenium­(II), and (●)\nblank control. Reaction conditions: catalyst (0.2 mol % of Ru), substrate\n(1 mmol), 3 mL CH<sub>3</sub>CN, 0.5 mmol TEOA, and UV–visible\nlight.</p>\n</caption>\n<graphic id=\"gr7\" position=\"float\" xlink:href=\"jp-2018-072049_0007.eps\"></graphic>\n</fig>", "clean_text": " 7  Time-conversion plot for the debromination reaction of 2-bromoacetophenone (1) to acetophenone (2) using (■) Rubcdpy-UiO-67(Zr), (□) Rubcdpy, (○) cis-dichlorobis(2,2'-bipyridine) ruthenium(II), and (●) blank control. Reaction conditions: catalyst (0.2 mol % of Ru), substrate (1 mmol), 3 mL CH3CN, 0.5 mmol TEOA, and UV-visible light.   ", "data": null, "include_properties": null}, {"idx": 41, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Time–Conversion plot for the debromination\nreaction of 2-bromoacetophenone\n(<bold>1</bold>) to acetophenone (<bold>2</bold>) using (■)\nRubcdpy-UiO-67­(Zr) as catalyst that is filtered at 10 min reaction\ntime (□). Reaction conditions: catalyst (0.2 mol % of Ru),\nsubstrate (1 mmol), 3 mL CH<sub>3</sub>CN, 0.5 mmol TEOA, and UV–visible\nlight.</p>\n</caption>\n<graphic id=\"gr8\" position=\"float\" xlink:href=\"jp-2018-072049_0008.eps\"></graphic>\n</fig>", "clean_text": " 8  Time-Conversion plot for the debromination reaction of 2-bromoacetophenone (1) to acetophenone (2) using (■) Rubcdpy-UiO-67(Zr) as catalyst that is filtered at 10 min reaction time (□). Reaction conditions: catalyst (0.2 mol % of Ru), substrate (1 mmol), 3 mL CH3CN, 0.5 mmol TEOA, and UV-visible light.   ", "data": null, "include_properties": null}, {"idx": 43, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Reusability\nexperiments using Rubcdpy-UiO-67­(Zr) as catalyst in\nthe debromination reaction of 2-bromoacetophenone (<bold>1</bold>)\nto acetophenone (<bold>2</bold>). Reaction conditions: catalyst (0.2\nmol % of Ru), substrate (1 mmol), 3 mL CH<sub>3</sub>CN, 0.5 mmol\nTEOA, and UV–visible light. Legend: first (■), second\n(□), and third use (●). Inset: XRD of fresh Rubcdpy-UiO-67­(Zr)\n(a) and Rubcdpy-UiO-67­(Zr) used three times (b).</p>\n</caption>\n<graphic id=\"gr9\" position=\"float\" xlink:href=\"jp-2018-072049_0009.eps\"></graphic>\n</fig>", "clean_text": " 9  Reusability experiments using Rubcdpy-UiO-67(Zr) as catalyst in the debromination reaction of 2-bromoacetophenone (1) to acetophenone (2). Reaction conditions: catalyst (0.2 mol % of Ru), substrate (1 mmol), 3 mL CH3CN, 0.5 mmol TEOA, and UV-visible light. Legend: first (■), second (□), and third use (●). Inset: XRD of fresh Rubcdpy-UiO-67(Zr) (a) and Rubcdpy-UiO-67(Zr) used three times (b).   ", "data": null, "include_properties": null}, {"idx": 45, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch3\" position=\"float\">\n<label>3</label>\n<caption>\n<title>Proposed Photodebromination Mechanism of 2-Bromoacetophenone (<bold>1</bold>) Using Rudcbpy-UiO-67­(Zr)</title>\n</caption>\n<graphic id=\"gr12\" position=\"float\" xlink:href=\"jp-2018-072049_0012.eps\"></graphic>\n</fig>", "clean_text": " 3  Proposed Photodebromination Mechanism of 2-Bromoacetophenone (1) Using Rudcbpy-UiO-67(Zr)   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpcc.8b07204", "title": null, "journal": "American Chemical\nSociety", "date": "2018.11", "author_list": ["Santiago-Portillo\nAndrea", "Baldoví\nHerme G.", "Carbonell\nEsther", "Navalón\nSergio", "Álvaro\nMercedes", "García\nHermenegildo", "Ferrer\nBelén"]}}