{"filepath": "../L2M3_data/1_application_papers/acs_xml/jp9b05838.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\ncatalytic degradation of chemical warfare agents (CWAs) into\nnontoxic products by metal organic frameworks (MOFs) has been exclusively\nfocused on Zr-based materials so far, although Ti-MOFs might be also\nof interest owing to the well-known capacity of Ti compounds to efficiently\nhydrolyze CWAs. Here, we report for the first time a computational\nexploration of several possible hydrolysis mechanisms on the activated\nTi site of a recently discovered highly stable Ti-MOF, MIP-177­(Ti),\nin the presence/absence of water, considering sarin and its simulants\ndimethyl methylphosphonate and diisopropyl phosphorofluoridate. Density\nfunctional theory calculations were performed at the periodic level\nto accurately assess the main states of the degradation reaction (reactants,\ntransition states, and products) and the associated activation energy\nbarriers for each degradation reaction that are further compared to\nthe corresponding data previously reported for Zr-MOFs. MIP-177­(Ti)\nwas demonstrated to be a promising candidate for an efficient degradation\nof sarin and retention of the resulting products with a level of performance\nas attractive as that of the best Zr-MOFs reported so far. Furthermore,\nthe simulations performed on the two simulants emphasized that diisopropyl\nphosphorofluoridate better mimics sarin in terms of the transition\nstates and products obtained during the reaction as well as of the\nactivation energy required to achieve their degradation.</p>", "clean_text": "The catalytic degradation of chemical warfare agents (CWAs) into nontoxic products by metal organic frameworks (MOFs) has been exclusively focused on Zr-based materials so far, although Ti-MOFs might be also of interest owing to the well-known capacity of Ti compounds to efficiently hydrolyze CWAs. Here, we report for the first time a computational exploration of several possible hydrolysis mechanisms on the activated Ti site of a recently discovered highly stable Ti-MOF, MIP-177(Ti), in the presence/absence of water, considering sarin and its simulants dimethyl methylphosphonate and diisopropyl phosphorofluoridate. Density functional theory calculations were performed at the periodic level to accurately assess the main states of the degradation reaction (reactants, transition states, and products) and the associated activation energy barriers for each degradation reaction that are further compared to the corresponding data previously reported for Zr-MOFs. MIP-177(Ti) was demonstrated to be a promising candidate for an efficient degradation of sarin and retention of the resulting products with a level of performance as attractive as that of the best Zr-MOFs reported so far. Furthermore, the simulations performed on the two simulants emphasized that diisopropyl phosphorofluoridate better mimics sarin in terms of the transition states and products obtained during the reaction as well as of the activation energy required to achieve their degradation.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Chemical warfare agents\n(CWAs) containing phosphate ester bonds\nare highly toxic chemicals, since they are effective inhibitors of\nacetylcholinesterase, an enzyme that ensures the synaptic transmission\nin the nervous system. Although the development,\nproduction, stockpiling, and use of these hazardous molecules have\nbeen prohibited during the chemical weapon convention of 1997, their\nthreat is still a serious risk for humanity. Indeed, the development\nof materials and/or processes able to identify, capture, and even\ndegrade CWAs remains an active field of research. In this context,\nthe hybrid porous materials, namely, the metal organic frameworks\n(MOFs), have been recently envisaged as an alternative solution to the standard\nporous materials (carbons, zeolites, alumina, etc.) for the capture\nand the catalytic degradation of a broad range of G-type and vesicant\nagents owing to their unique degree of variability in terms of chemical\nfeatures, e.g., nature of metal-active sites and organic linkers,\nas well as shape/size of porosity. Only few papers dealing with the\nphysical adsorption of CWAs in MOFs have been published so far. We\ncan cite the experimental work on the adsorption of blood agent arsine\nin Cu-BTC, cyanogen chloride in MOF-74, tabun and <italic toggle=\"yes\">O</italic>-ethyl-<italic toggle=\"yes\">S</italic>-2­[2-(diethylamino)­ethyl]­methylphosphonothiate in several IRMOFs, and dimethyl methylphosphonate (DMMP) in NENU-11, methylphosphonic acid in Zn<sub>2</sub>Ca­(CO<sub>2</sub>)<sub>6</sub>(H<sub>2</sub>O)<sub>2</sub>, as well as diisopropyl fluorophosphate (DIFP) in lithium\nalkoxide doped UiO-66 and diethyl sulfide\nin [Zn<sub>4</sub>O­(3,5-dimethyl-4-carboxy-pyrazolato)<sub>3</sub>]. The most recent studies reported\nthe use of molecular simulations as a predictive tool to anticipate\nthe capture performance of a series of MOFs for diverse CWAs. We recently published a systematic computational evaluation of water-stable\nMOFs containing Zr or Ti as metal centers by means of grand canonical\nMonte Carlo simulations coupled with density functional theory (DFT)\ncalculations to assess their adsorption uptakes, the energetics and\nthe preferential adsorption sites for a series of nerve agents including\nsarin, soman, and their simulants DMMP and DIFP. Conversely, the majority of studies related to the MOF/CWA\ntopic have been devoted to the catalytic degradation of these hazardous\nchemicals into nontoxic products from an experimental point of view.\nSeveral Zr-MOFs were shown to be promising catalysts for CWA hydrolysis\nowing to the presence of hydroxyl groups bridging two Zr atoms, which is reminiscent of the active sites Zn–OH–Zn\npresent in enzymes that are known to allow an efficient degradation\nof phosphate ester. Typically, Mondloch\net al. were among the first to demonstrate the efficiency of NU-1000\nfor the degradation of soman and the nerve agent simulant dimethyl\n4-nitrophenyl phosphate (DMNP). MOF-808\nwas further shown as a promising candidate for the hydrolysis of DMNP with performances even better than those exhibited\nby other Zr-MOFs including UiO-66, UiO-66-NH<sub>2</sub>, and NU-1000. Later, Plonka\net al. and Sharp et al. revealed that the catalytic conversion of DMMP is inhibited\ndue to the strong bonds formed between the degraded products and the\nMOF frameworks. This observation motivated further\ninvestigations with the consideration of refined MOFs containing either\nfunctionalized linkers or based on different\nmetal centers (rare earth, Ce) for the degradation\nof various nerve agents including DMNP, soman, DIFP, and diethyl chlorophosphate.\nThe literature is much less exhaustive in terms of computational studies\nrelated to the catalytic degradation of CWAs and their simulants using\nMOFs. Typically, Troya et al. carried\nout DFT calculations at the cluster level using localized basis sets\nto explore the hydrolysis degradation mechanism of sarin by UiO-66\nand MOF-808. Wang et al. and Chen et\nal. followed the same computational strategy\nto investigate the decomposition of DMMP and DMNP by UiO-67 and NU-1000,\nrespectively. Extended and truncated cluster models to represent the\nZr-defective structure of [Zr<sub>12</sub>(μ<sub>3</sub>-O)<sub>8</sub>(μ<sub>3</sub>-OH)<sub>8</sub>(μ<sub>2</sub>-OH)<sub>6</sub>(TPDC)<sub>18</sub>] were further used by Momeni et al. to model the hydrolysis of sarin in aqueous\nsolution. Extended clusters were equally considered by Momeni et al. to model the hydrolysis of sarin by Zr-based\nMOFs, MOF-808, NU-1000, and defective UiO-66. Recently, Harvey et\nal. emphasized the importance of using\nperiodic DFT calculations to more accurately capture the reactivity\nof organophosphorus compounds confined in the pores of MOFs. Typically,\nthese authors mentioned that the consideration of a Zr formate cluster\nleads to an overestimation of the binding energy for DIFP and sarin\ncompared to the scenario encountered with the use of a periodic system.\nThis trend was explained by the lowering of the strength of interactions\nbetween the bulky isopropyl groups of the CWA and the active sites\nat the periodic level due to the steric hindrance induced by the MOF\nframework.</p>", "clean_text": "Introduction\n\nChemical warfare agents (CWAs) containing phosphate ester bonds are highly toxic chemicals, since they are effective inhibitors of acetylcholinesterase, an enzyme that ensures the synaptic transmission in the nervous system. Although the development, production, stockpiling, and use of these hazardous molecules have been prohibited during the chemical weapon convention of 1997, their threat is still a serious risk for humanity. Indeed, the development of materials and/or processes able to identify, capture, and even degrade CWAs remains an active field of research. In this context, the hybrid porous materials, namely, the metal organic frameworks (MOFs), have been recently envisaged as an alternative solution to the standard porous materials (carbons, zeolites, alumina, etc.) for the capture and the catalytic degradation of a broad range of G-type and vesicant agents owing to their unique degree of variability in terms of chemical features, e.g., nature of metal-active sites and organic linkers, as well as shape/size of porosity. Only few papers dealing with the physical adsorption of CWAs in MOFs have been published so far. We can cite the experimental work on the adsorption of blood agent arsine in Cu-BTC, cyanogen chloride in MOF-74, tabun and O-ethyl-S-2[2-(diethylamino)ethyl]methylphosphonothiate in several IRMOFs, and dimethyl methylphosphonate (DMMP) in NENU-11, methylphosphonic acid in Zn2Ca(CO2)6(H2O)2, as well as diisopropyl fluorophosphate (DIFP) in lithium alkoxide doped UiO-66 and diethyl sulfide in [Zn4O(3,5-dimethyl-4-carboxy-pyrazolato)3]. The most recent studies reported the use of molecular simulations as a predictive tool to anticipate the capture performance of a series of MOFs for diverse CWAs. We recently published a systematic computational evaluation of water-stable MOFs containing Zr or Ti as metal centers by means of grand canonical Monte Carlo simulations coupled with density functional theory (DFT) calculations to assess their adsorption uptakes, the energetics and the preferential adsorption sites for a series of nerve agents including sarin, soman, and their simulants DMMP and DIFP. Conversely, the majority of studies related to the MOF/CWA topic have been devoted to the catalytic degradation of these hazardous chemicals into nontoxic products from an experimental point of view. Several Zr-MOFs were shown to be promising catalysts for CWA hydrolysis owing to the presence of hydroxyl groups bridging two Zr atoms, which is reminiscent of the active sites Zn-OH-Zn present in enzymes that are known to allow an efficient degradation of phosphate ester. Typically, Mondloch et al. were among the first to demonstrate the efficiency of NU-1000 for the degradation of soman and the nerve agent simulant dimethyl 4-nitrophenyl phosphate (DMNP). MOF-808 was further shown as a promising candidate for the hydrolysis of DMNP with performances even better than those exhibited by other Zr-MOFs including UiO-66, UiO-66-NH2, and NU-1000. Later, Plonka et al. and Sharp et al. revealed that the catalytic conversion of DMMP is inhibited due to the strong bonds formed between the degraded products and the MOF frameworks. This observation motivated further investigations with the consideration of refined MOFs containing either functionalized linkers or based on different metal centers (rare earth, Ce) for the degradation of various nerve agents including DMNP, soman, DIFP, and diethyl chlorophosphate. The literature is much less exhaustive in terms of computational studies related to the catalytic degradation of CWAs and their simulants using MOFs. Typically, Troya et al. carried out DFT calculations at the cluster level using localized basis sets to explore the hydrolysis degradation mechanism of sarin by UiO-66 and MOF-808. Wang et al. and Chen et al. followed the same computational strategy to investigate the decomposition of DMMP and DMNP by UiO-67 and NU-1000, respectively. Extended and truncated cluster models to represent the Zr-defective structure of [Zr12(μ3-O)8(μ3-OH)8(μ2-OH)6(TPDC)18] were further used by Momeni et al. to model the hydrolysis of sarin in aqueous solution. Extended clusters were equally considered by Momeni et al. to model the hydrolysis of sarin by Zr-based MOFs, MOF-808, NU-1000, and defective UiO-66. Recently, Harvey et al. emphasized the importance of using periodic DFT calculations to more accurately capture the reactivity of organophosphorus compounds confined in the pores of MOFs. Typically, these authors mentioned that the consideration of a Zr formate cluster leads to an overestimation of the binding energy for DIFP and sarin compared to the scenario encountered with the use of a periodic system. This trend was explained by the lowering of the strength of interactions between the bulky isopropyl groups of the CWA and the active sites at the periodic level due to the steric hindrance induced by the MOF framework.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>It is to be noted that these computational and experimental\nworks\nhave been almost exclusively focused on Zr-MOFs, although other highly\nvalent stable MOFs, in particular Ti-MOFs, might be also of interest\nfor the catalytic degradation of CWAs. Indeed, the use of titanium\noxides as catalysts for the degradation of toxic industrial compounds\nis well documented. Nanotubular titania\nwere demonstrated to be attractive for the catalytic degradation of\na series of CWAs including sarin, soman, sulfur mustard, and VX. Furthermore, recent works reported\nthe incorporation of Ti compounds such as Ti­(OH)<sub>4</sub>, TiO<sub>2</sub>, and TiCl<sub>4</sub> into MOFs to enhance the efficiency\nof the hydrolysis of CWA. All together, this experimental\nobservation encouraged us to envisage for the first time a Ti-MOF\nas a potential candidate for the degradation of sarin and its simulants\nDMMP and DIFP. We selected the carboxylate Ti-MOF labeled as MIP-177­(Ti)\n() in its low-temperature\nand formate free form (MIP stands for the Materials of the Institute\nof Porous Materials of Paris) owing to\nits favorable 1D-type channel large enough (11 Å) to accommodate\nthe CWA molecules; its attractive predicted performances in terms\nof adsorption uptakes and energetics for\na series of CWAs including soman, sarin, DMMP, and DIFP; high chemical\nstability; and optimal chemical environment that incorporates free\nTi-metal sites on its formate-free version able to act as active sites\nfor catalysis.</p>", "clean_text": "It is to be noted that these computational and experimental works have been almost exclusively focused on Zr-MOFs, although other highly valent stable MOFs, in particular Ti-MOFs, might be also of interest for the catalytic degradation of CWAs. Indeed, the use of titanium oxides as catalysts for the degradation of toxic industrial compounds is well documented. Nanotubular titania were demonstrated to be attractive for the catalytic degradation of a series of CWAs including sarin, soman, sulfur mustard, and VX. Furthermore, recent works reported the incorporation of Ti compounds such as Ti(OH)4, TiO2, and TiCl4 into MOFs to enhance the efficiency of the hydrolysis of CWA. All together, this experimental observation encouraged us to envisage for the first time a Ti-MOF as a potential candidate for the degradation of sarin and its simulants DMMP and DIFP. We selected the carboxylate Ti-MOF labeled as MIP-177(Ti) () in its low-temperature and formate free form (MIP stands for the Materials of the Institute of Porous Materials of Paris) owing to its favorable 1D-type channel large enough (11 Å) to accommodate the CWA molecules; its attractive predicted performances in terms of adsorption uptakes and energetics for a series of CWAs including soman, sarin, DMMP, and DIFP; high chemical stability; and optimal chemical environment that incorporates free Ti-metal sites on its formate-free version able to act as active sites for catalysis.", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Illustration of the crystal structure of MIP-177­(Ti).\nThe creation\nof the Ti open site through dehydration leads to a hydroxyl group\ncoordinated in a bidentate manner to the Ti1 and Ti2. (b) Illustration\nof the CWAs molecules: (a) sarin, (b) DIFP, and (c) DMMP, respectively.\nColor scheme: Ti, gray polyhedron; C, gray; O, red; and H, white;\nP, pink and F, blue.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Illustration of the crystal structure of MIP-177(Ti). The creation of the Ti open site through dehydration leads to a hydroxyl group coordinated in a bidentate manner to the Ti1 and Ti2. (b) Illustration of the CWAs molecules: (a) sarin, (b) DIFP, and (c) DMMP, respectively. Color scheme: Ti, gray polyhedron; C, gray; O, red; and H, white; P, pink and F, blue.   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Here, DFT calculations were performed at the periodic level\nto\naccurately assess the CWA catalytic degradation performances of this\nTi-MOF. Compared to the cluster approach, the consideration of periodic\nboundary conditions presents several advantages including the absence\nof inductive effects created by the groups that saturate the terminal\ndangling bonds, an appropriate dielectric environment, no basis set\nsuperposition error, and Pule forces with the use of plane waves.\nSeveral possible hydrolysis mechanisms on the activated Ti site in\nthe presence/absence of water were considered for sarin and its simulants\nDMMP and DIFP (see b), with the aim to carefully characterize the main states\nof the degradation reaction (reactants, transition state (TS), and\nproducts), the minimum-energy reaction path, and the resulting activation\nenergy barriers required to initiate the catalytic degradation and\nhence the most probable reaction pathway. These whole set of data\nare further compared with the corresponding data reported in the literature\nfor the whole series of Zr-MOFs to assess the promises of MIP-177­(Ti) as a CWA catalyst.</p>", "clean_text": "Here, DFT calculations were performed at the periodic level to accurately assess the CWA catalytic degradation performances of this Ti-MOF. Compared to the cluster approach, the consideration of periodic boundary conditions presents several advantages including the absence of inductive effects created by the groups that saturate the terminal dangling bonds, an appropriate dielectric environment, no basis set superposition error, and Pule forces with the use of plane waves. Several possible hydrolysis mechanisms on the activated Ti site in the presence/absence of water were considered for sarin and its simulants DMMP and DIFP (see b), with the aim to carefully characterize the main states of the degradation reaction (reactants, transition state (TS), and products), the minimum-energy reaction path, and the resulting activation energy barriers required to initiate the catalytic degradation and hence the most probable reaction pathway. These whole set of data are further compared with the corresponding data reported in the literature for the whole series of Zr-MOFs to assess the promises of MIP-177(Ti) as a CWA catalyst.", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<title>Computational Methods</title><p>The DFT calculations were performed\nusing the Quantum-Espresso\npackage with the consideration of pseudopotentials\nto describe the ion cores and plane wave basis sets, as well as periodic boundary conditions. We adopted the\ngeneralized gradient approximation GGA-PBE for the exchange-correlation\nfunctional and the Vanderbilt ultrasoft\npseudopotentials to describe the ion\ncores of Ti, P, C, O, H, and F atoms. The energy cutoff for the plane\nwave basis set was fixed at 50 Ry (400 eV), and the electron density\nwas obtained at the Γ point in the first Brillouin zone. The atomic positions and cell parameters of\nthe low-temperature version of MIP-177­(Ti) were taken from a previously\nreported study. The structure was considered\nin its formate-free form, the corresponding linkers connecting two\nTi sites being replaced by one terminal −OH and −H<sub>2</sub>O, respectively. Among all the Ti pairs, we considered the\ncreation of one activated Ti site by removing its bound −H<sub>2</sub>O molecule, while the neighboring Ti keeps its −OH\ngroup. The corresponding structure model was fully DFT-geometry-optimized\n(both cell parameters and atomic positions relaxed) until all force\ncomponents were smaller than 0.001 Ry Bohr<sup>–1</sup> and\nthe convergence criterion of 10<sup>–4</sup> Ry was reached\nfor the total energy. The equilibrium nuclei positions of all structures\nwere found by minimizing the total energy gradient. The DFT-geometry\noptimization of the empty MIP-177­(Ti) converged toward a structure\ncharacterized by the formation of a bridging −OH group bounded\nto two neighbor Ti sites as illustrated in the inset of .</p>", "clean_text": "Computational Methods\n\nThe DFT calculations were performed using the Quantum-Espresso package with the consideration of pseudopotentials to describe the ion cores and plane wave basis sets, as well as periodic boundary conditions. We adopted the generalized gradient approximation GGA-PBE for the exchange-correlation functional and the Vanderbilt ultrasoft pseudopotentials to describe the ion cores of Ti, P, C, O, H, and F atoms. The energy cutoff for the plane wave basis set was fixed at 50 Ry (400 eV), and the electron density was obtained at the Γ point in the first Brillouin zone. The atomic positions and cell parameters of the low-temperature version of MIP-177(Ti) were taken from a previously reported study. The structure was considered in its formate-free form, the corresponding linkers connecting two Ti sites being replaced by one terminal -OH and -H2O, respectively. Among all the Ti pairs, we considered the creation of one activated Ti site by removing its bound -H2O molecule, while the neighboring Ti keeps its -OH group. The corresponding structure model was fully DFT-geometry-optimized (both cell parameters and atomic positions relaxed) until all force components were smaller than 0.001 Ry Bohr-1 and the convergence criterion of 10-4 Ry was reached for the total energy. The equilibrium nuclei positions of all structures were found by minimizing the total energy gradient. The DFT-geometry optimization of the empty MIP-177(Ti) converged toward a structure characterized by the formation of a bridging -OH group bounded to two neighbor Ti sites as illustrated in the inset of .", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Starting with this\nDFT-optimized empty MIP-177­(Ti) structure, we\nintroduced individually 1 molecule of sarin and its simulants in the\nhexagonal pore by means of Monte Carlo simulations performed in the\ncanonical ensemble following the same methodology (force-field parameters,\ncharges, number of MC steps) detailed elsewhere. The resulting guest-loaded structures were further optimized\nat the DFT-level. Minimum energy paths (MEPs) for the different envisaged\ncatalytic degradation mechanisms were further computed to identify\nthe transition state and products, evaluate the corresponding reaction\nbarrier, and characterize the main structural modifications along\nthe reaction. The calculation of the MEPs connecting different minimum-energy\ngeometries employed the climbing image nudged elastic band (CI-NEB)\nmethod. The geometries of eleven images\nused to compute each MEP were optimized to establish the minimum-energy\npath on the potential surface of the system until the energy variation\nwas below 0.05 eV Å<sup>–1</sup>. The convergence criterion\nwas satisfied when all components of the forces were smaller than\n10<sup>–4</sup> Ry Bohr<sup>–1</sup>.</p>", "clean_text": "Starting with this DFT-optimized empty MIP-177(Ti) structure, we introduced individually 1 molecule of sarin and its simulants in the hexagonal pore by means of Monte Carlo simulations performed in the canonical ensemble following the same methodology (force-field parameters, charges, number of MC steps) detailed elsewhere. The resulting guest-loaded structures were further optimized at the DFT-level. Minimum energy paths (MEPs) for the different envisaged catalytic degradation mechanisms were further computed to identify the transition state and products, evaluate the corresponding reaction barrier, and characterize the main structural modifications along the reaction. The calculation of the MEPs connecting different minimum-energy geometries employed the climbing image nudged elastic band (CI-NEB) method. The geometries of eleven images used to compute each MEP were optimized to establish the minimum-energy path on the potential surface of the system until the energy variation was below 0.05 eV Å-1. The convergence criterion was satisfied when all components of the forces were smaller than 10-4 Ry Bohr-1.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Finally,\nthe energy involved in the process of desorption of isopropyl\nmethyl phosphonic acid (IMPA) and hydrofluoric acid through the adsorption\nof one water molecule in MIP-177­(Ti) was calculated according to the\nreaction as schematized by .<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mi>Ti</mml:mi>\n<mml:mo>‐</mml:mo>\n<mml:mi>MOF</mml:mi>\n<mml:mo>‐</mml:mo>\n<mml:mi>IMPA</mml:mi>\n<mml:mo>‐</mml:mo>\n<mml:mi>HF</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>→</mml:mo>\n<mml:mi>Ti</mml:mi>\n<mml:mo>‐</mml:mo>\n<mml:mi>MOF</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">s</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi>HF</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>+</mml:mo>\n<mml:mi>IMPA</mml:mi>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:mi mathvariant=\"normal\">g</mml:mi>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Finally, the energy involved in the process of desorption of isopropyl methyl phosphonic acid (IMPA) and hydrofluoric acid through the adsorption of one water molecule in MIP-177(Ti) was calculated according to the reaction as schematized by . 1    Ti - MOF - IMPA - HF  ( s )  +   H   2   O  ( g )  → Ti - MOF  ( s )  + HF  ( g )  + IMPA  ( g )     ", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Degradation\nof Sarin on the Activated Ti Site</title><p>The first\ninvestigated mechanism corresponds to the nucleophilic addition of\nthe −OH function, initially bridging two neighboring Ti sites,\nto the phosphorus atom of sarin. This activates the phosphate ester\nfunction and further leads to the formation of a phosphonate product\nand the release of hydrogen fluorine. The simulated MEP of the corresponding reaction is reported in a with the identification\nof the initial reactant, the transition state (TS), and the resulting\nproduct.</p>", "clean_text": "Results and Discussion\n\nDegradation of Sarin on the Activated Ti Site\n\nThe first investigated mechanism corresponds to the nucleophilic addition of the -OH function, initially bridging two neighboring Ti sites, to the phosphorus atom of sarin. This activates the phosphate ester function and further leads to the formation of a phosphonate product and the release of hydrogen fluorine. The simulated MEP of the corresponding reaction is reported in a with the identification of the initial reactant, the transition state (TS), and the resulting product.", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Simulated minimum-energy path corresponding to the degradation\nmechanism of sarin on the activated Ti site. (b) Evolution of the\nmain characteristic distances involving the atoms of sarin (F, P,\nand O­(sp<sup>2</sup>)) and of Ti-MOF (Ti, H­(OH)) along the reaction\ncoordinate.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Simulated minimum-energy path corresponding to the degradation mechanism of sarin on the activated Ti site. (b) Evolution of the main characteristic distances involving the atoms of sarin (F, P, and O(sp2)) and of Ti-MOF (Ti, H(OH)) along the reaction coordinate.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>\na illustrates\nthe most stable DFT-optimized configuration of sarin initially adsorbed\nin the pore of the Ti-MOF corresponding to the reactant. Sarin adopts\na preferential conformation in such a way than its fluorine atom interacts\nwith the bridging −OH group of MIP-177 with a separating F–H­(OH)\ndistance of 2.52 Å. During the first step of the reaction, this\nbridging −OH group moves away from one titanium site, creating\nextra space for the toxic molecule to access the activated Ti site;\nconsequently, the distance between the O­(sp<sup>2</sup>) atom of sarin\n(the oxygen atom bound to the phosphorus atom) and this titanium atom\nbecomes shorter (see red line in b). As the reaction proceeds through the\ntransition state, there is a bond formation between the O­(sp<sup>2</sup>) atom of sarin and the Ti site, and this leads to a 5-coordinated\ngeometry of sarin as evidenced in b. Beyond TS, we can observe a progressive\nincrease of the distance separating the phosphorus and fluorine atoms\nof sarin (b),\nwhich finally results in the breaking of the corresponding bond and\nconsequently the formation of the HF bond. This gives rise to a stable\nconfiguration for the product where the organophosphorus fragment,\nnamely, the isopropyl methyl phosphonic acid (IMPA), is coordinated\nin a bidentate manner to the inorganic node of the Ti-MOF (c).</p>", "clean_text": " a illustrates the most stable DFT-optimized configuration of sarin initially adsorbed in the pore of the Ti-MOF corresponding to the reactant. Sarin adopts a preferential conformation in such a way than its fluorine atom interacts with the bridging -OH group of MIP-177 with a separating F-H(OH) distance of 2.52 Å. During the first step of the reaction, this bridging -OH group moves away from one titanium site, creating extra space for the toxic molecule to access the activated Ti site; consequently, the distance between the O(sp2) atom of sarin (the oxygen atom bound to the phosphorus atom) and this titanium atom becomes shorter (see red line in b). As the reaction proceeds through the transition state, there is a bond formation between the O(sp2) atom of sarin and the Ti site, and this leads to a 5-coordinated geometry of sarin as evidenced in b. Beyond TS, we can observe a progressive increase of the distance separating the phosphorus and fluorine atoms of sarin (b), which finally results in the breaking of the corresponding bond and consequently the formation of the HF bond. This gives rise to a stable configuration for the product where the organophosphorus fragment, namely, the isopropyl methyl phosphonic acid (IMPA), is coordinated in a bidentate manner to the inorganic node of the Ti-MOF (c).", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Illustration of the degradation\nmechanism of sarin on the activated\nTi site of MIP-177­(Ti). (a) Reactant (Ti-MOF + sarin), (b) transition\nstate (TS), and (c) product (Ti-MOF-IMPA-HF). The main distances involved\nin the degradation process, P–F (pink), F–H­(OH) (blue),\nand O­(sp<sup>2</sup>)–Ti (red), are represented and expressed\nin Å.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Illustration of the degradation mechanism of sarin on the activated Ti site of MIP-177(Ti). (a) Reactant (Ti-MOF + sarin), (b) transition state (TS), and (c) product (Ti-MOF-IMPA-HF). The main distances involved in the degradation process, P-F (pink), F-H(OH) (blue), and O(sp2)-Ti (red), are represented and expressed in Å.   ", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>The MEP reported in a implies an activation energy\nbarrier of 78.6 kJ mol<sup>–1</sup>. This range of value is\nsimilar to the free energy\npreviously reported for the hydrolysis\nof sarin in diverse Zr-MOFs including MOF-808 (79.1 kJ mol<sup>–1</sup>), NU-1000 (75.3 kJ mol<sup>–1</sup>), and UiO-66 (71.5 kJ\nmol<sup>–1</sup>). This observation suggests that this Ti-MOF\nis expected to perform as good as the best Zr-MOFs explored so far\nfor the catalytic degradation of sarin. We can also note that the\nproduct represents the most stable configuration along the whole reaction\npath (−80.5 kJ mol<sup>–1</sup>). This indicates that\nthe coordination of IMPA to the inorganic node of the MIP-177­(Ti)\nleads to the formation of a stable complex. Finally, the desorption\nenergy of IMPA and HF from the product calculated by using  is predicted to be relatively\nhigh, i.e., 131.6 kJ mol<sup>–1</sup>. This observation emphasizes\nthat MIP-177­(Ti) not only allows the degradation of sarin but also\na strong retention of the resulting IMPA product into their pores.</p>", "clean_text": "The MEP reported in a implies an activation energy barrier of 78.6 kJ mol-1. This range of value is similar to the free energy previously reported for the hydrolysis of sarin in diverse Zr-MOFs including MOF-808 (79.1 kJ mol-1), NU-1000 (75.3 kJ mol-1), and UiO-66 (71.5 kJ mol-1). This observation suggests that this Ti-MOF is expected to perform as good as the best Zr-MOFs explored so far for the catalytic degradation of sarin. We can also note that the product represents the most stable configuration along the whole reaction path (-80.5 kJ mol-1). This indicates that the coordination of IMPA to the inorganic node of the MIP-177(Ti) leads to the formation of a stable complex. Finally, the desorption energy of IMPA and HF from the product calculated by using  is predicted to be relatively high, i.e., 131.6 kJ mol-1. This observation emphasizes that MIP-177(Ti) not only allows the degradation of sarin but also a strong retention of the resulting IMPA product into their pores.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>We further examined a second degradation mechanism corresponding\nto a scenario where the activated Ti site binds to the fluorine atom\nof sarin, leading to the formation of deactivated IMPA molecule (a). To do so, the\nmolecule was initially slightly tilted from its most stable configuration\nreported in a in such a way to favor an interaction between its F atom and the\ninorganic node of MIP-177­(Ti). A further DFT geometry optimization\nled to a local minimum energy where the OH group does not anymore\nbridge the two Ti neighbors, allowing the F atom of sarin to face\nthe activated Ti site (a). The reaction path leads to a transition state involving\nthe coordination of the −F atom toward the activated Ti site,\nwhile the phosphorous atom of sarin interacts with the oxygen atom\nof the −OH group (b and b). Finally, the product\n(Ti-MOF-F-IMPA) implies the formation of a bond between the F atom\nand the activated Ti site, while the OH group of the Ti-MOF is transferred\nto the molecule via the formation of a P–OH bond (b and c).</p>", "clean_text": "We further examined a second degradation mechanism corresponding to a scenario where the activated Ti site binds to the fluorine atom of sarin, leading to the formation of deactivated IMPA molecule (a). To do so, the molecule was initially slightly tilted from its most stable configuration reported in a in such a way to favor an interaction between its F atom and the inorganic node of MIP-177(Ti). A further DFT geometry optimization led to a local minimum energy where the OH group does not anymore bridge the two Ti neighbors, allowing the F atom of sarin to face the activated Ti site (a). The reaction path leads to a transition state involving the coordination of the -F atom toward the activated Ti site, while the phosphorous atom of sarin interacts with the oxygen atom of the -OH group (b and b). Finally, the product (Ti-MOF-F-IMPA) implies the formation of a bond between the F atom and the activated Ti site, while the OH group of the Ti-MOF is transferred to the molecule via the formation of a P-OH bond (b and c).", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Simulated minimum-energy path corresponding to the degradation\nmechanism where the activated Ti site binds to the fluorine atom of\nsarin. (b) Evolution of the main characteristic distances involving\nthe atoms of sarin (F, P) and Ti-MOF (Ti, O­(OH)) along the reaction\ncoordinate.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Simulated minimum-energy path corresponding to the degradation mechanism where the activated Ti site binds to the fluorine atom of sarin. (b) Evolution of the main characteristic distances involving the atoms of sarin (F, P) and Ti-MOF (Ti, O(OH)) along the reaction coordinate.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Illustration of the degradation\nmechanism of sarin on the activated\nTi site of MIP-177­(Ti), where the activated Ti site binds to the fluorine\natom of sarin. (a) Reactant (Ti-MOF + sarin), (b) transition state\n(TS), and (c) product (Ti-MOF-F-IMPA). The main distances involved\nin the degradation process, P–F (pink), F–Ti (blue),\nand O­(OH)–P (red), are represented and expressed in Å.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Illustration of the degradation mechanism of sarin on the activated Ti site of MIP-177(Ti), where the activated Ti site binds to the fluorine atom of sarin. (a) Reactant (Ti-MOF + sarin), (b) transition state (TS), and (c) product (Ti-MOF-F-IMPA). The main distances involved in the degradation process, P-F (pink), F-Ti (blue), and O(OH)-P (red), are represented and expressed in Å.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>The MEP reported in a implies an activation energy\nbarrier of 133.5 kJ mol<sup>–1</sup>, which is much higher\ncompared to the value obtained\nfor the first mechanism (a; 78.6 kJ mol<sup>–1</sup>). This clearly reveals\nthat the degradation of sarin through the coordination of F atom toward\nthe activated Ti site is much less probable, consistent with the previous\nfindings reported in the case of Zr-MOFs.\n</p>", "clean_text": "The MEP reported in a implies an activation energy barrier of 133.5 kJ mol-1, which is much higher compared to the value obtained for the first mechanism (a; 78.6 kJ mol-1). This clearly reveals that the degradation of sarin through the coordination of F atom toward the activated Ti site is much less probable, consistent with the previous findings reported in the case of Zr-MOFs. ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Degradation of the Simulants\nof Sarin on the Activated Ti Site</title><p>We further explored the\ndegradation mechanism of DMMP and DIFP\ninvolving the formation of CH<sub>3</sub>OH and HF, respectively,\nsince it was shown to be the most probable mechanism in the case of\nsarin ( and ). Indeed, the two molecules were first individually\nloaded in MIP-177­(Ti) using preliminary Monte Carlo simulations, and the resulting geometries were further optimized\nat the DFT level.</p>", "clean_text": "Degradation of the Simulants of Sarin on the Activated Ti Site\n\nWe further explored the degradation mechanism of DMMP and DIFP involving the formation of CH3OH and HF, respectively, since it was shown to be the most probable mechanism in the case of sarin ( and ). Indeed, the two molecules were first individually loaded in MIP-177(Ti) using preliminary Monte Carlo simulations, and the resulting geometries were further optimized at the DFT level.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["property"], "content": "<p>The corresponding minimum-energy paths for\nthe catalytic degradation mechanism of DIFP and DMMP are plotted in a,b, respectively.\nRegarding DIFP, the TS and products formed during the reaction are\nvery similar than that evidenced for sarin, which, in this case, is\nthe formation of the deactivated diisopropyl hydrogen phosphate (DHFP)\nmolecule ().\nThis observation is consistent with an energy barrier associated with\nthe degradation mechanism of DIFP (67.2 kJ mol<sup>–1</sup>) (a), which\nis relatively similar to the value calculated for sarin (78.6 kJ mol<sup>–1</sup>) (a).</p>", "clean_text": "The corresponding minimum-energy paths for the catalytic degradation mechanism of DIFP and DMMP are plotted in a,b, respectively. Regarding DIFP, the TS and products formed during the reaction are very similar than that evidenced for sarin, which, in this case, is the formation of the deactivated diisopropyl hydrogen phosphate (DHFP) molecule (). This observation is consistent with an energy barrier associated with the degradation mechanism of DIFP (67.2 kJ mol-1) (a), which is relatively similar to the value calculated for sarin (78.6 kJ mol-1) (a).", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Simulated minimum-energy paths corresponding to the degradation\nmechanism of (a) DIFP and (b) DMMP on the activated Ti site.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Simulated minimum-energy paths corresponding to the degradation mechanism of (a) DIFP and (b) DMMP on the activated Ti site.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Illustration of the degradation mechanism of\nDIFP on the activated\nTi site of MIP-177­(Ti). (a) Reactant (Ti-MOF + DIFP), (b) transition\nstate (TS), and (c) product (Ti-MOF-DIHP-HF). The main distances involved\nin the degradation process, P–F (pink), F–H­(OH) (blue),\nand O­(sp<sup>2</sup>)–Ti (red), are represented and expressed\nin Å.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Illustration of the degradation mechanism of DIFP on the activated Ti site of MIP-177(Ti). (a) Reactant (Ti-MOF + DIFP), (b) transition state (TS), and (c) product (Ti-MOF-DIHP-HF). The main distances involved in the degradation process, P-F (pink), F-H(OH) (blue), and O(sp2)-Ti (red), are represented and expressed in Å.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>When one switches to DMMP, a first evidences\nthat the initial configuration implies\nan interaction between its −OCH<sub>3</sub> function and the\nbridging −OH group of MIP-177­(Ti) at a longer distance compared\nto the scenario implying the interactions between the F atom of both\nsarin and DIFP with the same group of the MOF. The transition state\nshows that the P–OCH<sub>3</sub> bond becomes collinear to\nthe P–OH bond, and the nucleophilic addition of the bridging\n−OH group to the DMMP molecule results in the cleavage of the\nP–OCH<sub>3</sub> bond, leading to the formation of methanol\nand the deactivated dimethyl hydrogen phosphate (DMHP) molecule, as\ncan be illustrated in b,c.</p>", "clean_text": "When one switches to DMMP, a first evidences that the initial configuration implies an interaction between its -OCH3 function and the bridging -OH group of MIP-177(Ti) at a longer distance compared to the scenario implying the interactions between the F atom of both sarin and DIFP with the same group of the MOF. The transition state shows that the P-OCH3 bond becomes collinear to the P-OH bond, and the nucleophilic addition of the bridging -OH group to the DMMP molecule results in the cleavage of the P-OCH3 bond, leading to the formation of methanol and the deactivated dimethyl hydrogen phosphate (DMHP) molecule, as can be illustrated in b,c.", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Illustration of the degradation mechanism of DMMP on the\nactivated\nTi site of MIP-177­(Ti). (a) Reactant (Ti-MOF + DMMP), (b) transition\nstate (TS), and (c) product (Ti-MOF-DMHP-MeOH). The main distances\ninvolved in the degradation process, P–O­(CH<sub>3</sub>) (pink),\nO­(CH<sub>3</sub>)–H­(OH) (blue), and O­(sp<sup>2</sup>)–Ti\n(red), are represented and expressed in Å.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0008.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Illustration of the degradation mechanism of DMMP on the activated Ti site of MIP-177(Ti). (a) Reactant (Ti-MOF + DMMP), (b) transition state (TS), and (c) product (Ti-MOF-DMHP-MeOH). The main distances involved in the degradation process, P-O(CH3) (pink), O(CH3)-H(OH) (blue), and O(sp2)-Ti (red), are represented and expressed in Å.   ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The resulting activation energy barrier for the degradation\nof\nDMMP (115.2 kJ mol<sup>–1</sup>) (b) is significantly higher than the value\ncalculated for sarin (78.6 kJ mol<sup>–1</sup>). This trend\nthat can be associated to the subsequent elimination of methanol instead\nof HF is consistent with what has been reported previously for UiO-67\nby Troya et al. and Wang et al. for the degradation of sarin and DMMP, respectively.\nInterestingly, this calculation performed on the two simulants emphasizes\nthat DIFP better mimics sarin in terms of the TS and products obtained\nduring the reaction as well as of the activation energy required to\nachieve their degradation.</p>", "clean_text": "The resulting activation energy barrier for the degradation of DMMP (115.2 kJ mol-1) (b) is significantly higher than the value calculated for sarin (78.6 kJ mol-1). This trend that can be associated to the subsequent elimination of methanol instead of HF is consistent with what has been reported previously for UiO-67 by Troya et al. and Wang et al. for the degradation of sarin and DMMP, respectively. Interestingly, this calculation performed on the two simulants emphasizes that DIFP better mimics sarin in terms of the TS and products obtained during the reaction as well as of the activation energy required to achieve their degradation.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Degradation of Sarin on\nthe Activated Ti Site in the Presence\nof Water</title><p>Since the catalyst is expected to operate under\natmospheric condition, e.g., potentially under a given relative humidity,\nwe also investigated the degradation mechanism of sarin in the presence\nof water confined in the pore of MIP-177­(Ti). Starting with the configuration\nreported in a corresponding to the most stable arrangement of sarin in MIP-177­(Ti),\nthe incorporation of 1 extra water molecule was considered by testing\ndifferent initial positions. These resulting water-loaded configurations\nwere further DFT-geometry-optimized and the two most stable ones reported\nin a and a were subsequently selected for further exploration\nof the degradation mechanism.</p>", "clean_text": "Degradation of Sarin on the Activated Ti Site in the Presence of Water\n\nSince the catalyst is expected to operate under atmospheric condition, e.g., potentially under a given relative humidity, we also investigated the degradation mechanism of sarin in the presence of water confined in the pore of MIP-177(Ti). Starting with the configuration reported in a corresponding to the most stable arrangement of sarin in MIP-177(Ti), the incorporation of 1 extra water molecule was considered by testing different initial positions. These resulting water-loaded configurations were further DFT-geometry-optimized and the two most stable ones reported in a and a were subsequently selected for further exploration of the degradation mechanism.", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Illustration of the degradation mechanism of\nsarin on the activated\nTi site of MIP-177­(Ti) in the presence of water where sarin interacts\npredominantly with the MOF framework. (a) Reactant (Ti-MOF + sarin\n+ H<sub>2</sub>O), (b) transition state (TS), and (c) product (Ti-MOF-IMPA-HF).\nThe main distances involved in the degradation process, P–F\n(pink), F–H­(H<sub>2</sub>O) (blue), and O­(H<sub>2</sub>O)–P\n(red) are represented and expressed in Å. The black dashed lines\nindicate the interaction between the molecules (water and IMPA) and\nthe framework.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0009.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Illustration of the degradation mechanism of sarin on the activated Ti site of MIP-177(Ti) in the presence of water where sarin interacts predominantly with the MOF framework. (a) Reactant (Ti-MOF + sarin + H2O), (b) transition state (TS), and (c) product (Ti-MOF-IMPA-HF). The main distances involved in the degradation process, P-F (pink), F-H(H2O) (blue), and O(H2O)-P (red) are represented and expressed in Å. The black dashed lines indicate the interaction between the molecules (water and IMPA) and the framework.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Illustration of the\ndegradation mechanism of sarin on the activated\nTi site of MIP-177­(Ti) in the presence of water, where water interacts\nwith both sarin and MOF framework. (a) Reactant (Ti-MOF + sarin +\nH<sub>2</sub>O), (b) transition state (TS), and (c) product (Ti-MOF-IMPA-HF).\nThe main distances involved in the degradation process, P–F\n(pink), F–H­(H<sub>2</sub>O) (blue), and O­(H<sub>2</sub>O)–P\n(red) are represented and expressed in Å. The black dashed lines\nindicate the interaction between the molecules (water and IMPA) and\nthe framework.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0010.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  Illustration of the degradation mechanism of sarin on the activated Ti site of MIP-177(Ti) in the presence of water, where water interacts with both sarin and MOF framework. (a) Reactant (Ti-MOF + sarin + H2O), (b) transition state (TS), and (c) product (Ti-MOF-IMPA-HF). The main distances involved in the degradation process, P-F (pink), F-H(H2O) (blue), and O(H2O)-P (red) are represented and expressed in Å. The black dashed lines indicate the interaction between the molecules (water and IMPA) and the framework.   ", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>\n illustrates\nthe degradation mechanism of sarin starting with the first optimized\nconfiguration, where sarin forms a strong hydrogen bond with the −OH\ngroup of the MOF H­(OH)–O­(sp<sup>2</sup>) (1.75 Å, black\ndashed line). The degradation mechanism, similar to that already reported\nby Troya et al. for Zr-MOFs, then proceeds\nvia a nucleophilic attack of water molecule on the P atom of sarin,\nresulting in a penta-coordination geometry where fluorine forms a\nhydrogen bond with the H atom of water (see transition state in b). Water further\ndissociates and its proton migrates to the F-atom, leading to the\nformation of HF and IMPA, as reported in c.</p>", "clean_text": "  illustrates the degradation mechanism of sarin starting with the first optimized configuration, where sarin forms a strong hydrogen bond with the -OH group of the MOF H(OH)-O(sp2) (1.75 Å, black dashed line). The degradation mechanism, similar to that already reported by Troya et al. for Zr-MOFs, then proceeds via a nucleophilic attack of water molecule on the P atom of sarin, resulting in a penta-coordination geometry where fluorine forms a hydrogen bond with the H atom of water (see transition state in b). Water further dissociates and its proton migrates to the F-atom, leading to the formation of HF and IMPA, as reported in c.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>In the second case, the water molecule\ninteracts with both sarin\nand the −OH group of the MOF to form relatively strong H­(H<sub>2</sub>O)–O­(sp<sup>2</sup>) (1.73 Å, black dashed line)\nand H­(H<sub>2</sub>O)–O­(OH) (1.69 Å, black dashed line)\nhydrogen bonds (see a). Such an interaction makes the −OH group bonded\nto only 1 Ti site. The degradation mechanism involves the dissociation\nof water with one proton transferred to the O­(sp<sup>2</sup>) atom\nof sarin, the resulting OH<sup>–</sup> anion remaining in strong\nhydrogen bond interactions with the −OH group of MIP-177­(Ti)\n(1.71 Å, black dashed line) and with the P–OH group (1.44\nÅ, black dashed line), as it can be observed in the transition\nstate reported in b. Finally, the oxygen atom of the OH<sup>–</sup> anion\ncoordinates with the P atom of sarin, while its proton participates\nconcertedly to the degradation of the toxic molecule into IMPA and\nthe subsequent release of HF as reported in c.</p>", "clean_text": "In the second case, the water molecule interacts with both sarin and the -OH group of the MOF to form relatively strong H(H2O)-O(sp2) (1.73 Å, black dashed line) and H(H2O)-O(OH) (1.69 Å, black dashed line) hydrogen bonds (see a). Such an interaction makes the -OH group bonded to only 1 Ti site. The degradation mechanism involves the dissociation of water with one proton transferred to the O(sp2) atom of sarin, the resulting OH- anion remaining in strong hydrogen bond interactions with the -OH group of MIP-177(Ti) (1.71 Å, black dashed line) and with the P-OH group (1.44 Å, black dashed line), as it can be observed in the transition state reported in b. Finally, the oxygen atom of the OH- anion coordinates with the P atom of sarin, while its proton participates concertedly to the degradation of the toxic molecule into IMPA and the subsequent release of HF as reported in c.", "data": null, "include_properties": null}, {"idx": 30, "type": "text", "classification": ["else"], "content": "<p>\n reports\nthe corresponding minimum-energy paths for the reaction in the presence\nof water started with the two different arrangements of water described\nin a and a. The associated energy barriers of 169.6 and\n146.5 kJ mol<sup>–1</sup>, respectively, are significantly\nhigher than the value obtained in the absence of water (see a). This observation\nemphasizes that the degradation performance of MIP-177­(Ti) is expected\nto be less attractive under humid conditions.</p>", "clean_text": "  reports the corresponding minimum-energy paths for the reaction in the presence of water started with the two different arrangements of water described in a and a. The associated energy barriers of 169.6 and 146.5 kJ mol-1, respectively, are significantly higher than the value obtained in the absence of water (see a). This observation emphasizes that the degradation performance of MIP-177(Ti) is expected to be less attractive under humid conditions.", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Simulated minimum-energy\npaths corresponding to the degradation\nmechanism of sarin on the activated Ti site in the presence of water\nfor the two scenarios (<xref ref-type=\"fig\" rid=\"fig9\">Figure <xref ref-type=\"fig\" rid=\"fig9\"></xref>\n</xref>, sarin interacting predominantly with only MOF framework\n(left); and <xref ref-type=\"fig\" rid=\"fig10\">Figure <xref ref-type=\"fig\" rid=\"fig10\"></xref>\n</xref>, water interacting with both sarin and MOF framework (right)).</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  Simulated minimum-energy paths corresponding to the degradation mechanism of sarin on the activated Ti site in the presence of water for the two scenarios (Figure  , sarin interacting predominantly with only MOF framework (left); and Figure  , water interacting with both sarin and MOF framework (right)).   ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Our periodic DFT calculations explored for the first time the ability\nof a Ti-MOF, namely, the MIP-177­(Ti) for the catalytic degradation\nof sarin. These simulations demonstrated the attractiveness of MIP-177­(Ti)\nin terms of the level of performance similar than that of the best\nZr-MOFs explored so far. The degradation mechanism proceeds with a\ncoordination of sarin toward the activated Ti site via its oxygen\natom, leading to the formation of isopropyl methyl phosphonic acid\n(IMPA) coordinated in a bidentate manner to the inorganic node of\nthe Ti-MOF and the release of HF. The resulting product was shown\nto be highly stable and associated with the high energy required to\ndesorb the so-formed IMPA. This observation emphasizes that MIP-177­(Ti)\nis able to strongly retain the IMPA molecule once fixed to the Ti\nsite. Finally, the exploration of the same degradation mechanism for\ntwo standard simulants of sarin revealed that DIFP reproduces a much\nbetter catalytic behavior of sarin than DMMP in terms of not only\ndegradation mechanisms but also activation energy required to proceed\nto the corresponding reaction. This conclusion is of importance for\nthe future experimental exploration that should proceed with the most\nreliable simulants to further extrapolate the behavior of the real\ntoxic molecules.</p>", "clean_text": "Conclusions\n\nOur periodic DFT calculations explored for the first time the ability of a Ti-MOF, namely, the MIP-177(Ti) for the catalytic degradation of sarin. These simulations demonstrated the attractiveness of MIP-177(Ti) in terms of the level of performance similar than that of the best Zr-MOFs explored so far. The degradation mechanism proceeds with a coordination of sarin toward the activated Ti site via its oxygen atom, leading to the formation of isopropyl methyl phosphonic acid (IMPA) coordinated in a bidentate manner to the inorganic node of the Ti-MOF and the release of HF. The resulting product was shown to be highly stable and associated with the high energy required to desorb the so-formed IMPA. This observation emphasizes that MIP-177(Ti) is able to strongly retain the IMPA molecule once fixed to the Ti site. Finally, the exploration of the same degradation mechanism for two standard simulants of sarin revealed that DIFP reproduces a much better catalytic behavior of sarin than DMMP in terms of not only degradation mechanisms but also activation energy required to proceed to the corresponding reaction. This conclusion is of importance for the future experimental exploration that should proceed with the most reliable simulants to further extrapolate the behavior of the real toxic molecules.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The manuscript\nwas written through the contribution of all the three authors.</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The manuscript was written through the contribution of all the three authors.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "13, 19", "type": "text", "classification": "property", "content": "<p>The MEP reported in a implies an activation energy\nbarrier of 78.6 kJ mol<sup>–1</sup>. This range of value is\nsimilar to the free energy\npreviously reported for the hydrolysis\nof sarin in diverse Zr-MOFs including MOF-808 (79.1 kJ mol<sup>–1</sup>), NU-1000 (75.3 kJ mol<sup>–1</sup>), and UiO-66 (71.5 kJ\nmol<sup>–1</sup>). This observation suggests that this Ti-MOF\nis expected to perform as good as the best Zr-MOFs explored so far\nfor the catalytic degradation of sarin. We can also note that the\nproduct represents the most stable configuration along the whole reaction\npath (−80.5 kJ mol<sup>–1</sup>). This indicates that\nthe coordination of IMPA to the inorganic node of the MIP-177­(Ti)\nleads to the formation of a stable complex. Finally, the desorption\nenergy of IMPA and HF from the product calculated by using  is predicted to be relatively\nhigh, i.e., 131.6 kJ mol<sup>–1</sup>. This observation emphasizes\nthat MIP-177­(Ti) not only allows the degradation of sarin but also\na strong retention of the resulting IMPA product into their pores.</p><p>The corresponding minimum-energy paths for\nthe catalytic degradation mechanism of DIFP and DMMP are plotted in a,b, respectively.\nRegarding DIFP, the TS and products formed during the reaction are\nvery similar than that evidenced for sarin, which, in this case, is\nthe formation of the deactivated diisopropyl hydrogen phosphate (DHFP)\nmolecule ().\nThis observation is consistent with an energy barrier associated with\nthe degradation mechanism of DIFP (67.2 kJ mol<sup>–1</sup>) (a), which\nis relatively similar to the value calculated for sarin (78.6 kJ mol<sup>–1</sup>) (a).</p>", "clean_text": "The MEP reported in a implies an activation energy barrier of 78.6 kJ mol-1. This range of value is similar to the free energy previously reported for the hydrolysis of sarin in diverse Zr-MOFs including MOF-808 (79.1 kJ mol-1), NU-1000 (75.3 kJ mol-1), and UiO-66 (71.5 kJ mol-1). This observation suggests that this Ti-MOF is expected to perform as good as the best Zr-MOFs explored so far for the catalytic degradation of sarin. We can also note that the product represents the most stable configuration along the whole reaction path (-80.5 kJ mol-1). This indicates that the coordination of IMPA to the inorganic node of the MIP-177(Ti) leads to the formation of a stable complex. Finally, the desorption energy of IMPA and HF from the product calculated by using  is predicted to be relatively high, i.e., 131.6 kJ mol-1. This observation emphasizes that MIP-177(Ti) not only allows the degradation of sarin but also a strong retention of the resulting IMPA product into their pores.\n\nThe corresponding minimum-energy paths for the catalytic degradation mechanism of DIFP and DMMP are plotted in a,b, respectively. Regarding DIFP, the TS and products formed during the reaction are very similar than that evidenced for sarin, which, in this case, is the formation of the deactivated diisopropyl hydrogen phosphate (DHFP) molecule (). This observation is consistent with an energy barrier associated with the degradation mechanism of DIFP (67.2 kJ mol-1) (a), which is relatively similar to the value calculated for sarin (78.6 kJ mol-1) (a).", "data": [[{"meta": {"name": "", "symbol": "a", "chemical formula": ""}, "energy related": [{"value": "78.6", "unit": "kJ/mol", "type": "activation energy barrier", "condition": ""}]}, {"meta": {"name": "", "symbol": "a", "chemical formula": ""}, "energy related": [{"value": "79.1", "unit": "kJ/mol", "type": "free energy", "condition": "for the hydrolysis of sarin in diverse Zr-MOFs including MOF-808"}]}, {"meta": {"name": "", "symbol": "a", "chemical formula": ""}, "energy related": [{"value": "75.3", "unit": "kJ/mol", "type": "free energy", "condition": "for the hydrolysis of sarin in diverse Zr-MOFs including NU-1000"}]}, {"meta": {"name": "", "symbol": "a", "chemical formula": ""}, "energy related": [{"value": "71.5", "unit": "kJ/mol", "type": "free energy", "condition": "for the hydrolysis of sarin in diverse Zr-MOFs including UiO-66"}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "energy related": [{"value": "-80.5", "unit": "kJ/mol", "type": "minimum-energy path", "condition": "for the catalytic degradation of sarin"}]}, {"meta": {"name": "", "symbol": "", "chemical formula": ""}, "energy related": [{"value": "131.6", "unit": "kJ/mol", "type": "desorption energy", "condition": "of IMPA and HF from the product"}]}, {"meta": {"name": "", "symbol": "a", "chemical formula": ""}, "energy related": [{"value": "67.2", "unit": "kJ/mol", "type": "energy barrier", "condition": "associated with the degradation mechanism of DIFP"}]}]], "include_properties": ["energy_related"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a) Illustration of the crystal structure of MIP-177­(Ti).\nThe creation\nof the Ti open site through dehydration leads to a hydroxyl group\ncoordinated in a bidentate manner to the Ti1 and Ti2. (b) Illustration\nof the CWAs molecules: (a) sarin, (b) DIFP, and (c) DMMP, respectively.\nColor scheme: Ti, gray polyhedron; C, gray; O, red; and H, white;\nP, pink and F, blue.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Illustration of the crystal structure of MIP-177(Ti). The creation of the Ti open site through dehydration leads to a hydroxyl group coordinated in a bidentate manner to the Ti1 and Ti2. (b) Illustration of the CWAs molecules: (a) sarin, (b) DIFP, and (c) DMMP, respectively. Color scheme: Ti, gray polyhedron; C, gray; O, red; and H, white; P, pink and F, blue.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>(a) Simulated minimum-energy path corresponding to the degradation\nmechanism of sarin on the activated Ti site. (b) Evolution of the\nmain characteristic distances involving the atoms of sarin (F, P,\nand O­(sp<sup>2</sup>)) and of Ti-MOF (Ti, H­(OH)) along the reaction\ncoordinate.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  (a) Simulated minimum-energy path corresponding to the degradation mechanism of sarin on the activated Ti site. (b) Evolution of the main characteristic distances involving the atoms of sarin (F, P, and O(sp2)) and of Ti-MOF (Ti, H(OH)) along the reaction coordinate.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Illustration of the degradation\nmechanism of sarin on the activated\nTi site of MIP-177­(Ti). (a) Reactant (Ti-MOF + sarin), (b) transition\nstate (TS), and (c) product (Ti-MOF-IMPA-HF). The main distances involved\nin the degradation process, P–F (pink), F–H­(OH) (blue),\nand O­(sp<sup>2</sup>)–Ti (red), are represented and expressed\nin Å.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0003.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Illustration of the degradation mechanism of sarin on the activated Ti site of MIP-177(Ti). (a) Reactant (Ti-MOF + sarin), (b) transition state (TS), and (c) product (Ti-MOF-IMPA-HF). The main distances involved in the degradation process, P-F (pink), F-H(OH) (blue), and O(sp2)-Ti (red), are represented and expressed in Å.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Simulated minimum-energy path corresponding to the degradation\nmechanism where the activated Ti site binds to the fluorine atom of\nsarin. (b) Evolution of the main characteristic distances involving\nthe atoms of sarin (F, P) and Ti-MOF (Ti, O­(OH)) along the reaction\ncoordinate.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Simulated minimum-energy path corresponding to the degradation mechanism where the activated Ti site binds to the fluorine atom of sarin. (b) Evolution of the main characteristic distances involving the atoms of sarin (F, P) and Ti-MOF (Ti, O(OH)) along the reaction coordinate.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Illustration of the degradation\nmechanism of sarin on the activated\nTi site of MIP-177­(Ti), where the activated Ti site binds to the fluorine\natom of sarin. (a) Reactant (Ti-MOF + sarin), (b) transition state\n(TS), and (c) product (Ti-MOF-F-IMPA). The main distances involved\nin the degradation process, P–F (pink), F–Ti (blue),\nand O­(OH)–P (red), are represented and expressed in Å.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0005.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Illustration of the degradation mechanism of sarin on the activated Ti site of MIP-177(Ti), where the activated Ti site binds to the fluorine atom of sarin. (a) Reactant (Ti-MOF + sarin), (b) transition state (TS), and (c) product (Ti-MOF-F-IMPA). The main distances involved in the degradation process, P-F (pink), F-Ti (blue), and O(OH)-P (red), are represented and expressed in Å.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Simulated minimum-energy paths corresponding to the degradation\nmechanism of (a) DIFP and (b) DMMP on the activated Ti site.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Simulated minimum-energy paths corresponding to the degradation mechanism of (a) DIFP and (b) DMMP on the activated Ti site.   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>Illustration of the degradation mechanism of\nDIFP on the activated\nTi site of MIP-177­(Ti). (a) Reactant (Ti-MOF + DIFP), (b) transition\nstate (TS), and (c) product (Ti-MOF-DIHP-HF). The main distances involved\nin the degradation process, P–F (pink), F–H­(OH) (blue),\nand O­(sp<sup>2</sup>)–Ti (red), are represented and expressed\nin Å.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0007.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  Illustration of the degradation mechanism of DIFP on the activated Ti site of MIP-177(Ti). (a) Reactant (Ti-MOF + DIFP), (b) transition state (TS), and (c) product (Ti-MOF-DIHP-HF). The main distances involved in the degradation process, P-F (pink), F-H(OH) (blue), and O(sp2)-Ti (red), are represented and expressed in Å.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Illustration of the degradation mechanism of DMMP on the\nactivated\nTi site of MIP-177­(Ti). (a) Reactant (Ti-MOF + DMMP), (b) transition\nstate (TS), and (c) product (Ti-MOF-DMHP-MeOH). The main distances\ninvolved in the degradation process, P–O­(CH<sub>3</sub>) (pink),\nO­(CH<sub>3</sub>)–H­(OH) (blue), and O­(sp<sup>2</sup>)–Ti\n(red), are represented and expressed in Å.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0008.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Illustration of the degradation mechanism of DMMP on the activated Ti site of MIP-177(Ti). (a) Reactant (Ti-MOF + DMMP), (b) transition state (TS), and (c) product (Ti-MOF-DMHP-MeOH). The main distances involved in the degradation process, P-O(CH3) (pink), O(CH3)-H(OH) (blue), and O(sp2)-Ti (red), are represented and expressed in Å.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Illustration of the degradation mechanism of\nsarin on the activated\nTi site of MIP-177­(Ti) in the presence of water where sarin interacts\npredominantly with the MOF framework. (a) Reactant (Ti-MOF + sarin\n+ H<sub>2</sub>O), (b) transition state (TS), and (c) product (Ti-MOF-IMPA-HF).\nThe main distances involved in the degradation process, P–F\n(pink), F–H­(H<sub>2</sub>O) (blue), and O­(H<sub>2</sub>O)–P\n(red) are represented and expressed in Å. The black dashed lines\nindicate the interaction between the molecules (water and IMPA) and\nthe framework.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0009.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Illustration of the degradation mechanism of sarin on the activated Ti site of MIP-177(Ti) in the presence of water where sarin interacts predominantly with the MOF framework. (a) Reactant (Ti-MOF + sarin + H2O), (b) transition state (TS), and (c) product (Ti-MOF-IMPA-HF). The main distances involved in the degradation process, P-F (pink), F-H(H2O) (blue), and O(H2O)-P (red) are represented and expressed in Å. The black dashed lines indicate the interaction between the molecules (water and IMPA) and the framework.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>Illustration of the\ndegradation mechanism of sarin on the activated\nTi site of MIP-177­(Ti) in the presence of water, where water interacts\nwith both sarin and MOF framework. (a) Reactant (Ti-MOF + sarin +\nH<sub>2</sub>O), (b) transition state (TS), and (c) product (Ti-MOF-IMPA-HF).\nThe main distances involved in the degradation process, P–F\n(pink), F–H­(H<sub>2</sub>O) (blue), and O­(H<sub>2</sub>O)–P\n(red) are represented and expressed in Å. The black dashed lines\nindicate the interaction between the molecules (water and IMPA) and\nthe framework.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0010.eps\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  Illustration of the degradation mechanism of sarin on the activated Ti site of MIP-177(Ti) in the presence of water, where water interacts with both sarin and MOF framework. (a) Reactant (Ti-MOF + sarin + H2O), (b) transition state (TS), and (c) product (Ti-MOF-IMPA-HF). The main distances involved in the degradation process, P-F (pink), F-H(H2O) (blue), and O(H2O)-P (red) are represented and expressed in Å. The black dashed lines indicate the interaction between the molecules (water and IMPA) and the framework.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig11\" orientation=\"portrait\" position=\"float\">\n<label>11</label>\n<caption>\n<p>Simulated minimum-energy\npaths corresponding to the degradation\nmechanism of sarin on the activated Ti site in the presence of water\nfor the two scenarios (<xref ref-type=\"fig\" rid=\"fig9\">Figure <xref ref-type=\"fig\" rid=\"fig9\"></xref>\n</xref>, sarin interacting predominantly with only MOF framework\n(left); and <xref ref-type=\"fig\" rid=\"fig10\">Figure <xref ref-type=\"fig\" rid=\"fig10\"></xref>\n</xref>, water interacting with both sarin and MOF framework (right)).</p>\n</caption>\n<graphic id=\"gr11\" orientation=\"portrait\" position=\"float\" xlink:href=\"jp-2019-05838b_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 11  Simulated minimum-energy paths corresponding to the degradation mechanism of sarin on the activated Ti site in the presence of water for the two scenarios (Figure  , sarin interacting predominantly with only MOF framework (left); and Figure  , water interacting with both sarin and MOF framework (right)).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpcc.9b05838", "title": null, "journal": "American Chemical Society", "date": "2019.07", "author_list": ["Vieira Soares\nC.", "Maurin\nG.", "Leitão\nA. A."]}}