{"filepath": "../L2M3_data/1_application_papers/acs_xml/jz1c02489.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Azobenzene guest\nmolecules in the metal–organic framework\nstructure HKUST-1 show reversible photochemical switching and, in\naddition, alignment phenomena. Since the host system is isotropic,\nthe orientation of the guest molecules is induced via photo processes\nby polarized light. The optical properties of the thin films, analyzed\nby interferometry and UV/vis spectroscopy, reveal the potential of\nthis alignment phenomenon for stable information storage.</p>", "clean_text": "Azobenzene guest molecules in the metal-organic framework structure HKUST-1 show reversible photochemical switching and, in addition, alignment phenomena. Since the host system is isotropic, the orientation of the guest molecules is induced via photo processes by polarized light. The optical properties of the thin films, analyzed by interferometry and UV/vis spectroscopy, reveal the potential of this alignment phenomenon for stable information storage.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>One of the most successful applications\nof the photochromic molecule azobenzene (AB) and its derivatives is\nits use as a command layer for liquid crystal displays (LCDs). Here, the molecules are located in a polymer environment and linearly\npolarized light is used to generate an alignment of the molecule’s\nlong axis. This orientation is then transferred to the liquid crystalline\nlayer being forced into a special, e.g., twisted, arrangement in the\nLCD by the command layers. The photoalignment is rooted in the repeated\nisomerization of the molecules between the trans (t-AB) and cis (c-AB)\nstates under irradiation which brings the molecular ensemble in a\nphotodynamical equilibrium state. All molecules\nare continuously switched back and forth until they are, by chance,\noriented with their long axis perpendicular to the polarization direction\nof the light ().\n</p>", "clean_text": "One of the most successful applications of the photochromic molecule azobenzene (AB) and its derivatives is its use as a command layer for liquid crystal displays (LCDs). Here, the molecules are located in a polymer environment and linearly polarized light is used to generate an alignment of the molecule's long axis. This orientation is then transferred to the liquid crystalline layer being forced into a special, e.g., twisted, arrangement in the LCD by the command layers. The photoalignment is rooted in the repeated isomerization of the molecules between the trans (t-AB) and cis (c-AB) states under irradiation which brings the molecular ensemble in a photodynamical equilibrium state. All molecules are continuously switched back and forth until they are, by chance, oriented with their long axis perpendicular to the polarization direction of the light (). ", "data": null, "include_properties": null}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>a) Isomerization of AB. b) Experimental\nscheme and mechanism of\nphotoalignment: The irradiation beam switches the AB; another beam\nis used to measure absorption. The reorientation is shown on a simplified\nAB model with the NN double bond and adjacent bonds: AB continuously\nisomerizes between trans and cis. Excitation of t-AB oriented perpendicular\nto irradiation polarization is unlikely, and therefore, after multiple\ncycles this orientation is preferentially observed. c) An AB molecule\n(red) in the HKUST-1 structure with Cu (green), O (blue), and C (gray)\natoms.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  a) Isomerization of AB. b) Experimental scheme and mechanism of photoalignment: The irradiation beam switches the AB; another beam is used to measure absorption. The reorientation is shown on a simplified AB model with the NN double bond and adjacent bonds: AB continuously isomerizes between trans and cis. Excitation of t-AB oriented perpendicular to irradiation polarization is unlikely, and therefore, after multiple cycles this orientation is preferentially observed. c) An AB molecule (red) in the HKUST-1 structure with Cu (green), O (blue), and C (gray) atoms.   ", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>The effect of AB photoisomerization\n(a) has been\ninvestigated intensely in solution and\nporous environments, e.g., in molecular sieves. In the latter case, the orientation of the transition\nmoment parallel to the t-AB long axis, combined with the constrained\nanisotropic environment, can be exploited to generate systems with\nreversibly switchable optical parameters. A large photoswitchable\nbirefringence in AB@zeolite systems has been reported. However, alignment of AB molecules can also be achieved\nby irradiation with linearly polarized light in isotropic environments\n(b).\n</p>", "clean_text": "The effect of AB photoisomerization (a) has been investigated intensely in solution and porous environments, e.g., in molecular sieves. In the latter case, the orientation of the transition moment parallel to the t-AB long axis, combined with the constrained anisotropic environment, can be exploited to generate systems with reversibly switchable optical parameters. A large photoswitchable birefringence in AB@zeolite systems has been reported. However, alignment of AB molecules can also be achieved by irradiation with linearly polarized light in isotropic environments (b). ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>One drawback of the molecular sieves as\nporous host for optical\napplications, despite their promising properties in many regards,\nis the inability to produce macroscopic crystals or homogeneous thin\nfilms. Experiments on zeolite crystals therefore suffer from scattering\nand low reproducibility of the synthesis. One way to circumvent this\nlimitation is by replacing the host with surface mounted metal–organic\nframeworks (SURMOFs). For this material class, the ability to produce\nhomogeneous thin films on a substrate has been demonstrated on many\ndifferent MOF types, e.g., using layer-by-layer\nsynthesis procedures. Recent reviews\nof AB@MOF systems are available. In pioneering\npapers, the reversible AB photoisomerization has been exploited as\na molecular valve to close and open the pores of an AB@SURMOF membrane\nto switch gas transport. Furthermore, AB attached as a\nside group to the linker can be selectively switched using circularly\npolarized light. An especially good photoisomerization\nbehavior of AB was shown in the 3D pores of an HKUST-1 type thin film. This is possible since two of the framework’s\nthree cavity types (with diameters of 1.4 nm, 1.1 and 0.5 nm) are not only spacious enough to accommodate\nAB but also provide a free volume bigger than 0.12 nm<sup>3</sup>,\nwhich is needed for photoisomerization of AB.\n</p>", "clean_text": "One drawback of the molecular sieves as porous host for optical applications, despite their promising properties in many regards, is the inability to produce macroscopic crystals or homogeneous thin films. Experiments on zeolite crystals therefore suffer from scattering and low reproducibility of the synthesis. One way to circumvent this limitation is by replacing the host with surface mounted metal-organic frameworks (SURMOFs). For this material class, the ability to produce homogeneous thin films on a substrate has been demonstrated on many different MOF types, e.g., using layer-by-layer synthesis procedures. Recent reviews of AB@MOF systems are available. In pioneering papers, the reversible AB photoisomerization has been exploited as a molecular valve to close and open the pores of an AB@SURMOF membrane to switch gas transport. Furthermore, AB attached as a side group to the linker can be selectively switched using circularly polarized light. An especially good photoisomerization behavior of AB was shown in the 3D pores of an HKUST-1 type thin film. This is possible since two of the framework's three cavity types (with diameters of 1.4 nm, 1.1 and 0.5 nm) are not only spacious enough to accommodate AB but also provide a free volume bigger than 0.12 nm3, which is needed for photoisomerization of AB. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>In the present Letter, we describe a geometrically well-defined\nAB@HKUST-1 composite system (c) with the focus of generating anisotropic optical\nproperties via photoalignment. Since the host crystal is isotropic,\nwe induce an orientation of the guest molecules only via photoalignment,\nsimilar to the applications of AB as a command layer for LCDs. Regarding\npotential applications, the photoalignment has a big advantage over\ndifferent photoisomerized states that it does not suffer under the\ninherent metastability of one of the states and offers easy coupling\nto birefringence. Furthermore, in this paper, the optical properties\nof the thin films will be analyzed with angular dependent interferometry\n(ADI) with high accuracy and the stability\ntimes of the cis isomer will be determined.</p>", "clean_text": "In the present Letter, we describe a geometrically well-defined AB@HKUST-1 composite system (c) with the focus of generating anisotropic optical properties via photoalignment. Since the host crystal is isotropic, we induce an orientation of the guest molecules only via photoalignment, similar to the applications of AB as a command layer for LCDs. Regarding potential applications, the photoalignment has a big advantage over different photoisomerized states that it does not suffer under the inherent metastability of one of the states and offers easy coupling to birefringence. Furthermore, in this paper, the optical properties of the thin films will be analyzed with angular dependent interferometry (ADI) with high accuracy and the stability times of the cis isomer will be determined.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The HKUST-1 MOF-films\nwere prepared layer-by-layer from benzene-1,3,5-tricarboxylic\nacid and Cu­(II) acetate precursor on FTO glass substrate by a spraying\ntechnology, resulting in SURMOFs of optical\nquality. For AB guest loading, the samples were immersed in an ethanolic\nsolution of AB for 72 h at 60 °C. X-ray diffraction showed good\nagreement with the literature and our previous work\non this system (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.1c02489/suppl_file/jz1c02489_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>). The nominal loading of the samples was about\n1.5 molecules per unit cell, as concluded from UV/vis spectra (see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.1c02489/suppl_file/jz1c02489_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>).</p>", "clean_text": "The HKUST-1 MOF-films were prepared layer-by-layer from benzene-1,3,5-tricarboxylic acid and Cu(II) acetate precursor on FTO glass substrate by a spraying technology, resulting in SURMOFs of optical quality. For AB guest loading, the samples were immersed in an ethanolic solution of AB for 72 h at 60 °C. X-ray diffraction showed good agreement with the literature and our previous work on this system (Figure S1). The nominal loading of the samples was about 1.5 molecules per unit cell, as concluded from UV/vis spectra (see Supporting Information).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["property"], "content": "<p>The thin films\nappear slightly colored and expose distinct interference\nfringes (Fabry–Perot oscillations) in the UV/vis spectra that\ncan be used to determine the film thickness <italic toggle=\"yes\">d</italic> and\nrefractive index <italic toggle=\"yes\">n</italic>. In ADI this is realized by turning the sample in the spectrometer (for\ndetails see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.1c02489/suppl_file/jz1c02489_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>).\nThe interference extrema are blue-shifted with increasing incidence\nangle α (). A multistep process was employed for the data evaluation, as in\nref . The thickness\nof our thin films turned out to be <italic toggle=\"yes\">d</italic> = 297 nm ±\n12 nm with a refractive index <italic toggle=\"yes\">n</italic> = 1.43. Moreover,\nthe clear occurrence of the Fabry–Perot oscillations shows\nthe excellent SURMOF film quality.</p>", "clean_text": "The thin films appear slightly colored and expose distinct interference fringes (Fabry-Perot oscillations) in the UV/vis spectra that can be used to determine the film thickness d and refractive index n. In ADI this is realized by turning the sample in the spectrometer (for details see the Supporting Information). The interference extrema are blue-shifted with increasing incidence angle α (). A multistep process was employed for the data evaluation, as in ref . The thickness of our thin films turned out to be d = 297 nm ± 12 nm with a refractive index n = 1.43. Moreover, the clear occurrence of the Fabry-Perot oscillations shows the excellent SURMOF film quality.", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fabry–Perot oscillations in the\nabsorbance spectrum of the\nAB@HKUST-1 film. The extrema are blue-shifted with increasing incidence\nangle α and can be used to determine the optical parameters\nof the film.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Fabry-Perot oscillations in the absorbance spectrum of the AB@HKUST-1 film. The extrema are blue-shifted with increasing incidence angle α and can be used to determine the optical parameters of the film.   ", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The photoisomerization of the\nAB guest was investigated with UV/vis\nspectroscopy. The sample was irradiated alternately with visible light\nat 443 nm and UV light at 365 nm. The most concise way to visualize\nthe isomerization reaction is to plot the change in absorbance Δ<italic toggle=\"yes\">A</italic> with reference to a measurement on the same sample (). Here, the state\nafter the first irradiation with visible light was chosen as reference.\nA nearly reversible change between two distinct types of spectra,\ndepending on the last irradiation wavelength, was observed.</p>", "clean_text": "The photoisomerization of the AB guest was investigated with UV/vis spectroscopy. The sample was irradiated alternately with visible light at 443 nm and UV light at 365 nm. The most concise way to visualize the isomerization reaction is to plot the change in absorbance ΔA with reference to a measurement on the same sample (). Here, the state after the first irradiation with visible light was chosen as reference. A nearly reversible change between two distinct types of spectra, depending on the last irradiation wavelength, was observed.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Absorbance\nchange after repeated irradiation with visible and UV\nlight for 3 min. Two spectra were measured after each irradiation,\nbut they varied only little. The dominant π–π*\nand weaker n-π* bands of the AB are observed at their expected\npositions. Absolute absorbance spectra are shown in the inset.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Absorbance change after repeated irradiation with visible and UV light for 3 min. Two spectra were measured after each irradiation, but they varied only little. The dominant π-π* and weaker n-π* bands of the AB are observed at their expected positions. Absolute absorbance spectra are shown in the inset.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>As known from the literature, the\nchanges can be attributed\nto an isomerization of the AB guest molecule by the position of the\npeaks. The biggest change around 332 nm is negative and corresponds\nto a loss of intensity of the π–π* band of the\nt-AB. The π–π* band of the c-AB is expected at\nmuch lower wavelengths (and with lower intensities) and is not within\nthe measurement range. The other peak at 434 nm corresponds to the\nn−π*-band, where the t-AB and c-AB positions are found\nat roughly the same wavelength. The n−π* intensity of\nthe c-AB, however, is larger than that of the t-AB by a factor of\nabout three and therefore a positive change after irradiation with\nUV light is expected and was also observed. All positions and intensities\ndepend on the solvent and environment of the AB molecule and small\nvariations from the literature values can likely be attributed to\nsuch effects.</p>", "clean_text": "As known from the literature, the changes can be attributed to an isomerization of the AB guest molecule by the position of the peaks. The biggest change around 332 nm is negative and corresponds to a loss of intensity of the π-π* band of the t-AB. The π-π* band of the c-AB is expected at much lower wavelengths (and with lower intensities) and is not within the measurement range. The other peak at 434 nm corresponds to the n-π*-band, where the t-AB and c-AB positions are found at roughly the same wavelength. The n-π* intensity of the c-AB, however, is larger than that of the t-AB by a factor of about three and therefore a positive change after irradiation with UV light is expected and was also observed. All positions and intensities depend on the solvent and environment of the AB molecule and small variations from the literature values can likely be attributed to such effects.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>One important parameter in evaluating a photoswitchable\nsystem\nis its stability. Typically, the metastable c-AB decays to t-AB in\na wide range of time scales, depending heavily on the local environment.\nWe have investigated this process by first irradiating the sample\nwith UV light and then taking UV/vis measurements in regular intervals\nΔ<italic toggle=\"yes\">t</italic>. The resulting spectra were evaluated at\nthe minimum of the Δ<italic toggle=\"yes\">A</italic> spectrum in the π–π*\nband with results shown in . In all cases, the trend can be fitted well with an\nexponential function, but the fit is significantly improved if the\nfirst data point is neglected. The decay constant <italic toggle=\"yes\">t</italic>\n<sub>1</sub> of the exponential function shows a linear dependence\non measurement frequency Δ<italic toggle=\"yes\">t</italic>\n<sup>–1</sup>, similar as in ref . This behavior is caused by the influence of the measurement light.\nExtrapolating this trend toward zero removes the influence of the\nmeasurement and yields <italic toggle=\"yes\">t</italic>\n<sub>1</sub> = 260 min ±\n34 min. This result means c-AB relaxes faster in HKUST-1 than it does\nin solution, where it has a half-life of around 2 days. AB in molecular sieves shows comparable or a little longer stability\ntimes than the values we report here.\n</p>", "clean_text": "One important parameter in evaluating a photoswitchable system is its stability. Typically, the metastable c-AB decays to t-AB in a wide range of time scales, depending heavily on the local environment. We have investigated this process by first irradiating the sample with UV light and then taking UV/vis measurements in regular intervals Δt. The resulting spectra were evaluated at the minimum of the ΔA spectrum in the π-π* band with results shown in . In all cases, the trend can be fitted well with an exponential function, but the fit is significantly improved if the first data point is neglected. The decay constant t 1 of the exponential function shows a linear dependence on measurement frequency Δt -1, similar as in ref . This behavior is caused by the influence of the measurement light. Extrapolating this trend toward zero removes the influence of the measurement and yields t 1 = 260 min ± 34 min. This result means c-AB relaxes faster in HKUST-1 than it does in solution, where it has a half-life of around 2 days. AB in molecular sieves shows comparable or a little longer stability times than the values we report here. ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Stability\nanalysis of the cis state. Change in absorbance Δ<italic toggle=\"yes\">A</italic> in the π–π* band plotted against time\nafter irradiation with different Δ<italic toggle=\"yes\">t</italic> between\nthe measurement points and exponential fits. Error bars were estimated\nfrom the noise of the absorbance data. Inset: Dependence of the decay\nconstants <italic toggle=\"yes\">t</italic>\n<sub>1</sub> vs measurement frequency\nΔ<italic toggle=\"yes\">t</italic>\n<sup>–1</sup>. A linear fit together\nwith the 95% confidence area is shown.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Stability analysis of the cis state. Change in absorbance ΔA in the π-π* band plotted against time after irradiation with different Δt between the measurement points and exponential fits. Error bars were estimated from the noise of the absorbance data. Inset: Dependence of the decay constants t 1 vs measurement frequency Δt -1. A linear fit together with the 95% confidence area is shown.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>During the data evaluation, we excluded the first data points for\nan improved exponential fit in , meaning that the relaxation in the first time period\nfollows a slightly different behavior than during the rest of the\nmeasurement. Such effects have been reported before as result of sterically\nhindered c-AB, e.g., in a polymer environment. We believe that a fraction of the AB molecules cannot relax\ncompletely, because of the interaction with the HKUST-1 matrix.</p>", "clean_text": "During the data evaluation, we excluded the first data points for an improved exponential fit in , meaning that the relaxation in the first time period follows a slightly different behavior than during the rest of the measurement. Such effects have been reported before as result of sterically hindered c-AB, e.g., in a polymer environment. We believe that a fraction of the AB molecules cannot relax completely, because of the interaction with the HKUST-1 matrix.", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>Following the motivation given above, the switching experiments\nwere finally modified to be sensitive to the orientation of the AB\nmolecules. To our knowledge, this question has never been investigated\nin an isotropic porous guest–host system. The sensitivity can\nbe achieved by inserting a linear polarization filter in front of\nthe sample (orientation φ<sub>\n<italic toggle=\"yes\">M</italic>\n</sub>) and\nthe UV lamp (orientation φ<sub>\n<italic toggle=\"yes\">Irr</italic>\n</sub>),\nrespectively.  shows measurements on AB@HKUST-1 where after each irradiation two\nabsorption measurements were performed: one polarized horizontally\nand one vertically. After irradiation with nonpolarized light, the\ntwo polarizations show almost no difference, as expected, since the\nAB is distributed isotropically. After irradiation with linearly polarized\nUV light, however, higher absorption in the direction perpendicular\nto the polarization direction of the irradiation light was observed.\nThis effect is consistent with an enhanced orientation of AB molecules\nin the perpendicular direction by photoalignment. For additional measurements,\nsee section 2.5 of the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.1c02489/suppl_file/jz1c02489_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "Following the motivation given above, the switching experiments were finally modified to be sensitive to the orientation of the AB molecules. To our knowledge, this question has never been investigated in an isotropic porous guest-host system. The sensitivity can be achieved by inserting a linear polarization filter in front of the sample (orientation φ M ) and the UV lamp (orientation φ Irr ), respectively.  shows measurements on AB@HKUST-1 where after each irradiation two absorption measurements were performed: one polarized horizontally and one vertically. After irradiation with nonpolarized light, the two polarizations show almost no difference, as expected, since the AB is distributed isotropically. After irradiation with linearly polarized UV light, however, higher absorption in the direction perpendicular to the polarization direction of the irradiation light was observed. This effect is consistent with an enhanced orientation of AB molecules in the perpendicular direction by photoalignment. For additional measurements, see section 2.5 of the Supporting Information.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Photoalignment in AB@HKUST-1: absorbance change of the π–π*\nband of light polarized vertically (continuous lines) and horizontally\n(dotted lines). After irradiation with nonpolarized light, no difference\nbetween polarizations was observed, while after irradiation with linearly\npolarized UV (LPUV) light a clear difference can be seen.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Photoalignment in AB@HKUST-1: absorbance change of the π-π* band of light polarized vertically (continuous lines) and horizontally (dotted lines). After irradiation with nonpolarized light, no difference between polarizations was observed, while after irradiation with linearly polarized UV (LPUV) light a clear difference can be seen.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>The influence of the measurement on the aligned state needs\nto\nbe taken into consideration just as carefully as the influence of\nthe measurement light on the isomer concentrations. In  this influence is monitored\nby two measurements taken in each polarization direction in alternating\norder. Only a small difference between these two was found. The measurement\nrange and hereby duration of exposure was nevertheless further reduced\nto a single spectral data point in the following measurements. Additional\nangles between the perpendicular and parallel polarization were measured\nto be able to check the data consistency. The results shown in  can be fitted in\nall cases with a cos<sup>2</sup> function, thus, confirming photoalignment\nof the AB guest molecules.\n</p>", "clean_text": "The influence of the measurement on the aligned state needs to be taken into consideration just as carefully as the influence of the measurement light on the isomer concentrations. In  this influence is monitored by two measurements taken in each polarization direction in alternating order. Only a small difference between these two was found. The measurement range and hereby duration of exposure was nevertheless further reduced to a single spectral data point in the following measurements. Additional angles between the perpendicular and parallel polarization were measured to be able to check the data consistency. The results shown in  can be fitted in all cases with a cos2 function, thus, confirming photoalignment of the AB guest molecules. ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Polarized absorbance\nat λ = 330 nm after 1 min of irradiation\nwith the light type indicated in the plot legend. After each irradiation,\nsix data points at different polarization directions φ<sub>\n<italic toggle=\"yes\">M</italic>\n</sub> were collected and fitted with a cos<sup>2</sup> function. The highest absorbance is observed perpendicular to the\nlinearly polarized light φ<sub>\n<italic toggle=\"yes\">Irr</italic>\n</sub>, which\nis consistent with AB aligned in this direction.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Polarized absorbance at λ = 330 nm after 1 min of irradiation with the light type indicated in the plot legend. After each irradiation, six data points at different polarization directions φ M  were collected and fitted with a cos2 function. The highest absorbance is observed perpendicular to the linearly polarized light φ Irr , which is consistent with AB aligned in this direction.   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The sequence of measurements is shown by the order in the plot\nlegend in ,\nfrom top to bottom. Considering this, the results reveal two additional\nsurprising characteristics. First, some degree of orientation is preserved\neven after irradiation with nonpolarized light, both visible and UV.\nHowever, every additional irradiation does reduce the degree of orientation.\nThis is seen by the difference of the cyan and the black curve, between\nwhich an additional switching step with nonpolarized UV and visible\nlight was performed. Furthermore, an intermediate step of irradiation\nwith visible light was not always needed for the alignment. The state\nof preferred alignment of the AB molecule in the vertical direction\n(orange) was turned around directly toward a preferential orientation\nin the horizontal (blue).</p>", "clean_text": "The sequence of measurements is shown by the order in the plot legend in , from top to bottom. Considering this, the results reveal two additional surprising characteristics. First, some degree of orientation is preserved even after irradiation with nonpolarized light, both visible and UV. However, every additional irradiation does reduce the degree of orientation. This is seen by the difference of the cyan and the black curve, between which an additional switching step with nonpolarized UV and visible light was performed. Furthermore, an intermediate step of irradiation with visible light was not always needed for the alignment. The state of preferred alignment of the AB molecule in the vertical direction (orange) was turned around directly toward a preferential orientation in the horizontal (blue).", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>The strength of the alignment effects\ncan be estimated by comparison\nwith the total photochemical changes. In the data fit formula (see ), the change in\nabsorption due to the isomerization is described by the difference\nin <italic toggle=\"yes\">A</italic>\n<sub>0</sub> between the measurements after irradiation\nwith UV to the one with visible light, while the amplitude <italic toggle=\"yes\">C</italic> of the cosine is a measure of the photoalignment. <italic toggle=\"yes\">A</italic>\n<sub>0</sub> is about four times larger than <italic toggle=\"yes\">C</italic>, suggesting that effectively 1/4 of the AB molecules are photochemically\nreoriented inside the pores. This proportion can likely be enhanced\nby further optimization of the irradiation conditions.</p>", "clean_text": "The strength of the alignment effects can be estimated by comparison with the total photochemical changes. In the data fit formula (see ), the change in absorption due to the isomerization is described by the difference in A 0 between the measurements after irradiation with UV to the one with visible light, while the amplitude C of the cosine is a measure of the photoalignment. A 0 is about four times larger than C, suggesting that effectively 1/4 of the AB molecules are photochemically reoriented inside the pores. This proportion can likely be enhanced by further optimization of the irradiation conditions.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>As already\nnoted, photoalignment of AB has been observed before,\nmostly for AB derivatives anchored on one end, e.g., to a polymer. No alignment is expected for AB in solution,\nas an oriented state would quickly be lost due to thermal redistribution.\nThe occurrence of photoalignment inside MOF pores, which are sometimes\ndeemed to behave like a “solid solvent”, is therefore by no means trivial. We believe\nthat the guest–host interactions are an important factor in\nstabilizing the system. This may bypass a general drawback of many\nphotoalignable systems with separated small molecules where the aligned\nstates are not stable. In our system, we have not observed any relaxation\nprocess of the alignment degree up to now.</p>", "clean_text": "As already noted, photoalignment of AB has been observed before, mostly for AB derivatives anchored on one end, e.g., to a polymer. No alignment is expected for AB in solution, as an oriented state would quickly be lost due to thermal redistribution. The occurrence of photoalignment inside MOF pores, which are sometimes deemed to behave like a \"solid solvent\", is therefore by no means trivial. We believe that the guest-host interactions are an important factor in stabilizing the system. This may bypass a general drawback of many photoalignable systems with separated small molecules where the aligned states are not stable. In our system, we have not observed any relaxation process of the alignment degree up to now.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Stability of the\ncis state for about 4 h was found. This was plenty\nenough to perform photoisomerization experiments, but these stability\ntimes are too low for applications in data storage. The photoaligned\nstates are, however, not influenced by the same processes. This means\ninformation can be much better stored in the orientation of the t-AB,\nwhich is not lost after thermal isomerization. The relaxation of the\nphotoalignment toward an isotropic distribution is described by Brownian\nmotion and the interaction with the environment.\n</p>", "clean_text": "Stability of the cis state for about 4 h was found. This was plenty enough to perform photoisomerization experiments, but these stability times are too low for applications in data storage. The photoaligned states are, however, not influenced by the same processes. This means information can be much better stored in the orientation of the t-AB, which is not lost after thermal isomerization. The relaxation of the photoalignment toward an isotropic distribution is described by Brownian motion and the interaction with the environment. ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The found refractive index of <italic toggle=\"yes\">n</italic> =\n1.43 for the\nSURMOF film requires a closer look. Redel et al. reported the refractive\nindex of HKUST-1 thin films increases from <italic toggle=\"yes\">n</italic> = 1.39\nto <italic toggle=\"yes\">n</italic> = 1.55–1.6 by the presence of water inside\nthe pores. Since our refractive index\nfor the composite AB@HKUST-1 is only marginally bigger than in the\nfully activated state, it is once again indicated that only small\namounts of guest molecules are present. This and the small thickness\nare responsible for the small optical changes observed in this work.\nThese changes are however in the same range as similar systems shown\nin the literature. Differences can likely be attributed\nto film thickness, loading procedures, and wavelength of light used\nfor the photoisomerization. The optical effects can certainly be increased\nwith further optimization of these parameters. Some inherent limitations\nmight be foreseen in the loading capacity and in film thickness because\nof scattering. From the molecular view, loading up to 32 molecules/u.c.\nseem to be possible if one assumes a dominant adsorption interaction\nof AB and the BTC. Optical scattering of the MOF films was not visible\nup to now.</p>", "clean_text": "The found refractive index of n = 1.43 for the SURMOF film requires a closer look. Redel et al. reported the refractive index of HKUST-1 thin films increases from n = 1.39 to n = 1.55-1.6 by the presence of water inside the pores. Since our refractive index for the composite AB@HKUST-1 is only marginally bigger than in the fully activated state, it is once again indicated that only small amounts of guest molecules are present. This and the small thickness are responsible for the small optical changes observed in this work. These changes are however in the same range as similar systems shown in the literature. Differences can likely be attributed to film thickness, loading procedures, and wavelength of light used for the photoisomerization. The optical effects can certainly be increased with further optimization of these parameters. Some inherent limitations might be foreseen in the loading capacity and in film thickness because of scattering. From the molecular view, loading up to 32 molecules/u.c. seem to be possible if one assumes a dominant adsorption interaction of AB and the BTC. Optical scattering of the MOF films was not visible up to now.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>In addition, we believe that additional strategies\nfor increasing\nthe optical switching effects are needed and photoalignment can be\none of them. It can, for example, be followed up by birefringence\nread-out, where small changes in AB@host systems have already been\nused before to induce large transmission changes at specific wavelengths. This would also solve the inherent problem of measurement influence,\nbecause read-out wavelengths can be chosen outside of the typical\nabsorption range of AB. We will continue this work by conducting similar\nexperiments on AB@MOF systems.</p>", "clean_text": "In addition, we believe that additional strategies for increasing the optical switching effects are needed and photoalignment can be one of them. It can, for example, be followed up by birefringence read-out, where small changes in AB@host systems have already been used before to induce large transmission changes at specific wavelengths. This would also solve the inherent problem of measurement influence, because read-out wavelengths can be chosen outside of the typical absorption range of AB. We will continue this work by conducting similar experiments on AB@MOF systems.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>In this work, the geometry of\nthe switching and measurement light\nwas kept as simple as possible. Both hit the sample parallel to the\nsurface normal and only the polarization direction was varied. It\nis, however, also possible to irradiate and measure the sample from\ndifferent angles. In such a case the orientation of the AB molecules\nneeds to be described by x, y, and z components. Additional experiments\nhave already shown that the alignment is not limited to the MOF’s\nfilm plane. It is even possible to align the AB with nonpolarized\nlight in the direction of the light beam, as was described before\nin AB@Polymer systems. 3D anisotropy,\ninstead of the often discussed anisotropy inside a plane, could pave\nthe way for many interesting applications, such as data storage, multicommand\nswitching geometries and neuromorphics.</p>", "clean_text": "In this work, the geometry of the switching and measurement light was kept as simple as possible. Both hit the sample parallel to the surface normal and only the polarization direction was varied. It is, however, also possible to irradiate and measure the sample from different angles. In such a case the orientation of the AB molecules needs to be described by x, y, and z components. Additional experiments have already shown that the alignment is not limited to the MOF's film plane. It is even possible to align the AB with nonpolarized light in the direction of the light beam, as was described before in AB@Polymer systems. 3D anisotropy, instead of the often discussed anisotropy inside a plane, could pave the way for many interesting applications, such as data storage, multicommand switching geometries and neuromorphics.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>In summary, photoalignment\nof AB in the pores of the HKUST-1 SURMOF\nwas shown to be possible, efficient, and stable. The molecules are\noriented perpendicular to the polarization direction of switching\nlight. To our knowledge, this is the first time that this has been\nobserved for noncovalently attached azobenzene. Reversible switching\nbetween two such aligned states works and more sophisticated switching\ngeometries are possible. Because of the large variety of MOF pore\nsizes available in the literature, many photoisomerizable molecules\ncan possibly be aligned in a similar way. Moreover, especially enhancement\nwith birefringence switching could lead to a large contrast in the\nmeasurable optical effects.\nBirefringence effects are inherently expected for the photoaligned\nsystems, whereas they are restricted to very special cases when only\ndifferent isomerization states are used such as in ref .</p>", "clean_text": "In summary, photoalignment of AB in the pores of the HKUST-1 SURMOF was shown to be possible, efficient, and stable. The molecules are oriented perpendicular to the polarization direction of switching light. To our knowledge, this is the first time that this has been observed for noncovalently attached azobenzene. Reversible switching between two such aligned states works and more sophisticated switching geometries are possible. Because of the large variety of MOF pore sizes available in the literature, many photoisomerizable molecules can possibly be aligned in a similar way. Moreover, especially enhancement with birefringence switching could lead to a large contrast in the measurable optical effects. Birefringence effects are inherently expected for the photoaligned systems, whereas they are restricted to very special cases when only different isomerization states are used such as in ref .", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.jpclett.1c02489?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.jpclett.1c02489</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Experimental details,\nthe XRD measurements, ADI, guest\nloading calculation, and more details about the cis-lifetime and photoalignment\nmeasurements (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.1c02489/suppl_file/jz1c02489_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.jpclett.1c02489.  Experimental details, the XRD measurements, ADI, guest loading calculation, and more details about the cis-lifetime and photoalignment measurements (PDF)   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>Experimental details,\nthe XRD measurements, ADI, guest\nloading calculation, and more details about the cis-lifetime and photoalignment\nmeasurements (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.1c02489/suppl_file/jz1c02489_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>Open access\nfunded by Max Planck Society.</p><p>The authors\ndeclare no competing financial interest.</p>", "clean_text": "Experimental details, the XRD measurements, ADI, guest loading calculation, and more details about the cis-lifetime and photoalignment measurements (PDF)\n\nOpen access funded by Max Planck Society.\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "8, 13", "type": "text", "classification": "property", "content": "<p>The thin films\nappear slightly colored and expose distinct interference\nfringes (Fabry–Perot oscillations) in the UV/vis spectra that\ncan be used to determine the film thickness <italic toggle=\"yes\">d</italic> and\nrefractive index <italic toggle=\"yes\">n</italic>. In ADI this is realized by turning the sample in the spectrometer (for\ndetails see the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.jpclett.1c02489/suppl_file/jz1c02489_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>).\nThe interference extrema are blue-shifted with increasing incidence\nangle α (). A multistep process was employed for the data evaluation, as in\nref . The thickness\nof our thin films turned out to be <italic toggle=\"yes\">d</italic> = 297 nm ±\n12 nm with a refractive index <italic toggle=\"yes\">n</italic> = 1.43. Moreover,\nthe clear occurrence of the Fabry–Perot oscillations shows\nthe excellent SURMOF film quality.</p><p>One important parameter in evaluating a photoswitchable\nsystem\nis its stability. Typically, the metastable c-AB decays to t-AB in\na wide range of time scales, depending heavily on the local environment.\nWe have investigated this process by first irradiating the sample\nwith UV light and then taking UV/vis measurements in regular intervals\nΔ<italic toggle=\"yes\">t</italic>. The resulting spectra were evaluated at\nthe minimum of the Δ<italic toggle=\"yes\">A</italic> spectrum in the π–π*\nband with results shown in . In all cases, the trend can be fitted well with an\nexponential function, but the fit is significantly improved if the\nfirst data point is neglected. The decay constant <italic toggle=\"yes\">t</italic>\n<sub>1</sub> of the exponential function shows a linear dependence\non measurement frequency Δ<italic toggle=\"yes\">t</italic>\n<sup>–1</sup>, similar as in ref . This behavior is caused by the influence of the measurement light.\nExtrapolating this trend toward zero removes the influence of the\nmeasurement and yields <italic toggle=\"yes\">t</italic>\n<sub>1</sub> = 260 min ±\n34 min. This result means c-AB relaxes faster in HKUST-1 than it does\nin solution, where it has a half-life of around 2 days. AB in molecular sieves shows comparable or a little longer stability\ntimes than the values we report here.\n</p>", "clean_text": "The thin films appear slightly colored and expose distinct interference fringes (Fabry-Perot oscillations) in the UV/vis spectra that can be used to determine the film thickness d and refractive index n. In ADI this is realized by turning the sample in the spectrometer (for details see the Supporting Information). The interference extrema are blue-shifted with increasing incidence angle α (). A multistep process was employed for the data evaluation, as in ref . The thickness of our thin films turned out to be d = 297 nm ± 12 nm with a refractive index n = 1.43. Moreover, the clear occurrence of the Fabry-Perot oscillations shows the excellent SURMOF film quality.\n\nOne important parameter in evaluating a photoswitchable system is its stability. Typically, the metastable c-AB decays to t-AB in a wide range of time scales, depending heavily on the local environment. We have investigated this process by first irradiating the sample with UV light and then taking UV/vis measurements in regular intervals Δt. The resulting spectra were evaluated at the minimum of the ΔA spectrum in the π-π* band with results shown in . In all cases, the trend can be fitted well with an exponential function, but the fit is significantly improved if the first data point is neglected. The decay constant t 1 of the exponential function shows a linear dependence on measurement frequency Δt -1, similar as in ref . This behavior is caused by the influence of the measurement light. Extrapolating this trend toward zero removes the influence of the measurement and yields t 1 = 260 min ± 34 min. This result means c-AB relaxes faster in HKUST-1 than it does in solution, where it has a half-life of around 2 days. AB in molecular sieves shows comparable or a little longer stability times than the values we report here. ", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "film thickness", "value": "297", "unit": "nm", "condition": ""}, {"property name": "refractive index", "value": "1.43", "unit": "", "condition": ""}, {"property name": "decay constant", "value": "260", "unit": "min", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 3, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>a) Isomerization of AB. b) Experimental\nscheme and mechanism of\nphotoalignment: The irradiation beam switches the AB; another beam\nis used to measure absorption. The reorientation is shown on a simplified\nAB model with the NN double bond and adjacent bonds: AB continuously\nisomerizes between trans and cis. Excitation of t-AB oriented perpendicular\nto irradiation polarization is unlikely, and therefore, after multiple\ncycles this orientation is preferentially observed. c) An AB molecule\n(red) in the HKUST-1 structure with Cu (green), O (blue), and C (gray)\natoms.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  a) Isomerization of AB. b) Experimental scheme and mechanism of photoalignment: The irradiation beam switches the AB; another beam is used to measure absorption. The reorientation is shown on a simplified AB model with the NN double bond and adjacent bonds: AB continuously isomerizes between trans and cis. Excitation of t-AB oriented perpendicular to irradiation polarization is unlikely, and therefore, after multiple cycles this orientation is preferentially observed. c) An AB molecule (red) in the HKUST-1 structure with Cu (green), O (blue), and C (gray) atoms.   ", "data": null, "include_properties": null}, {"idx": 9, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Fabry–Perot oscillations in the\nabsorbance spectrum of the\nAB@HKUST-1 film. The extrema are blue-shifted with increasing incidence\nangle α and can be used to determine the optical parameters\nof the film.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Fabry-Perot oscillations in the absorbance spectrum of the AB@HKUST-1 film. The extrema are blue-shifted with increasing incidence angle α and can be used to determine the optical parameters of the film.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Absorbance\nchange after repeated irradiation with visible and UV\nlight for 3 min. Two spectra were measured after each irradiation,\nbut they varied only little. The dominant π–π*\nand weaker n-π* bands of the AB are observed at their expected\npositions. Absolute absorbance spectra are shown in the inset.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Absorbance change after repeated irradiation with visible and UV light for 3 min. Two spectra were measured after each irradiation, but they varied only little. The dominant π-π* and weaker n-π* bands of the AB are observed at their expected positions. Absolute absorbance spectra are shown in the inset.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Stability\nanalysis of the cis state. Change in absorbance Δ<italic toggle=\"yes\">A</italic> in the π–π* band plotted against time\nafter irradiation with different Δ<italic toggle=\"yes\">t</italic> between\nthe measurement points and exponential fits. Error bars were estimated\nfrom the noise of the absorbance data. Inset: Dependence of the decay\nconstants <italic toggle=\"yes\">t</italic>\n<sub>1</sub> vs measurement frequency\nΔ<italic toggle=\"yes\">t</italic>\n<sup>–1</sup>. A linear fit together\nwith the 95% confidence area is shown.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  Stability analysis of the cis state. Change in absorbance ΔA in the π-π* band plotted against time after irradiation with different Δt between the measurement points and exponential fits. Error bars were estimated from the noise of the absorbance data. Inset: Dependence of the decay constants t 1 vs measurement frequency Δt -1. A linear fit together with the 95% confidence area is shown.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Photoalignment in AB@HKUST-1: absorbance change of the π–π*\nband of light polarized vertically (continuous lines) and horizontally\n(dotted lines). After irradiation with nonpolarized light, no difference\nbetween polarizations was observed, while after irradiation with linearly\npolarized UV (LPUV) light a clear difference can be seen.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  Photoalignment in AB@HKUST-1: absorbance change of the π-π* band of light polarized vertically (continuous lines) and horizontally (dotted lines). After irradiation with nonpolarized light, no difference between polarizations was observed, while after irradiation with linearly polarized UV (LPUV) light a clear difference can be seen.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Polarized absorbance\nat λ = 330 nm after 1 min of irradiation\nwith the light type indicated in the plot legend. After each irradiation,\nsix data points at different polarization directions φ<sub>\n<italic toggle=\"yes\">M</italic>\n</sub> were collected and fitted with a cos<sup>2</sup> function. The highest absorbance is observed perpendicular to the\nlinearly polarized light φ<sub>\n<italic toggle=\"yes\">Irr</italic>\n</sub>, which\nis consistent with AB aligned in this direction.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"jz1c02489_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  Polarized absorbance at λ = 330 nm after 1 min of irradiation with the light type indicated in the plot legend. After each irradiation, six data points at different polarization directions φ M  were collected and fitted with a cos2 function. The highest absorbance is observed perpendicular to the linearly polarized light φ Irr , which is consistent with AB aligned in this direction.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.jpclett.1c02489", "title": null, "journal": "American Chemical Society", "date": "2021.09", "author_list": ["Koehler\nTillmann", "Strauss\nIna", "Mundstock\nAlexander", "Caro\nJürgen", "Marlow\nFrank"]}}