{"filepath": "../L2M3_data/1_application_papers/acs_xml/la1c02093.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Integrating\nnanozymes with natural enzymes to form cascade reactions\nis one of the most promising ways to develop biocatalysts with versatile\nperformance; however, the applicability of the cascade is typically\nhampered by the instability of enzymes and the hindrance of mass transfer\nin the host environment. Utilizing amorphous ZIF-90 (aZIF-90) as a\nhost material, herein, we have reported a one-pot way to encapsulate\nglucose oxidase (GOx) and magnetic nanoparticles (MNP) to form GOx/MNP@aZIF-90.\nWe reasoned that the amorphous structure of ZIF-90 not only provides\na protected environment to confine the cascade reaction but also generates\nmesopores and internal voids to improve the performance of the enzymatic\ncascade. The catalytic activity of aZIF-90 was almost 4 times higher\nthan that of crystalline composites, and the residual activity was\nhigher than 80% after being stored for 9 days. This is the first time\nthat GOx and MNP were simultaneously confined in aZIF-90 with mesopores,\nwhich suggested that an amorphous metal–organic framework is\npromising in the development of an enzymatic cascade.</p>", "clean_text": "Integrating nanozymes with natural enzymes to form cascade reactions is one of the most promising ways to develop biocatalysts with versatile performance; however, the applicability of the cascade is typically hampered by the instability of enzymes and the hindrance of mass transfer in the host environment. Utilizing amorphous ZIF-90 (aZIF-90) as a host material, herein, we have reported a one-pot way to encapsulate glucose oxidase (GOx) and magnetic nanoparticles (MNP) to form GOx/MNP@aZIF-90. We reasoned that the amorphous structure of ZIF-90 not only provides a protected environment to confine the cascade reaction but also generates mesopores and internal voids to improve the performance of the enzymatic cascade. The catalytic activity of aZIF-90 was almost 4 times higher than that of crystalline composites, and the residual activity was higher than 80% after being stored for 9 days. This is the first time that GOx and MNP were simultaneously confined in aZIF-90 with mesopores, which suggested that an amorphous metal-organic framework is promising in the development of an enzymatic cascade.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Metal–organic\nframeworks (MOFs) are a species of microporous\ncrystalline materials synthesized from certain organic linkers and\nspecific metal ions. MOFs possess a series\nof characteristics like large surface area, large pore volumes, tunable\ntopological structure, and high pH/thermal/chemical stability. MOFs have attracted tremendous research interest, and have exhibited\npromising applications in the expansive fields of drug delivery, catalysis, and separation. Particularly, MOFs can function as a robust hosting\nmaterial for catalysis; for example, the recent work of Ma et al.\ndemonstrated that MOFs can be engineered as single-atom catalysts\nfor nitrogen dioxide reduction. Moreover,\nMOFs have been recognized as an excellent carrier for the protection\nof biomolecules from denaturation and degradation. The amorphous MOFs (aMOFs) with disordered and fuzzy structures\nhad been utilized as a host of enzymes, which maintained a higher\nactivity of enzymes than that in crystalline MOFs and showed good\nstability. Compared with other enzyme immobilization carriers, such\nas polymeric matrices, nanomaterials, porous materials, and microcapsules, aMOFs can reduce\nthe leach of the enzyme, enzyme denaturation, and the restricted mass\ntransfer efficiency, and can improve the operational stability of\nenzymes in harsh environments. aMOFs\ncan be synthesized through the amorphization of MOFs, such as pressure/heat-induced\namorphization, mechanical milling-induced amorphization, chemical\ntreatment-induced amorphization, and the direct synthesis of aMOFs. However, most approaches need harsh conditions to synthesize aMOFs,\nwhich are detrimental to biomacromolecules. Thus, a mild method is\nnecessary for the immobilization of enzymes.</p>", "clean_text": "Introduction\n\nMetal-organic frameworks (MOFs) are a species of microporous crystalline materials synthesized from certain organic linkers and specific metal ions. MOFs possess a series of characteristics like large surface area, large pore volumes, tunable topological structure, and high pH/thermal/chemical stability. MOFs have attracted tremendous research interest, and have exhibited promising applications in the expansive fields of drug delivery, catalysis, and separation. Particularly, MOFs can function as a robust hosting material for catalysis; for example, the recent work of Ma et al. demonstrated that MOFs can be engineered as single-atom catalysts for nitrogen dioxide reduction. Moreover, MOFs have been recognized as an excellent carrier for the protection of biomolecules from denaturation and degradation. The amorphous MOFs (aMOFs) with disordered and fuzzy structures had been utilized as a host of enzymes, which maintained a higher activity of enzymes than that in crystalline MOFs and showed good stability. Compared with other enzyme immobilization carriers, such as polymeric matrices, nanomaterials, porous materials, and microcapsules, aMOFs can reduce the leach of the enzyme, enzyme denaturation, and the restricted mass transfer efficiency, and can improve the operational stability of enzymes in harsh environments. aMOFs can be synthesized through the amorphization of MOFs, such as pressure/heat-induced amorphization, mechanical milling-induced amorphization, chemical treatment-induced amorphization, and the direct synthesis of aMOFs. However, most approaches need harsh conditions to synthesize aMOFs, which are detrimental to biomacromolecules. Thus, a mild method is necessary for the immobilization of enzymes.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Enzymes are widely\napplied in medicine, agriculture, and food processing;\nhowever, the catalytic activities of enzymes are usually lost after\nexposure to harsh conditions. Currently, huge efforts have been devoted to the\ninvestigation of efficient artificial enzymes (nanozymes), which possess\nenzymelike activities and stability in harsh environments. For example, several nanoparticles have been\nfound to exhibit enzyme-like activity, such as Au NPs and MnO<sub>2</sub>\n that possess\noxidase-like activity, as well as Fe<sub>3</sub>O<sub>4</sub>\n and TiO<sub>2</sub>\n that possess mimetic horseradish peroxidase (HRP) activity. Although\ngreat development has been achieved, the types of reaction that can\nbe catalyzed by enzymes are still limited; thus, to realize practical\napplications, it is essential to make the nanozyme particles realize\nextended applications in the enzyme/nanozyme cascade. For example, the enzyme/nanozyme cascade has been applied\nin the detection of glucose with improved performance when compared\nwith total natural enzymes; however, with few reports,\nthe enzyme/nanozyme cascade is still in its infancy, and the main\nissue is the lack of techniques to confine the cascade reaction. Owing\nto the favorable biocompatibility, enough space for hosting, and the\nconfinement in a dimensional structure, MOFs can be used to enhance\nthe stability of both enzymes and nanozymes. Consequently, the prospect\nof a cascade catalytic reaction of natural enzymes and nanozymes encapsulated\nin MOFs is promising.</p>", "clean_text": "Enzymes are widely applied in medicine, agriculture, and food processing; however, the catalytic activities of enzymes are usually lost after exposure to harsh conditions. Currently, huge efforts have been devoted to the investigation of efficient artificial enzymes (nanozymes), which possess enzymelike activities and stability in harsh environments. For example, several nanoparticles have been found to exhibit enzyme-like activity, such as Au NPs and MnO2  that possess oxidase-like activity, as well as Fe3O4  and TiO2  that possess mimetic horseradish peroxidase (HRP) activity. Although great development has been achieved, the types of reaction that can be catalyzed by enzymes are still limited; thus, to realize practical applications, it is essential to make the nanozyme particles realize extended applications in the enzyme/nanozyme cascade. For example, the enzyme/nanozyme cascade has been applied in the detection of glucose with improved performance when compared with total natural enzymes; however, with few reports, the enzyme/nanozyme cascade is still in its infancy, and the main issue is the lack of techniques to confine the cascade reaction. Owing to the favorable biocompatibility, enough space for hosting, and the confinement in a dimensional structure, MOFs can be used to enhance the stability of both enzymes and nanozymes. Consequently, the prospect of a cascade catalytic reaction of natural enzymes and nanozymes encapsulated in MOFs is promising.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Diabetes mellitus, caused by abnormal\nlevels of insulin endocranium, is a global\nhealth concern that affects almost\n10% of the world population. Over the past decades, huge efforts have\nbeen devoted to improving the performance of glucose sensors, and currently, the most common method for serum glucose detection\nis the two-enzyme cascade reaction (GOx/HRP). However, the shortcomings\nof this approach are that enzymes are expensive and the activity is\nsensitive to environments, which causes limited detection accuracy\nthat hinders the point-of-care test (POCT) of serum glucose levels.\nThus, to develop a glucose sensor with high simplicity, sensitivity,\nreliability, and stability, it is necessary to discover ways to protect\nthe enzyme cascade.</p>", "clean_text": "Diabetes mellitus, caused by abnormal levels of insulin endocranium, is a global health concern that affects almost 10% of the world population. Over the past decades, huge efforts have been devoted to improving the performance of glucose sensors, and currently, the most common method for serum glucose detection is the two-enzyme cascade reaction (GOx/HRP). However, the shortcomings of this approach are that enzymes are expensive and the activity is sensitive to environments, which causes limited detection accuracy that hinders the point-of-care test (POCT) of serum glucose levels. Thus, to develop a glucose sensor with high simplicity, sensitivity, reliability, and stability, it is necessary to discover ways to protect the enzyme cascade.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Herein, we report a mild one-pot approach,\nwith which we can in\nsitu package the enzymes in aMOFs. Amorphous ZIF-90 (aZIF-90) was\nused to confine the natural/mimetic enzyme cascade (GOx/MNP), and\nwe used the simple colorimetric assay to detect the concentration\nof glucose, which substituted the magnetic nanoparticles (Fe<sub>3</sub>O<sub>4</sub>, MNP) for HRP. The resulting GOx/MNP@aZIF-90 nanocomposite\nexhibits 3 times higher activity than that in crystalline MOFs and\n4 times higher activity than the cascade of free GOx and MNP. Via\na magnetic field, the magnetic framework composites (MFCs) can be\neasily recovered with minimal loss.\n</p>", "clean_text": "Herein, we report a mild one-pot approach, with which we can in situ package the enzymes in aMOFs. Amorphous ZIF-90 (aZIF-90) was used to confine the natural/mimetic enzyme cascade (GOx/MNP), and we used the simple colorimetric assay to detect the concentration of glucose, which substituted the magnetic nanoparticles (Fe3O4, MNP) for HRP. The resulting GOx/MNP@aZIF-90 nanocomposite exhibits 3 times higher activity than that in crystalline MOFs and 4 times higher activity than the cascade of free GOx and MNP. Via a magnetic field, the magnetic framework composites (MFCs) can be easily recovered with minimal loss. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["property"], "content": "<p>This is the first time that natural/mimetic enzymes were simultaneously\nencapsulated in aZIF-90 through the coprecipitation method under mild\nconditions. The resulting amorphous composites demonstrated a reasonable\nprotective capability compared with the crude counterpart and higher\nglucose sensitivity with simpler operations. The limit of glucose\ndetection was determined to be 0.319 μM and the linear range\nwas 0.038–34 μM. In conclusion, we have synthesized aZIF-90,\nwhich could be a useful instrument for the package of enzymes and\nnanozymes (). Glucose is first oxidized by GOx to generate the side product\nH<sub>2</sub>O<sub>2</sub>. Subsequently, Fe<sub>3</sub>O<sub>4</sub> MNP could catalyze the H<sub>2</sub>O<sub>2</sub>-mediated oxidation\nof TMB and yield the oxidized colored product oxTMB, which exhibits\nmaximum absorption at 652 nm. Thus, glucose detection could be achieved\nin this colorimetric manner.</p>", "clean_text": "This is the first time that natural/mimetic enzymes were simultaneously encapsulated in aZIF-90 through the coprecipitation method under mild conditions. The resulting amorphous composites demonstrated a reasonable protective capability compared with the crude counterpart and higher glucose sensitivity with simpler operations. The limit of glucose detection was determined to be 0.319 μM and the linear range was 0.038-34 μM. In conclusion, we have synthesized aZIF-90, which could be a useful instrument for the package of enzymes and nanozymes (). Glucose is first oxidized by GOx to generate the side product H2O2. Subsequently, Fe3O4 MNP could catalyze the H2O2-mediated oxidation of TMB and yield the oxidized colored product oxTMB, which exhibits maximum absorption at 652 nm. Thus, glucose detection could be achieved in this colorimetric manner.", "data": null, "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematics of Synthesizing Amorphous\nMagnetic Framework Composites\nGOx/MNP@aZIF-90 and the Catalytic Activity Studies</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematics of Synthesizing Amorphous Magnetic Framework Composites GOx/MNP@aZIF-90 and the Catalytic Activity Studies   ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["synthesis condition"], "content": "<title>Materials and Methods</title><title>Synthesis of ZIF-90 and\naZIF-90</title><p>Zinc nitrate (214.2\nmg) was added into DI water (3.0 mL) as a triggered solvent. Then,\nthis solution was added to DI water (21 mL) in which ICA (276.8 mg)\nwas dissolved. The reaction mixture was stirred for 12 h at room temperature\nat 300 rpm. Then, the ZIF-90 product was collected via centrifugation\nat 8000 rpm, 6 min, and washed three times with DI water. The amorphous\nZIF-90 was synthesized by the same approach but the molar ratio between\nICA and Zn<sup>2+</sup> was 1:1.</p>", "clean_text": "Materials and Methods\n\nSynthesis of ZIF-90 and aZIF-90\n\nZinc nitrate (214.2 mg) was added into DI water (3.0 mL) as a triggered solvent. Then, this solution was added to DI water (21 mL) in which ICA (276.8 mg) was dissolved. The reaction mixture was stirred for 12 h at room temperature at 300 rpm. Then, the ZIF-90 product was collected via centrifugation at 8000 rpm, 6 min, and washed three times with DI water. The amorphous ZIF-90 was synthesized by the same approach but the molar ratio between ICA and Zn2+ was 1:1.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<title>Fabrication of GOx/MNP@aZIF-90\nNanocomposites</title><p>GOx/MNP@aZIF-90\nnanocomposites were synthesized as follows: zinc nitrate (214.2 mg)\nwas added into DI water (3.0 mL) as a triggered solvent. Then, this\nsolution was added to DI water (21 mL) in which ICA (69.2 mg), MNP\n(7.2 mL, 1 mg/mL), and GOx (12 mg) were dissolved. The reaction mixture\nwas stirred for 12 h at room temperature at 300 rpm. Then, the product\nwas collected via a magnetic field and washed three times with DI\nwater. After the process of encapsulation and wash, the supernatant\nof the reaction solution was collected to calculate the loading efficiency\n(LE %) with the use of the Bradford kit (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>, methodology detailed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Supplementary Methods, eq 1</ext-link>).</p>", "clean_text": "Fabrication of GOx/MNP@aZIF-90 Nanocomposites\n\nGOx/MNP@aZIF-90 nanocomposites were synthesized as follows: zinc nitrate (214.2 mg) was added into DI water (3.0 mL) as a triggered solvent. Then, this solution was added to DI water (21 mL) in which ICA (69.2 mg), MNP (7.2 mL, 1 mg/mL), and GOx (12 mg) were dissolved. The reaction mixture was stirred for 12 h at room temperature at 300 rpm. Then, the product was collected via a magnetic field and washed three times with DI water. After the process of encapsulation and wash, the supernatant of the reaction solution was collected to calculate the loading efficiency (LE %) with the use of the Bradford kit (Figure S1, methodology detailed in Supplementary Methods, eq 1).", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Cascade Catalytic Reaction of Glucose Sensing</title><p>The encapsulated\ncascade catalytic activities were evaluated based on the oxidation\nof TMB and measured through the absorbance of oxTMB at 652 nm using\na microplate reader.<disp-formula id=\"ueq1\">\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\">\n<mml:mstyle lineleading=\".25ex\" rowspacing=\"2ex\">\n<mml:mtable columnalign=\"left\" displaystyle=\"true\">\n<mml:mtr>\n<mml:mtd>\n<mml:mrow>\n<mml:mi>glucose</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mtd>\n<mml:mtd>\n<mml:mover>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>GOx</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>MNP</mml:mi>\n<mml:mo>@</mml:mo>\n<mml:mi>MOFs</mml:mi>\n</mml:mrow>\n</mml:mover>\n</mml:mtd>\n<mml:mtd>\n<mml:mrow>\n<mml:mi>gluconic acid</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mtd>\n</mml:mtr>\n<mml:mtr>\n<mml:mtd>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mo>+</mml:mo>\n<mml:mi>TMB</mml:mi>\n</mml:mrow>\n</mml:mtd>\n<mml:mtd>\n<mml:mover>\n<mml:mrow>\n<mml:mo>→</mml:mo>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>GOx</mml:mi>\n<mml:mo>/</mml:mo>\n<mml:mi>MNP</mml:mi>\n<mml:mo>@</mml:mo>\n<mml:mi>MOFs</mml:mi>\n</mml:mrow>\n</mml:mover>\n</mml:mtd>\n<mml:mtd>\n<mml:mrow>\n<mml:mi>oxTMB</mml:mi>\n<mml:mo>+</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">H</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mn>2</mml:mn>\n</mml:mrow>\n</mml:msub>\n<mml:mi mathvariant=\"normal\">O</mml:mi>\n</mml:mrow>\n</mml:mtd>\n</mml:mtr>\n</mml:mtable>\n</mml:mstyle>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Cascade Catalytic Reaction of Glucose Sensing\n\nThe encapsulated cascade catalytic activities were evaluated based on the oxidation of TMB and measured through the absorbance of oxTMB at 652 nm using a microplate reader.         glucose +   O   2        →   GOx / MNP @ MOFs      gluconic acid +   H   2     O   2           H   2     O   2   + TMB      →   GOx / MNP @ MOFs      oxTMB +   H   2   O         ", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<p>The substrate\nglucose (180 μL,\n10 mM) was mixed with GOx/MNP@MOF nanocomposites (25 μL, 1 mg/mL),\nTris–HCl buffer (250 μL, pH 3.0), and TMB solution (35\nμL, 8 mM) and the mixture was kept in an oscillating metal bath\nat 37 °C. After 15 min of incubation, the reaction was separated\nwith a magnetic field, and the blue supernatant (oxTMB) was utilized\nto calculate the cascade catalytic activity at 652 nm using a microplate\nreader (Biotek Synergy H1). Similarly, cascade catalytic activities\nof free natural enzymes and nanozymes were conducted utilizing the\nabove-mentioned method.</p>", "clean_text": "The substrate glucose (180 μL, 10 mM) was mixed with GOx/MNP@MOF nanocomposites (25 μL, 1 mg/mL), Tris-HCl buffer (250 μL, pH 3.0), and TMB solution (35 μL, 8 mM) and the mixture was kept in an oscillating metal bath at 37 °C. After 15 min of incubation, the reaction was separated with a magnetic field, and the blue supernatant (oxTMB) was utilized to calculate the cascade catalytic activity at 652 nm using a microplate reader (Biotek Synergy H1). Similarly, cascade catalytic activities of free natural enzymes and nanozymes were conducted utilizing the above-mentioned method.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>XRD Study</title><p>The\ncrystallinity of GOx/MNP@ZIF-90 with\ndifferent molar ratios of ICA and Zn<sup>2+</sup> was examined through\nX-ray diffraction analysis (). The powder X-ray diffraction (PXRD) spectra indicate\nthat the crystallinity decreased as ICA and Zn<sup>2+</sup> decreased.\nWhen the ratio between ICA and Zn<sup>2+</sup> was 2:1, the crystalline\nstructure of ZIF-90 was synthesized. When the ratio between ICA and\nZn<sup>2+</sup> was lowered to 1:1 and 0.6:1, the prominent peaks\ndisappeared while the peaks corresponding to the planes (2 2 0), (3\n1 1), and (4 0 0) emerged, which were attributed to the presence of\nMNP. Therefore, we had a wild guess that we have synthesized aZIF-90\nwith a random network topology rather than the sodalite topology of\ncrystal ZIF-90 under mild aqueous conditions.</p>", "clean_text": "Results and Discussion\n\nXRD Study\n\nThe crystallinity of GOx/MNP@ZIF-90 with different molar ratios of ICA and Zn2+ was examined through X-ray diffraction analysis (). The powder X-ray diffraction (PXRD) spectra indicate that the crystallinity decreased as ICA and Zn2+ decreased. When the ratio between ICA and Zn2+ was 2:1, the crystalline structure of ZIF-90 was synthesized. When the ratio between ICA and Zn2+ was lowered to 1:1 and 0.6:1, the prominent peaks disappeared while the peaks corresponding to the planes (2 2 0), (3 1 1), and (4 0 0) emerged, which were attributed to the presence of MNP. Therefore, we had a wild guess that we have synthesized aZIF-90 with a random network topology rather than the sodalite topology of crystal ZIF-90 under mild aqueous conditions.", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>XRD data of GOx/MNP@ZIF-90\nwith different molar ratios of ICA and\nZn<sup>2+</sup> (2:1, 1.5:1, 1:1, and 0.6:1), simulated ZIF-90, and\nMNP.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  XRD data of GOx/MNP@ZIF-90 with different molar ratios of ICA and Zn2+ (2:1, 1.5:1, 1:1, and 0.6:1), simulated ZIF-90, and MNP.   ", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>XPS and FT-IR Analysis</title><p>As indicated by XRD patterns,\nthe long-distance order disappeared, which makes it difficult to characterize\nthe amorphous ZIF-90. Thus, according to the literature, we studied\nthe chemical bonding information of Zn to find out whether the bond\nof Zn and N still existed in the amorphous framework structure.\n</p>", "clean_text": "XPS and FT-IR Analysis\n\nAs indicated by XRD patterns, the long-distance order disappeared, which makes it difficult to characterize the amorphous ZIF-90. Thus, according to the literature, we studied the chemical bonding information of Zn to find out whether the bond of Zn and N still existed in the amorphous framework structure. ", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<p>X-ray photoelectron spectroscopy (XPS)\nwas used to investigate the chemical composition and oxidation states\nof ZIF-90, aZIF-90, and GOx/MNP@aZIF-90. As shown in the XPS spectra\nin A, similar\ncoordination between Zn and N was present in amorphous ZIF-90 as in\nthe ZIF-90. The Zn 2p peak is at 1021.63 eV (B), slightly lower than the standard binding\nenergy of Zn<sup>2+</sup> (1022 eV), which also showed the chemical\nenvironment of Zn to be Zn–N. As\nshown in C,\nthe XPS spectrum showed the presence of four characteristic peaks\nat 709.59, 711.18, 723.03, and 724.83 eV, which belong to the Fe­(II)\n2p<sub>3/2</sub>, Fe­(III) 2p<sub>3/2</sub>, Fe­(II) 2p<sub>1/2</sub>, and Fe­(III) 2p<sub>1/2</sub> spin–orbit peaks of Fe<sub>3</sub>O<sub>4</sub>, confirming that the final composites were formed\nwith the mixed oxides of Fe­(II) and Fe­(III). As shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Table S1</ext-link>, the chemical composition has been calculated\nfor each sample through the integration of the peak area of the elements\n(C, Zn, N, Fe, P, S). The presence of Fe, P, and S elements is indicative\nof the successful immobilization of MNP and GOx.</p>", "clean_text": "X-ray photoelectron spectroscopy (XPS) was used to investigate the chemical composition and oxidation states of ZIF-90, aZIF-90, and GOx/MNP@aZIF-90. As shown in the XPS spectra in A, similar coordination between Zn and N was present in amorphous ZIF-90 as in the ZIF-90. The Zn 2p peak is at 1021.63 eV (B), slightly lower than the standard binding energy of Zn2+ (1022 eV), which also showed the chemical environment of Zn to be Zn-N. As shown in C, the XPS spectrum showed the presence of four characteristic peaks at 709.59, 711.18, 723.03, and 724.83 eV, which belong to the Fe(II) 2p3/2, Fe(III) 2p3/2, Fe(II) 2p1/2, and Fe(III) 2p1/2 spin-orbit peaks of Fe3O4, confirming that the final composites were formed with the mixed oxides of Fe(II) and Fe(III). As shown in Table S1, the chemical composition has been calculated for each sample through the integration of the peak area of the elements (C, Zn, N, Fe, P, S). The presence of Fe, P, and S elements is indicative of the successful immobilization of MNP and GOx.", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XPS spectra of GOx/MNP@aZIF-90,\nZIF-90, and aZIF-90 (A); XPS spectra\nof Zn 2p for GOx/MNP@aZIF-90, ZIF-90, and aZIF-90 (B); and XPS spectra\nof Fe 2p for GOx/MNP@aZIF-90, ZIF-90, and aZIF-90. (D) FT-IR spectra\nof GOx/MNP@aZIF-90, MNP@aZIF-90, ZIF-90, aZIF-90, and MNP.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  XPS spectra of GOx/MNP@aZIF-90, ZIF-90, and aZIF-90 (A); XPS spectra of Zn 2p for GOx/MNP@aZIF-90, ZIF-90, and aZIF-90 (B); and XPS spectra of Fe 2p for GOx/MNP@aZIF-90, ZIF-90, and aZIF-90. (D) FT-IR spectra of GOx/MNP@aZIF-90, MNP@aZIF-90, ZIF-90, aZIF-90, and MNP.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>To further testify the successfully synthesized amorphous\nZIF-90,\nthe chemical bonding information of Zn was investigated by FT-IR.\nAs shown in D, the FT-IR structures of ZIF-90 and aZIF-90 were similar. As for\nZIF-90 and aZIF-90, the strong peaks at 422, 1460, and 1668 cm<sup>–1</sup> could be attributed to the stretching of Zn–N,\nC–N, and the aldehyde stretch of the imidazole ligands, respectively. In MNP, the band at 605 cm<sup>–1</sup> was associated with Fe–O bonds, which indicated the immobilization of MNP.</p>", "clean_text": "To further testify the successfully synthesized amorphous ZIF-90, the chemical bonding information of Zn was investigated by FT-IR. As shown in D, the FT-IR structures of ZIF-90 and aZIF-90 were similar. As for ZIF-90 and aZIF-90, the strong peaks at 422, 1460, and 1668 cm-1 could be attributed to the stretching of Zn-N, C-N, and the aldehyde stretch of the imidazole ligands, respectively. In MNP, the band at 605 cm-1 was associated with Fe-O bonds, which indicated the immobilization of MNP.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Characterization of Morphologies</title><p>The morphologies of\nGOx/MNP@aZIF-9, ZIF-9, and aZIF-90 were determined by SEM and TEM\ncharacterization (A–F). From the selected area electron diffraction (SAED)\npattern of aZIF-90, no visible diffraction rings were found, which\ncould further testify the existence of the amorphous structure rather\nthan the crystalline structure. The sizes\nof particles were measured with dynamic light scattering (DLS), and\nthe aZIF-90 showed a well-distributed size with an average size around\n1250 nm. In an aqueous solution, the particles have slight agglomeration,\nwhich might be the reason why the particle sizes are larger than those\nobtained from SEM images (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Figure S2</ext-link>). The\nspatial distribution of GOx within GOx/MNP@aZIF-90 and GOx/MNP@ZIF-90\nwas assessed using fluorescein isothiocyanate (FITC)-tagged enzymes\nand confocal laser microscopy (CLSM, <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Figure S3</ext-link>). As shown in the images, FITC-tagged GOx molecules were mainly\nembedded in the particle center of the nanocomposites.\n</p>", "clean_text": "Characterization of Morphologies\n\nThe morphologies of GOx/MNP@aZIF-9, ZIF-9, and aZIF-90 were determined by SEM and TEM characterization (A-F). From the selected area electron diffraction (SAED) pattern of aZIF-90, no visible diffraction rings were found, which could further testify the existence of the amorphous structure rather than the crystalline structure. The sizes of particles were measured with dynamic light scattering (DLS), and the aZIF-90 showed a well-distributed size with an average size around 1250 nm. In an aqueous solution, the particles have slight agglomeration, which might be the reason why the particle sizes are larger than those obtained from SEM images (Figure S2). The spatial distribution of GOx within GOx/MNP@aZIF-90 and GOx/MNP@ZIF-90 was assessed using fluorescein isothiocyanate (FITC)-tagged enzymes and confocal laser microscopy (CLSM, Figure S3). As shown in the images, FITC-tagged GOx molecules were mainly embedded in the particle center of the nanocomposites. ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of aZIF-90 (A), ZIF-90 (B), and GOx/MNP@aZIF-90 (C).\nSelected area electron diffraction (SAED) patterns (D) and transmission\nelectron microscopy (TEM) images of ZIF-90 (E) and GOx/MNP@aZIF-90\n(F).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  SEM images of aZIF-90 (A), ZIF-90 (B), and GOx/MNP@aZIF-90 (C). Selected area electron diffraction (SAED) patterns (D) and transmission electron microscopy (TEM) images of ZIF-90 (E) and GOx/MNP@aZIF-90 (F).   ", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Analysis of Nitrogen Sorption\nIsotherms and Vibrating Sample\nMagnetometer (VSM)</title><p>The nitrogen adsorption and desorption\ncurves of aZIF-90 and ZIF-90 were analyzed (A), and the distribution of density functional\ntheory (DFT) pore size is shown in B, which indicates that the pore size of\naZIF-90 was larger than that of the crystalline ZIF-90.  From the\ndata of aZIF-90, it was evident that micropores from 1 to 2 nm disappeared\nand the mesopores from 5 to 20 nm were increased.</p>", "clean_text": "Analysis of Nitrogen Sorption Isotherms and Vibrating Sample Magnetometer (VSM)\n\nThe nitrogen adsorption and desorption curves of aZIF-90 and ZIF-90 were analyzed (A), and the distribution of density functional theory (DFT) pore size is shown in B, which indicates that the pore size of aZIF-90 was larger than that of the crystalline ZIF-90.  From the data of aZIF-90, it was evident that micropores from 1 to 2 nm disappeared and the mesopores from 5 to 20 nm were increased.", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>N<sub>2</sub> adsorption\nand desorption curves of aZIF-90 and ZIF-90\n(A), density functional theory (DFT) pore size distribution of aZIF-90\nand ZIF-90 (B), and VSM spectra of MNP@aZIF-90 and GOx/MNP@aZIF-90\n(C) and MNP (D).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  N2 adsorption and desorption curves of aZIF-90 and ZIF-90 (A), density functional theory (DFT) pore size distribution of aZIF-90 and ZIF-90 (B), and VSM spectra of MNP@aZIF-90 and GOx/MNP@aZIF-90 (C) and MNP (D).   ", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["property"], "content": "<p>We utilized a vibrating\nsample magnetometer (VSM) to investigate\nthe magnetic properties of MNP@aZIF-90, GOx/MNP@aZIF-90, and MNP.\nThe saturation magnetization (<italic toggle=\"yes\">M</italic>\n<sub>s</sub>) values\nof MNP@aZIF-90 and GOx/MNP@aZIF-90 were lower than the <italic toggle=\"yes\">M</italic>\n<sub>s</sub> values of MNP (C,D), which could be attributed to the encapsulation\nin the aZIF-90 resulting in a reduction in the surface moments of\nindividual particles. However, magnetic\ncomposites could still show a quick response to a magnetic field while\nlowering of the <italic toggle=\"yes\">M</italic>\n<sub>s</sub> values.</p>", "clean_text": "We utilized a vibrating sample magnetometer (VSM) to investigate the magnetic properties of MNP@aZIF-90, GOx/MNP@aZIF-90, and MNP. The saturation magnetization (M s) values of MNP@aZIF-90 and GOx/MNP@aZIF-90 were lower than the M s values of MNP (C,D), which could be attributed to the encapsulation in the aZIF-90 resulting in a reduction in the surface moments of individual particles. However, magnetic composites could still show a quick response to a magnetic field while lowering of the M s values.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Verification\nof MOF-Confined Cascade Reactions</title><p>To investigate\nthe activity of the MOF-confined cascade reactions (GOx/MNP@MOF),\nthe catalytic oxidation of the substrate (TMB) was tested in the presence\nof glucose. Meanwhile, the catalytic oxidation of TMB without the\nMOF-confined composite (GOx@MOF|MNP) was considered as the control\nexperiment. By measuring the change of absorbance at 652 nm (A,B), it was found\nthat the cascade catalytic activity of GOx/MNP@MOF was significantly\nhigher than that of GOx@MOF|MNP, which indicated that the chemical\nenvironment of the MOF-confined composite could support the proximity\nbetween the natural and mimetic enzymes, resulting in the enhancement\nof the catalyzing activity. In addition, the oxidation of TMB using\ndifferent combinations of GOx and MNP and different substrates has\nbeen utilized to testify the advantage of aZIF-90 (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Figure S4</ext-link>). We used glucose and H<sub>2</sub>O<sub>2</sub> as substrates and controlled the identical molar ratios of substrates\nin reactions. Then, the catalyzed activity\nwas measured through the absorbance of oxTMB at 652 nm. As shown in\nthe image, these results confirmed that the MOF could minimize the\ndenaturation and destruction of enzymes, and the mimic enzymes (MNP)\nshowed better stability than the natural enzymes (GOx).</p>", "clean_text": "Verification of MOF-Confined Cascade Reactions\n\nTo investigate the activity of the MOF-confined cascade reactions (GOx/MNP@MOF), the catalytic oxidation of the substrate (TMB) was tested in the presence of glucose. Meanwhile, the catalytic oxidation of TMB without the MOF-confined composite (GOx@MOF|MNP) was considered as the control experiment. By measuring the change of absorbance at 652 nm (A,B), it was found that the cascade catalytic activity of GOx/MNP@MOF was significantly higher than that of GOx@MOF|MNP, which indicated that the chemical environment of the MOF-confined composite could support the proximity between the natural and mimetic enzymes, resulting in the enhancement of the catalyzing activity. In addition, the oxidation of TMB using different combinations of GOx and MNP and different substrates has been utilized to testify the advantage of aZIF-90 (Figure S4). We used glucose and H2O2 as substrates and controlled the identical molar ratios of substrates in reactions. Then, the catalyzed activity was measured through the absorbance of oxTMB at 652 nm. As shown in the image, these results confirmed that the MOF could minimize the denaturation and destruction of enzymes, and the mimic enzymes (MNP) showed better stability than the natural enzymes (GOx).", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) UV–vis\nabsorption of catalytic oxidation of TMB using\nGOx/MNP@ZIF-90 and GOx@aZIF-90|MNP. (B) UV–vis absorption of\ncatalytic oxidation of TMB using GOx/MNP@MAF-7 and GOx@MAF-7|MNP catalytic\noxidation of TMB (B).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (A) UV-vis absorption of catalytic oxidation of TMB using GOx/MNP@ZIF-90 and GOx@aZIF-90|MNP. (B) UV-vis absorption of catalytic oxidation of TMB using GOx/MNP@MAF-7 and GOx@MAF-7|MNP catalytic oxidation of TMB (B).   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<title>Optimizing the Response\nof the GOx/MNP@MOF Nanocomposite toward\nGlucose</title><p>MOFs like ZIF-8, ZIF-90, and MAF-7 have been utilized\nas common host materials to protect the biomacromolecules from harsh\nconditions. However, when it comes to\nthe encapsulation of a certain biomacromolecule, different MOFs usually\nexhibit different performances. Therefore, it is critical to screen\nthe most suitable MOF to encapsulate the GOx/MNP cascade. To examine\nthe influence of the MOF that encapsulates the GOx and MNP, three\nbiocompatible MOFs (ZIF-8, ZIF-90, MAF-7) were screened. As shown\nin <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Figure S5A</ext-link>, the cascade catalytic activity\nof GOx/MNP@ZIF-90 was higher than those of GOx/MNP@ZIF-8 and GOx/MNP@MAF-7.\nThe immobilization rate of GOx in the three MOFs was analyzed, and\nwe found that ZIF-90 yielded the highest immobilization rate (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Figure S5B</ext-link>). As a biocompatible material, ZIF-90\nexhibited a designable structure and topology, good hydrophilia, and weaker interactions between the enzyme and\nmaterial, which has been widely used\nin the encapsulation of enzymes including horseradish peroxidase, catalase, and lipase.\n</p>", "clean_text": "Optimizing the Response of the GOx/MNP@MOF Nanocomposite toward Glucose\n\nMOFs like ZIF-8, ZIF-90, and MAF-7 have been utilized as common host materials to protect the biomacromolecules from harsh conditions. However, when it comes to the encapsulation of a certain biomacromolecule, different MOFs usually exhibit different performances. Therefore, it is critical to screen the most suitable MOF to encapsulate the GOx/MNP cascade. To examine the influence of the MOF that encapsulates the GOx and MNP, three biocompatible MOFs (ZIF-8, ZIF-90, MAF-7) were screened. As shown in Figure S5A, the cascade catalytic activity of GOx/MNP@ZIF-90 was higher than those of GOx/MNP@ZIF-8 and GOx/MNP@MAF-7. The immobilization rate of GOx in the three MOFs was analyzed, and we found that ZIF-90 yielded the highest immobilization rate (Figure S5B). As a biocompatible material, ZIF-90 exhibited a designable structure and topology, good hydrophilia, and weaker interactions between the enzyme and material, which has been widely used in the encapsulation of enzymes including horseradish peroxidase, catalase, and lipase. ", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The screening indicates that ZIF-90 is\nmore suitable for the co-encapsulation of GOx and MNP when compared\nwith others, which could be derived from the chemically organic links\nthat significantly modify the hydrophilicity of ZIF-90. Recently, it was found that the activity of the\nMOF-based nanocomposite could be manipulated by altering the ratios\nof the metal node and the organic linker in MOF fabrication. Especially,\nsome reports reasoned that the decrease of the organic linker amount\nhelps in forming amorphous MOFs, which usually brings a significant\nincrease in maintaining the activity of MOF-encapsulated enzymes. Inspired by the intriguing phenomena, we then\ninvestigated the influence of the ratios of the metal node (Zn) and\nthe organic linker (ICA) in ZIF-90 fabrication.</p>", "clean_text": "The screening indicates that ZIF-90 is more suitable for the co-encapsulation of GOx and MNP when compared with others, which could be derived from the chemically organic links that significantly modify the hydrophilicity of ZIF-90. Recently, it was found that the activity of the MOF-based nanocomposite could be manipulated by altering the ratios of the metal node and the organic linker in MOF fabrication. Especially, some reports reasoned that the decrease of the organic linker amount helps in forming amorphous MOFs, which usually brings a significant increase in maintaining the activity of MOF-encapsulated enzymes. Inspired by the intriguing phenomena, we then investigated the influence of the ratios of the metal node (Zn) and the organic linker (ICA) in ZIF-90 fabrication.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>Six different\nICA/Zn<sup>2+</sup> ratios (1:1, 2:1, 3:1, 4:1, 5:1,\nand 6:1) were examined, and the results are shown in ; the activity increases while\nthe ICA/Zn<sup>2+</sup> ratios decrease, especially when the ICA/Zn<sup>2+</sup> ratio is 1:1. To avoid different quantities of loading enzymes\nthat could influence the catalytic results, we investigated the immobilization\nrate of GOx in different ICA/Zn<sup>2+</sup> molar ratios (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Figure S6</ext-link>). As the data have shown, the composites\nwith different ICA/Zn<sup>2+</sup> ratios have similar immobilization\nrates, which means the improvement of the catalytic activity is not\nrelated to the encapsulation rate of GOx. Then, the chemical environment\nof ZIF-90 with ICA/Zn<sup>2+</sup> at a ratio of 1:1 was investigated.\nIt was found, through the characterization of XRD, FT-IR, and XPS,\nthat we have synthesized amorphous ZIF-90. The obtained GOx/MNP@aZIF-90\nnanocomposite exhibits almost 4 times higher apparent activity than\nthe crystalline GOx/MNP@ZIF-90, which might be attributed to the generation\nof mesopores. Meanwhile, after three successive cycles of reuse, the\nresidual GOx/MNP@aZIF-90 still reserved 98% activity.</p>", "clean_text": "Six different ICA/Zn2+ ratios (1:1, 2:1, 3:1, 4:1, 5:1, and 6:1) were examined, and the results are shown in ; the activity increases while the ICA/Zn2+ ratios decrease, especially when the ICA/Zn2+ ratio is 1:1. To avoid different quantities of loading enzymes that could influence the catalytic results, we investigated the immobilization rate of GOx in different ICA/Zn2+ molar ratios (Figure S6). As the data have shown, the composites with different ICA/Zn2+ ratios have similar immobilization rates, which means the improvement of the catalytic activity is not related to the encapsulation rate of GOx. Then, the chemical environment of ZIF-90 with ICA/Zn2+ at a ratio of 1:1 was investigated. It was found, through the characterization of XRD, FT-IR, and XPS, that we have synthesized amorphous ZIF-90. The obtained GOx/MNP@aZIF-90 nanocomposite exhibits almost 4 times higher apparent activity than the crystalline GOx/MNP@ZIF-90, which might be attributed to the generation of mesopores. Meanwhile, after three successive cycles of reuse, the residual GOx/MNP@aZIF-90 still reserved 98% activity.", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>UV–vis absorption\nof ZIF-90 catalytic oxidation of TMB at\ndifferent ratios of ICA/Zn<sup>2+</sup>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  UV-vis absorption of ZIF-90 catalytic oxidation of TMB at different ratios of ICA/Zn2+.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<p>To examine the influence of the amounts of GOx and MNP on the activity\nof the composite, three different amounts of GOx and MNP were examined,\nand the composite fabrications were conducted following the protocol\ndescribed in  section with ICA and Zn at a ratio of\n1:1. As shown in A, under a fixed concentration of MNP, the activity increased accordingly\nwhen more GOx was added and vice versa. As the amount of GOx reached\n0.5 mg/mL, 0.3 and 0.5 mg/mL MNP yielded similar activities, which\ncould be derived from the near-saturated encapsulation. Balancing\nthe reagent cost and the sensor performance, 0.5 mg/mL GOx and 0.3\nmg/mL MNP were adopted.</p>", "clean_text": "To examine the influence of the amounts of GOx and MNP on the activity of the composite, three different amounts of GOx and MNP were examined, and the composite fabrications were conducted following the protocol described in  section with ICA and Zn at a ratio of 1:1. As shown in A, under a fixed concentration of MNP, the activity increased accordingly when more GOx was added and vice versa. As the amount of GOx reached 0.5 mg/mL, 0.3 and 0.5 mg/mL MNP yielded similar activities, which could be derived from the near-saturated encapsulation. Balancing the reagent cost and the sensor performance, 0.5 mg/mL GOx and 0.3 mg/mL MNP were adopted.", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>UV–vis absorption of catalytic oxidation\nof TMB with (A)\ndifferent amounts of GOx and MNP; (B) different thermal conditions;\n(C) under different pH conditions (C); and different concentrations\nof the substrate (TMB).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  UV-vis absorption of catalytic oxidation of TMB with (A) different amounts of GOx and MNP; (B) different thermal conditions; (C) under different pH conditions (C); and different concentrations of the substrate (TMB).   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>To study the influence\nof the thermal treatment on the cascade\ncatalytic activity of GOx/MNP@aZIF-90, the incubation temperature\nranging from 37 to 87 °C was considered (increasing 10 °C\nper stage). According to B, the highest activity was exhibited at 37 °C;\nthus, 37 °C was considered as the optimum incubation temperature\nto catalyze the cascade reaction. Moreover, GOx is not a thermal-stable\nenzyme, while the activity of the composite at 77 °C still retained\n85% of the activity at 37 °C, which suggested that ZIF-90 is\na good host material to protect GOx in harsh conditions. The significant\nprotection under thermal conditions could be derived from the artful\npore of ZIF-90, which provides a rigid structure to prevent enzymes\nfrom harsh factors.\n</p>", "clean_text": "To study the influence of the thermal treatment on the cascade catalytic activity of GOx/MNP@aZIF-90, the incubation temperature ranging from 37 to 87 °C was considered (increasing 10 °C per stage). According to B, the highest activity was exhibited at 37 °C; thus, 37 °C was considered as the optimum incubation temperature to catalyze the cascade reaction. Moreover, GOx is not a thermal-stable enzyme, while the activity of the composite at 77 °C still retained 85% of the activity at 37 °C, which suggested that ZIF-90 is a good host material to protect GOx in harsh conditions. The significant protection under thermal conditions could be derived from the artful pore of ZIF-90, which provides a rigid structure to prevent enzymes from harsh factors. ", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>To analyze the\ninfluence of the pH conditions on the cascade catalytic\nactivity, six different pH conditions (3, 4, 5, 7, 9, and 10) have\nbeen examined. As demonstrated in C, GOx/MNP@aZIF-90 exhibited better tolerance\nin an acidic condition, and the activity was the highest when the\npH was 3. The enhancement of acid stability could be attributed to\nthe confinement of GOx and MNP in a three-dimensional structure, which\ncan minimize the unfolding of the enzyme.\n</p>", "clean_text": "To analyze the influence of the pH conditions on the cascade catalytic activity, six different pH conditions (3, 4, 5, 7, 9, and 10) have been examined. As demonstrated in C, GOx/MNP@aZIF-90 exhibited better tolerance in an acidic condition, and the activity was the highest when the pH was 3. The enhancement of acid stability could be attributed to the confinement of GOx and MNP in a three-dimensional structure, which can minimize the unfolding of the enzyme. ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>To analyze the influence of the concentration of the substrate\n(TMB) on the activity, six different concentrations of TMB (1, 2,\n4, 6, 8, and 10 mM) were examined. As shown in D, the sensor yielded the highest response\nwhen the concentration of TMB was 8 mM; thus, we chose 8 mM of TMB\nas the catalyzed substrate.</p>", "clean_text": "To analyze the influence of the concentration of the substrate (TMB) on the activity, six different concentrations of TMB (1, 2, 4, 6, 8, and 10 mM) were examined. As shown in D, the sensor yielded the highest response when the concentration of TMB was 8 mM; thus, we chose 8 mM of TMB as the catalyzed substrate.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["property"], "content": "<title>Analytical Performance</title><p>Kinetic constants\nof enzymes\nhave been determined and are listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>; the <italic toggle=\"yes\">V</italic>\n<sub>max</sub> value of GOx/MNP@aZIF-90 is\n4.54 μM/min, and the <italic toggle=\"yes\">K</italic>\n<sub>m</sub> value of\nGOx/MNP@aZIF-90 is 0.265 μM (methodology detailed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Supplementary Methods, eq 2</ext-link>). Compared to other\napproaches, amorphous ZIF-90 showed the potential to be a powerful\ntool compared to other materials. As shown in A, the absorbance of samples increases as\nthe concentrations of glucose increase. The linear relationship could\nbe established from 0.038 to 34 μM, and the limit of detection\n(LOD) of 0.319 μM was obtained following the 3σ/slope\nrule (methodology detailed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Supplementary Methods, eq 3</ext-link>). Crystalline GOx/HRP@ZIF-8 shows good selectivity toward\nglucose, and the nanocomposites GOx/FeNi-MOF also performed well in\nthe detection of glucose. However, compared with other approaches,\nGOx/MNP@aZIF-90 showed a lower limit of detection, which could be\nascribed to the expanded pore size of aZIF-90 that could facilitate\nsubstrate transportation and the internal voids that could provide\nsufficient space for multienzymes (, methodology detailed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Supplementary Methods</ext-link>).</p>", "clean_text": "Analytical Performance\n\nKinetic constants of enzymes have been determined and are listed in Table S2; the V max value of GOx/MNP@aZIF-90 is 4.54 μM/min, and the K m value of GOx/MNP@aZIF-90 is 0.265 μM (methodology detailed in Supplementary Methods, eq 2). Compared to other approaches, amorphous ZIF-90 showed the potential to be a powerful tool compared to other materials. As shown in A, the absorbance of samples increases as the concentrations of glucose increase. The linear relationship could be established from 0.038 to 34 μM, and the limit of detection (LOD) of 0.319 μM was obtained following the 3σ/slope rule (methodology detailed in Supplementary Methods, eq 3). Crystalline GOx/HRP@ZIF-8 shows good selectivity toward glucose, and the nanocomposites GOx/FeNi-MOF also performed well in the detection of glucose. However, compared with other approaches, GOx/MNP@aZIF-90 showed a lower limit of detection, which could be ascribed to the expanded pore size of aZIF-90 that could facilitate substrate transportation and the internal voids that could provide sufficient space for multienzymes (, methodology detailed in Supplementary Methods).", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Relationship between the absorbance of\nthe samples and the concentration\nof glucose (A). The selectivity of this method toward glucose with\nfour potentially coexisting species: chitosan, fructose, galactose,\nand lactose (final concentration: 18.9 μM) (B), the residual\nactivity of GOx/MNP@aZIF-90 after storage at 4 °C for 3, 6, 9,\nand 12 D (C), and the residual activity of GOx/MNP@aZIF-90 after 6\ncycles of reuse (D).</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Relationship between the absorbance of the samples and the concentration of glucose (A). The selectivity of this method toward glucose with four potentially coexisting species: chitosan, fructose, galactose, and lactose (final concentration: 18.9 μM) (B), the residual activity of GOx/MNP@aZIF-90 after storage at 4 °C for 3, 6, 9, and 12 D (C), and the residual activity of GOx/MNP@aZIF-90 after 6 cycles of reuse (D).   ", "data": null, "include_properties": null}, {"idx": 36, "type": "table", "classification": null, "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary\nof General Approaches for\nDetection of Glucose with a Linear Range and Detection Limit</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\">enzyme immobilization</oasis:entry>\n<oasis:entry align=\"center\">linear range</oasis:entry>\n<oasis:entry align=\"center\">detection\nlimit (μM)</oasis:entry>\n<oasis:entry align=\"center\">references</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu<sub>2</sub>O/GNs</oasis:entry>\n<oasis:entry>not needed</oasis:entry>\n<oasis:entry>0.3–3.3 mM</oasis:entry>\n<oasis:entry>3.3</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOx/HRP@ZIF-8</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>0.008–5 mM</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>V<sub>2</sub>O<sub>3</sub>-OMC/glucose oxidase</oasis:entry>\n<oasis:entry>not needed</oasis:entry>\n<oasis:entry>0.01–4 mM</oasis:entry>\n<oasis:entry>3.3</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOx@Mn<sub>3</sub>(PO<sub>4</sub>)·3H<sub>2</sub>O</oasis:entry>\n<oasis:entry>covalent\nconjugation</oasis:entry>\n<oasis:entry>0.05–20 mM</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOx/MHRP-Cu<sub>3</sub>(PO<sub>4</sub>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>covalent conjugation</oasis:entry>\n<oasis:entry>0–0.3 mM</oasis:entry>\n<oasis:entry>15.6</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOx/FeNi-MOF</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>0.3–35 mM</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref52\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOx/MNP@aZIF-90</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>0.38–34 μM</oasis:entry>\n<oasis:entry>0.319</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>To explore the selectivity of the nanocomposite\n(GOx/MNP@aZIF-90),\nglucose and four potentially coexisting species, chitosan, fructose,\ngalactose, and lactose, with a final concentration of 18.9 μM\nin the system were added to the test solution; the absorbance values\nare shown in B. The interfering substances on glucose detection could almost be\nignored, which indicates that GOx/MNP@aZIF-90 has good selectivity\nfor detecting glucose.</p>", "clean_text": "To explore the selectivity of the nanocomposite (GOx/MNP@aZIF-90), glucose and four potentially coexisting species, chitosan, fructose, galactose, and lactose, with a final concentration of 18.9 μM in the system were added to the test solution; the absorbance values are shown in B. The interfering substances on glucose detection could almost be ignored, which indicates that GOx/MNP@aZIF-90 has good selectivity for detecting glucose.", "data": null, "include_properties": null}, {"idx": 38, "type": "text", "classification": ["property"], "content": "<title>Storage Stability and Recyclability of Nanocomposites\n(GOx/MNP@aZIF-90)</title><p>Long-term storage stability and recyclability\nare two important\naspects for developing a reliable biosensor. Thus, to analyze the\nstorage stability and recyclability, nanocomposites were stored for\n12 days and reused 6 times, respectively. As shown in C, GOx/MNP@aZIF-90 retained\n∼70% of the initial overall activity for 12 days at 4 °C,\nwhile GOx/MNP@aZIF-90 retained ∼65% of the initial overall\nactivity after 6 cycles of reuse (D). The significant enhancement of stability\nmight be attributed to the rigid structure of MOF, which restrains\nthe enzyme structure from unfolding and avoids the leakage of enzymes\nthrough rigid restriction.\n</p>", "clean_text": "Storage Stability and Recyclability of Nanocomposites (GOx/MNP@aZIF-90)\n\nLong-term storage stability and recyclability are two important aspects for developing a reliable biosensor. Thus, to analyze the storage stability and recyclability, nanocomposites were stored for 12 days and reused 6 times, respectively. As shown in C, GOx/MNP@aZIF-90 retained ~70% of the initial overall activity for 12 days at 4 °C, while GOx/MNP@aZIF-90 retained ~65% of the initial overall activity after 6 cycles of reuse (D). The significant enhancement of stability might be attributed to the rigid structure of MOF, which restrains the enzyme structure from unfolding and avoids the leakage of enzymes through rigid restriction. ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In this research, amorphous ZIF-90 was utilized to encapsulate\nthe mimic enzyme (MNP) and natural enzyme (GOx) together to fabricate\nan enzymatic cascade system. It was found that aZIF-90 not only provided\na shell to confine the cascade reaction but also enhanced the catalytic\nability of the GOx and MNP cascade. GOx/MNP@aZIF-90 exhibits almost\n4 times higher catalytic activity than that of the crystalline composite\n(GOx/MNP@ZIF-90), and the residual activity was higher than 80% after\nthe biosensor was stored for 9 days. Compared with ZIF-90, which exhibits\nmicropores ranging from 1 to 2 nm, aZIF-90 showed mesopores ranging\nfrom 5 to 20 nm, which significantly facilitate the delivery of the\nsubstrate, thus enhancing the activity of confined enzymes. Additionally,\nit was reasoned that the internal voids in aZIF-90 provide sufficient\nspace for multienzymes and minimize the activity loss of confined\nenzymes. In summary, a biocompatible, stable, simple, and low-cost\nstrategy has been developed to synthesize amorphous ZIF-90 for the\npackage of enzymes and nanozymes, which might be a potential tool\nfor enzymatic catalysis in industries.</p>", "clean_text": "Conclusions\n\nIn this research, amorphous ZIF-90 was utilized to encapsulate the mimic enzyme (MNP) and natural enzyme (GOx) together to fabricate an enzymatic cascade system. It was found that aZIF-90 not only provided a shell to confine the cascade reaction but also enhanced the catalytic ability of the GOx and MNP cascade. GOx/MNP@aZIF-90 exhibits almost 4 times higher catalytic activity than that of the crystalline composite (GOx/MNP@ZIF-90), and the residual activity was higher than 80% after the biosensor was stored for 9 days. Compared with ZIF-90, which exhibits micropores ranging from 1 to 2 nm, aZIF-90 showed mesopores ranging from 5 to 20 nm, which significantly facilitate the delivery of the substrate, thus enhancing the activity of confined enzymes. Additionally, it was reasoned that the internal voids in aZIF-90 provide sufficient space for multienzymes and minimize the activity loss of confined enzymes. In summary, a biocompatible, stable, simple, and low-cost strategy has been developed to synthesize amorphous ZIF-90 for the package of enzymes and nanozymes, which might be a potential tool for enzymatic catalysis in industries.", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information\nis available free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.langmuir.1c02093?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.langmuir.1c02093</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Additional experimental\ncharacterization methods, synthetic\nmethods; materials; the figures of calibration curve of BSA, particle\nsize, confocal laser scanning micrographs, UV–vis absorption,\nand the GOx immobilization yield; tables of XPS surface compositions,\ndata of <italic toggle=\"yes\">K</italic>\n<sub>m</sub> and <italic toggle=\"yes\">V</italic>\n<sub>max</sub> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.langmuir.1c02093.  Additional experimental characterization methods, synthetic methods; materials; the figures of calibration curve of BSA, particle size, confocal laser scanning micrographs, UV-vis absorption, and the GOx immobilization yield; tables of XPS surface compositions, data of K m and V max (PDF)   ", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>Additional experimental\ncharacterization methods, synthetic\nmethods; materials; the figures of calibration curve of BSA, particle\nsize, confocal laser scanning micrographs, UV–vis absorption,\nand the GOx immobilization yield; tables of XPS surface compositions,\ndata of <italic toggle=\"yes\">K</italic>\n<sub>m</sub> and <italic toggle=\"yes\">V</italic>\n<sub>max</sub> (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Additional experimental characterization methods, synthetic methods; materials; the figures of calibration curve of BSA, particle size, confocal laser scanning micrographs, UV-vis absorption, and the GOx immobilization yield; tables of XPS surface compositions, data of K m and V max (PDF)", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "The authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 8, "type": "text", "classification": "synthesis condition", "content": "<title>Materials and Methods</title><title>Synthesis of ZIF-90 and\naZIF-90</title><p>Zinc nitrate (214.2\nmg) was added into DI water (3.0 mL) as a triggered solvent. Then,\nthis solution was added to DI water (21 mL) in which ICA (276.8 mg)\nwas dissolved. The reaction mixture was stirred for 12 h at room temperature\nat 300 rpm. Then, the ZIF-90 product was collected via centrifugation\nat 8000 rpm, 6 min, and washed three times with DI water. The amorphous\nZIF-90 was synthesized by the same approach but the molar ratio between\nICA and Zn<sup>2+</sup> was 1:1.</p>", "clean_text": "Materials and Methods\n\nSynthesis of ZIF-90 and aZIF-90\n\nZinc nitrate (214.2 mg) was added into DI water (3.0 mL) as a triggered solvent. Then, this solution was added to DI water (21 mL) in which ICA (276.8 mg) was dissolved. The reaction mixture was stirred for 12 h at room temperature at 300 rpm. Then, the ZIF-90 product was collected via centrifugation at 8000 rpm, 6 min, and washed three times with DI water. The amorphous ZIF-90 was synthesized by the same approach but the molar ratio between ICA and Zn2+ was 1:1.", "data": [{"meta": {"name": "ZIF-90", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zinc nitrate", "amount": "214.2", "unit": "mg"}], "solution": [{"name": "DI water", "amount": "3.0", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "12 h", "stirring speed": "300 rpm"}, {"synthesis method": "centrifugation", "revolution per time": "8000", "relative centrifugal force": "", "time": "6 min", "temperature": "", "additive": [{"name": "DI water", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DI water", "amount": "3 times"}]}, {"meta": {"name": "aZIF-90", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "chemical synthesis", "precursor": [{"name": "Zinc nitrate", "amount": "214.2", "unit": "mg"}], "solution": [{"name": "DI water", "amount": "3.0", "unit": "mL"}], "pressure": "", "temperature": "room temperature", "time": "12 h", "stirring speed": "300 rpm"}, {"synthesis method": "centrifugation", "revolution per time": "8000", "relative centrifugal force": "", "time": "6 min", "temperature": "", "additive": [{"name": "DI water", "amount": "", "unit": ""}], "tube material": "", "tube volume": ""}, {"synthesis method": "washing", "washing solution": "DI water", "amount": "3 times"}]}], "include_properties": ["chemical_synthesis", "centrifugation", "washing"]}, {"idx": "6, 22, 34, 38, 39", "type": "text", "classification": "property", "content": "<p>This is the first time that natural/mimetic enzymes were simultaneously\nencapsulated in aZIF-90 through the coprecipitation method under mild\nconditions. The resulting amorphous composites demonstrated a reasonable\nprotective capability compared with the crude counterpart and higher\nglucose sensitivity with simpler operations. The limit of glucose\ndetection was determined to be 0.319 μM and the linear range\nwas 0.038–34 μM. In conclusion, we have synthesized aZIF-90,\nwhich could be a useful instrument for the package of enzymes and\nnanozymes (). Glucose is first oxidized by GOx to generate the side product\nH<sub>2</sub>O<sub>2</sub>. Subsequently, Fe<sub>3</sub>O<sub>4</sub> MNP could catalyze the H<sub>2</sub>O<sub>2</sub>-mediated oxidation\nof TMB and yield the oxidized colored product oxTMB, which exhibits\nmaximum absorption at 652 nm. Thus, glucose detection could be achieved\nin this colorimetric manner.</p><p>We utilized a vibrating\nsample magnetometer (VSM) to investigate\nthe magnetic properties of MNP@aZIF-90, GOx/MNP@aZIF-90, and MNP.\nThe saturation magnetization (<italic toggle=\"yes\">M</italic>\n<sub>s</sub>) values\nof MNP@aZIF-90 and GOx/MNP@aZIF-90 were lower than the <italic toggle=\"yes\">M</italic>\n<sub>s</sub> values of MNP (C,D), which could be attributed to the encapsulation\nin the aZIF-90 resulting in a reduction in the surface moments of\nindividual particles. However, magnetic\ncomposites could still show a quick response to a magnetic field while\nlowering of the <italic toggle=\"yes\">M</italic>\n<sub>s</sub> values.</p><title>Analytical Performance</title><p>Kinetic constants\nof enzymes\nhave been determined and are listed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Table S2</ext-link>; the <italic toggle=\"yes\">V</italic>\n<sub>max</sub> value of GOx/MNP@aZIF-90 is\n4.54 μM/min, and the <italic toggle=\"yes\">K</italic>\n<sub>m</sub> value of\nGOx/MNP@aZIF-90 is 0.265 μM (methodology detailed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Supplementary Methods, eq 2</ext-link>). Compared to other\napproaches, amorphous ZIF-90 showed the potential to be a powerful\ntool compared to other materials. As shown in A, the absorbance of samples increases as\nthe concentrations of glucose increase. The linear relationship could\nbe established from 0.038 to 34 μM, and the limit of detection\n(LOD) of 0.319 μM was obtained following the 3σ/slope\nrule (methodology detailed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Supplementary Methods, eq 3</ext-link>). Crystalline GOx/HRP@ZIF-8 shows good selectivity toward\nglucose, and the nanocomposites GOx/FeNi-MOF also performed well in\nthe detection of glucose. However, compared with other approaches,\nGOx/MNP@aZIF-90 showed a lower limit of detection, which could be\nascribed to the expanded pore size of aZIF-90 that could facilitate\nsubstrate transportation and the internal voids that could provide\nsufficient space for multienzymes (, methodology detailed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c02093/suppl_file/la1c02093_si_001.pdf\" xlink:type=\"simple\">Supplementary Methods</ext-link>).</p><title>Storage Stability and Recyclability of Nanocomposites\n(GOx/MNP@aZIF-90)</title><p>Long-term storage stability and recyclability\nare two important\naspects for developing a reliable biosensor. Thus, to analyze the\nstorage stability and recyclability, nanocomposites were stored for\n12 days and reused 6 times, respectively. As shown in C, GOx/MNP@aZIF-90 retained\n∼70% of the initial overall activity for 12 days at 4 °C,\nwhile GOx/MNP@aZIF-90 retained ∼65% of the initial overall\nactivity after 6 cycles of reuse (D). The significant enhancement of stability\nmight be attributed to the rigid structure of MOF, which restrains\nthe enzyme structure from unfolding and avoids the leakage of enzymes\nthrough rigid restriction.\n</p><title>Conclusions</title><p>In this research, amorphous ZIF-90 was utilized to encapsulate\nthe mimic enzyme (MNP) and natural enzyme (GOx) together to fabricate\nan enzymatic cascade system. It was found that aZIF-90 not only provided\na shell to confine the cascade reaction but also enhanced the catalytic\nability of the GOx and MNP cascade. GOx/MNP@aZIF-90 exhibits almost\n4 times higher catalytic activity than that of the crystalline composite\n(GOx/MNP@ZIF-90), and the residual activity was higher than 80% after\nthe biosensor was stored for 9 days. Compared with ZIF-90, which exhibits\nmicropores ranging from 1 to 2 nm, aZIF-90 showed mesopores ranging\nfrom 5 to 20 nm, which significantly facilitate the delivery of the\nsubstrate, thus enhancing the activity of confined enzymes. Additionally,\nit was reasoned that the internal voids in aZIF-90 provide sufficient\nspace for multienzymes and minimize the activity loss of confined\nenzymes. In summary, a biocompatible, stable, simple, and low-cost\nstrategy has been developed to synthesize amorphous ZIF-90 for the\npackage of enzymes and nanozymes, which might be a potential tool\nfor enzymatic catalysis in industries.</p>", "clean_text": "This is the first time that natural/mimetic enzymes were simultaneously encapsulated in aZIF-90 through the coprecipitation method under mild conditions. The resulting amorphous composites demonstrated a reasonable protective capability compared with the crude counterpart and higher glucose sensitivity with simpler operations. The limit of glucose detection was determined to be 0.319 μM and the linear range was 0.038-34 μM. In conclusion, we have synthesized aZIF-90, which could be a useful instrument for the package of enzymes and nanozymes (). Glucose is first oxidized by GOx to generate the side product H2O2. Subsequently, Fe3O4 MNP could catalyze the H2O2-mediated oxidation of TMB and yield the oxidized colored product oxTMB, which exhibits maximum absorption at 652 nm. Thus, glucose detection could be achieved in this colorimetric manner.\n\nWe utilized a vibrating sample magnetometer (VSM) to investigate the magnetic properties of MNP@aZIF-90, GOx/MNP@aZIF-90, and MNP. The saturation magnetization (M s) values of MNP@aZIF-90 and GOx/MNP@aZIF-90 were lower than the M s values of MNP (C,D), which could be attributed to the encapsulation in the aZIF-90 resulting in a reduction in the surface moments of individual particles. However, magnetic composites could still show a quick response to a magnetic field while lowering of the M s values.\n\nAnalytical Performance\n\nKinetic constants of enzymes have been determined and are listed in Table S2; the V max value of GOx/MNP@aZIF-90 is 4.54 μM/min, and the K m value of GOx/MNP@aZIF-90 is 0.265 μM (methodology detailed in Supplementary Methods, eq 2). Compared to other approaches, amorphous ZIF-90 showed the potential to be a powerful tool compared to other materials. As shown in A, the absorbance of samples increases as the concentrations of glucose increase. The linear relationship could be established from 0.038 to 34 μM, and the limit of detection (LOD) of 0.319 μM was obtained following the 3σ/slope rule (methodology detailed in Supplementary Methods, eq 3). Crystalline GOx/HRP@ZIF-8 shows good selectivity toward glucose, and the nanocomposites GOx/FeNi-MOF also performed well in the detection of glucose. However, compared with other approaches, GOx/MNP@aZIF-90 showed a lower limit of detection, which could be ascribed to the expanded pore size of aZIF-90 that could facilitate substrate transportation and the internal voids that could provide sufficient space for multienzymes (, methodology detailed in Supplementary Methods).\n\nStorage Stability and Recyclability of Nanocomposites (GOx/MNP@aZIF-90)\n\nLong-term storage stability and recyclability are two important aspects for developing a reliable biosensor. Thus, to analyze the storage stability and recyclability, nanocomposites were stored for 12 days and reused 6 times, respectively. As shown in C, GOx/MNP@aZIF-90 retained ~70% of the initial overall activity for 12 days at 4 °C, while GOx/MNP@aZIF-90 retained ~65% of the initial overall activity after 6 cycles of reuse (D). The significant enhancement of stability might be attributed to the rigid structure of MOF, which restrains the enzyme structure from unfolding and avoids the leakage of enzymes through rigid restriction. \n\nConclusions\n\nIn this research, amorphous ZIF-90 was utilized to encapsulate the mimic enzyme (MNP) and natural enzyme (GOx) together to fabricate an enzymatic cascade system. It was found that aZIF-90 not only provided a shell to confine the cascade reaction but also enhanced the catalytic ability of the GOx and MNP cascade. GOx/MNP@aZIF-90 exhibits almost 4 times higher catalytic activity than that of the crystalline composite (GOx/MNP@ZIF-90), and the residual activity was higher than 80% after the biosensor was stored for 9 days. Compared with ZIF-90, which exhibits micropores ranging from 1 to 2 nm, aZIF-90 showed mesopores ranging from 5 to 20 nm, which significantly facilitate the delivery of the substrate, thus enhancing the activity of confined enzymes. Additionally, it was reasoned that the internal voids in aZIF-90 provide sufficient space for multienzymes and minimize the activity loss of confined enzymes. In summary, a biocompatible, stable, simple, and low-cost strategy has been developed to synthesize amorphous ZIF-90 for the package of enzymes and nanozymes, which might be a potential tool for enzymatic catalysis in industries.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "peak spectrum": [{"value": "", "unit": "", "condition": ""}]}]], "include_properties": ["peak_spectrum"]}, {"idx": 36, "type": "table", "classification": ["Property"], "content": "<table-wrap id=\"tbl1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Summary\nof General Approaches for\nDetection of Glucose with a Linear Range and Detection Limit</title>\n</caption>\n<oasis:table colsep=\"0\" rowsep=\"0\">\n<oasis:tgroup cols=\"5\">\n<oasis:colspec align=\"left\" colname=\"col1\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col2\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col3\"></oasis:colspec>\n<oasis:colspec align=\"char\" char=\".\" colname=\"col4\"></oasis:colspec>\n<oasis:colspec align=\"left\" colname=\"col5\"></oasis:colspec>\n<oasis:thead>\n<oasis:row>\n<oasis:entry align=\"center\">method</oasis:entry>\n<oasis:entry align=\"center\">enzyme immobilization</oasis:entry>\n<oasis:entry align=\"center\">linear range</oasis:entry>\n<oasis:entry align=\"center\">detection\nlimit (μM)</oasis:entry>\n<oasis:entry align=\"center\">references</oasis:entry>\n</oasis:row>\n</oasis:thead>\n<oasis:tbody>\n<oasis:row>\n<oasis:entry>Cu<sub>2</sub>O/GNs</oasis:entry>\n<oasis:entry>not needed</oasis:entry>\n<oasis:entry>0.3–3.3 mM</oasis:entry>\n<oasis:entry>3.3</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref47\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOx/HRP@ZIF-8</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>0.008–5 mM</oasis:entry>\n<oasis:entry>8</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref48\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>V<sub>2</sub>O<sub>3</sub>-OMC/glucose oxidase</oasis:entry>\n<oasis:entry>not needed</oasis:entry>\n<oasis:entry>0.01–4 mM</oasis:entry>\n<oasis:entry>3.3</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref49\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOx@Mn<sub>3</sub>(PO<sub>4</sub>)·3H<sub>2</sub>O</oasis:entry>\n<oasis:entry>covalent\nconjugation</oasis:entry>\n<oasis:entry>0.05–20 mM</oasis:entry>\n<oasis:entry>10</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref50\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOx/MHRP-Cu<sub>3</sub>(PO<sub>4</sub>)<sub>2</sub>\n</oasis:entry>\n<oasis:entry>covalent conjugation</oasis:entry>\n<oasis:entry>0–0.3 mM</oasis:entry>\n<oasis:entry>15.6</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref51\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOx/FeNi-MOF</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>0.3–35 mM</oasis:entry>\n<oasis:entry>1.3</oasis:entry>\n<oasis:entry>\n<xref ref-type=\"bibr\" rid=\"ref52\" specific-use=\"ref-style=base-text\"></xref>\n</oasis:entry>\n</oasis:row>\n<oasis:row>\n<oasis:entry>GOx/MNP@aZIF-90</oasis:entry>\n<oasis:entry>encapsulation</oasis:entry>\n<oasis:entry>0.38–34 μM</oasis:entry>\n<oasis:entry>0.319</oasis:entry>\n<oasis:entry>this work</oasis:entry>\n</oasis:row>\n</oasis:tbody>\n</oasis:tgroup>\n</oasis:table>\n</table-wrap>", "clean_text": "Table 1. Summary of General Approaches for Detection of Glucose with a Linear Range and Detection Limit\n\n| method                 | enzyme immobilization | linear range | detection limit (μM) | references |\n|------------------------|------------------------|--------------|----------------------|------------|\n| Cu<sub>2</sub>O/GNs     | not needed             | 0.3–3.3 mM   | 3.3                  | [47]       |\n| GOx/HRP@ZIF-8           | encapsulation          | 0.008–5 mM   | 8                    | [48]       |\n| V<sub>2</sub>O<sub>3</sub>-OMC/glucose oxidase | not needed | 0.01–4 mM    | 3.3                  | [49]       |\n| GOx@Mn<sub>3</sub>(PO<sub>4</sub>)·3H<sub>2</sub>O | covalent conjugation | 0.05–20 mM | 10 | [50]       |\n| GOx/MHRP-Cu<sub>3</sub>(PO<sub>4</sub>)<sub>2</sub> | covalent conjugation | 0–0.3 mM | 15.6 | [51]       |\n| GOx/FeNi-MOF           | encapsulation          | 0.3–35 mM    | 1.3                  | [52]       |\n| GOx/MNP@aZIF-90         | encapsulation          | 0.38–34 μM   | 0.319                | this work  |", "data": ["substring not found"], "include_properties": null}, {"idx": 7, "type": "figure", "classification": null, "content": "<fig fig-type=\"scheme\" id=\"sch1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<title>Schematics of Synthesizing Amorphous\nMagnetic Framework Composites\nGOx/MNP@aZIF-90 and the Catalytic Activity Studies</title>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematics of Synthesizing Amorphous Magnetic Framework Composites GOx/MNP@aZIF-90 and the Catalytic Activity Studies   ", "data": null, "include_properties": null}, {"idx": 13, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>XRD data of GOx/MNP@ZIF-90\nwith different molar ratios of ICA and\nZn<sup>2+</sup> (2:1, 1.5:1, 1:1, and 0.6:1), simulated ZIF-90, and\nMNP.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  XRD data of GOx/MNP@ZIF-90 with different molar ratios of ICA and Zn2+ (2:1, 1.5:1, 1:1, and 0.6:1), simulated ZIF-90, and MNP.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>XPS spectra of GOx/MNP@aZIF-90,\nZIF-90, and aZIF-90 (A); XPS spectra\nof Zn 2p for GOx/MNP@aZIF-90, ZIF-90, and aZIF-90 (B); and XPS spectra\nof Fe 2p for GOx/MNP@aZIF-90, ZIF-90, and aZIF-90. (D) FT-IR spectra\nof GOx/MNP@aZIF-90, MNP@aZIF-90, ZIF-90, aZIF-90, and MNP.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  XPS spectra of GOx/MNP@aZIF-90, ZIF-90, and aZIF-90 (A); XPS spectra of Zn 2p for GOx/MNP@aZIF-90, ZIF-90, and aZIF-90 (B); and XPS spectra of Fe 2p for GOx/MNP@aZIF-90, ZIF-90, and aZIF-90. (D) FT-IR spectra of GOx/MNP@aZIF-90, MNP@aZIF-90, ZIF-90, aZIF-90, and MNP.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM images of aZIF-90 (A), ZIF-90 (B), and GOx/MNP@aZIF-90 (C).\nSelected area electron diffraction (SAED) patterns (D) and transmission\nelectron microscopy (TEM) images of ZIF-90 (E) and GOx/MNP@aZIF-90\n(F).</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  SEM images of aZIF-90 (A), ZIF-90 (B), and GOx/MNP@aZIF-90 (C). Selected area electron diffraction (SAED) patterns (D) and transmission electron microscopy (TEM) images of ZIF-90 (E) and GOx/MNP@aZIF-90 (F).   ", "data": null, "include_properties": null}, {"idx": 21, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>N<sub>2</sub> adsorption\nand desorption curves of aZIF-90 and ZIF-90\n(A), density functional theory (DFT) pore size distribution of aZIF-90\nand ZIF-90 (B), and VSM spectra of MNP@aZIF-90 and GOx/MNP@aZIF-90\n(C) and MNP (D).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  N2 adsorption and desorption curves of aZIF-90 and ZIF-90 (A), density functional theory (DFT) pore size distribution of aZIF-90 and ZIF-90 (B), and VSM spectra of MNP@aZIF-90 and GOx/MNP@aZIF-90 (C) and MNP (D).   ", "data": null, "include_properties": null}, {"idx": 24, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>(A) UV–vis\nabsorption of catalytic oxidation of TMB using\nGOx/MNP@ZIF-90 and GOx@aZIF-90|MNP. (B) UV–vis absorption of\ncatalytic oxidation of TMB using GOx/MNP@MAF-7 and GOx@MAF-7|MNP catalytic\noxidation of TMB (B).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  (A) UV-vis absorption of catalytic oxidation of TMB using GOx/MNP@ZIF-90 and GOx@aZIF-90|MNP. (B) UV-vis absorption of catalytic oxidation of TMB using GOx/MNP@MAF-7 and GOx@MAF-7|MNP catalytic oxidation of TMB (B).   ", "data": null, "include_properties": null}, {"idx": 28, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>UV–vis absorption\nof ZIF-90 catalytic oxidation of TMB at\ndifferent ratios of ICA/Zn<sup>2+</sup>.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  UV-vis absorption of ZIF-90 catalytic oxidation of TMB at different ratios of ICA/Zn2+.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>UV–vis absorption of catalytic oxidation\nof TMB with (A)\ndifferent amounts of GOx and MNP; (B) different thermal conditions;\n(C) under different pH conditions (C); and different concentrations\nof the substrate (TMB).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  UV-vis absorption of catalytic oxidation of TMB with (A) different amounts of GOx and MNP; (B) different thermal conditions; (C) under different pH conditions (C); and different concentrations of the substrate (TMB).   ", "data": null, "include_properties": null}, {"idx": 35, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Relationship between the absorbance of\nthe samples and the concentration\nof glucose (A). The selectivity of this method toward glucose with\nfour potentially coexisting species: chitosan, fructose, galactose,\nand lactose (final concentration: 18.9 μM) (B), the residual\nactivity of GOx/MNP@aZIF-90 after storage at 4 °C for 3, 6, 9,\nand 12 D (C), and the residual activity of GOx/MNP@aZIF-90 after 6\ncycles of reuse (D).</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c02093_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Relationship between the absorbance of the samples and the concentration of glucose (A). The selectivity of this method toward glucose with four potentially coexisting species: chitosan, fructose, galactose, and lactose (final concentration: 18.9 μM) (B), the residual activity of GOx/MNP@aZIF-90 after storage at 4 °C for 3, 6, 9, and 12 D (C), and the residual activity of GOx/MNP@aZIF-90 after 6 cycles of reuse (D).   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.langmuir.1c02093", "title": null, "journal": "American Chemical Society", "date": "2022.01", "author_list": ["Ji\nYuan", "Gao\nWanning", "Zhang\nShilin", "Li\nBingzhi", "Huang\nHe", "Zhang\nXing"]}}