{"filepath": "../L2M3_data/1_application_papers/acs_xml/la1c03073.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>The\ndentin matrix is a collagenous scaffold structurally involved\nin anchoring resin-based materials to the tooth. Time-dependent degradation\nof this scaffold at the resin–dentin interface remains a core\nproblem in adhesive dentistry, limiting the service life of dental\nfillings. This study explored the use of emergent materials termed\nmetal–organic frameworks (MOFs)formed by the self-assembly\nof metal ions and organic building blocksto safeguard the\ncollagen integrity in the functional dentin matrix. We demonstrate\nthat collagen fibrils (from demineralized human dentin) can induce\nthe biomimetic growth of MOF crystals as protective coatings to strengthen\nand stabilize the fibrils. Zeolitic imidazolate framework-8 (ZIF-8),\na zinc-based microporous MOF, was used to fabricate the MOF composites <italic toggle=\"yes\">via</italic> a “one-pot” reaction in water. The ZIF-modified\ndentin matrix presented superior mechanical strength and resistance\nto proteolysis, which can positively affect the longevity of collagen\nas an anchoring substrate. This work identifies a potential biomedical\napplication of biomimetically synthesized MOFs in repairing dental\ntissues critical to restorative therapies.</p>", "clean_text": "The dentin matrix is a collagenous scaffold structurally involved in anchoring resin-based materials to the tooth. Time-dependent degradation of this scaffold at the resin-dentin interface remains a core problem in adhesive dentistry, limiting the service life of dental fillings. This study explored the use of emergent materials termed metal-organic frameworks (MOFs)formed by the self-assembly of metal ions and organic building blocksto safeguard the collagen integrity in the functional dentin matrix. We demonstrate that collagen fibrils (from demineralized human dentin) can induce the biomimetic growth of MOF crystals as protective coatings to strengthen and stabilize the fibrils. Zeolitic imidazolate framework-8 (ZIF-8), a zinc-based microporous MOF, was used to fabricate the MOF composites via a \"one-pot\" reaction in water. The ZIF-modified dentin matrix presented superior mechanical strength and resistance to proteolysis, which can positively affect the longevity of collagen as an anchoring substrate. This work identifies a potential biomedical application of biomimetically synthesized MOFs in repairing dental tissues critical to restorative therapies.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Dentin is a mineralized\ntissue structurally involved in the restoration\nof missing parts of the tooth with resin-based materials. The resin–dentin bond is essentially micromechanical and\nobtained by replacing the surface and subsurface minerals with adhesive\nresins. The typical dentin bonding mechanism requires the partial\ndissolution of dentin’s mineral phase (apatite) to reveal a\n3D scaffold of native collagen fibrils, where resin monomers can infiltrate\nand interlock upon polymerization.\n</p>", "clean_text": "Introduction\n\nDentin is a mineralized tissue structurally involved in the restoration of missing parts of the tooth with resin-based materials. The resin-dentin bond is essentially micromechanical and obtained by replacing the surface and subsurface minerals with adhesive resins. The typical dentin bonding mechanism requires the partial dissolution of dentin's mineral phase (apatite) to reveal a 3D scaffold of native collagen fibrils, where resin monomers can infiltrate and interlock upon polymerization. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>There\nis convincing evidence that dentin bonding/restorative procedures\nare constrained by incomplete resin infiltration within the interfibrillar\nspaces of the collagen fibril network. As the replacement\nof biominerals with resins is not entirely efficient, collagen domains\ncan remain totally or partially exposed at the bonding interface,\nbecoming susceptible to time-dependent hydrolysis.</p>", "clean_text": "There is convincing evidence that dentin bonding/restorative procedures are constrained by incomplete resin infiltration within the interfibrillar spaces of the collagen fibril network. As the replacement of biominerals with resins is not entirely efficient, collagen domains can remain totally or partially exposed at the bonding interface, becoming susceptible to time-dependent hydrolysis.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>In sound\nmineralized dentin, the apatite phase plays a fundamental\nrole in providing chemical stability to the collagenous matrix. Conversely, collagen fibrils exposed due to mineral\ndissolutionas in caries or acid etching before bonding procedurescan\nbe attacked by endogenous enzymes. The processing\nof collagen by endogenous matrix metalloproteinases (MMPs) has been\nimplicated in reduced durability of dentin bonds and loss of sealing\nin the margins of dental fillings. Both phenomena\ncreate an opportunity for bacterial microleakage and recurrent decay,\nleading to dental restorations failure.</p>", "clean_text": "In sound mineralized dentin, the apatite phase plays a fundamental role in providing chemical stability to the collagenous matrix. Conversely, collagen fibrils exposed due to mineral dissolutionas in caries or acid etching before bonding procedurescan be attacked by endogenous enzymes. The processing of collagen by endogenous matrix metalloproteinases (MMPs) has been implicated in reduced durability of dentin bonds and loss of sealing in the margins of dental fillings. Both phenomena create an opportunity for bacterial microleakage and recurrent decay, leading to dental restorations failure.", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>Given the dentin collagen\nfibrils’ structural role in anchoring\nadhesive fillings, collagen stabilization has become a critical biomedical\npursuit in dentistry. In the last decade, several innovative approaches\nhave been proposed to reduce the time-dependent degradation of unprotected\ndentin collagen by MMPs. Some of these approaches target chemical\nstabilization (<italic toggle=\"yes\">via</italic> collagen cross-linking, for instance), whereas others rely on protease inhibitors to\nsuppress the enzymatic activity <italic toggle=\"yes\">in situ</italic>. Although some strategies proved efficacious\nonly <italic toggle=\"yes\">in vitro</italic>, none has been translated into routine\nclinical techniques and commercially available materials.\n</p>", "clean_text": "Given the dentin collagen fibrils' structural role in anchoring adhesive fillings, collagen stabilization has become a critical biomedical pursuit in dentistry. In the last decade, several innovative approaches have been proposed to reduce the time-dependent degradation of unprotected dentin collagen by MMPs. Some of these approaches target chemical stabilization (via collagen cross-linking, for instance), whereas others rely on protease inhibitors to suppress the enzymatic activity in situ. Although some strategies proved efficacious only in vitro, none has been translated into routine clinical techniques and commercially available materials. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Recently, metal–organic frameworks (MOFs) have been\nelegantly\nfabricated as protective shells for proteins, providing superior biological,\nthermal, and chemical stability. MOFs\nrepresent a class of porous crystalline materials constructed through\nthe self-assembly of metal ions/nodes and organic bridging ligands. The pores of MOFs exhibit uniform structure\nand size, allowing for the selective loading of “cargo”\n(<italic toggle=\"yes\">e.g.</italic>, gas molecules and drugs) or separation of\nmolecules in a mixture.\n</p>", "clean_text": "Recently, metal-organic frameworks (MOFs) have been elegantly fabricated as protective shells for proteins, providing superior biological, thermal, and chemical stability. MOFs represent a class of porous crystalline materials constructed through the self-assembly of metal ions/nodes and organic bridging ligands. The pores of MOFs exhibit uniform structure and size, allowing for the selective loading of \"cargo\" (e.g., gas molecules and drugs) or separation of molecules in a mixture. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>Traditional MOF\nsynthetic routes, widely studied in chemistry and\nmaterials science, provide bulk particles that can serve as storage,\ndelivery, or sensing platforms after synthesis. On the other\nhand, some unique MOFsfor example, zeolitic imidazolate framework-8\n(ZIF-8)can also combine with biomolecules through “one-pot”\nmethods to generate biomolecule-embedded MOFs (biomolecule@MOFs).\n</p>", "clean_text": "Traditional MOF synthetic routes, widely studied in chemistry and materials science, provide bulk particles that can serve as storage, delivery, or sensing platforms after synthesis. On the other hand, some unique MOFsfor example, zeolitic imidazolate framework-8 (ZIF-8)can also combine with biomolecules through \"one-pot\" methods to generate biomolecule-embedded MOFs (biomolecule@MOFs). ", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Due to their large sizes, biomolecules\nlike proteins can hardly\nbe loaded into microporous frameworks (like “ZIFs”) <italic toggle=\"yes\">via</italic> the typical post-synthetic infiltration. Instead of\noccupying the pores of MOFs, proteins become surrounded by a protective\nMOF layer generated <italic toggle=\"yes\">in situ</italic>. The biomolecule’s ability to attract and concentrate the\nMOF’s building blocks is critical for the biomimetic growth\nof the frameworks. As for ZIF-8, which\nis formed by coordination between Zn<sup>2+</sup> and imidazolate\nrings, both the metal ion and the bridging ligand [2-methylimidazole\n(2-MI)] present a favorable interaction with some proteins (<italic toggle=\"yes\">e.g.</italic>, bovine serum albumin). Several enzymes, natural fibers, and even living cells also performed as active templates for the biomimetic growth of\nZIF-8 coatings.</p>", "clean_text": "Due to their large sizes, biomolecules like proteins can hardly be loaded into microporous frameworks (like \"ZIFs\") via the typical post-synthetic infiltration. Instead of occupying the pores of MOFs, proteins become surrounded by a protective MOF layer generated in situ. The biomolecule's ability to attract and concentrate the MOF's building blocks is critical for the biomimetic growth of the frameworks. As for ZIF-8, which is formed by coordination between Zn2+ and imidazolate rings, both the metal ion and the bridging ligand [2-methylimidazole (2-MI)] present a favorable interaction with some proteins (e.g., bovine serum albumin). Several enzymes, natural fibers, and even living cells also performed as active templates for the biomimetic growth of ZIF-8 coatings.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>In the attractive field of biomimetics, emergent\nMOFs show great\npotential for engineering biocomposites and protecting vital biological\nentities. The possible interaction with collagens could enable the\ndevelopment of new strategies for stabilizing the functional matrix\ncomponents and controlling collagenolysis. Given the above, we posit\nthat collagen fibrils (from demineralized dentin matrices) can induce\nthe biomimetic growth of ZIF-8 crystals as protective coatings to\nstabilize and strengthen the denuded fibrils. The MOF coating is expected\nto afford superior mechanical strength to the native extracellular\nmatrix (ECM) and act as a physical shield against bulky enzymes.</p>", "clean_text": "In the attractive field of biomimetics, emergent MOFs show great potential for engineering biocomposites and protecting vital biological entities. The possible interaction with collagens could enable the development of new strategies for stabilizing the functional matrix components and controlling collagenolysis. Given the above, we posit that collagen fibrils (from demineralized dentin matrices) can induce the biomimetic growth of ZIF-8 crystals as protective coatings to stabilize and strengthen the denuded fibrils. The MOF coating is expected to afford superior mechanical strength to the native extracellular matrix (ECM) and act as a physical shield against bulky enzymes.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Materials and Methods</title><title>Materials</title><p>The\nmain chemicals and enzyme used in the\nexperiments were purchased from Sigma-Aldrich, including zinc acetate\ndihydrate, ≥98% (catalog 96459); 2-MI, 99% (catalog M50850);\nlyophilized collagenase from , activity of 0.25–1.0 FALGPA unit per milligram (catalog\nC0130); and collagen fluorometric assay kit (catalog MAK322). In addition,\na commercial solution of soluble atelocollagen at 3 mg mL<sup>–1</sup> [PureCol type-I collagen solution, ≥99.9% (Advanced Biomatrix,\ncatalog 5005)] was employed to synthesize collagen fibrils and 3D\nhydrogels. All salts used for buffers and ionic solutions were of\nanalytical grade. The products were employed as received without further\nmodifications.</p>", "clean_text": "Materials and Methods\n\nMaterials\n\nThe main chemicals and enzyme used in the experiments were purchased from Sigma-Aldrich, including zinc acetate dihydrate, ≥98% (catalog 96459); 2-MI, 99% (catalog M50850); lyophilized collagenase from , activity of 0.25-1.0 FALGPA unit per milligram (catalog C0130); and collagen fluorometric assay kit (catalog MAK322). In addition, a commercial solution of soluble atelocollagen at 3 mg mL-1 [PureCol type-I collagen solution, ≥99.9% (Advanced Biomatrix, catalog 5005)] was employed to synthesize collagen fibrils and 3D hydrogels. All salts used for buffers and ionic solutions were of analytical grade. The products were employed as received without further modifications.", "data": null, "include_properties": null}, {"idx": 11, "type": "text", "classification": ["else"], "content": "<title>Dentin Sample Preparation</title><p>All dentin\nsamples came from\nextracted (sound) human molars, collected after the donors’\ninformed consents, and under a protocol reviewed and approved by the\nMarquette University. Mid-coronal dentin specimens in the shape of\nbeams (1.7 mm width × 0.5 mm thickness × 6.0 mm length)\nwere prepared, as described previously. Briefly, each tooth crown was cut with a diamond disk using a slow-speed\ncutting machine under water lubrication. The resulting dentin beams\nwere demineralized in 10% phosphoric acid for 5 h to expose the dentin\nECM. Then, the demineralized specimens were rinsed in ultrapure water\nand stored in a saline solution at 4 °C until taken for the planned\nexperiments.</p>", "clean_text": "Dentin Sample Preparation\n\nAll dentin samples came from extracted (sound) human molars, collected after the donors' informed consents, and under a protocol reviewed and approved by the Marquette University. Mid-coronal dentin specimens in the shape of beams (1.7 mm width × 0.5 mm thickness × 6.0 mm length) were prepared, as described previously. Briefly, each tooth crown was cut with a diamond disk using a slow-speed cutting machine under water lubrication. The resulting dentin beams were demineralized in 10% phosphoric acid for 5 h to expose the dentin ECM. Then, the demineralized specimens were rinsed in ultrapure water and stored in a saline solution at 4 °C until taken for the planned experiments.", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["synthesis condition"], "content": "<title>\n<italic toggle=\"yes\">In Situ</italic> Synthesis of ZIF-8\nCrystals at the\nSurface of the Dentin ECM</title><p>This experiment relied on a biomimetic\nprocedure for ZIF-8 growth, as reported before. First, aqueous solutions containing typical ZIF-8 precursors\nwere prepared in separate volumetric flasks: solution of zinc acetate\ndihydrate at 0.1 mol L<sup>–1</sup> and solution of 2-MI at\n1.5 mol L<sup>–1</sup>. Next, demineralized dentin beams (obtained\naccording to the description above) were rinsed with ultrapure water,\ndried gently with tissue paper, and immediately transferred to microfuge\ntubes containing 1.2 mL of the concentrated 2-MI solution. The beams\nremained soaked in the ligand solution for 1 h under agitation in\nan orbital shaker at 150 rpm. Then, 300 μL of the zinc solution\nwere added to each tube to start the ZIF-8 reaction; the systems were\nmaintained at room temperature for 2 h under agitation (150 rpm).\nThe precipitation of ZIF-8 particles was visible within the first\n15 min of the reaction as the solution gradually turned from transparent\nto milky. Note that there were enough reactants to allow the precipitation\nof particles in the bulk solution and the <italic toggle=\"yes\">in situ</italic> nucleation of ZIF-8 at the surface of collagen fibrils saturated\nwith 2-MI. Subsequently, the dentin beams were rinsed by dipping in\na beaker containing ultrapure water, where they were sonicated (ultrasonic\nbath) for 30 s to remove excess ligands and loose particles. The rinsing\nstep was repeated twice. Lastly, each sample was transferred to a\nclean microfuge tube containing ultrapure water (1 mL) and stored\nfor no more than 24 h before being tested.</p>", "clean_text": " In Situ Synthesis of ZIF-8 Crystals at the Surface of the Dentin ECM\n\nThis experiment relied on a biomimetic procedure for ZIF-8 growth, as reported before. First, aqueous solutions containing typical ZIF-8 precursors were prepared in separate volumetric flasks: solution of zinc acetate dihydrate at 0.1 mol L-1 and solution of 2-MI at 1.5 mol L-1. Next, demineralized dentin beams (obtained according to the description above) were rinsed with ultrapure water, dried gently with tissue paper, and immediately transferred to microfuge tubes containing 1.2 mL of the concentrated 2-MI solution. The beams remained soaked in the ligand solution for 1 h under agitation in an orbital shaker at 150 rpm. Then, 300 μL of the zinc solution were added to each tube to start the ZIF-8 reaction; the systems were maintained at room temperature for 2 h under agitation (150 rpm). The precipitation of ZIF-8 particles was visible within the first 15 min of the reaction as the solution gradually turned from transparent to milky. Note that there were enough reactants to allow the precipitation of particles in the bulk solution and the in situ nucleation of ZIF-8 at the surface of collagen fibrils saturated with 2-MI. Subsequently, the dentin beams were rinsed by dipping in a beaker containing ultrapure water, where they were sonicated (ultrasonic bath) for 30 s to remove excess ligands and loose particles. The rinsing step was repeated twice. Lastly, each sample was transferred to a clean microfuge tube containing ultrapure water (1 mL) and stored for no more than 24 h before being tested.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Fresh batches of\ndentin beams (ECM and ECM–MOF specimens) were prepared for\nthe morphological characterization, biomechanical assessment, and\nbiostability assay.</p><title>\n<italic toggle=\"yes\">In Situ</italic> Synthesis of ZIF-8\nCrystals at the\nSurface of Reconstituted Type-I Collagen Fibrils</title><p>Following\na previously described protocol, type-I\ncollagen fibril scaffolds were fabricated by reconstituting bovine\natelocollagen <italic toggle=\"yes\">in vitro</italic>. In brief, three ingredients\nwere combined and homogenized in a microfuge tube: 150 μL of\nultrapure water, 500 μL of Na<sub>2</sub>HPO<sub>4</sub> at\n200 mmol L<sup>–1</sup> (pH adjusted to 7.3 with HCl), and\n250 μL of KCl at 400 mmol L<sup>–1</sup>. To the same\ntube, 100 μL of a commercial collagen monomer solution (3 mg\nmL<sup>–1</sup> in 0.01 N HCl) were added and vortexed for\na few seconds. This reaction mixture was incubated at 37 °C for\n4 h under a gentle motion to enable the spontaneous assembly of banded\ncollagen fibrils. Next, the mixture was centrifuged at 9600<italic toggle=\"yes\">g</italic> for 10 min to recover the fibrils. As a result of the\nultracentrifugation, a compact white sponge (a pellet) formed at the\nbottom of the microfuge tube. With a micropipette, the supernatant\nwas removed, and fresh ultrapure water (1 mL) was added to the tube\nto wash the collagen specimen and eliminate excess salts. The tube\nwas agitated manually by inverting it repeatedly during 15 s; then,\nthe aqueous phase was disposed of, and the complete washing step was\nrepeated.</p>", "clean_text": "Fresh batches of dentin beams (ECM and ECM-MOF specimens) were prepared for the morphological characterization, biomechanical assessment, and biostability assay.\n\n In Situ Synthesis of ZIF-8 Crystals at the Surface of Reconstituted Type-I Collagen Fibrils\n\nFollowing a previously described protocol, type-I collagen fibril scaffolds were fabricated by reconstituting bovine atelocollagen in vitro. In brief, three ingredients were combined and homogenized in a microfuge tube: 150 μL of ultrapure water, 500 μL of Na2HPO4 at 200 mmol L-1 (pH adjusted to 7.3 with HCl), and 250 μL of KCl at 400 mmol L-1. To the same tube, 100 μL of a commercial collagen monomer solution (3 mg mL-1 in 0.01 N HCl) were added and vortexed for a few seconds. This reaction mixture was incubated at 37 °C for 4 h under a gentle motion to enable the spontaneous assembly of banded collagen fibrils. Next, the mixture was centrifuged at 9600g for 10 min to recover the fibrils. As a result of the ultracentrifugation, a compact white sponge (a pellet) formed at the bottom of the microfuge tube. With a micropipette, the supernatant was removed, and fresh ultrapure water (1 mL) was added to the tube to wash the collagen specimen and eliminate excess salts. The tube was agitated manually by inverting it repeatedly during 15 s; then, the aqueous phase was disposed of, and the complete washing step was repeated.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>To synthesize the collagen–ZIF composite, freshly\nprepared collagen scaffolds were immediately transferred to microfuge\ntubes containing 1.2 mL of 2-MI solution at 1.5 mol L<sup>–1</sup>. The specimens remained soaked in the ligand solution for 1 h under\nagitation in an orbital shaker at 150 rpm. Then, 300 μL of the\nmetal-ion solution (0.1 mol L<sup>–1</sup>) were added to each\ntube to start the ZIF-8 reaction, and the reaction medium was maintained\nat room temperature for 2 h under agitation (150 rpm). The MOF dispersion\n(<italic toggle=\"yes\">i.e.</italic>, free ZIF-8 particles plus the aqueous phase)\nformed in each tube was removed, and the fibrous scaffolds (collagen–ZIF\ncomposites) were carefully transferred to clean microfuge tubes containing\n1 mL of ultrapure water for rinsing. The rinsing step, aided with\nan ultrasonic bath for 30 s, was repeated twice to eliminate unreacted\nligands and loose MOF particles.</p>", "clean_text": "To synthesize the collagen-ZIF composite, freshly prepared collagen scaffolds were immediately transferred to microfuge tubes containing 1.2 mL of 2-MI solution at 1.5 mol L-1. The specimens remained soaked in the ligand solution for 1 h under agitation in an orbital shaker at 150 rpm. Then, 300 μL of the metal-ion solution (0.1 mol L-1) were added to each tube to start the ZIF-8 reaction, and the reaction medium was maintained at room temperature for 2 h under agitation (150 rpm). The MOF dispersion (i.e., free ZIF-8 particles plus the aqueous phase) formed in each tube was removed, and the fibrous scaffolds (collagen-ZIF composites) were carefully transferred to clean microfuge tubes containing 1 mL of ultrapure water for rinsing. The rinsing step, aided with an ultrasonic bath for 30 s, was repeated twice to eliminate unreacted ligands and loose MOF particles.", "data": null, "include_properties": null}, {"idx": 15, "type": "text", "classification": ["else"], "content": "<title>Morphological Characterization\nof the Dentin ECM Modified with\nZIF-8 Coatings</title><p>Dentin beams representative of the groups\nECM and ECM–MOF (<italic toggle=\"yes\">N</italic> = 3) were processed for\nscanning electron microscopy (SEM) analysis. The hydrated dentin specimens\nunderwent the following steps of preparation: (a) dehydration by washing\nin graded series of ethanol–water solutions at 50, 75, 95,\nand twice 100% (1 mL, 15 min each) and (b) chemical drying by soaking\nin pure hexamethyldisilazane (HMDS) twice (∼0.5 mL, 15 min;\nthe supernatant of the first HMDS was discarded while letting the\nlast HMDS evaporate in a fume hood overnight).</p>", "clean_text": "Morphological Characterization of the Dentin ECM Modified with ZIF-8 Coatings\n\nDentin beams representative of the groups ECM and ECM-MOF (N = 3) were processed for scanning electron microscopy (SEM) analysis. The hydrated dentin specimens underwent the following steps of preparation: (a) dehydration by washing in graded series of ethanol-water solutions at 50, 75, 95, and twice 100% (1 mL, 15 min each) and (b) chemical drying by soaking in pure hexamethyldisilazane (HMDS) twice (~0.5 mL, 15 min; the supernatant of the first HMDS was discarded while letting the last HMDS evaporate in a fume hood overnight).", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>In addition,\nthe as-synthesized and the ZIF-modified collagen scaffolds (<italic toggle=\"yes\">N</italic> = 3) were also prepared for SEM analysis, undergoing the\nexact steps of dehydration and chemical drying as the dentin specimens.\nAll specimens were carefully transferred to strips of conductive carbon\ndouble-sided sticky tape applied to aluminum specimen mounts before\nSEM analysis. Lastly, the mounted samples were sputter-coated with\na thin layer of gold. The micromorphology of the collagenous matrices\nwas examined on a JEOL JSM-6510LV microscope operating in a high vacuum\nmode. Topographic images were recorded with a secondary electron detector\nat an acceleration voltage of 10 kV.</p>", "clean_text": "In addition, the as-synthesized and the ZIF-modified collagen scaffolds (N = 3) were also prepared for SEM analysis, undergoing the exact steps of dehydration and chemical drying as the dentin specimens. All specimens were carefully transferred to strips of conductive carbon double-sided sticky tape applied to aluminum specimen mounts before SEM analysis. Lastly, the mounted samples were sputter-coated with a thin layer of gold. The micromorphology of the collagenous matrices was examined on a JEOL JSM-6510LV microscope operating in a high vacuum mode. Topographic images were recorded with a secondary electron detector at an acceleration voltage of 10 kV.", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<p>Samples representing the\nECM and ECM–MOF groups were also\ninvestigated by atomic force microscopy (AFM). Imaging was performed\nin the contact mode using a Bruker Dimension Icon microscope and silicon\nnitride tips of a nominal spring constant of 0.25 N m<sup>–1</sup> (SAA-HPI-30, Bruker). Scanning parameters were set as follows: scan\nrate, 0.3 Hz; scan size, 10 μm; and lines per image, 256. All\nAFM measurements were taken from height images using Bruker’s\nNanoScope Analysis 3.0.</p>", "clean_text": "Samples representing the ECM and ECM-MOF groups were also investigated by atomic force microscopy (AFM). Imaging was performed in the contact mode using a Bruker Dimension Icon microscope and silicon nitride tips of a nominal spring constant of 0.25 N m-1 (SAA-HPI-30, Bruker). Scanning parameters were set as follows: scan rate, 0.3 Hz; scan size, 10 μm; and lines per image, 256. All AFM measurements were taken from height images using Bruker's NanoScope Analysis 3.0.", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<title>Compositional and Structural Analyses</title><p>The dentin ECM,\nECM–MOF composite, and pure ZIF-8 were examined concerning\ntheir chemical composition using Fourier transform infrared (FTIR)\nspectroscopy in conjunction with attenuated total reflectance (ATR).\nThe tests were conducted in triplicates on a Thermo Scientific Nicolet\niS5 spectrometer equipped with a Thermo Scientific iD5 ATR accessory.\nInfrared absorbance spectra were recorded in the range of 1400–400\ncm<sup>–1</sup> at a resolution of 4 cm<sup>–1</sup> using 32 accumulations. X-ray diffraction (XRD) patterns were collected\nfrom powder specimens on a Bruker D8 Discovery XRD system, employing\na Cu Kα radiation (λ = 1.5418 Å) source. The “simulated\nZIF-8” pattern refers to single-crystal data retrieved from\nthe Cambridge Crystallographic Data Centre (CCDC) using the deposition\nnumber 602542. Details of sample preparation for the XRD analysis\nare available in the <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c03073/suppl_file/la1c03073_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>.</p>", "clean_text": "Compositional and Structural Analyses\n\nThe dentin ECM, ECM-MOF composite, and pure ZIF-8 were examined concerning their chemical composition using Fourier transform infrared (FTIR) spectroscopy in conjunction with attenuated total reflectance (ATR). The tests were conducted in triplicates on a Thermo Scientific Nicolet iS5 spectrometer equipped with a Thermo Scientific iD5 ATR accessory. Infrared absorbance spectra were recorded in the range of 1400-400 cm-1 at a resolution of 4 cm-1 using 32 accumulations. X-ray diffraction (XRD) patterns were collected from powder specimens on a Bruker D8 Discovery XRD system, employing a Cu Kα radiation (λ = 1.5418 Å) source. The \"simulated ZIF-8\" pattern refers to single-crystal data retrieved from the Cambridge Crystallographic Data Centre (CCDC) using the deposition number 602542. Details of sample preparation for the XRD analysis are available in the Supporting Information.", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<title>Thermal Analysis</title><p>Differential scanning calorimetry\n(DSC) curves of the ECM and ECM–MOF composite were obtained\non a NETZSCH DSC 404 F1 Pegasus. After accurately weighing the specimens,\nthey were heated inside 40 μL closed aluminum crucibles with\nperforated lids under an argonium atmosphere, using a heating rate\nof 10 °C min<sup>–1</sup> in the range of 30–140\n°C.</p>", "clean_text": "Thermal Analysis\n\nDifferential scanning calorimetry (DSC) curves of the ECM and ECM-MOF composite were obtained on a NETZSCH DSC 404 F1 Pegasus. After accurately weighing the specimens, they were heated inside 40 μL closed aluminum crucibles with perforated lids under an argonium atmosphere, using a heating rate of 10 °C min-1 in the range of 30-140 °C.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<title>Assessment of Mechanical Properties of Tissue Bulk</title><p>The mechanical behavior of the dentin ECM was investigated by dynamic\nmechanical analysis (DMA). First, freshly demineralized dentin beams\n(<italic toggle=\"yes\">N</italic> = 8) were tested to determine the properties of\nthe native ECM (baseline). Next, the same specimens were treated with\nZIF-8 coatings (<italic toggle=\"yes\">via</italic> the biomimetic synthesis) to\ngenerate the ECM–MOF composite. The MOF-modified specimens\nwere tested promptly after treatment. Then, the samples were stored\nin a physiological buffer solution at 37 °C for 90 d to simulate\na physiological aging process. New measurements were conducted at\n10, 30, and 90 d of storage.</p>", "clean_text": "Assessment of Mechanical Properties of Tissue Bulk\n\nThe mechanical behavior of the dentin ECM was investigated by dynamic mechanical analysis (DMA). First, freshly demineralized dentin beams (N = 8) were tested to determine the properties of the native ECM (baseline). Next, the same specimens were treated with ZIF-8 coatings (via the biomimetic synthesis) to generate the ECM-MOF composite. The MOF-modified specimens were tested promptly after treatment. Then, the samples were stored in a physiological buffer solution at 37 °C for 90 d to simulate a physiological aging process. New measurements were conducted at 10, 30, and 90 d of storage.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>For the measurements, each dentin\nbeam was placed in a three-point bending submersible clamp adapted\nto a TA Instruments Q800 DMA analyzer. A strain sweep was conducted\nusing the following parameters: frequency, 1 Hz; amplitude, 1–100\nμm; and preload force, 0.01 N. Specimens\nwere tested submerged in ultrapure water and at room temperature.\nThe complex modulus (<italic toggle=\"yes\">E</italic>*) and tan delta were calculated\nwithin the range of linear viscoelasticity, where the modulus is independent\nof the strain.</p>", "clean_text": "For the measurements, each dentin beam was placed in a three-point bending submersible clamp adapted to a TA Instruments Q800 DMA analyzer. A strain sweep was conducted using the following parameters: frequency, 1 Hz; amplitude, 1-100 μm; and preload force, 0.01 N. Specimens were tested submerged in ultrapure water and at room temperature. The complex modulus (E*) and tan delta were calculated within the range of linear viscoelasticity, where the modulus is independent of the strain.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<title>Rheometric Analysis of 3D Hydrogels Modified\nwith ZIF-8 Coatings</title><p>While the mechanical behavior of the\ndentin beams was evaluated\nusing DMA, rheometry was adopted to characterize 3D (collagen) hydrogels,\ncomparing “uncoated” with “ZIF-coated”\nsamples. The hydrogels were prepared by reconstituting type-I collagen\nfibrils <italic toggle=\"yes\">in vitro</italic> through a synthetic approach similar\nto that described above. Rheological properties were measured using\na Malvern Kinexus PRO rheometer equipped with a parallel plate geometry\nof 40 mm in diameter. A hood was used to prevent water evaporation\nand maintain the temperature constant at 25 °C. The samples were\nplaced between plates with a 1 mm gap, and excess water was carefully\nremoved using tissue paper before each measurement. The measurements\nwere performed using a frequency sweep with two stages. In the first\nstage, the sample was equilibrated with a strain of 0.1% and a frequency\nof 0.01 Hz for 5 min. In the second stage, the strain was maintained\nat 0.1%, and the frequency was raised from 0.01 to 10 Hz in a logarithmic\nramp over 30 points (10 samples per decade). At least three samples\nwere tested for each group.</p>", "clean_text": "Rheometric Analysis of 3D Hydrogels Modified with ZIF-8 Coatings\n\nWhile the mechanical behavior of the dentin beams was evaluated using DMA, rheometry was adopted to characterize 3D (collagen) hydrogels, comparing \"uncoated\" with \"ZIF-coated\" samples. The hydrogels were prepared by reconstituting type-I collagen fibrils in vitro through a synthetic approach similar to that described above. Rheological properties were measured using a Malvern Kinexus PRO rheometer equipped with a parallel plate geometry of 40 mm in diameter. A hood was used to prevent water evaporation and maintain the temperature constant at 25 °C. The samples were placed between plates with a 1 mm gap, and excess water was carefully removed using tissue paper before each measurement. The measurements were performed using a frequency sweep with two stages. In the first stage, the sample was equilibrated with a strain of 0.1% and a frequency of 0.01 Hz for 5 min. In the second stage, the strain was maintained at 0.1%, and the frequency was raised from 0.01 to 10 Hz in a logarithmic ramp over 30 points (10 samples per decade). At least three samples were tested for each group.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<title>Biostability of Dentin Collagen Scaffolds\nModified with ZIF-8\nCoatings</title><p>This experiment involved the groups ECM and ECM–MOF\n(<italic toggle=\"yes\">N</italic> = 4) and two different degradation conditions:\nphysiological aging (condition I) and accelerated proteolysis (condition\nII). In condition I, each specimen was stored individually in 1 mL\nof an incubation medium with physiological pH (7.4) and temperature\n(37 °C). The incubation medium (5 mmol L<sup>–1</sup> HEPES,\n2.5 mmol L<sup>–1</sup> CaCl<sub>2</sub>, 0.05 mmol L<sup>–1</sup> ZnCl<sub>2</sub>, and 0.3 mmol L<sup>–1</sup> NaN<sub>3</sub>) was changed by fresh medium every\n15 d during a 90 d interval. By the end of the simulated physiological\naging, the supernatants were pooled and analyzed to determine the\nconcentration of released peptides (due to hydrolysis of collagen).\nTo accelerate the proteolysis (condition II), dentin specimens (<italic toggle=\"yes\">N</italic> = 4) were soaked in a digest medium (2 mL) containing\n∼100 μg mL<sup>–1</sup> of bacterial collagenase\n(from ) and incubated\nat 37 °C for 24 h. Ultracentrifugation\nat 9600<italic toggle=\"yes\">g</italic> was performed to remove any particulates,\nand then aliquots from the supernatants were taken for quantification\nof the collagen degradation using a fluorometric collagen assay kit\n(Sigma-Aldrich, catalog MAK322). This assay relies on reacting the\nN-terminal glycine-containing peptides with a dye reagent to form\na fluorescent complex. The fluorescence intensity of this complex,\nmeasured at λ<sub>EM</sub> = 465 nm, is directly proportional\nto the concentration of peptides in the sample. Details of the reaction\nmixtures prepared for assay are given in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c03073/suppl_file/la1c03073_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, Table S1. The mixtures were prepared in triplicates\nin a 96-well black polystyrene microplate for analysis on a microplate\nreader (Synergy HTX, BioTek) in the fluorescence mode. The angular\ncoefficient of the linear region of the obtained curve (intensity <italic toggle=\"yes\">vs</italic> time) was adopted to determine the collagen concentration\nin the supernatants using .<disp-formula id=\"eq1\">\n<label>1</label>\n<alternatives>\n<graphic orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_m001.gif\" xlink:type=\"simple\"></graphic>\n<mml:math display=\"block\" overflow=\"scroll\">\n<mml:mrow>\n<mml:mi>C</mml:mi>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mo stretchy=\"false\">[</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>F</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">S</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo>−</mml:mo>\n<mml:mrow>\n<mml:mo stretchy=\"false\">(</mml:mo>\n<mml:msub>\n<mml:mrow>\n<mml:mi>F</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo stretchy=\"false\">)</mml:mo>\n</mml:mrow>\n<mml:mo stretchy=\"false\">]</mml:mo>\n</mml:mrow>\n<mml:mo>×</mml:mo>\n<mml:mi>n</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">slope</mml:mi>\n</mml:mrow>\n</mml:mfrac>\n</mml:mrow>\n</mml:math>\n</alternatives>\n</disp-formula>\n</p>", "clean_text": "Biostability of Dentin Collagen Scaffolds Modified with ZIF-8 Coatings\n\nThis experiment involved the groups ECM and ECM-MOF (N = 4) and two different degradation conditions: physiological aging (condition I) and accelerated proteolysis (condition II). In condition I, each specimen was stored individually in 1 mL of an incubation medium with physiological pH (7.4) and temperature (37 °C). The incubation medium (5 mmol L-1 HEPES, 2.5 mmol L-1 CaCl2, 0.05 mmol L-1 ZnCl2, and 0.3 mmol L-1 NaN3) was changed by fresh medium every 15 d during a 90 d interval. By the end of the simulated physiological aging, the supernatants were pooled and analyzed to determine the concentration of released peptides (due to hydrolysis of collagen). To accelerate the proteolysis (condition II), dentin specimens (N = 4) were soaked in a digest medium (2 mL) containing ~100 μg mL-1 of bacterial collagenase (from ) and incubated at 37 °C for 24 h. Ultracentrifugation at 9600g was performed to remove any particulates, and then aliquots from the supernatants were taken for quantification of the collagen degradation using a fluorometric collagen assay kit (Sigma-Aldrich, catalog MAK322). This assay relies on reacting the N-terminal glycine-containing peptides with a dye reagent to form a fluorescent complex. The fluorescence intensity of this complex, measured at λEM = 465 nm, is directly proportional to the concentration of peptides in the sample. Details of the reaction mixtures prepared for assay are given in Supporting Information, Table S1. The mixtures were prepared in triplicates in a 96-well black polystyrene microplate for analysis on a microplate reader (Synergy HTX, BioTek) in the fluorescence mode. The angular coefficient of the linear region of the obtained curve (intensity vs time) was adopted to determine the collagen concentration in the supernatants using . 1     C =    [  (   F   S   )  -  (   F   B   )  ]  × n   slope       ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>In , <italic toggle=\"yes\">C</italic> is the collagen concentration\nin μg mL<sup>–1</sup>, <italic toggle=\"yes\">F</italic>\n<sub>S</sub> is the fluorescence reading of the sample, <italic toggle=\"yes\">F</italic>\n<sub>B</sub> is the reading of the sample blank, and <italic toggle=\"yes\">n</italic> is the dilution factor.</p><title>Cell Culture and Viability Assays</title><p>The cell-based experiments\nwere conducted using dental pulp stem cells (DPSCs) stored in liquid\nnitrogen. The cells were harvested from extracted human third molars,\ncollected after the donors’ informed consents, and obtained\nunder a protocol reviewed and approved by the Marquette University\nSchool of Dentistry. Cell isolation and characterization were performed,\nas previously described. DPSCs were grown\nin Dulbecco’s modified Eagle’s medium (DMEM) and supplemented\nwith 10% fetal bovine serum, 2 mmol L<sup>–1</sup>\n<sc>l</sc>-glutamine, and 1% antibiotic–antimycotic solution (Gibco,\nAnti-Anti 100×; catalog 15240062).</p>", "clean_text": "In , C is the collagen concentration in μg mL-1, F S is the fluorescence reading of the sample, F B is the reading of the sample blank, and n is the dilution factor.\n\nCell Culture and Viability Assays\n\nThe cell-based experiments were conducted using dental pulp stem cells (DPSCs) stored in liquid nitrogen. The cells were harvested from extracted human third molars, collected after the donors' informed consents, and obtained under a protocol reviewed and approved by the Marquette University School of Dentistry. Cell isolation and characterization were performed, as previously described. DPSCs were grown in Dulbecco's modified Eagle's medium (DMEM) and supplemented with 10% fetal bovine serum, 2 mmol L-1 l-glutamine, and 1% antibiotic-antimycotic solution (Gibco, Anti-Anti 100×; catalog 15240062).", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Dentin beams were prepared,\nas described above, and designated to the ECM and ECM–MOF groups\n(<italic toggle=\"yes\">N</italic> = 6) as substrates for cell culture. Before the\ncell seeding, all samples were disinfected with 70% ethanol and rinsed\nwith phosphate-buffered saline (PBS) thoroughly. Then, static culture\nwas performed using DPSCs under standard aseptic conditions. Nearly\n3000 DPSCs of the fourth passage were seeded onto each substrate and\nallowed to adhere for 2 h, followed by incubation in complete DMEM\nat 37 °C under a humidified atmosphere of 95% air and 5% CO<sub>2</sub>.</p>", "clean_text": "Dentin beams were prepared, as described above, and designated to the ECM and ECM-MOF groups (N = 6) as substrates for cell culture. Before the cell seeding, all samples were disinfected with 70% ethanol and rinsed with phosphate-buffered saline (PBS) thoroughly. Then, static culture was performed using DPSCs under standard aseptic conditions. Nearly 3000 DPSCs of the fourth passage were seeded onto each substrate and allowed to adhere for 2 h, followed by incubation in complete DMEM at 37 °C under a humidified atmosphere of 95% air and 5% CO2.", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>Cell proliferation was assessed utilizing the PrestoBlue\ncell viability\nreagent (Invitrogen; catalog A13261) according to the manufacturer’s\ninstructions at 1, 3, 7, and 14 d. At each time point, the media was\nreplaced with 10% PrestoBlue in phenol red-free DMEM. After incubation\nin the resazurin-based solution for 1 h, the fluorescence reading\nwas taken in a microplate reader (Synergy HTX, BioTEK), using the\nexcitation (λ<sub>EX</sub>) and emission (λ<sub>EM</sub>) wavelengths of 540 and 590 nm, respectively.</p>", "clean_text": "Cell proliferation was assessed utilizing the PrestoBlue cell viability reagent (Invitrogen; catalog A13261) according to the manufacturer's instructions at 1, 3, 7, and 14 d. At each time point, the media was replaced with 10% PrestoBlue in phenol red-free DMEM. After incubation in the resazurin-based solution for 1 h, the fluorescence reading was taken in a microplate reader (Synergy HTX, BioTEK), using the excitation (λEX) and emission (λEM) wavelengths of 540 and 590 nm, respectively.", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The cell viability\nwas also assessed using a Live/Dead viability/cytotoxicity\nkit (Invitrogen; catalog 10237012). This assay quickly discriminates\nlive from dead cells by simultaneously staining with green-fluorescent\ncalcein-AM (to indicate intracellular esterase activity) and red-fluorescent\nethidium homodimer-1 (EthD-1) to track loss of plasma membrane integrity.\nSamples (ECM and ECM–MOF) with attached cells were stained\nwith a mixture of calcein-AM (4 mmol L<sup>–1</sup>) and EthD-1\n(2 mmol L<sup>–1</sup>) and observed under a fluorescence microscope\n(EVOS FL Auto Imaging System, Life Technologies Corporation). The\nimages were recorded separately for calcein and EthD-1 using typical\nfluorescein (λ<sub>EX</sub> = 490 nm and λ<sub>EM</sub> = 515 nm) and rhodamine B (λ<sub>EX</sub> = 535 nm and λ<sub>EM</sub> = 617 nm) filters, respectively.</p>", "clean_text": "The cell viability was also assessed using a Live/Dead viability/cytotoxicity kit (Invitrogen; catalog 10237012). This assay quickly discriminates live from dead cells by simultaneously staining with green-fluorescent calcein-AM (to indicate intracellular esterase activity) and red-fluorescent ethidium homodimer-1 (EthD-1) to track loss of plasma membrane integrity. Samples (ECM and ECM-MOF) with attached cells were stained with a mixture of calcein-AM (4 mmol L-1) and EthD-1 (2 mmol L-1) and observed under a fluorescence microscope (EVOS FL Auto Imaging System, Life Technologies Corporation). The images were recorded separately for calcein and EthD-1 using typical fluorescein (λEX = 490 nm and λEM = 515 nm) and rhodamine B (λEX = 535 nm and λEM = 617 nm) filters, respectively.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["else"], "content": "<title>Data Analysis</title><p>A repeated-measures ANOVA with a Bonferroni\nadjustment was conducted on complex modulus, with the time point (baseline,\nimmediate, 10, 30, and 90 d) as the independent variable. The cell\nviability results were analyzed using one-way ANOVA, and post hoc\nmultiple comparisons were performed using the Tukey test (α\n= 0.05). Data analysis was conducted using software IBM SPSS Statistics\n28.0.</p>", "clean_text": "Data Analysis\n\nA repeated-measures ANOVA with a Bonferroni adjustment was conducted on complex modulus, with the time point (baseline, immediate, 10, 30, and 90 d) as the independent variable. The cell viability results were analyzed using one-way ANOVA, and post hoc multiple comparisons were performed using the Tukey test (α = 0.05). Data analysis was conducted using software IBM SPSS Statistics 28.0.", "data": null, "include_properties": null}, {"idx": 29, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><p>As a calcified ECM, dentin depends\non mineral homeostasis to maintain\nits optimal properties. As dentin demineralizes,\nit loses mechanical strength and exposes its collagenous matrix, which\nis liable to bioactive molecules such as MMPs and other hydrolases. Here, the demineralized dentin ECM was backfilled\nwith MOF crystals for protection and stabilization purposes. We demonstrate\nthat fibrillar collagen (from the ECM) can induce the rapid formation\nof ZIF-8 as a protective coating in neat water and room temperature\n().</p>", "clean_text": "Results and Discussion\n\nAs a calcified ECM, dentin depends on mineral homeostasis to maintain its optimal properties. As dentin demineralizes, it loses mechanical strength and exposes its collagenous matrix, which is liable to bioactive molecules such as MMPs and other hydrolases. Here, the demineralized dentin ECM was backfilled with MOF crystals for protection and stabilization purposes. We demonstrate that fibrillar collagen (from the ECM) can induce the rapid formation of ZIF-8 as a protective coating in neat water and room temperature ().", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic model\nproposes the growth of ZIF-8 crystals as a protective\ncoating for fibrillar collagen. The protein concentrates the MOF precursors\n(metal ions and organic ligands) around itself, facilitating the pore\nframework’s nucleation and growth at the fibrils’ surface.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic model proposes the growth of ZIF-8 crystals as a protective coating for fibrillar collagen. The protein concentrates the MOF precursors (metal ions and organic ligands) around itself, facilitating the pore framework's nucleation and growth at the fibrils' surface.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["else"], "content": "<p>After dissolving the dentin’s mineral phase\n(<italic toggle=\"yes\">i.e.</italic>, apatite) by acid etching, the collagenous\nECM was utilized as an\nactive template for the growth of ZIF-8 crystals. The SEM images () reveal that nanoscopic\nMOF crystals aggregated and densified on the surface of the dentin\nECM, generating the ECM–MOF composite. Fused ZIF-8 particles\nrefilled the voids left by the dissolution of the native mineral,\npartially restoring the architecture of mineralized dentin (B,C).</p>", "clean_text": "After dissolving the dentin's mineral phase (i.e., apatite) by acid etching, the collagenous ECM was utilized as an active template for the growth of ZIF-8 crystals. The SEM images () reveal that nanoscopic MOF crystals aggregated and densified on the surface of the dentin ECM, generating the ECM-MOF composite. Fused ZIF-8 particles refilled the voids left by the dissolution of the native mineral, partially restoring the architecture of mineralized dentin (B,C).", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM micrographs. (A)\nDemineralized dentin ECM evidencing a dense\nnetwork of collagen fibrils smeared with intrinsic noncollagenous\nproteins. The white index points to the interior of a dentin tubule\n(the central valley) in a longitudinal cut. The voids (interfibrillar\nspaces) are due to the removal of the mineral phase by acid etching.\n(B,C) Morphology of the dentin ECM after the <italic toggle=\"yes\">in situ</italic> synthesis of ZIF-8 as a protective coating. The MOF material is\nintimately associated with the ECM, suggesting that the particles\nnucleated on the fibrils’ surface and aggregated to fill the\ninterfibrillar spaces. White pointers: ZIF-8 crystals surrounding\ncollagen fibrils of the peritubular dentin. Black pointers: ZIF-8\ncrystals embedded in the intertubular dentin region. (D) Pristine\nZIF-8 particles precipitated in bulk solution. Inset, statistical\ndistribution of the particle size of pristine ZIF-8. Magnifications:\n×10,000 (A–C), ×5000 (D).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  SEM micrographs. (A) Demineralized dentin ECM evidencing a dense network of collagen fibrils smeared with intrinsic noncollagenous proteins. The white index points to the interior of a dentin tubule (the central valley) in a longitudinal cut. The voids (interfibrillar spaces) are due to the removal of the mineral phase by acid etching. (B,C) Morphology of the dentin ECM after the in situ synthesis of ZIF-8 as a protective coating. The MOF material is intimately associated with the ECM, suggesting that the particles nucleated on the fibrils' surface and aggregated to fill the interfibrillar spaces. White pointers: ZIF-8 crystals surrounding collagen fibrils of the peritubular dentin. Black pointers: ZIF-8 crystals embedded in the intertubular dentin region. (D) Pristine ZIF-8 particles precipitated in bulk solution. Inset, statistical distribution of the particle size of pristine ZIF-8. Magnifications: ×10,000 (A-C), ×5000 (D).   ", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>As shown in B, the intertubular dentin region was remarkably impregnated with\nMOF crystals that formed <italic toggle=\"yes\">in situ</italic> (black pointers).\nIt is also possible to notice particle clusters surrounding the collagen\nfibrils inside the dentin tubules (white pointer). For comparison\npurposes, the appearance of the apatite-depleted dentin is shown in A, where a dense\nnetwork of type-I collagen fibrils (and associated noncollagenous\nproteins and proteoglycans) prevails.</p>", "clean_text": "As shown in B, the intertubular dentin region was remarkably impregnated with MOF crystals that formed in situ (black pointers). It is also possible to notice particle clusters surrounding the collagen fibrils inside the dentin tubules (white pointer). For comparison purposes, the appearance of the apatite-depleted dentin is shown in A, where a dense network of type-I collagen fibrils (and associated noncollagenous proteins and proteoglycans) prevails.", "data": null, "include_properties": null}, {"idx": 34, "type": "text", "classification": ["else"], "content": "<p>The aggregated particles\nformed within the ECM were considerably\nsmaller than those formed in bulk solution, which achieved an average\nsize of 1.05 ± 0.23 μm (D). Also, ZIF-8 particles that precipitated\nin solution evolved to well-defined geometries, for example, cuboid\nor the typical rhombic dodecahedron. These\ndifferences in shape/size reinforce that certain proteins (including\nfibrillar collagen) can strongly influence the nucleation and localized\ngrowth of ZIF-8.\n</p>", "clean_text": "The aggregated particles formed within the ECM were considerably smaller than those formed in bulk solution, which achieved an average size of 1.05 ± 0.23 μm (D). Also, ZIF-8 particles that precipitated in solution evolved to well-defined geometries, for example, cuboid or the typical rhombic dodecahedron. These differences in shape/size reinforce that certain proteins (including fibrillar collagen) can strongly influence the nucleation and localized growth of ZIF-8. ", "data": null, "include_properties": null}, {"idx": 35, "type": "text", "classification": ["else"], "content": "<p>Even though type-I\ncollagen is the main constituent of the dentin\nECM, other components such as noncollagenous\nproteins and proteoglycans are inherently present, increasing the\npossibilities for interactions with the MOF precursors. To clarify\nthe biomolecule–MOF interactions, the biomimetic synthesis\nwas reproduced using reconstituted type-I collagen fibrils (instead\nof the native dentin ECM). Under SEM, it is possible to observe that\nthe MOF crystals continuously covered the nanofibrils, that is, bare\ncollagen regions are virtually invisible (B,C). The dense MOF coverage validates the\nrole of collagen as an active template to induce the ZIF-8 formation.\nWithout the MOF coating (A), the collagen scaffolds underwent more shrinkage\nupon the solvent evaporation (sample dehydration), resulting in a\ndenser fibril network than the MOF-modified scaffolds.</p>", "clean_text": "Even though type-I collagen is the main constituent of the dentin ECM, other components such as noncollagenous proteins and proteoglycans are inherently present, increasing the possibilities for interactions with the MOF precursors. To clarify the biomolecule-MOF interactions, the biomimetic synthesis was reproduced using reconstituted type-I collagen fibrils (instead of the native dentin ECM). Under SEM, it is possible to observe that the MOF crystals continuously covered the nanofibrils, that is, bare collagen regions are virtually invisible (B,C). The dense MOF coverage validates the role of collagen as an active template to induce the ZIF-8 formation. Without the MOF coating (A), the collagen scaffolds underwent more shrinkage upon the solvent evaporation (sample dehydration), resulting in a denser fibril network than the MOF-modified scaffolds.", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM micrographs. (A)\nUncoated type-I collagen fibrils in the as-synthesized\ncollagen scaffold. (B) Type-I collagen fibrils coated with ZIF-8 crystals <italic toggle=\"yes\">via</italic> the biomimetic approach. (C) Magnified view (2×)\nof B. The MOF material formed surrounding the fibrils/fibril bundles\nto the extent that bare collagen regions are virtually invisible.\nThis result reinforces that type-I collagen has a strong surface interaction\nwith the MOF precursors. Magnifications: ×5000 (A and B), ×10,000\n(C).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  SEM micrographs. (A) Uncoated type-I collagen fibrils in the as-synthesized collagen scaffold. (B) Type-I collagen fibrils coated with ZIF-8 crystals via the biomimetic approach. (C) Magnified view (2×) of B. The MOF material formed surrounding the fibrils/fibril bundles to the extent that bare collagen regions are virtually invisible. This result reinforces that type-I collagen has a strong surface interaction with the MOF precursors. Magnifications: ×5000 (A and B), ×10,000 (C).   ", "data": null, "include_properties": null}, {"idx": 37, "type": "text", "classification": ["else"], "content": "<p>Phase-pure ZIF-8 features a sodalite\ntopology and crystallizes\nin a cubic lattice (space group <italic toggle=\"yes\">I</italic>4̅3<italic toggle=\"yes\">m</italic>) with a lattice constant of approximately 17 Å. XRD was carried out to ensure the crystalline\nnature and phase purity of the nanoparticles on the ECM surface. Distinct\ndiffraction peaks in the ECM–MOF composite’s XRD pattern\nare consistent with peak positions from simulated ZIF-8 (A). The biomimetically\nsynthesized MOF also maintained the structural integrity of pure (as-synthesized)\nZIF-8 crystals (A). Therefore, it is concluded that a typical ZIF-8 phase was successfully\ngenerated through biomimetic synthesis.</p>", "clean_text": "Phase-pure ZIF-8 features a sodalite topology and crystallizes in a cubic lattice (space group I4̅3m) with a lattice constant of approximately 17 Å. XRD was carried out to ensure the crystalline nature and phase purity of the nanoparticles on the ECM surface. Distinct diffraction peaks in the ECM-MOF composite's XRD pattern are consistent with peak positions from simulated ZIF-8 (A). The biomimetically synthesized MOF also maintained the structural integrity of pure (as-synthesized) ZIF-8 crystals (A). Therefore, it is concluded that a typical ZIF-8 phase was successfully generated through biomimetic synthesis.", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) XRD patterns for\npure (as-synthesized) ZIF-8 and ECM–MOF\ncomposite. A simulated XRD pattern from ZIF-8 single crystal data\nis presented for comparison. (B) FTIR spectroscopy. Absorbance spectra\nof (a) demineralized dentin matrix, (b) dentin matrix repaired with\nZIF-8 nanocrystals (ECM–MOF), and (c) pure ZIF-8. Black arrows\nhighlight the contributions of the underlying collagenous matrix:\namide I and amide III at nearly 1650 and 1252 cm<sup>–1</sup>, respectively.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (A) XRD patterns for pure (as-synthesized) ZIF-8 and ECM-MOF composite. A simulated XRD pattern from ZIF-8 single crystal data is presented for comparison. (B) FTIR spectroscopy. Absorbance spectra of (a) demineralized dentin matrix, (b) dentin matrix repaired with ZIF-8 nanocrystals (ECM-MOF), and (c) pure ZIF-8. Black arrows highlight the contributions of the underlying collagenous matrix: amide I and amide III at nearly 1650 and 1252 cm-1, respectively.   ", "data": null, "include_properties": null}, {"idx": 39, "type": "text", "classification": ["else"], "content": "<p>Compositional analysis\nusing FTIR spectroscopy corroborated the\nbiomimetic growth of the zeolitic framework. The absorbance spectrum\nof the ECM–MOF composite (B, curve b) was similar to that of pure ZIF-8\n(B, curve c),\nexcept that only the former showed band characteristics of the proteins,\nfor example, peaks corresponding to amide I at nearly 1650 cm<sup>–1</sup> (from CO stretching) and amide III at 1250\ncm<sup>–1</sup>. Note that the\nspectral features of the underlying ECM were mostly dimmed due to\nthe strong absorptions from the dense MOF coverage. Nevertheless,\nthe typical type-I collagen features can be seen in the spectrum of\nthe ECM (B,\ncurve a), including the prominent peak of amide I (from CO\nstretch) at ∼1650 cm<sup>–1</sup>, amide II at ∼1555\ncm<sup>–1</sup>, and the moderate absorptions arising from\namide III in the range of 1300–1180 cm<sup>–1</sup>.\n</p>", "clean_text": "Compositional analysis using FTIR spectroscopy corroborated the biomimetic growth of the zeolitic framework. The absorbance spectrum of the ECM-MOF composite (B, curve b) was similar to that of pure ZIF-8 (B, curve c), except that only the former showed band characteristics of the proteins, for example, peaks corresponding to amide I at nearly 1650 cm-1 (from CO stretching) and amide III at 1250 cm-1. Note that the spectral features of the underlying ECM were mostly dimmed due to the strong absorptions from the dense MOF coverage. Nevertheless, the typical type-I collagen features can be seen in the spectrum of the ECM (B, curve a), including the prominent peak of amide I (from CO stretch) at ~1650 cm-1, amide II at ~1555 cm-1, and the moderate absorptions arising from amide III in the range of 1300-1180 cm-1. ", "data": null, "include_properties": null}, {"idx": 40, "type": "text", "classification": ["else"], "content": "<p>In the ZIF-8 spectrum (B, curve c), most of the absorption\nbands are associated\nwith the vibrations of the imidazole ring. For instance, the peak\nat 1584 cm<sup>–1</sup> corresponds to the CN stretching,\nwhereas the bands within 900–1350 cm<sup>–1</sup> are\nassigned to the in-plane C–H bending of the ring, and those\nbelow 800 cm<sup>–1</sup> are for the out-of-plane bending. The presumed band assignments for the native\ndentin matrix (ECM) and the as-synthesized ZIF-8 are summarized in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c03073/suppl_file/la1c03073_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, Table S2.</p>", "clean_text": "In the ZIF-8 spectrum (B, curve c), most of the absorption bands are associated with the vibrations of the imidazole ring. For instance, the peak at 1584 cm-1 corresponds to the CN stretching, whereas the bands within 900-1350 cm-1 are assigned to the in-plane C-H bending of the ring, and those below 800 cm-1 are for the out-of-plane bending. The presumed band assignments for the native dentin matrix (ECM) and the as-synthesized ZIF-8 are summarized in Supporting Information, Table S2.", "data": null, "include_properties": null}, {"idx": 41, "type": "text", "classification": ["else"], "content": "<p>The growth\nof MOFs surrounding biomolecules has been occasionally\nreferred to as biomimetic mineralizationbecause the resulting\nMOF layer resembles, to some extent, the minerals in the unconfined\nspaces of calcified tissues. It has been demonstrated that ZIF-8’s\nbiomimetic mineralization is protein-dependent, and the electrostatic\nproperties of the protein’s surface play an essential role\nin triggering the MOF nucleation. Apparently,\nproteins presenting zeta potential below −30 mV (<italic toggle=\"yes\">e.g.</italic>, bovine serum albumin) can induce the formation of ZIF-8 coatings,\nwhereas other biomolecules like hemoglobin require functionalization\nto do so.\n</p>", "clean_text": "The growth of MOFs surrounding biomolecules has been occasionally referred to as biomimetic mineralizationbecause the resulting MOF layer resembles, to some extent, the minerals in the unconfined spaces of calcified tissues. It has been demonstrated that ZIF-8's biomimetic mineralization is protein-dependent, and the electrostatic properties of the protein's surface play an essential role in triggering the MOF nucleation. Apparently, proteins presenting zeta potential below -30 mV (e.g., bovine serum albumin) can induce the formation of ZIF-8 coatings, whereas other biomolecules like hemoglobin require functionalization to do so. ", "data": null, "include_properties": null}, {"idx": 42, "type": "text", "classification": ["else"], "content": "<p>Collagen fibrils are\nchallenging substrates to investigate using\nconventional approaches (<italic toggle=\"yes\">e.g.</italic>, zeta potential) to\ndetermine the electrical properties in suspension. However, the surface\nchemistry of the fibrils presumably favors the biomimetic growth of\nZIF-8, as evidenced by the results in  and . The collagen\nmolecule is adapted for establishing hydrogen bonds (owing to hydroxyl,\ncarboxyl, and amide groups) and mediating hydrophobic interactions, which could define the affinity toward the ligands\n(2-MI). We posit that 2-MI molecules\nbound to the collagen’s surface during the pre-soaking in ligand\nsolution, enhancing the coordination with metal ions around the protein\nas zinc was added to the reaction.</p>", "clean_text": "Collagen fibrils are challenging substrates to investigate using conventional approaches (e.g., zeta potential) to determine the electrical properties in suspension. However, the surface chemistry of the fibrils presumably favors the biomimetic growth of ZIF-8, as evidenced by the results in  and . The collagen molecule is adapted for establishing hydrogen bonds (owing to hydroxyl, carboxyl, and amide groups) and mediating hydrophobic interactions, which could define the affinity toward the ligands (2-MI). We posit that 2-MI molecules bound to the collagen's surface during the pre-soaking in ligand solution, enhancing the coordination with metal ions around the protein as zinc was added to the reaction.", "data": null, "include_properties": null}, {"idx": 43, "type": "text", "classification": ["property"], "content": "<p>The biomolecule-friendly\nsynthetic conditions ensured the preservation\nof collagen’s secondary and tertiary structures during the\ngeneration of the MOF composite. According to the DSC analysis (), the uncoated ECM\nunderwent an endothermic event with onset at 59.7 °C, which can\nbe attributed to the start of the denaturation of the collagen protein. The biomimetically synthesized ZIF-8 coating\n(in the ECM–MOF composite) shifted the denaturation temperature\nto 64.8 °C, offering a mild benefit in structure stabilization.</p>", "clean_text": "The biomolecule-friendly synthetic conditions ensured the preservation of collagen's secondary and tertiary structures during the generation of the MOF composite. According to the DSC analysis (), the uncoated ECM underwent an endothermic event with onset at 59.7 °C, which can be attributed to the start of the denaturation of the collagen protein. The biomimetically synthesized ZIF-8 coating (in the ECM-MOF composite) shifted the denaturation temperature to 64.8 °C, offering a mild benefit in structure stabilization.", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>DSC curves\nfor the dentin ECM and the ECM–MOF composite.\nThe protective MOF coating resulted in a slightly higher denaturation\ntemperature for the dentin matrix (based on the shift of the onset\nof the endothermic event between the curves).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  DSC curves for the dentin ECM and the ECM-MOF composite. The protective MOF coating resulted in a slightly higher denaturation temperature for the dentin matrix (based on the shift of the onset of the endothermic event between the curves).   ", "data": null, "include_properties": null}, {"idx": 45, "type": "text", "classification": ["property"], "content": "<p>MOF composites are commonly characterized with respect to the crystal\nstructure, thermal stability, and porosity, whereas the mechanical\nproperties are rarely accounted for. In this study, the viscoelastic\nproperties of the ECM–MOF composite were investigated by DMA\n(). A repeated-measures\nANOVA with a Greenhouse–Geisser correction determined that\nthe complex modulus (<italic toggle=\"yes\">E</italic>*) means differed significantly\nbetween time points [<italic toggle=\"yes\">F</italic>(1.917, 13.420) = 70.945, <italic toggle=\"yes\">p</italic> &lt; 0.001]. Post hoc analysis with a Bonferroni adjustment\nrevealed that <italic toggle=\"yes\">E</italic>* increased from pre-treatment (baseline)\nto any time points of the post-treatment: immediate (<italic toggle=\"yes\">p</italic> &lt; 0.01), 10 d (<italic toggle=\"yes\">p</italic> &lt; 0.01), 30 d (<italic toggle=\"yes\">p</italic> &lt; 0.01), and 90 d (<italic toggle=\"yes\">p</italic> &lt; 0.01). Immediately\nafter the biomimetic growth of the MOF coating, the <italic toggle=\"yes\">E</italic>* mean increased to 17.1 ± 2.4 MPa (A), representing a twofold increase over\nthe baseline (8.8 ± 1.3 MPa). Another significant increment (<italic toggle=\"yes\">p</italic> = 0.002) occurred from post-treatment (immediate) to 10\nd (<italic toggle=\"yes\">E</italic>* = 24.2 ± 4.7 MPa). Then, a plateau was\nmaintained during the simulated physiological aging (10–90\nd), and the means differences were not significant (<italic toggle=\"yes\">p</italic> &gt; 0.2). The relatively higher <italic toggle=\"yes\">E</italic>* means indicate\nan improvement in the stiffness of the ECM after the MOF formation.\nThus, enhanced mechanical strength was imparted to the dentin ECM\nby the ZIF-8 coating.</p>", "clean_text": "MOF composites are commonly characterized with respect to the crystal structure, thermal stability, and porosity, whereas the mechanical properties are rarely accounted for. In this study, the viscoelastic properties of the ECM-MOF composite were investigated by DMA (). A repeated-measures ANOVA with a Greenhouse-Geisser correction determined that the complex modulus (E*) means differed significantly between time points [F(1.917, 13.420) = 70.945, p < 0.001]. Post hoc analysis with a Bonferroni adjustment revealed that E* increased from pre-treatment (baseline) to any time points of the post-treatment: immediate (p < 0.01), 10 d (p < 0.01), 30 d (p < 0.01), and 90 d (p < 0.01). Immediately after the biomimetic growth of the MOF coating, the E* mean increased to 17.1 ± 2.4 MPa (A), representing a twofold increase over the baseline (8.8 ± 1.3 MPa). Another significant increment (p = 0.002) occurred from post-treatment (immediate) to 10 d (E* = 24.2 ± 4.7 MPa). Then, a plateau was maintained during the simulated physiological aging (10-90 d), and the means differences were not significant (p > 0.2). The relatively higher E* means indicate an improvement in the stiffness of the ECM after the MOF formation. Thus, enhanced mechanical strength was imparted to the dentin ECM by the ZIF-8 coating.", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>DMA analysis. (A) Complex modulus and (B) tan delta for\nthe dentin\nECM before (baseline) and after the synthesis of ZIF-8 as a protective,\ncrystalline coating. Measurements were repeated immediately after\nthe MOF synthesis and 10, 30, and 90 days of storage in a buffer solution\nto simulate the physiological aging process. The formation of the\npore frameworks surrounding the fibrous ECM immediately reflects on\nthe ECM–MOF composite’s stiffness. Different superscript\nletters indicate that the difference of the means is significant at\na 0.05 level (post hoc analysis with a Bonferroni adjustment).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  DMA analysis. (A) Complex modulus and (B) tan delta for the dentin ECM before (baseline) and after the synthesis of ZIF-8 as a protective, crystalline coating. Measurements were repeated immediately after the MOF synthesis and 10, 30, and 90 days of storage in a buffer solution to simulate the physiological aging process. The formation of the pore frameworks surrounding the fibrous ECM immediately reflects on the ECM-MOF composite's stiffness. Different superscript letters indicate that the difference of the means is significant at a 0.05 level (post hoc analysis with a Bonferroni adjustment).   ", "data": null, "include_properties": null}, {"idx": 47, "type": "text", "classification": ["else"], "content": "<p>As shown in B, the higher tan delta values observed during the\nsimulated physiological\nagingparticularly on the 10th and 30th daysdenote\na timid increase in the damping capacity of the collagenous matrix.\nIn other words, the MOF coating led to a slightly more viscous behavior\nover time. Nonetheless, the tan delta values of both the ECM and ECM–MOF\ncomposite lie within the expected range for sound dentin, regardless of the time point.</p>", "clean_text": "As shown in B, the higher tan delta values observed during the simulated physiological agingparticularly on the 10th and 30th daysdenote a timid increase in the damping capacity of the collagenous matrix. In other words, the MOF coating led to a slightly more viscous behavior over time. Nonetheless, the tan delta values of both the ECM and ECM-MOF composite lie within the expected range for sound dentin, regardless of the time point.", "data": null, "include_properties": null}, {"idx": 48, "type": "text", "classification": ["else"], "content": "<p>Interactions\nwith the incubation medium (where the ECM–MOF\nsamples aged) may have contributed to alterations that further increased\nthe mechanical properties after the treatment (). Apparent surface changes were noticed\nin the MOF-coated ECM after 90 d of incubation under physiological\nconditions (pH 7.4 at 37 °C) in a HEPES buffer solution (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c03073/suppl_file/la1c03073_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, Figure S1). Compared\nwith the ECM–MOF composite’s initial appearance (C), the aged specimens\nshowed a denser and smoother texture (white index in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c03073/suppl_file/la1c03073_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>), possibly resulting from metal ion substitutions\nor congestion of the MOF cages with salts from the medium. As molecular\nsponges that present incredibly high surface area and porosity, ZIF-8\ncrystals can host a variety of guest molecules in their cages, including tiny solid particles.</p>", "clean_text": "Interactions with the incubation medium (where the ECM-MOF samples aged) may have contributed to alterations that further increased the mechanical properties after the treatment (). Apparent surface changes were noticed in the MOF-coated ECM after 90 d of incubation under physiological conditions (pH 7.4 at 37 °C) in a HEPES buffer solution (Supporting Information, Figure S1). Compared with the ECM-MOF composite's initial appearance (C), the aged specimens showed a denser and smoother texture (white index in Figure S1), possibly resulting from metal ion substitutions or congestion of the MOF cages with salts from the medium. As molecular sponges that present incredibly high surface area and porosity, ZIF-8 crystals can host a variety of guest molecules in their cages, including tiny solid particles.", "data": null, "include_properties": null}, {"idx": 49, "type": "text", "classification": ["else"], "content": "<p>To avoid\nthe degradation of the ZIF-8 structure during prolonged\nincubation, we chose HEPES as a buffering agent (supplemented with\nCa<sup>2+</sup> and Zn<sup>2+</sup> ions). Previous studies suggest\nthat ZIF-8 is relatively stable in HEPES, whereas it quickly decomposes in PBS, leading to the formation of\ninsoluble zinc phosphate. Although the\nmechanical properties were enhanced (), further investigation will be necessary\nto clarify the structural and chemical changes of the ECM–MOF\ncomposite under physiological conditions.</p>", "clean_text": "To avoid the degradation of the ZIF-8 structure during prolonged incubation, we chose HEPES as a buffering agent (supplemented with Ca2+ and Zn2+ ions). Previous studies suggest that ZIF-8 is relatively stable in HEPES, whereas it quickly decomposes in PBS, leading to the formation of insoluble zinc phosphate. Although the mechanical properties were enhanced (), further investigation will be necessary to clarify the structural and chemical changes of the ECM-MOF composite under physiological conditions.", "data": null, "include_properties": null}, {"idx": 50, "type": "text", "classification": ["else"], "content": "<p>The rheometric analysis\nof type-I collagen fibrils coated with\n(biomimetically mineralized) ZIF-8 reinforces the mechanical advantage\nprovided by the protective frameworks. Within the viscoelastic range,\nboth the storage (<italic toggle=\"yes\">G</italic>′, A) and the loss (<italic toggle=\"yes\">G</italic>″, B) moduli increased\nin the presence of ZIF-8, indicating that the MOF coating enhanced\nthe stiffness of the collagen fibrils without limiting the viscous\nnature of the modified hydrogel.</p>", "clean_text": "The rheometric analysis of type-I collagen fibrils coated with (biomimetically mineralized) ZIF-8 reinforces the mechanical advantage provided by the protective frameworks. Within the viscoelastic range, both the storage (G', A) and the loss (G\", B) moduli increased in the presence of ZIF-8, indicating that the MOF coating enhanced the stiffness of the collagen fibrils without limiting the viscous nature of the modified hydrogel.", "data": null, "include_properties": null}, {"idx": 51, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) Storage and (B) loss moduli of 3D\nhydrogels without/with ZIF-8\ncoatings as a function of angular frequency. The MOF coating formed\non the surface of the collagen fibrils promoted a moderate increase\nin the stiffness of the hydrogels, which is equivalent to improved\nmechanical strength for the collagen structure.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (A) Storage and (B) loss moduli of 3D hydrogels without/with ZIF-8 coatings as a function of angular frequency. The MOF coating formed on the surface of the collagen fibrils promoted a moderate increase in the stiffness of the hydrogels, which is equivalent to improved mechanical strength for the collagen structure.   ", "data": null, "include_properties": null}, {"idx": 52, "type": "text", "classification": ["property"], "content": "<p>The increment in mechanical strength provided by the ZIF-8 coating\nis relatively low compared to that of natural collagen cross-linkers\nor the native mineral phase. Nevertheless,\nthe increment is enough to sustain a crystalline framework that withstands\nstress, including destructive enzymes. A primary goal of this study\nwas to verify if protective ZIF-8 coatings can improve the biostability\nof fibrillar collagen, preventing its degradation due to hydrolysis\nand enzyme action. The results of the collagen degradation assay () suggest that MOF-modified\ncollagen (ECM–MOF) degrades nearly twice less than unmodified\ncollagen (ECM) under physiological conditions. Furthermore, when exposed\nto collagen-degrading enzymes to accelerate the proteolysis, the ECM–MOF\ncomposite degraded significantly less (205.1 ± 37.3 μg\nmL<sup>–1</sup>) than the unprotected ECM (480.2 ± 22.8\nμg mL<sup>–1</sup>).</p>", "clean_text": "The increment in mechanical strength provided by the ZIF-8 coating is relatively low compared to that of natural collagen cross-linkers or the native mineral phase. Nevertheless, the increment is enough to sustain a crystalline framework that withstands stress, including destructive enzymes. A primary goal of this study was to verify if protective ZIF-8 coatings can improve the biostability of fibrillar collagen, preventing its degradation due to hydrolysis and enzyme action. The results of the collagen degradation assay () suggest that MOF-modified collagen (ECM-MOF) degrades nearly twice less than unmodified collagen (ECM) under physiological conditions. Furthermore, when exposed to collagen-degrading enzymes to accelerate the proteolysis, the ECM-MOF composite degraded significantly less (205.1 ± 37.3 μg mL-1) than the unprotected ECM (480.2 ± 22.8 μg mL-1).", "data": null, "include_properties": null}, {"idx": 53, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Collagen degradation assay. The concentration\nof peptides (from\ncollagen hydrolysis) in the supernatants where the dentin ECM and\nECM–MOF composite were stored. Two regimens were evaluated.\nSimulated physiological aging (on the left) refers to 90 d storage\nin physiological solution (pH 7.4 at 37 °C). Accelerated proteolysis\n(on the right) was achieved by incubating the specimens in a digest\nmedium containing active collagenases (<italic toggle=\"yes\">i.e.</italic>, collagen-degrading\nenzymes). The lower collagen concentration values indicate that the\nMOF-modified ECM is more resistant to proteolysis. Asterisk (*) indicates\nthe statistical significance (as determined by one-way ANOVA followed\nby the Tukey test with α = 0.05).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Collagen degradation assay. The concentration of peptides (from collagen hydrolysis) in the supernatants where the dentin ECM and ECM-MOF composite were stored. Two regimens were evaluated. Simulated physiological aging (on the left) refers to 90 d storage in physiological solution (pH 7.4 at 37 °C). Accelerated proteolysis (on the right) was achieved by incubating the specimens in a digest medium containing active collagenases (i.e., collagen-degrading enzymes). The lower collagen concentration values indicate that the MOF-modified ECM is more resistant to proteolysis. Asterisk (*) indicates the statistical significance (as determined by one-way ANOVA followed by the Tukey test with α = 0.05).   ", "data": null, "include_properties": null}, {"idx": 54, "type": "text", "classification": ["else"], "content": "<p>The accelerated proteolysis was pronounced in the dentin ECM () due to the prompt\nprocessing of native collagen, the primary matrix component, by free\nenzymes in the digest medium. The enzymes were a mixture of endopeptidases\n(isolated from ) acting\non triple-helical collagens. With the ability to attack cleavage sites\nin the repeating (Gly–X–Y) sequence, these peptidases\ncan efficiently catalyze the hydrolysis of fibrillar collagen into\na mixture of smaller peptides. Conversely,\nthe ECM–MOF composite’s resistance to proteolysis probably\narises from the protective effect of the ZIF-8 coating.</p>", "clean_text": "The accelerated proteolysis was pronounced in the dentin ECM () due to the prompt processing of native collagen, the primary matrix component, by free enzymes in the digest medium. The enzymes were a mixture of endopeptidases (isolated from ) acting on triple-helical collagens. With the ability to attack cleavage sites in the repeating (Gly-X-Y) sequence, these peptidases can efficiently catalyze the hydrolysis of fibrillar collagen into a mixture of smaller peptides. Conversely, the ECM-MOF composite's resistance to proteolysis probably arises from the protective effect of the ZIF-8 coating.", "data": null, "include_properties": null}, {"idx": 55, "type": "text", "classification": ["else"], "content": "<p>In the\nECM–MOF, the pore framework around the collagen fibrils\nacts as a selective barrier, separating the target substrate (collagen)\nfrom free enzymes. It has been shown that ZIF-8 exhibits pore apertures\nof a few angstroms, which are small enough\nto impede the passage of bulky biomolecules such as bacterial collagenases.\nWith molecular weights ranging from 68 to 130 kDa, these peptidases\nfold into domains that certainly exceed the pore aperture of ZIF-8. Here, ZIF-8 is proposed as a physical shield\nfor fibrous proteins to prevent enzyme binding. Surprisingly, ZIF-8\ncan also be used as a platform for enzyme catalysis when the proteins\nare sufficiently small to access the cageswhich attests to\nthe versatility of this microporous MOF material.\n</p>", "clean_text": "In the ECM-MOF, the pore framework around the collagen fibrils acts as a selective barrier, separating the target substrate (collagen) from free enzymes. It has been shown that ZIF-8 exhibits pore apertures of a few angstroms, which are small enough to impede the passage of bulky biomolecules such as bacterial collagenases. With molecular weights ranging from 68 to 130 kDa, these peptidases fold into domains that certainly exceed the pore aperture of ZIF-8. Here, ZIF-8 is proposed as a physical shield for fibrous proteins to prevent enzyme binding. Surprisingly, ZIF-8 can also be used as a platform for enzyme catalysis when the proteins are sufficiently small to access the cageswhich attests to the versatility of this microporous MOF material. ", "data": null, "include_properties": null}, {"idx": 56, "type": "text", "classification": ["else"], "content": "<p>The growth of a protective MOF layer around collagen\nfibrils recalls\nthe biomimetic mineralization of native collagen with apatite. Biomimetic\n(re)­mineralization is a vastly investigated approach for guiding the\ndeposition of calcium phosphate (CaP), seeking to backfill the collagen’s\ncompartments with apatite crystallites. The mineralization of collagen <italic toggle=\"yes\">in vitro</italic> is a complex\nprocess achieved through a non-classical crystallization pathway,\nwhich requires molecular chaperones (or synthetic analogues) that\nsustain the formation of transient CaP phases. It is known that chaperones such as dentin matrix protein I regulate\nthe hierarchical deposition of CaP in the collagen’s compartments. Thus, in the absence of specific templating\nagents, fibrillar collagen is unlikely to act as an active substrate\nfor the deposition of CaP.</p>", "clean_text": "The growth of a protective MOF layer around collagen fibrils recalls the biomimetic mineralization of native collagen with apatite. Biomimetic (re)mineralization is a vastly investigated approach for guiding the deposition of calcium phosphate (CaP), seeking to backfill the collagen's compartments with apatite crystallites. The mineralization of collagen in vitro is a complex process achieved through a non-classical crystallization pathway, which requires molecular chaperones (or synthetic analogues) that sustain the formation of transient CaP phases. It is known that chaperones such as dentin matrix protein I regulate the hierarchical deposition of CaP in the collagen's compartments. Thus, in the absence of specific templating agents, fibrillar collagen is unlikely to act as an active substrate for the deposition of CaP.", "data": null, "include_properties": null}, {"idx": 57, "type": "text", "classification": ["else"], "content": "<p>In comparison to biomimetically mineralized\napatite, the biomimetic\ngrowth of ZIF-8 does not require molecular chaperones, which are critical\nfor the interaction of CaP with collagen. Another compelling advantage\nis the short reaction time: protective MOFs form almost instantaneously, while the crystallization of apatite in the\nconfined spaces is followed by phase transformations that take place\nin several days to weeks.\n</p>", "clean_text": "In comparison to biomimetically mineralized apatite, the biomimetic growth of ZIF-8 does not require molecular chaperones, which are critical for the interaction of CaP with collagen. Another compelling advantage is the short reaction time: protective MOFs form almost instantaneously, while the crystallization of apatite in the confined spaces is followed by phase transformations that take place in several days to weeks. ", "data": null, "include_properties": null}, {"idx": 58, "type": "text", "classification": ["else"], "content": "<p>One potential\ndrawback of biomimetically mineralized ZIF-8 is the\nquestionable long-term stability of this MOF material under physiological\nconditions. Chemical stability in biological\nenvironments will be critical for durable protective MOF coatings.\nHowever, an advantage could be taken from the biodegradation of ZIF-8\ncrystals embedded in ECM components. The tunable biodegradability\nof ZIF-8 could enable the controlled release of drugs (<italic toggle=\"yes\">e.g.</italic>, enzyme inhibitors, antibodies, <italic toggle=\"yes\">etc.</italic>) incorporated within the porous network directly to the extracellular\nspace.</p>", "clean_text": "One potential drawback of biomimetically mineralized ZIF-8 is the questionable long-term stability of this MOF material under physiological conditions. Chemical stability in biological environments will be critical for durable protective MOF coatings. However, an advantage could be taken from the biodegradation of ZIF-8 crystals embedded in ECM components. The tunable biodegradability of ZIF-8 could enable the controlled release of drugs (e.g., enzyme inhibitors, antibodies, etc.) incorporated within the porous network directly to the extracellular space.", "data": null, "include_properties": null}, {"idx": 59, "type": "text", "classification": ["property"], "content": "<p>Surface roughness, a critical parameter for adhesion\nin dentin, should be considered in modifications\nof the\ndentin matrix with hybrid materials. The roughness of the ECM–MOF\ncomposite was estimated from AFM images (). The arithmetic average roughness (<italic toggle=\"yes\">R</italic>\n<sub>a</sub>) was 12.0 ± 3.7 and 78.4 ± 6.7 nm\nfor the ECM and EM–MOF, respectively. The considerably rougher\ntexture that the frameworks impart to the dentin matrix creates extended\nsurface area, beneficial to dentin bonding. Furthermore, the hydrophobic\nand microporous nature of ZIF-8 could favor the infiltration of apolar\nresin monomers, commonly used in dentin bonding procedures.\n</p>", "clean_text": "Surface roughness, a critical parameter for adhesion in dentin, should be considered in modifications of the dentin matrix with hybrid materials. The roughness of the ECM-MOF composite was estimated from AFM images (). The arithmetic average roughness (R a) was 12.0 ± 3.7 and 78.4 ± 6.7 nm for the ECM and EM-MOF, respectively. The considerably rougher texture that the frameworks impart to the dentin matrix creates extended surface area, beneficial to dentin bonding. Furthermore, the hydrophobic and microporous nature of ZIF-8 could favor the infiltration of apolar resin monomers, commonly used in dentin bonding procedures. ", "data": null, "include_properties": null}, {"idx": 60, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Representative AFM images were collected in the contact\nmode in\nair. On the left, the surface topography of the demineralized dentin\nmatrix (ECM) exhibits the openings of dentin tubules (round features\nwith the lowest height values). On the right, the rougher surface\nof the ECM–MOF composite is due to the dense coverage of ZIF-8\ncrystals that formed on the matrix surface.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Representative AFM images were collected in the contact mode in air. On the left, the surface topography of the demineralized dentin matrix (ECM) exhibits the openings of dentin tubules (round features with the lowest height values). On the right, the rougher surface of the ECM-MOF composite is due to the dense coverage of ZIF-8 crystals that formed on the matrix surface.   ", "data": null, "include_properties": null}, {"idx": 61, "type": "text", "classification": ["property"], "content": "<p>Biomedical applications often require biomaterials to be engineered\nwith crucial biocompatible characteristics, including low toxicity.\nWhen integrating the dentin ECM with MOFs, the resulting composite\nmust maintain good compatibility with cells relevant to the tooth\ntissues. A shows the viability of DPSCs cultured on ECM and ECM–MOF\nsubstrates. A Tukey post hoc test (on a one-way ANOVA) revealed no\nstatistically significant differences between the ECM and ECM–MOF\ngroups after 1 d (<italic toggle=\"yes\">p</italic> = 0.959) and 3 d (<italic toggle=\"yes\">p</italic> = 0.546). However, after 7 d of culture, the cell viability was\nhigher on the ECM surface than the ECM–MOF (<italic toggle=\"yes\">p</italic> &lt; 0.001). Overall, the cell proliferation followed a similar\ntrend on both substrates (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c03073/suppl_file/la1c03073_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, Figure S2), but the MOF coating led to a lower proliferation rate\ncompared to the uncoated scaffolds (ECM). Except for a slower proliferation,\ncytotoxic effects were not substantiated by the results. For instance,\nthe ECM–MOF group’s viability reached 434.9% by the\nend of the experiment (A). In addition, strong evidence of the viability of\nattached DPSCs is presented in C, where primarily live cells are observed\non the composite’s surface. The DPSCs on the ECM–MOF\nsamples exhibited elongated shapes similar to the control group (B).</p>", "clean_text": "Biomedical applications often require biomaterials to be engineered with crucial biocompatible characteristics, including low toxicity. When integrating the dentin ECM with MOFs, the resulting composite must maintain good compatibility with cells relevant to the tooth tissues. A shows the viability of DPSCs cultured on ECM and ECM-MOF substrates. A Tukey post hoc test (on a one-way ANOVA) revealed no statistically significant differences between the ECM and ECM-MOF groups after 1 d (p = 0.959) and 3 d (p = 0.546). However, after 7 d of culture, the cell viability was higher on the ECM surface than the ECM-MOF (p < 0.001). Overall, the cell proliferation followed a similar trend on both substrates (Supporting Information, Figure S2), but the MOF coating led to a lower proliferation rate compared to the uncoated scaffolds (ECM). Except for a slower proliferation, cytotoxic effects were not substantiated by the results. For instance, the ECM-MOF group's viability reached 434.9% by the end of the experiment (A). In addition, strong evidence of the viability of attached DPSCs is presented in C, where primarily live cells are observed on the composite's surface. The DPSCs on the ECM-MOF samples exhibited elongated shapes similar to the control group (B).", "data": null, "include_properties": null}, {"idx": 62, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(A) PrestoBlue\ncell viability assay. Cell viability (%) of DPSCs\ncultured on the dentin ECM (control) and ECM–MOF substrates.\nThe ZIF-8 coating (ECM–MOF) presented good biocompatibility,\nwith cells proliferating at a lower rate than the control (uncoated\nECM) over time. The initial (1 d) viability means for the ECM and\nECM–MOF groups are not statistically different (<italic toggle=\"yes\">p</italic> = 0.959). Statistical significance was determined by one-way ANOVA\nfollowed by the Tukey test with α = 0.05. An asterisk (*) indicates <italic toggle=\"yes\">p</italic> &lt; 0.001 <italic toggle=\"yes\">vs</italic> the initial (1 d) viability\nmean of the same group. Degree (°) indicates <italic toggle=\"yes\">p</italic> &lt; 0.001 <italic toggle=\"yes\">vs</italic> the corresponding control at the\nsame time point. Ns, not significant. (B,C) Live/Dead assay. Fluorescence\nimages of DPSCs adhered to the surface of (B) ECM and (C) ECM–MOF\nafter 10 d of culture. Viable cells are stained in green, and dead\ncells are stained in red.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  (A) PrestoBlue cell viability assay. Cell viability (%) of DPSCs cultured on the dentin ECM (control) and ECM-MOF substrates. The ZIF-8 coating (ECM-MOF) presented good biocompatibility, with cells proliferating at a lower rate than the control (uncoated ECM) over time. The initial (1 d) viability means for the ECM and ECM-MOF groups are not statistically different (p = 0.959). Statistical significance was determined by one-way ANOVA followed by the Tukey test with α = 0.05. An asterisk (*) indicates p < 0.001 vs the initial (1 d) viability mean of the same group. Degree (°) indicates p < 0.001 vs the corresponding control at the same time point. Ns, not significant. (B,C) Live/Dead assay. Fluorescence images of DPSCs adhered to the surface of (B) ECM and (C) ECM-MOF after 10 d of culture. Viable cells are stained in green, and dead cells are stained in red.   ", "data": null, "include_properties": null}, {"idx": 63, "type": "text", "classification": ["else"], "content": "<p>When the biocompatibility of ZIF-8 toward different cell lines\nwas investigated, the results suggested that ZIF-8 suspensions at\nconcentrations &gt;30 μg mL<sup>–1</sup> significantly\nreduce\ncell viability. Above that threshold,\nthe increased release of Zn<sup>2+</sup> ions (from the frameworks)\nseems to lead to deleterious levels of intracellular reactive oxygen\nspecies. On the other hand, when fabricated as thin films on culture\nmembranes, ZIF-8 stimulated the proliferation and osteogenic potential\nof DPSCs. Our results also suggest that\nZIF-8 as a crystalline coating has the potential to support cellular\nbehavior and essential mechanical parameters (<italic toggle=\"yes\">e.g.</italic>, stiffness) of organic matrices.</p>", "clean_text": "When the biocompatibility of ZIF-8 toward different cell lines was investigated, the results suggested that ZIF-8 suspensions at concentrations >30 μg mL-1 significantly reduce cell viability. Above that threshold, the increased release of Zn2+ ions (from the frameworks) seems to lead to deleterious levels of intracellular reactive oxygen species. On the other hand, when fabricated as thin films on culture membranes, ZIF-8 stimulated the proliferation and osteogenic potential of DPSCs. Our results also suggest that ZIF-8 as a crystalline coating has the potential to support cellular behavior and essential mechanical parameters (e.g., stiffness) of organic matrices.", "data": null, "include_properties": null}, {"idx": 64, "type": "text", "classification": ["else"], "content": "<p>In summary, the biomimetic\ngrowth of ZIF-8 enabled the production\nof biocompatible collagen composites with enhanced mechanical strength\nand resistance to enzyme action. The properties of microporous MOFs\nmost likely do not equate to robust biominerals’ mechanical\nfunctions. But taking advantage of the unique characteristics of ZIF-8,\nincluding permanent porosity and facile biomimetic synthesis, new\nhybrid structures can be engineered, with potential use for ECM stabilization.\nThis study demonstrates the superiority of the as-synthesized collagenous\nMOF composites compared to unprotected collagen matrices. The composite’s\nlong-term stability under physiological conditions still needs to\nbe clarified through future studies.</p>", "clean_text": "In summary, the biomimetic growth of ZIF-8 enabled the production of biocompatible collagen composites with enhanced mechanical strength and resistance to enzyme action. The properties of microporous MOFs most likely do not equate to robust biominerals' mechanical functions. But taking advantage of the unique characteristics of ZIF-8, including permanent porosity and facile biomimetic synthesis, new hybrid structures can be engineered, with potential use for ECM stabilization. This study demonstrates the superiority of the as-synthesized collagenous MOF composites compared to unprotected collagen matrices. The composite's long-term stability under physiological conditions still needs to be clarified through future studies.", "data": null, "include_properties": null}, {"idx": 65, "type": "text", "classification": ["else"], "content": "<title>Conclusions</title><p>Collagen\nmatrices can induce the rapid formation of ZIF-8 as a\nprotective coating in neat water and room temperature. ZIF-modified\ndentin (ECM–MOF composite) presented superior mechanical strength\nand resistance to proteolysis, which can positively affect the longevity\nof collagen as an anchoring substrate. The results suggest that the\ncrystalline frameworks on the ECM surface act as a physical shield\nagainst bulky collagen-degrading enzymes. This work identifies a potential\nbiomedical application of biomimetically synthesized MOFs in repairing\ndental tissues critical to restorative therapies.</p>", "clean_text": "Conclusions\n\nCollagen matrices can induce the rapid formation of ZIF-8 as a protective coating in neat water and room temperature. ZIF-modified dentin (ECM-MOF composite) presented superior mechanical strength and resistance to proteolysis, which can positively affect the longevity of collagen as an anchoring substrate. The results suggest that the crystalline frameworks on the ECM surface act as a physical shield against bulky collagen-degrading enzymes. This work identifies a potential biomedical application of biomimetically synthesized MOFs in repairing dental tissues critical to restorative therapies.", "data": null, "include_properties": null}, {"idx": 66, "type": "text", "classification": ["else"], "content": "<p>The Supporting Information is\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.langmuir.1c03073?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.langmuir.1c03073</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Complement for the experimental\nsection, FTIR and SEM\nanalyses, and cell viability assay (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c03073/suppl_file/la1c03073_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.langmuir.1c03073.  Complement for the experimental section, FTIR and SEM analyses, and cell viability assay (PDF)   ", "data": null, "include_properties": null}, {"idx": 67, "type": "text", "classification": ["else"], "content": "<p>Complement for the experimental\nsection, FTIR and SEM\nanalyses, and cell viability assay (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c03073/suppl_file/la1c03073_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p><p>The authors declare no\ncompeting financial interest.</p>", "clean_text": "Complement for the experimental section, FTIR and SEM analyses, and cell viability assay (PDF)\n\nThe authors declare no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": 12, "type": "text", "classification": "synthesis condition", "content": "<title>\n<italic toggle=\"yes\">In Situ</italic> Synthesis of ZIF-8\nCrystals at the\nSurface of the Dentin ECM</title><p>This experiment relied on a biomimetic\nprocedure for ZIF-8 growth, as reported before. First, aqueous solutions containing typical ZIF-8 precursors\nwere prepared in separate volumetric flasks: solution of zinc acetate\ndihydrate at 0.1 mol L<sup>–1</sup> and solution of 2-MI at\n1.5 mol L<sup>–1</sup>. Next, demineralized dentin beams (obtained\naccording to the description above) were rinsed with ultrapure water,\ndried gently with tissue paper, and immediately transferred to microfuge\ntubes containing 1.2 mL of the concentrated 2-MI solution. The beams\nremained soaked in the ligand solution for 1 h under agitation in\nan orbital shaker at 150 rpm. Then, 300 μL of the zinc solution\nwere added to each tube to start the ZIF-8 reaction; the systems were\nmaintained at room temperature for 2 h under agitation (150 rpm).\nThe precipitation of ZIF-8 particles was visible within the first\n15 min of the reaction as the solution gradually turned from transparent\nto milky. Note that there were enough reactants to allow the precipitation\nof particles in the bulk solution and the <italic toggle=\"yes\">in situ</italic> nucleation of ZIF-8 at the surface of collagen fibrils saturated\nwith 2-MI. Subsequently, the dentin beams were rinsed by dipping in\na beaker containing ultrapure water, where they were sonicated (ultrasonic\nbath) for 30 s to remove excess ligands and loose particles. The rinsing\nstep was repeated twice. Lastly, each sample was transferred to a\nclean microfuge tube containing ultrapure water (1 mL) and stored\nfor no more than 24 h before being tested.</p>", "clean_text": " In Situ Synthesis of ZIF-8 Crystals at the Surface of the Dentin ECM\n\nThis experiment relied on a biomimetic procedure for ZIF-8 growth, as reported before. First, aqueous solutions containing typical ZIF-8 precursors were prepared in separate volumetric flasks: solution of zinc acetate dihydrate at 0.1 mol L-1 and solution of 2-MI at 1.5 mol L-1. Next, demineralized dentin beams (obtained according to the description above) were rinsed with ultrapure water, dried gently with tissue paper, and immediately transferred to microfuge tubes containing 1.2 mL of the concentrated 2-MI solution. The beams remained soaked in the ligand solution for 1 h under agitation in an orbital shaker at 150 rpm. Then, 300 μL of the zinc solution were added to each tube to start the ZIF-8 reaction; the systems were maintained at room temperature for 2 h under agitation (150 rpm). The precipitation of ZIF-8 particles was visible within the first 15 min of the reaction as the solution gradually turned from transparent to milky. Note that there were enough reactants to allow the precipitation of particles in the bulk solution and the in situ nucleation of ZIF-8 at the surface of collagen fibrils saturated with 2-MI. Subsequently, the dentin beams were rinsed by dipping in a beaker containing ultrapure water, where they were sonicated (ultrasonic bath) for 30 s to remove excess ligands and loose particles. The rinsing step was repeated twice. Lastly, each sample was transferred to a clean microfuge tube containing ultrapure water (1 mL) and stored for no more than 24 h before being tested.", "data": [{"meta": {"name": "ZIF-8 Crystals at the Surface of the Dentin ECM", "symbol": "", "chemical formula": ""}, "processes": [{"synthesis method": "rinsing", "temperature": "", "time": "", "additive name": "ultrapure water", "additive amount": ""}, {"synthesis method": "sonication", "composition": "", "power": "", "solvent": "ultrapure water", "temperature": "", "time": "30 s", "type": ""}]}], "include_properties": ["chemical_synthesis", "rinsing", "sonication"]}, {"idx": "43, 45, 52, 59, 61", "type": "text", "classification": "property", "content": "<p>The biomolecule-friendly\nsynthetic conditions ensured the preservation\nof collagen’s secondary and tertiary structures during the\ngeneration of the MOF composite. According to the DSC analysis (), the uncoated ECM\nunderwent an endothermic event with onset at 59.7 °C, which can\nbe attributed to the start of the denaturation of the collagen protein. The biomimetically synthesized ZIF-8 coating\n(in the ECM–MOF composite) shifted the denaturation temperature\nto 64.8 °C, offering a mild benefit in structure stabilization.</p><p>MOF composites are commonly characterized with respect to the crystal\nstructure, thermal stability, and porosity, whereas the mechanical\nproperties are rarely accounted for. In this study, the viscoelastic\nproperties of the ECM–MOF composite were investigated by DMA\n(). A repeated-measures\nANOVA with a Greenhouse–Geisser correction determined that\nthe complex modulus (<italic toggle=\"yes\">E</italic>*) means differed significantly\nbetween time points [<italic toggle=\"yes\">F</italic>(1.917, 13.420) = 70.945, <italic toggle=\"yes\">p</italic> &lt; 0.001]. Post hoc analysis with a Bonferroni adjustment\nrevealed that <italic toggle=\"yes\">E</italic>* increased from pre-treatment (baseline)\nto any time points of the post-treatment: immediate (<italic toggle=\"yes\">p</italic> &lt; 0.01), 10 d (<italic toggle=\"yes\">p</italic> &lt; 0.01), 30 d (<italic toggle=\"yes\">p</italic> &lt; 0.01), and 90 d (<italic toggle=\"yes\">p</italic> &lt; 0.01). Immediately\nafter the biomimetic growth of the MOF coating, the <italic toggle=\"yes\">E</italic>* mean increased to 17.1 ± 2.4 MPa (A), representing a twofold increase over\nthe baseline (8.8 ± 1.3 MPa). Another significant increment (<italic toggle=\"yes\">p</italic> = 0.002) occurred from post-treatment (immediate) to 10\nd (<italic toggle=\"yes\">E</italic>* = 24.2 ± 4.7 MPa). Then, a plateau was\nmaintained during the simulated physiological aging (10–90\nd), and the means differences were not significant (<italic toggle=\"yes\">p</italic> &gt; 0.2). The relatively higher <italic toggle=\"yes\">E</italic>* means indicate\nan improvement in the stiffness of the ECM after the MOF formation.\nThus, enhanced mechanical strength was imparted to the dentin ECM\nby the ZIF-8 coating.</p><p>The increment in mechanical strength provided by the ZIF-8 coating\nis relatively low compared to that of natural collagen cross-linkers\nor the native mineral phase. Nevertheless,\nthe increment is enough to sustain a crystalline framework that withstands\nstress, including destructive enzymes. A primary goal of this study\nwas to verify if protective ZIF-8 coatings can improve the biostability\nof fibrillar collagen, preventing its degradation due to hydrolysis\nand enzyme action. The results of the collagen degradation assay () suggest that MOF-modified\ncollagen (ECM–MOF) degrades nearly twice less than unmodified\ncollagen (ECM) under physiological conditions. Furthermore, when exposed\nto collagen-degrading enzymes to accelerate the proteolysis, the ECM–MOF\ncomposite degraded significantly less (205.1 ± 37.3 μg\nmL<sup>–1</sup>) than the unprotected ECM (480.2 ± 22.8\nμg mL<sup>–1</sup>).</p><p>Surface roughness, a critical parameter for adhesion\nin dentin, should be considered in modifications\nof the\ndentin matrix with hybrid materials. The roughness of the ECM–MOF\ncomposite was estimated from AFM images (). The arithmetic average roughness (<italic toggle=\"yes\">R</italic>\n<sub>a</sub>) was 12.0 ± 3.7 and 78.4 ± 6.7 nm\nfor the ECM and EM–MOF, respectively. The considerably rougher\ntexture that the frameworks impart to the dentin matrix creates extended\nsurface area, beneficial to dentin bonding. Furthermore, the hydrophobic\nand microporous nature of ZIF-8 could favor the infiltration of apolar\nresin monomers, commonly used in dentin bonding procedures.\n</p><p>Biomedical applications often require biomaterials to be engineered\nwith crucial biocompatible characteristics, including low toxicity.\nWhen integrating the dentin ECM with MOFs, the resulting composite\nmust maintain good compatibility with cells relevant to the tooth\ntissues. A shows the viability of DPSCs cultured on ECM and ECM–MOF\nsubstrates. A Tukey post hoc test (on a one-way ANOVA) revealed no\nstatistically significant differences between the ECM and ECM–MOF\ngroups after 1 d (<italic toggle=\"yes\">p</italic> = 0.959) and 3 d (<italic toggle=\"yes\">p</italic> = 0.546). However, after 7 d of culture, the cell viability was\nhigher on the ECM surface than the ECM–MOF (<italic toggle=\"yes\">p</italic> &lt; 0.001). Overall, the cell proliferation followed a similar\ntrend on both substrates (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.langmuir.1c03073/suppl_file/la1c03073_si_001.pdf\" xlink:type=\"simple\">Supporting Information</ext-link>, Figure S2), but the MOF coating led to a lower proliferation rate\ncompared to the uncoated scaffolds (ECM). Except for a slower proliferation,\ncytotoxic effects were not substantiated by the results. For instance,\nthe ECM–MOF group’s viability reached 434.9% by the\nend of the experiment (A). In addition, strong evidence of the viability of\nattached DPSCs is presented in C, where primarily live cells are observed\non the composite’s surface. The DPSCs on the ECM–MOF\nsamples exhibited elongated shapes similar to the control group (B).</p>", "clean_text": "The biomolecule-friendly synthetic conditions ensured the preservation of collagen's secondary and tertiary structures during the generation of the MOF composite. According to the DSC analysis (), the uncoated ECM underwent an endothermic event with onset at 59.7 °C, which can be attributed to the start of the denaturation of the collagen protein. The biomimetically synthesized ZIF-8 coating (in the ECM-MOF composite) shifted the denaturation temperature to 64.8 °C, offering a mild benefit in structure stabilization.\n\nMOF composites are commonly characterized with respect to the crystal structure, thermal stability, and porosity, whereas the mechanical properties are rarely accounted for. In this study, the viscoelastic properties of the ECM-MOF composite were investigated by DMA (). A repeated-measures ANOVA with a Greenhouse-Geisser correction determined that the complex modulus (E*) means differed significantly between time points [F(1.917, 13.420) = 70.945, p < 0.001]. Post hoc analysis with a Bonferroni adjustment revealed that E* increased from pre-treatment (baseline) to any time points of the post-treatment: immediate (p < 0.01), 10 d (p < 0.01), 30 d (p < 0.01), and 90 d (p < 0.01). Immediately after the biomimetic growth of the MOF coating, the E* mean increased to 17.1 ± 2.4 MPa (A), representing a twofold increase over the baseline (8.8 ± 1.3 MPa). Another significant increment (p = 0.002) occurred from post-treatment (immediate) to 10 d (E* = 24.2 ± 4.7 MPa). Then, a plateau was maintained during the simulated physiological aging (10-90 d), and the means differences were not significant (p > 0.2). The relatively higher E* means indicate an improvement in the stiffness of the ECM after the MOF formation. Thus, enhanced mechanical strength was imparted to the dentin ECM by the ZIF-8 coating.\n\nThe increment in mechanical strength provided by the ZIF-8 coating is relatively low compared to that of natural collagen cross-linkers or the native mineral phase. Nevertheless, the increment is enough to sustain a crystalline framework that withstands stress, including destructive enzymes. A primary goal of this study was to verify if protective ZIF-8 coatings can improve the biostability of fibrillar collagen, preventing its degradation due to hydrolysis and enzyme action. The results of the collagen degradation assay () suggest that MOF-modified collagen (ECM-MOF) degrades nearly twice less than unmodified collagen (ECM) under physiological conditions. Furthermore, when exposed to collagen-degrading enzymes to accelerate the proteolysis, the ECM-MOF composite degraded significantly less (205.1 ± 37.3 μg mL-1) than the unprotected ECM (480.2 ± 22.8 μg mL-1).\n\nSurface roughness, a critical parameter for adhesion in dentin, should be considered in modifications of the dentin matrix with hybrid materials. The roughness of the ECM-MOF composite was estimated from AFM images (). The arithmetic average roughness (R a) was 12.0 ± 3.7 and 78.4 ± 6.7 nm for the ECM and EM-MOF, respectively. The considerably rougher texture that the frameworks impart to the dentin matrix creates extended surface area, beneficial to dentin bonding. Furthermore, the hydrophobic and microporous nature of ZIF-8 could favor the infiltration of apolar resin monomers, commonly used in dentin bonding procedures. \n\nBiomedical applications often require biomaterials to be engineered with crucial biocompatible characteristics, including low toxicity. When integrating the dentin ECM with MOFs, the resulting composite must maintain good compatibility with cells relevant to the tooth tissues. A shows the viability of DPSCs cultured on ECM and ECM-MOF substrates. A Tukey post hoc test (on a one-way ANOVA) revealed no statistically significant differences between the ECM and ECM-MOF groups after 1 d (p = 0.959) and 3 d (p = 0.546). However, after 7 d of culture, the cell viability was higher on the ECM surface than the ECM-MOF (p < 0.001). Overall, the cell proliferation followed a similar trend on both substrates (Supporting Information, Figure S2), but the MOF coating led to a lower proliferation rate compared to the uncoated scaffolds (ECM). Except for a slower proliferation, cytotoxic effects were not substantiated by the results. For instance, the ECM-MOF group's viability reached 434.9% by the end of the experiment (A). In addition, strong evidence of the viability of attached DPSCs is presented in C, where primarily live cells are observed on the composite's surface. The DPSCs on the ECM-MOF samples exhibited elongated shapes similar to the control group (B).", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "decomposition temperature": [{"value": "59.7", "unit": "°C", "type": "start of denaturation of collagen protein", "condition": ""}, {"value": "64.8", "unit": "°C", "type": "shifted denaturation temperature", "condition": ""}]}]], "include_properties": ["decomposition_temperature"]}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Schematic model\nproposes the growth of ZIF-8 crystals as a protective\ncoating for fibrillar collagen. The protein concentrates the MOF precursors\n(metal ions and organic ligands) around itself, facilitating the pore\nframework’s nucleation and growth at the fibrils’ surface.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  Schematic model proposes the growth of ZIF-8 crystals as a protective coating for fibrillar collagen. The protein concentrates the MOF precursors (metal ions and organic ligands) around itself, facilitating the pore framework's nucleation and growth at the fibrils' surface.   ", "data": null, "include_properties": null}, {"idx": 32, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>SEM micrographs. (A)\nDemineralized dentin ECM evidencing a dense\nnetwork of collagen fibrils smeared with intrinsic noncollagenous\nproteins. The white index points to the interior of a dentin tubule\n(the central valley) in a longitudinal cut. The voids (interfibrillar\nspaces) are due to the removal of the mineral phase by acid etching.\n(B,C) Morphology of the dentin ECM after the <italic toggle=\"yes\">in situ</italic> synthesis of ZIF-8 as a protective coating. The MOF material is\nintimately associated with the ECM, suggesting that the particles\nnucleated on the fibrils’ surface and aggregated to fill the\ninterfibrillar spaces. White pointers: ZIF-8 crystals surrounding\ncollagen fibrils of the peritubular dentin. Black pointers: ZIF-8\ncrystals embedded in the intertubular dentin region. (D) Pristine\nZIF-8 particles precipitated in bulk solution. Inset, statistical\ndistribution of the particle size of pristine ZIF-8. Magnifications:\n×10,000 (A–C), ×5000 (D).</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  SEM micrographs. (A) Demineralized dentin ECM evidencing a dense network of collagen fibrils smeared with intrinsic noncollagenous proteins. The white index points to the interior of a dentin tubule (the central valley) in a longitudinal cut. The voids (interfibrillar spaces) are due to the removal of the mineral phase by acid etching. (B,C) Morphology of the dentin ECM after the in situ synthesis of ZIF-8 as a protective coating. The MOF material is intimately associated with the ECM, suggesting that the particles nucleated on the fibrils' surface and aggregated to fill the interfibrillar spaces. White pointers: ZIF-8 crystals surrounding collagen fibrils of the peritubular dentin. Black pointers: ZIF-8 crystals embedded in the intertubular dentin region. (D) Pristine ZIF-8 particles precipitated in bulk solution. Inset, statistical distribution of the particle size of pristine ZIF-8. Magnifications: ×10,000 (A-C), ×5000 (D).   ", "data": null, "include_properties": null}, {"idx": 36, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>SEM micrographs. (A)\nUncoated type-I collagen fibrils in the as-synthesized\ncollagen scaffold. (B) Type-I collagen fibrils coated with ZIF-8 crystals <italic toggle=\"yes\">via</italic> the biomimetic approach. (C) Magnified view (2×)\nof B. The MOF material formed surrounding the fibrils/fibril bundles\nto the extent that bare collagen regions are virtually invisible.\nThis result reinforces that type-I collagen has a strong surface interaction\nwith the MOF precursors. Magnifications: ×5000 (A and B), ×10,000\n(C).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  SEM micrographs. (A) Uncoated type-I collagen fibrils in the as-synthesized collagen scaffold. (B) Type-I collagen fibrils coated with ZIF-8 crystals via the biomimetic approach. (C) Magnified view (2×) of B. The MOF material formed surrounding the fibrils/fibril bundles to the extent that bare collagen regions are virtually invisible. This result reinforces that type-I collagen has a strong surface interaction with the MOF precursors. Magnifications: ×5000 (A and B), ×10,000 (C).   ", "data": null, "include_properties": null}, {"idx": 38, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(A) XRD patterns for\npure (as-synthesized) ZIF-8 and ECM–MOF\ncomposite. A simulated XRD pattern from ZIF-8 single crystal data\nis presented for comparison. (B) FTIR spectroscopy. Absorbance spectra\nof (a) demineralized dentin matrix, (b) dentin matrix repaired with\nZIF-8 nanocrystals (ECM–MOF), and (c) pure ZIF-8. Black arrows\nhighlight the contributions of the underlying collagenous matrix:\namide I and amide III at nearly 1650 and 1252 cm<sup>–1</sup>, respectively.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0005.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (A) XRD patterns for pure (as-synthesized) ZIF-8 and ECM-MOF composite. A simulated XRD pattern from ZIF-8 single crystal data is presented for comparison. (B) FTIR spectroscopy. Absorbance spectra of (a) demineralized dentin matrix, (b) dentin matrix repaired with ZIF-8 nanocrystals (ECM-MOF), and (c) pure ZIF-8. Black arrows highlight the contributions of the underlying collagenous matrix: amide I and amide III at nearly 1650 and 1252 cm-1, respectively.   ", "data": null, "include_properties": null}, {"idx": 44, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>DSC curves\nfor the dentin ECM and the ECM–MOF composite.\nThe protective MOF coating resulted in a slightly higher denaturation\ntemperature for the dentin matrix (based on the shift of the onset\nof the endothermic event between the curves).</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0006.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 5  DSC curves for the dentin ECM and the ECM-MOF composite. The protective MOF coating resulted in a slightly higher denaturation temperature for the dentin matrix (based on the shift of the onset of the endothermic event between the curves).   ", "data": null, "include_properties": null}, {"idx": 46, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>DMA analysis. (A) Complex modulus and (B) tan delta for\nthe dentin\nECM before (baseline) and after the synthesis of ZIF-8 as a protective,\ncrystalline coating. Measurements were repeated immediately after\nthe MOF synthesis and 10, 30, and 90 days of storage in a buffer solution\nto simulate the physiological aging process. The formation of the\npore frameworks surrounding the fibrous ECM immediately reflects on\nthe ECM–MOF composite’s stiffness. Different superscript\nletters indicate that the difference of the means is significant at\na 0.05 level (post hoc analysis with a Bonferroni adjustment).</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0007.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 6  DMA analysis. (A) Complex modulus and (B) tan delta for the dentin ECM before (baseline) and after the synthesis of ZIF-8 as a protective, crystalline coating. Measurements were repeated immediately after the MOF synthesis and 10, 30, and 90 days of storage in a buffer solution to simulate the physiological aging process. The formation of the pore frameworks surrounding the fibrous ECM immediately reflects on the ECM-MOF composite's stiffness. Different superscript letters indicate that the difference of the means is significant at a 0.05 level (post hoc analysis with a Bonferroni adjustment).   ", "data": null, "include_properties": null}, {"idx": 51, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>(A) Storage and (B) loss moduli of 3D\nhydrogels without/with ZIF-8\ncoatings as a function of angular frequency. The MOF coating formed\non the surface of the collagen fibrils promoted a moderate increase\nin the stiffness of the hydrogels, which is equivalent to improved\nmechanical strength for the collagen structure.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0008.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 7  (A) Storage and (B) loss moduli of 3D hydrogels without/with ZIF-8 coatings as a function of angular frequency. The MOF coating formed on the surface of the collagen fibrils promoted a moderate increase in the stiffness of the hydrogels, which is equivalent to improved mechanical strength for the collagen structure.   ", "data": null, "include_properties": null}, {"idx": 53, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>Collagen degradation assay. The concentration\nof peptides (from\ncollagen hydrolysis) in the supernatants where the dentin ECM and\nECM–MOF composite were stored. Two regimens were evaluated.\nSimulated physiological aging (on the left) refers to 90 d storage\nin physiological solution (pH 7.4 at 37 °C). Accelerated proteolysis\n(on the right) was achieved by incubating the specimens in a digest\nmedium containing active collagenases (<italic toggle=\"yes\">i.e.</italic>, collagen-degrading\nenzymes). The lower collagen concentration values indicate that the\nMOF-modified ECM is more resistant to proteolysis. Asterisk (*) indicates\nthe statistical significance (as determined by one-way ANOVA followed\nby the Tukey test with α = 0.05).</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0009.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 8  Collagen degradation assay. The concentration of peptides (from collagen hydrolysis) in the supernatants where the dentin ECM and ECM-MOF composite were stored. Two regimens were evaluated. Simulated physiological aging (on the left) refers to 90 d storage in physiological solution (pH 7.4 at 37 °C). Accelerated proteolysis (on the right) was achieved by incubating the specimens in a digest medium containing active collagenases (i.e., collagen-degrading enzymes). The lower collagen concentration values indicate that the MOF-modified ECM is more resistant to proteolysis. Asterisk (*) indicates the statistical significance (as determined by one-way ANOVA followed by the Tukey test with α = 0.05).   ", "data": null, "include_properties": null}, {"idx": 60, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>Representative AFM images were collected in the contact\nmode in\nair. On the left, the surface topography of the demineralized dentin\nmatrix (ECM) exhibits the openings of dentin tubules (round features\nwith the lowest height values). On the right, the rougher surface\nof the ECM–MOF composite is due to the dense coverage of ZIF-8\ncrystals that formed on the matrix surface.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0010.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 9  Representative AFM images were collected in the contact mode in air. On the left, the surface topography of the demineralized dentin matrix (ECM) exhibits the openings of dentin tubules (round features with the lowest height values). On the right, the rougher surface of the ECM-MOF composite is due to the dense coverage of ZIF-8 crystals that formed on the matrix surface.   ", "data": null, "include_properties": null}, {"idx": 62, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig10\" orientation=\"portrait\" position=\"float\">\n<label>10</label>\n<caption>\n<p>(A) PrestoBlue\ncell viability assay. Cell viability (%) of DPSCs\ncultured on the dentin ECM (control) and ECM–MOF substrates.\nThe ZIF-8 coating (ECM–MOF) presented good biocompatibility,\nwith cells proliferating at a lower rate than the control (uncoated\nECM) over time. The initial (1 d) viability means for the ECM and\nECM–MOF groups are not statistically different (<italic toggle=\"yes\">p</italic> = 0.959). Statistical significance was determined by one-way ANOVA\nfollowed by the Tukey test with α = 0.05. An asterisk (*) indicates <italic toggle=\"yes\">p</italic> &lt; 0.001 <italic toggle=\"yes\">vs</italic> the initial (1 d) viability\nmean of the same group. Degree (°) indicates <italic toggle=\"yes\">p</italic> &lt; 0.001 <italic toggle=\"yes\">vs</italic> the corresponding control at the\nsame time point. Ns, not significant. (B,C) Live/Dead assay. Fluorescence\nimages of DPSCs adhered to the surface of (B) ECM and (C) ECM–MOF\nafter 10 d of culture. Viable cells are stained in green, and dead\ncells are stained in red.</p>\n</caption>\n<graphic id=\"gr10\" orientation=\"portrait\" position=\"float\" xlink:href=\"la1c03073_0011.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 10  (A) PrestoBlue cell viability assay. Cell viability (%) of DPSCs cultured on the dentin ECM (control) and ECM-MOF substrates. The ZIF-8 coating (ECM-MOF) presented good biocompatibility, with cells proliferating at a lower rate than the control (uncoated ECM) over time. The initial (1 d) viability means for the ECM and ECM-MOF groups are not statistically different (p = 0.959). Statistical significance was determined by one-way ANOVA followed by the Tukey test with α = 0.05. An asterisk (*) indicates p < 0.001 vs the initial (1 d) viability mean of the same group. Degree (°) indicates p < 0.001 vs the corresponding control at the same time point. Ns, not significant. (B,C) Live/Dead assay. Fluorescence images of DPSCs adhered to the surface of (B) ECM and (C) ECM-MOF after 10 d of culture. Viable cells are stained in green, and dead cells are stained in red.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.langmuir.1c03073", "title": null, "journal": "American Chemical Society", "date": "2022.01", "author_list": ["Bim-Junior\nOdair", "Alania\nYvette", "Tabatabaei\nFahimeh Sadat", "Frem\nRegina", "Bedran-Russo\nAna K.", "Lisboa-Filho\nPaulo N."]}}