{"filepath": "../L2M3_data/1_application_papers/acs_xml/la301870n.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>Removal of xenon (Xe) and krypton (Kr) from process off-gases\ncontaining\n400 ppm Xe, 40 ppm Kr, 78% N<sub>2</sub>, 21% O<sub>2</sub>, 0.9%\nAr, 0.03% CO<sub>2</sub>, and so forth using adsorption was demonstrated\nfor the first time. Two well-known metal–organic frameworks\n(MOFs), HKUST-1 and Ni/DOBDC, which both have unsaturated metal centers\nbut different pore morphologies, were selected as novel adsorbents.\nResults of an activated carbon were also included for comparison.\nThe Ni/DOBDC has higher Xe/Kr selectivities than those of the activated\ncarbon and the HKUST-1. In addition, results show that the Ni/DOBDC\nand HKUST-1 can adsorb substantial amounts of Xe and Kr even when\nthey are mixed in air. Moreover, the Ni/DOBDC can successfully separate\n400 ppm Xe from 40 ppm Kr and air containing O<sub>2</sub>, N<sub>2</sub>, and CO<sub>2</sub> with a Xe/Ke selectivity of 7.3 as indicated\nby our breakthrough results. This shows a promising future for MOFs\nin radioactive nuclide separations from spent fuels.</p>", "clean_text": "Removal of xenon (Xe) and krypton (Kr) from process off-gases containing 400 ppm Xe, 40 ppm Kr, 78% N2, 21% O2, 0.9% Ar, 0.03% CO2, and so forth using adsorption was demonstrated for the first time. Two well-known metal-organic frameworks (MOFs), HKUST-1 and Ni/DOBDC, which both have unsaturated metal centers but different pore morphologies, were selected as novel adsorbents. Results of an activated carbon were also included for comparison. The Ni/DOBDC has higher Xe/Kr selectivities than those of the activated carbon and the HKUST-1. In addition, results show that the Ni/DOBDC and HKUST-1 can adsorb substantial amounts of Xe and Kr even when they are mixed in air. Moreover, the Ni/DOBDC can successfully separate 400 ppm Xe from 40 ppm Kr and air containing O2, N2, and CO2 with a Xe/Ke selectivity of 7.3 as indicated by our breakthrough results. This shows a promising future for MOFs in radioactive nuclide separations from spent fuels.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<title>Introduction</title><p>Separating low concentrations\nof xenon (Xe) and krypton (Kr) from\nair is an important step in removing radioactive <sup>85</sup>Kr from\nspent nuclear fuels. To do this, the current\nmethod is to install and operate a cryogenic process, which is very\nenergy-intensive. In contrast, separation of Xe and Kr by selective\nadsorption near room temperature would be more energy efficient. There\nare several examples in the literature in which zeolites and activated\ncarbons have been tested for Xe/Kr separation. Previous research has\nshown NaA and NaX zeolites to be selective adsorbents for Xe over\nKr with selectivities of approximately four to six, but with low capacities.\n</p>", "clean_text": "Introduction\n\nSeparating low concentrations of xenon (Xe) and krypton (Kr) from air is an important step in removing radioactive 85Kr from spent nuclear fuels. To do this, the current method is to install and operate a cryogenic process, which is very energy-intensive. In contrast, separation of Xe and Kr by selective adsorption near room temperature would be more energy efficient. There are several examples in the literature in which zeolites and activated carbons have been tested for Xe/Kr separation. Previous research has shown NaA and NaX zeolites to be selective adsorbents for Xe over Kr with selectivities of approximately four to six, but with low capacities. ", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>Therefore, it is necessary to find some alternative adsorbents\nthat can adsorb large amount of Xe and Kr, especially at low concentrations.\nThus, MOFs represent a new class of functional materials consisting\nof metal centers linked with organic building blocks to produce diverse\nand customizable structural frameworks. These materials could augment the existing technology for the removal\nand storage of <sup>85</sup>Kr. One of the main concerns with storage\nof cryogenically separated <sup>85</sup>Kr in stainless steel canisters\nat elevated pressures (the baseline approach) is the Rb that is formed\nas the <sup>85</sup>Kr decays. The use of MOFs augments this technology\nin two ways. First, it allows more gas to be stored in the canister\nat lower pressures. Second, the decay product Rb would be isolated\nfrom the metal canister, since it would be in the MOF structures,\nthereby reducing the corrosion concerns. In this regard, it would\nbe beneficial to find a novel MOF that could remove low concentration\nXe and Kr from air at relatively moderate temperatures in order to\nseparate and store them, but better yet if there is sufficient specificity\nthat the two could be separated from each other.</p>", "clean_text": "Therefore, it is necessary to find some alternative adsorbents that can adsorb large amount of Xe and Kr, especially at low concentrations. Thus, MOFs represent a new class of functional materials consisting of metal centers linked with organic building blocks to produce diverse and customizable structural frameworks. These materials could augment the existing technology for the removal and storage of 85Kr. One of the main concerns with storage of cryogenically separated 85Kr in stainless steel canisters at elevated pressures (the baseline approach) is the Rb that is formed as the 85Kr decays. The use of MOFs augments this technology in two ways. First, it allows more gas to be stored in the canister at lower pressures. Second, the decay product Rb would be isolated from the metal canister, since it would be in the MOF structures, thereby reducing the corrosion concerns. In this regard, it would be beneficial to find a novel MOF that could remove low concentration Xe and Kr from air at relatively moderate temperatures in order to separate and store them, but better yet if there is sufficient specificity that the two could be separated from each other.", "data": null, "include_properties": null}, {"idx": 4, "type": "text", "classification": ["else"], "content": "<p>Although research\nto date is somewhat limited with regard to noble\ngase adsorption, storage of these gases was demonstrated with some\nMOFs. Recently, we reported that Ni/DOBDC has a Xe capacity of 4.16 mol/kg\nat 1 bar and 298 K, which is higher than that of a charcoal carbon, and we also showed that we can swith the Xe/Kr\nselectivity for a microporous MOF by adjusting temperatures. Greathouse et al. used grand canonical Monte Carlo (GCMC) simulation to investigate\nXe and Kr separation in IRMOF-1. Ryan and Snurr et al. studied Xe and Kr separation in several other MOFs also\nusing a GCMC simulation method. Additional simulation work on screening\nthe Xe/Kr selectivity for 137 000 hypothetical MOFs has also\nrecently been published by Snurr’s group. They found that the MOFs with polar functional groups tend\nto have higher Xe/Kr selectivities compared to those that do not have\npolar functional groups. Moreover, the Xe/Kr selectivity is maximized\nwhen the MOF structures have pore morphologies resembling tubes of\nuniform pore width.</p>", "clean_text": "Although research to date is somewhat limited with regard to noble gase adsorption, storage of these gases was demonstrated with some MOFs. Recently, we reported that Ni/DOBDC has a Xe capacity of 4.16 mol/kg at 1 bar and 298 K, which is higher than that of a charcoal carbon, and we also showed that we can swith the Xe/Kr selectivity for a microporous MOF by adjusting temperatures. Greathouse et al. used grand canonical Monte Carlo (GCMC) simulation to investigate Xe and Kr separation in IRMOF-1. Ryan and Snurr et al. studied Xe and Kr separation in several other MOFs also using a GCMC simulation method. Additional simulation work on screening the Xe/Kr selectivity for 137000 hypothetical MOFs has also recently been published by Snurr's group. They found that the MOFs with polar functional groups tend to have higher Xe/Kr selectivities compared to those that do not have polar functional groups. Moreover, the Xe/Kr selectivity is maximized when the MOF structures have pore morphologies resembling tubes of uniform pore width.", "data": null, "include_properties": null}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structures for MOFs after removing solvent molecules.\nLeft:\nNi/DOBDC; right: HKUST-1.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Crystal structures for MOFs after removing solvent molecules. Left: Ni/DOBDC; right: HKUST-1.   ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Therefore, two benchmark MOFs, Ni/DOBDC and HKUST-1,\nshown in Figure , are studied here for Xe\nand Kr adsorption using\na dynamic breakthrough column method. The two MOFs were selected due\nto several reasons. First of all, both MOFs contain unsaturated metal\ncenters which are polar sites and believed to be favorable for Xe\nand Kr adsorption. Second, the Ni/DOBDC\nwas known to have high hydrothermal stability and higher Xe capacity than benchmark activated carbon. Third, the HKUST-1 has pores with a small aperture\n(5 Å) and pores with a larger diameter (15 Å) in the center,\nwhile the Ni/DOBDC has a uniform cylindrical pore with a size of 11\nÅ. It is interesting to investigate the effects of pore morphology\non Xe/Kr selectivity for MOFs using experiment technique besides the\nsimulation study. In this paper, Xe and\nKr capacities and selectivities for the two MOFs were compared with\nthose of an activated carbon. In addition, low concentrations of Xe\nand Kr adsorption from air were performed on the Ni/DOBDC and HKUST-1\nto investigate the potential of using these MOFs in real applications.</p>", "clean_text": "Therefore, two benchmark MOFs, Ni/DOBDC and HKUST-1, shown in Figure , are studied here for Xe and Kr adsorption using a dynamic breakthrough column method. The two MOFs were selected due to several reasons. First of all, both MOFs contain unsaturated metal centers which are polar sites and believed to be favorable for Xe and Kr adsorption. Second, the Ni/DOBDC was known to have high hydrothermal stability and higher Xe capacity than benchmark activated carbon. Third, the HKUST-1 has pores with a small aperture (5 Å) and pores with a larger diameter (15 Å) in the center, while the Ni/DOBDC has a uniform cylindrical pore with a size of 11 Å. It is interesting to investigate the effects of pore morphology on Xe/Kr selectivity for MOFs using experiment technique besides the simulation study. In this paper, Xe and Kr capacities and selectivities for the two MOFs were compared with those of an activated carbon. In addition, low concentrations of Xe and Kr adsorption from air were performed on the Ni/DOBDC and HKUST-1 to investigate the potential of using these MOFs in real applications.", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<title>Experiment and Apparatus</title><title>Materials Synthesis and Preparation</title><p>The Ni/DOBDC was synthesized following a procedure reported in the\nliterature. Briefly, a solution of 2,5-dihydroxyterephthalic\nacid (1.486 g, 7.5 mmol) in THF (25 mL) and a solution of nickel(II)\nacetate tetrahydrate (3.733 g, 15 mmol) in water (25 mL) were combined\nin a Teflon-lined insert of 100 mL volume. The insert was put into\nan autoclave, sealed, and reacted for 3 days at 110 °C in a preheated\nfurnace. Filtration yielded 3.169 g of a yellowish fine crystalline\nproduct that was washed three times with water (50–100 mL)\nand dried in air at 85 °C under vacuum. HKUST-1 was purchased\nfrom Sigma-Aldrich and used as it is. The charcoal activated carbon\nwas U.S. Filter 1230C coconut shell activated carbon, and they are\nin pellet shape with sizes of about 1–2 mm.</p>", "clean_text": "Experiment and Apparatus\n\nMaterials Synthesis and Preparation\n\nThe Ni/DOBDC was synthesized following a procedure reported in the literature. Briefly, a solution of 2,5-dihydroxyterephthalic acid (1.486 g, 7.5 mmol) in THF (25 mL) and a solution of nickel(II) acetate tetrahydrate (3.733 g, 15 mmol) in water (25 mL) were combined in a Teflon-lined insert of 100 mL volume. The insert was put into an autoclave, sealed, and reacted for 3 days at 110 °C in a preheated furnace. Filtration yielded 3.169 g of a yellowish fine crystalline product that was washed three times with water (50-100 mL) and dried in air at 85 °C under vacuum. HKUST-1 was purchased from Sigma-Aldrich and used as it is. The charcoal activated carbon was U.S. Filter 1230C coconut shell activated carbon, and they are in pellet shape with sizes of about 1-2 mm.", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>To minimize\npressure drop and prevent potential contamination to the pipelines,\nMOF pellets were used for the breakthrough experiments. The Ni/DOBDC\nand HKUST-1 pellets were formed through two steps. First, a powder\nsample with no binder was pressed into a disk under 12 MPa for 5 min.\nThen, the disk was carefully broken and the fragments were sieved\nfor 20–30 mesh (600–850 um) pellets. The two-step procedure\nwas repeated to make more pellets when necessary. Surface areas for\nthe pellet samples were reported in the  and our results show that the surface areas of\nthe pellets decreased slightly compared to the powder samples for\nMOFs. However, the gas adsorption properties for the pellet samples\nare similar to their powder predecessors.</p>", "clean_text": "To minimize pressure drop and prevent potential contamination to the pipelines, MOF pellets were used for the breakthrough experiments. The Ni/DOBDC and HKUST-1 pellets were formed through two steps. First, a powder sample with no binder was pressed into a disk under 12 MPa for 5 min. Then, the disk was carefully broken and the fragments were sieved for 20-30 mesh (600-850 um) pellets. The two-step procedure was repeated to make more pellets when necessary. Surface areas for the pellet samples were reported in the  and our results show that the surface areas of the pellets decreased slightly compared to the powder samples for MOFs. However, the gas adsorption properties for the pellet samples are similar to their powder predecessors.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Pure He, Xe, and Kr\ngases were purchased from OXARC, Inc. (Spokane,\nWA) without further purification. The low-concentration Xe and Kr\nmixtures in air were also purchased from the same company with certified\nXe and Kr concentrations according to our requirements.</p>", "clean_text": "Pure He, Xe, and Kr gases were purchased from OXARC, Inc. (Spokane, WA) without further purification. The low-concentration Xe and Kr mixtures in air were also purchased from the same company with certified Xe and Kr concentrations according to our requirements.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<title>Apparatus and Procedures</title><p>The Xe and\nKr breakthrough curves were measured for the Ni/DOBDC, HKUST-1, and\nactivated carbon using a dynamic sorption analyzer (ARBC, Hiden Analytical\nLtd., Warrington, U.K.) shown in Figure . Prior to gas adsorption experiments, the samples\nwere regenerated by heating at certain temperatures in situ under\nhelium purge for 15 h (). The sample was purged with He before and again after Xe and Kr\nbreakthrough experiments. This procedure is applied throughout all\nthe tested samples. In a typical pure Xe/Kr breakthrough experiment,\na gas mixture with a total flow rate of 25 sccm and a total pressure\nof 1 bar flows through the adsorption bed. For a Xe and Kr mixture,\na total flow rate of 50 sccm and a total pressure of 1 bar were used.\nSimilarly, for the separation of Xe (1000 ppm Xe in Air) and Kr (1000\nppm Kr in air) from air, a flow rate of 20 sccm at 1 bar was used.\nThe same setting was also applied to a separation of Xe (400 ppm)\nand Kr (40 ppm) mixture from air.</p>", "clean_text": "Apparatus and Procedures\n\nThe Xe and Kr breakthrough curves were measured for the Ni/DOBDC, HKUST-1, and activated carbon using a dynamic sorption analyzer (ARBC, Hiden Analytical Ltd., Warrington, U.K.) shown in Figure . Prior to gas adsorption experiments, the samples were regenerated by heating at certain temperatures in situ under helium purge for 15 h (). The sample was purged with He before and again after Xe and Kr breakthrough experiments. This procedure is applied throughout all the tested samples. In a typical pure Xe/Kr breakthrough experiment, a gas mixture with a total flow rate of 25 sccm and a total pressure of 1 bar flows through the adsorption bed. For a Xe and Kr mixture, a total flow rate of 50 sccm and a total pressure of 1 bar were used. Similarly, for the separation of Xe (1000 ppm Xe in Air) and Kr (1000 ppm Kr in air) from air, a flow rate of 20 sccm at 1 bar was used. The same setting was also applied to a separation of Xe (400 ppm) and Kr (40 ppm) mixture from air.", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Apparatus for Xe/Kr breakthrough experiments.\nThe loading of samples\nin the adsorption reactor for breakthrough experiments.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Apparatus for Xe/Kr breakthrough experiments. The loading of samples in the adsorption reactor for breakthrough experiments.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["else"], "content": "<p>The sample was loaded in two layers of quartz wool\nas shown in\nFigure . The bed aspect ratio is about 3–4.\nGases are introduced through the bottom inlet of the adsorption bed.\nFrit gaskets are installed at both the top and bottom of the ARBC\nto prevent any potential powder contamination to the main gas pipeline.\nThe pressure drop caused by the frit gaskets is determined to be negligible.\nAll of the samples were activated in situ following the procedures\nfrom the literature before all the breakthrough experiments ().</p>", "clean_text": "The sample was loaded in two layers of quartz wool as shown in Figure . The bed aspect ratio is about 3-4. Gases are introduced through the bottom inlet of the adsorption bed. Frit gaskets are installed at both the top and bottom of the ARBC to prevent any potential powder contamination to the main gas pipeline. The pressure drop caused by the frit gaskets is determined to be negligible. All of the samples were activated in situ following the procedures from the literature before all the breakthrough experiments ().", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["else"], "content": "<p>Powder X-ray diffraction\n(XRD) analysis was performed on a Bruker\nX-ray diffractometer (D8 FOCUS, Bruker AXS Inc., Madison, WI) with\na diffracted beam monochromator, and a copper target X-ray tube set\nto 40 kV and 150 mA. N<sub>2</sub> adsorption experiments at −196\n°C were performed using an automatic gas sorption analyzer (Quantachrome\nAutosorb IQ, Quantachrome Instruments, Boynton Beach, FL).</p>", "clean_text": "Powder X-ray diffraction (XRD) analysis was performed on a Bruker X-ray diffractometer (D8 FOCUS, Bruker AXS Inc., Madison, WI) with a diffracted beam monochromator, and a copper target X-ray tube set to 40 kV and 150 mA. N2 adsorption experiments at -196 °C were performed using an automatic gas sorption analyzer (Quantachrome Autosorb IQ, Quantachrome Instruments, Boynton Beach, FL).", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<title>Results and Discussion</title><title>Pure Xe and Kr Breakthrough</title><p>The Pure\nXe and Kr breakthrough curves for the Ni/DOBDC sample were shown in\nFigure . It is clear that the retention time\nof Xe is longer than that of Kr. In other words, the Ni/DOBDC can\nadsorb more Xe than Kr as expected. The Xe and Kr capacities for the\nNi/DOBDC and other materials can be calculated by integrating the\nareas above the breakthrough curves as shown in our previous paper. The Xe and Kr dynamic capacities for all the\nmaterials at 1 bar and 25 °C were calculated and summarized in\nFigure . The results for the Ni/DOBDC and\nactivated carbon are in agreement with the pure gas isotherms obtained\nusing a static method. Both MOFs preferably\nadsorbed Xe over Kr because of larger polarizability of Xe enhancing\nthe interactions with polarizable adsorbents. The Ni/DOBDC has the\nhighest dynamic Xe capacity followed by the activated carbon and HKUST-1.\nIn contrast, the activated carbon has the highest dynamic Kr capacity\nfollowed by the HKUST-1 and the Ni/DOBDC. Activated carbon is usually\nconsidered to be a benchmark adsorbent for Xe and Kr removal. The Ni/DOBDC can adsorb more Xe but less Kr than\nthe activated carbon, which may indicate that the Ni/DOBDC has a higher\nXe/Kr selectivity than that of the activated carbon. It is interesting\nto mention that the Xe and Kr capacities for the tested samples are\nnot directly related with the surface areas (see ).</p>", "clean_text": "Results and Discussion\n\nPure Xe and Kr Breakthrough\n\nThe Pure Xe and Kr breakthrough curves for the Ni/DOBDC sample were shown in Figure . It is clear that the retention time of Xe is longer than that of Kr. In other words, the Ni/DOBDC can adsorb more Xe than Kr as expected. The Xe and Kr capacities for the Ni/DOBDC and other materials can be calculated by integrating the areas above the breakthrough curves as shown in our previous paper. The Xe and Kr dynamic capacities for all the materials at 1 bar and 25 °C were calculated and summarized in Figure . The results for the Ni/DOBDC and activated carbon are in agreement with the pure gas isotherms obtained using a static method. Both MOFs preferably adsorbed Xe over Kr because of larger polarizability of Xe enhancing the interactions with polarizable adsorbents. The Ni/DOBDC has the highest dynamic Xe capacity followed by the activated carbon and HKUST-1. In contrast, the activated carbon has the highest dynamic Kr capacity followed by the HKUST-1 and the Ni/DOBDC. Activated carbon is usually considered to be a benchmark adsorbent for Xe and Kr removal. The Ni/DOBDC can adsorb more Xe but less Kr than the activated carbon, which may indicate that the Ni/DOBDC has a higher Xe/Kr selectivity than that of the activated carbon. It is interesting to mention that the Xe and Kr capacities for the tested samples are not directly related with the surface areas (see ).", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Pure Xe and Kr breakthrough curves for\nthe Ni/DOBDC at 1 bar and\n25 °C.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Pure Xe and Kr breakthrough curves for the Ni/DOBDC at 1 bar and 25 °C.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Pure Xe and Kr breakthrough capacities for MOFs and activated\ncarbon\nat 1 bar and 25 °C.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Pure Xe and Kr breakthrough capacities for MOFs and activated carbon at 1 bar and 25 °C.   ", "data": null, "include_properties": null}, {"idx": 17, "type": "text", "classification": ["else"], "content": "<title>Xe and Kr Mixture Separation</title><p>Similarly,\nXe and Kr mixtures with different compositions (Xe/Kr = 20:80, 50:50,\n80:20) were executed (see experimental details in ). For the Ni/DOBDC, Xe and Kr (20:80)\nbreakthrough results are shown in Figure  as\nan example. In brief, Ni/DOBDC adsorbs Xe preferentially over Kr,\nwhich can be verified by the roll-up in the Kr breakthrough curve.\nBesides the partial effect from the change of volumetric flow rate,\nthe roll-up phenomenon is mainly caused by the displacement of Kr\nby Xe, which has a stronger affinity to the Ni/DOBDC. Therefore, the\neffluent Kr concentration surpassed its concentration in the feed.\nAfter the Ni/DOBDC was saturated with Xe, the Kr effluent composition\ndecreased and gradually matched the feed composition.</p>", "clean_text": "Xe and Kr Mixture Separation\n\nSimilarly, Xe and Kr mixtures with different compositions (Xe/Kr = 20:80, 50:50, 80:20) were executed (see experimental details in ). For the Ni/DOBDC, Xe and Kr (20:80) breakthrough results are shown in Figure  as an example. In brief, Ni/DOBDC adsorbs Xe preferentially over Kr, which can be verified by the roll-up in the Kr breakthrough curve. Besides the partial effect from the change of volumetric flow rate, the roll-up phenomenon is mainly caused by the displacement of Kr by Xe, which has a stronger affinity to the Ni/DOBDC. Therefore, the effluent Kr concentration surpassed its concentration in the feed. After the Ni/DOBDC was saturated with Xe, the Kr effluent composition decreased and gradually matched the feed composition.", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Xe/Kr (20:80) breakthrough\ncurves for the Ni/DOBDC at 1 bar and\n25 °C. The He flow rate is 50 sccm and the flow rate of Xe and\nKr together is also 50 sccm. The charged volumes are calibrated to\nthe standard condition.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Xe/Kr (20:80) breakthrough curves for the Ni/DOBDC at 1 bar and 25 °C. The He flow rate is 50 sccm and the flow rate of Xe and Kr together is also 50 sccm. The charged volumes are calibrated to the standard condition.   ", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>The Xe and Kr breakthrough curves for the HKUST-1\npellets and the\nactivated carbon are similar to those of the Ni/DOBDC (). Similar to the pure\ncomponent breakthrough results, the Xe uptakes of the HKUST-1 and\nthe activated carbon are smaller than that of the Ni/DOBDC. However,\nthe activated carbon has a larger Kr capacity compared to the HKUST-1\nand Ni/DOBDC at the same partial pressure.</p>", "clean_text": "The Xe and Kr breakthrough curves for the HKUST-1 pellets and the activated carbon are similar to those of the Ni/DOBDC (). Similar to the pure component breakthrough results, the Xe uptakes of the HKUST-1 and the activated carbon are smaller than that of the Ni/DOBDC. However, the activated carbon has a larger Kr capacity compared to the HKUST-1 and Ni/DOBDC at the same partial pressure.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The selectivity for\ngas A relative to gas B is defined by equation<disp-formula id=\"eq1\">\n<label>1</label>\n<mml:math display=\"block\">\n<mml:msub>\n<mml:mrow>\n<mml:mi>S</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi>AB</mml:mi>\n</mml:mrow>\n</mml:msub>\n<mml:mo>=</mml:mo>\n<mml:mfrac>\n<mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">A</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>x</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n<mml:mo>/</mml:mo>\n<mml:mrow>\n<mml:msub>\n<mml:mrow>\n<mml:mi>y</mml:mi>\n</mml:mrow>\n<mml:mrow>\n<mml:mi mathvariant=\"normal\">B</mml:mi>\n</mml:mrow>\n</mml:msub>\n</mml:mrow>\n</mml:mrow>\n</mml:mrow>\n</mml:mfrac>\n</mml:math>\n</disp-formula>where <italic toggle=\"yes\">x</italic>\n<sub>A</sub> and <italic toggle=\"yes\">x</italic>\n<sub>B</sub> are the mole fractions of gases A and B in\nthe adsorbed phase, and <italic toggle=\"yes\">y</italic>\n<sub>A</sub> and <italic toggle=\"yes\">y</italic>\n<sub>B</sub> are the mole fractions of gases A and B in\nthe bulk phase, respectively.\n</p>", "clean_text": "The selectivity for gas A relative to gas B is defined by equation 1    S   AB   =       x   A    /    y   A           x   B    /    y   B        where x A and x B are the mole fractions of gases A and B in the adsorbed phase, and y A and y B are the mole fractions of gases A and B in the bulk phase, respectively. ", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>Based on eq , Xe/Kr selectivities for all\nthe samples under different Xe and Kr compositions were determined\nand compared in Figure . The Xe/Kr selectivities\nobtained here through a dynamic breakthrough method are much lower\nthan what were predicted by Ryan et al. using GCMC simulation. For\nexample, the Xe/Kr (20:80) selectivity for the HKUST-1 under 1 bar\nobtained in Ryan et al. simulation research is 8.1, while the Xe/Kr\n(20:80) selectivity was determined to be 2.6 for the HKUST-1 in this\nstudy. Besides the possible defects in the HKUST-1 sample used in\nthis study, the likely reason is that the calculated selectivities\nfrom molecular simulation are theoretical equilibrium selectivities,\nwhile the measured selectivities in this study are combinations of\nboth the equilibrium and kinetic selectivities. The two selectivities\nfollow opposite trends for Xe and Kr adsorption in MOFs, because Xe\nmolecules have higher polarizability but smaller diffusivity compared\nto Kr molecules. Notice that the Xe/Kr selectivities we obtained throughout\nthis research are overall selectivities that include both the equilibrium\nand kinetic selectivities. Our Xe/Kr selectivities for both the Ni/DOBDC\nand HKUST-1 agree fairly well with those reported in a recent publication\nin which permeation selectivities were calculated using GCMC and molecular\ndynamics simulations.\n</p>", "clean_text": "Based on eq , Xe/Kr selectivities for all the samples under different Xe and Kr compositions were determined and compared in Figure . The Xe/Kr selectivities obtained here through a dynamic breakthrough method are much lower than what were predicted by Ryan et al. using GCMC simulation. For example, the Xe/Kr (20:80) selectivity for the HKUST-1 under 1 bar obtained in Ryan et al. simulation research is 8.1, while the Xe/Kr (20:80) selectivity was determined to be 2.6 for the HKUST-1 in this study. Besides the possible defects in the HKUST-1 sample used in this study, the likely reason is that the calculated selectivities from molecular simulation are theoretical equilibrium selectivities, while the measured selectivities in this study are combinations of both the equilibrium and kinetic selectivities. The two selectivities follow opposite trends for Xe and Kr adsorption in MOFs, because Xe molecules have higher polarizability but smaller diffusivity compared to Kr molecules. Notice that the Xe/Kr selectivities we obtained throughout this research are overall selectivities that include both the equilibrium and kinetic selectivities. Our Xe/Kr selectivities for both the Ni/DOBDC and HKUST-1 agree fairly well with those reported in a recent publication in which permeation selectivities were calculated using GCMC and molecular dynamics simulations. ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Xe and Kr selectivity\ncomparison for all three materials under\ndifferent Xe and Kr compositions.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Xe and Kr selectivity comparison for all three materials under different Xe and Kr compositions.   ", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Another interesting phenomenon is that the Ni/DOBDC\nhas higher\nXe/Kr selectivities than the HKUST-1 at all compositions. Due to the\nhigh densities of unsaturated metal centers, the Ni/DOBDC is expected to have a larger Xe capacity than the HKUST-1.\nHowever, HKUST-1 can adsorb a little bit more Kr than the Ni/DOBDC,\nwhich leads to smaller Xe/Kr selectivity for the HKUST-1. This can\nbe verified from simulation work by Snurr and co-workers that MOFs\nwith uniform pores tend to have higher Xe/Kr selectivities than those\nMOFs with bottleneck pores, in other words, large cavities connected\nby small openings channels. Our experimental results are consistent\nwith the simulation results in the literature. A recent simulation\nstudy showed that at low loadings energetic effects are important\nand Xe molecules are favored to be adsorbed. At high loadings, entropic\neffects favoring the adsorption of Kr. Therefore, if a MOF has large\ncavities connected by narrow windows it is expected to see lower selectivity\nthan a similar MOF with uniform pore sizes especially at high pressures.\n</p>", "clean_text": "Another interesting phenomenon is that the Ni/DOBDC has higher Xe/Kr selectivities than the HKUST-1 at all compositions. Due to the high densities of unsaturated metal centers, the Ni/DOBDC is expected to have a larger Xe capacity than the HKUST-1. However, HKUST-1 can adsorb a little bit more Kr than the Ni/DOBDC, which leads to smaller Xe/Kr selectivity for the HKUST-1. This can be verified from simulation work by Snurr and co-workers that MOFs with uniform pores tend to have higher Xe/Kr selectivities than those MOFs with bottleneck pores, in other words, large cavities connected by small openings channels. Our experimental results are consistent with the simulation results in the literature. A recent simulation study showed that at low loadings energetic effects are important and Xe molecules are favored to be adsorbed. At high loadings, entropic effects favoring the adsorption of Kr. Therefore, if a MOF has large cavities connected by narrow windows it is expected to see lower selectivity than a similar MOF with uniform pore sizes especially at high pressures. ", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<title>Low Concentration Xe and Kr Mixtures in Air</title><p>Finally, experiments were conducted for separating low concentration\nof Xe and Kr from air, which is important from a practical point of\nview. A total of 1000 ppm Xe balanced with air (N<sub>2</sub>, 78%;\nO<sub>2</sub>, 21%; Ar, 0.9%; CO<sub>2</sub>, 0.03%; etc.) and a total\nof 1000 ppm Kr balanced with air were selected as two target gases\nto represent low concentration Xe and Kr in waste air streams. The\nresults for the Ni/DOBDC and HKUST-1 are shown in Figures  and , respectively. Before\nthe breakthrough experiments, the bed was purged with He for 10 min,\nand then He was switched to the target gas mixtures to start the breakthrough\nexperiment.</p>", "clean_text": "Low Concentration Xe and Kr Mixtures in Air\n\nFinally, experiments were conducted for separating low concentration of Xe and Kr from air, which is important from a practical point of view. A total of 1000 ppm Xe balanced with air (N2, 78%; O2, 21%; Ar, 0.9%; CO2, 0.03%; etc.) and a total of 1000 ppm Kr balanced with air were selected as two target gases to represent low concentration Xe and Kr in waste air streams. The results for the Ni/DOBDC and HKUST-1 are shown in Figures  and , respectively. Before the breakthrough experiments, the bed was purged with He for 10 min, and then He was switched to the target gas mixtures to start the breakthrough experiment.", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["property"], "content": "<p>For the Ni/DOBDC, N<sub>2</sub> and O<sub>2</sub> break through almost instantly, while Xe remains in the adsorption\nbed for about 10 min, which is also longer than CO<sub>2</sub> (see ). It appears that Kr will\nbreak through at a slightly longer time compared to N<sub>2</sub> and\nO<sub>2</sub>. The Xe capacity for the Ni/DOBDC at 25 °C and\n1000 ppm was determined to be 9.3 mmol/kg (0.12 wt %) using the breakthrough\nmethod. Similarly, the Kr capacity for the Ni/DOBDC at 25 °C\nand 1000 ppm was determined to be 1.8 mmol/kg (0.015 wt %) using the\nbreakthrough method. Again, Ni/DOBDC selectively adsorbs Xe over Kr\nas seen in Figure , but it appears that the\ndifference was enlarged at a low concentration because the Xe/Kr selectivity\nof the Ni/DOBDC increased to about 5.3 when the concentration of Xe\nis 1000 ppm, and this result is consistent with what was reported\nin the literature.\n</p>", "clean_text": "For the Ni/DOBDC, N2 and O2 break through almost instantly, while Xe remains in the adsorption bed for about 10 min, which is also longer than CO2 (see ). It appears that Kr will break through at a slightly longer time compared to N2 and O2. The Xe capacity for the Ni/DOBDC at 25 °C and 1000 ppm was determined to be 9.3 mmol/kg (0.12 wt %) using the breakthrough method. Similarly, the Kr capacity for the Ni/DOBDC at 25 °C and 1000 ppm was determined to be 1.8 mmol/kg (0.015 wt %) using the breakthrough method. Again, Ni/DOBDC selectively adsorbs Xe over Kr as seen in Figure , but it appears that the difference was enlarged at a low concentration because the Xe/Kr selectivity of the Ni/DOBDC increased to about 5.3 when the concentration of Xe is 1000 ppm, and this result is consistent with what was reported in the literature. ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>1000 ppm Xe in air and\n1000 ppm Kr in air breakthrough curves at\n25 °C for the Ni/DOBDC. The He flow rate is 20 sccm and the flow\nrates of Xe in air and Kr in air are also 20 sccm.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  1000 ppm Xe in air and 1000 ppm Kr in air breakthrough curves at 25 °C for the Ni/DOBDC. The He flow rate is 20 sccm and the flow rates of Xe in air and Kr in air are also 20 sccm.   ", "data": null, "include_properties": null}, {"idx": 27, "type": "text", "classification": ["else"], "content": "<p>The HKUST-1 has a smaller Xe capacity (8.5 mmol/kg)\nbut larger\nKr capacity (2.0 mmol/kg) compared to the Ni/DOBDC at 25 °C.\nThe activated carbon has a similar Xe and Kr capacity as the HKUST-1\nunder the same condition. Therefore, compared to the benchmark activated\ncarbon, the Ni/DOBDC has a higher Xe capacity and a higher Xe/Kr selectivity,\nwhich is important\nfor separating Xe from a mixture of Xe and Kr. The high Xe/Kr selectivity\nof Ni/DOBDC may be due to the stronger interactions between the unsaturated\nmetal centers and Xe molecules, which have higher polarizability than\nKr molecules. In addition, the uniform cylindrical pore morphology\nof the Ni/DOBDC may play a role in enhancing the Xe/Kr selectivity.</p>", "clean_text": "The HKUST-1 has a smaller Xe capacity (8.5 mmol/kg) but larger Kr capacity (2.0 mmol/kg) compared to the Ni/DOBDC at 25 °C. The activated carbon has a similar Xe and Kr capacity as the HKUST-1 under the same condition. Therefore, compared to the benchmark activated carbon, the Ni/DOBDC has a higher Xe capacity and a higher Xe/Kr selectivity, which is important for separating Xe from a mixture of Xe and Kr. The high Xe/Kr selectivity of Ni/DOBDC may be due to the stronger interactions between the unsaturated metal centers and Xe molecules, which have higher polarizability than Kr molecules. In addition, the uniform cylindrical pore morphology of the Ni/DOBDC may play a role in enhancing the Xe/Kr selectivity.", "data": null, "include_properties": null}, {"idx": 28, "type": "text", "classification": ["property"], "content": "<p>Next, a mixture of low concentration Xe and Kr in air (40 ppm Kr\nand 400 ppm Xe) was chosen to imitate the separation of a trace amount\nof Xe and Kr from nuclear process off-gas using the better MOF, Ni/DOBDC.\nThe breakthrough results are shown in Figure . Notice that the results we reported are based on average signals\nfor both Xe and Kr due to their ppm concentrations. According to the\nbreakthrough results, N<sub>2</sub> and O<sub>2</sub> have the shortest\neffluent times followed by CO<sub>2</sub> and Kr. We still saw a clear\n“roll-up” in the Kr breakthrough curve, and the Kr concentration\ndecreased significantly after the “roll-up”. Importantly,\nXe did not break through the bed until about 15 min after Kr and other\ncomponents in air. We believed that this is the first time experimental\nevidence is provided to show that MOF materials can successfully separate\nppm level Xe from Kr mixtures in air. Similarly, the Xe and Kr capacities\nat 400 ppm and 40 ppm for the Ni/DOBDC are determined to be 4.8 mmol/kg\nand 0.066 mmol/kg, respectively. Thus, the Xe/Kr selectivity is estimated\nto reach about 7.3 for the Ni/DOBDC under this situation.</p>", "clean_text": "Next, a mixture of low concentration Xe and Kr in air (40 ppm Kr and 400 ppm Xe) was chosen to imitate the separation of a trace amount of Xe and Kr from nuclear process off-gas using the better MOF, Ni/DOBDC. The breakthrough results are shown in Figure . Notice that the results we reported are based on average signals for both Xe and Kr due to their ppm concentrations. According to the breakthrough results, N2 and O2 have the shortest effluent times followed by CO2 and Kr. We still saw a clear \"roll-up\" in the Kr breakthrough curve, and the Kr concentration decreased significantly after the \"roll-up\". Importantly, Xe did not break through the bed until about 15 min after Kr and other components in air. We believed that this is the first time experimental evidence is provided to show that MOF materials can successfully separate ppm level Xe from Kr mixtures in air. Similarly, the Xe and Kr capacities at 400 ppm and 40 ppm for the Ni/DOBDC are determined to be 4.8 mmol/kg and 0.066 mmol/kg, respectively. Thus, the Xe/Kr selectivity is estimated to reach about 7.3 for the Ni/DOBDC under this situation.", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>1000 ppm Xe\nin air and 1000 ppm Kr in air breakthrough curves at\n25 °C for the HKUST-1. The He flow rate is 20 sccm and the flow\nrates of Xe in air and Kr in air are also 20 sccm.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  1000 ppm Xe in air and 1000 ppm Kr in air breakthrough curves at 25 °C for the HKUST-1. The He flow rate is 20 sccm and the flow rates of Xe in air and Kr in air are also 20 sccm.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>400 ppm Xe and 40 ppm Kr in air breakthrough curves at\n25 °C\nfor the Ni/DOBDC. The He flow rate is 20 sccm and the flow rates of\nXe and Kr in air are also 20 sccm.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  400 ppm Xe and 40 ppm Kr in air breakthrough curves at 25 °C for the Ni/DOBDC. The He flow rate is 20 sccm and the flow rates of Xe and Kr in air are also 20 sccm.   ", "data": null, "include_properties": null}, {"idx": 31, "type": "text", "classification": ["property"], "content": "<title>Conclusions</title><p>In summary, both the Ni/DOBDC\nand HKUST-1 have high capacities\nof Xe and Kr. The Xe/Kr overall selectivities, which combine the equilibrium\nand kinetic selectivities, decrease with increases of Xe concentrations\nin the mixtures for both MOFs and increase with decrease of partial\npressures of Xe and Kr in the mixtures for the Ni/DOBDC. The Ni/DOBDC\nhas higher Xe capacities and larger Xe/Kr selectivities compared to\nthe benchmark activated carbon. In addition, the Ni/DOBDC has higher\nXe/Kr selectivities than those of the HKUST-1, which is probably due\nto their different pore morphologies. The uniform cylindrical pores\nin the Ni/DOBDC are believed to be favorable to maximize the Xe/Kr\nselectivity. The Ni/DOBDC and HKUST-1 can selectively adsorb\nXe and Kr from air even at ppm level concentrations. The Ni/DOBDC\nhas a Xe capacity of 9.3 mmol/kg when the concentration of Xe is 1000\nppm in air. More importantly, for the first time our experimental\nresults show that the Ni/DOBDC is able to separate 400 ppm Xe from\n40 ppm Kr mixture in air with a Xe/Kr overall selectivity of 7.3.\nThese results show that the Ni/DOBDC is a promising MOF to be used\nin radioactive air stream treatments.</p>", "clean_text": "Conclusions\n\nIn summary, both the Ni/DOBDC and HKUST-1 have high capacities of Xe and Kr. The Xe/Kr overall selectivities, which combine the equilibrium and kinetic selectivities, decrease with increases of Xe concentrations in the mixtures for both MOFs and increase with decrease of partial pressures of Xe and Kr in the mixtures for the Ni/DOBDC. The Ni/DOBDC has higher Xe capacities and larger Xe/Kr selectivities compared to the benchmark activated carbon. In addition, the Ni/DOBDC has higher Xe/Kr selectivities than those of the HKUST-1, which is probably due to their different pore morphologies. The uniform cylindrical pores in the Ni/DOBDC are believed to be favorable to maximize the Xe/Kr selectivity. The Ni/DOBDC and HKUST-1 can selectively adsorb Xe and Kr from air even at ppm level concentrations. The Ni/DOBDC has a Xe capacity of 9.3 mmol/kg when the concentration of Xe is 1000 ppm in air. More importantly, for the first time our experimental results show that the Ni/DOBDC is able to separate 400 ppm Xe from 40 ppm Kr mixture in air with a Xe/Kr overall selectivity of 7.3. These results show that the Ni/DOBDC is a promising MOF to be used in radioactive air stream treatments.", "data": null, "include_properties": null}, {"idx": 32, "type": "text", "classification": ["else"], "content": "<p>Experiment\ndetails, SEM, XRD,\nBET characterization results, and the breakthrough results for all\nthe Xe/Kr mixtures with different compositions.  This material is\navailable free of charge via the Internet at <uri xlink:href=\"http://pubs.acs.org\">http://pubs.acs.org</uri>.</p>", "clean_text": "Experiment details, SEM, XRD, BET characterization results, and the breakthrough results for all the Xe/Kr mixtures with different compositions.  This material is available free of charge via the Internet at http://pubs.acs.org.", "data": null, "include_properties": null}, {"idx": 33, "type": "text", "classification": ["else"], "content": "<p>The authors declare no\ncompeting financial interest.</p><title>References</title>", "clean_text": "The authors declare no competing financial interest.\n\nReferences", "data": null, "include_properties": null}], "cln_elements": [{"idx": "25, 28, 31", "type": "text", "classification": "property", "content": "<p>For the Ni/DOBDC, N<sub>2</sub> and O<sub>2</sub> break through almost instantly, while Xe remains in the adsorption\nbed for about 10 min, which is also longer than CO<sub>2</sub> (see ). It appears that Kr will\nbreak through at a slightly longer time compared to N<sub>2</sub> and\nO<sub>2</sub>. The Xe capacity for the Ni/DOBDC at 25 °C and\n1000 ppm was determined to be 9.3 mmol/kg (0.12 wt %) using the breakthrough\nmethod. Similarly, the Kr capacity for the Ni/DOBDC at 25 °C\nand 1000 ppm was determined to be 1.8 mmol/kg (0.015 wt %) using the\nbreakthrough method. Again, Ni/DOBDC selectively adsorbs Xe over Kr\nas seen in Figure , but it appears that the\ndifference was enlarged at a low concentration because the Xe/Kr selectivity\nof the Ni/DOBDC increased to about 5.3 when the concentration of Xe\nis 1000 ppm, and this result is consistent with what was reported\nin the literature.\n</p><p>Next, a mixture of low concentration Xe and Kr in air (40 ppm Kr\nand 400 ppm Xe) was chosen to imitate the separation of a trace amount\nof Xe and Kr from nuclear process off-gas using the better MOF, Ni/DOBDC.\nThe breakthrough results are shown in Figure . Notice that the results we reported are based on average signals\nfor both Xe and Kr due to their ppm concentrations. According to the\nbreakthrough results, N<sub>2</sub> and O<sub>2</sub> have the shortest\neffluent times followed by CO<sub>2</sub> and Kr. We still saw a clear\n“roll-up” in the Kr breakthrough curve, and the Kr concentration\ndecreased significantly after the “roll-up”. Importantly,\nXe did not break through the bed until about 15 min after Kr and other\ncomponents in air. We believed that this is the first time experimental\nevidence is provided to show that MOF materials can successfully separate\nppm level Xe from Kr mixtures in air. Similarly, the Xe and Kr capacities\nat 400 ppm and 40 ppm for the Ni/DOBDC are determined to be 4.8 mmol/kg\nand 0.066 mmol/kg, respectively. Thus, the Xe/Kr selectivity is estimated\nto reach about 7.3 for the Ni/DOBDC under this situation.</p><title>Conclusions</title><p>In summary, both the Ni/DOBDC\nand HKUST-1 have high capacities\nof Xe and Kr. The Xe/Kr overall selectivities, which combine the equilibrium\nand kinetic selectivities, decrease with increases of Xe concentrations\nin the mixtures for both MOFs and increase with decrease of partial\npressures of Xe and Kr in the mixtures for the Ni/DOBDC. The Ni/DOBDC\nhas higher Xe capacities and larger Xe/Kr selectivities compared to\nthe benchmark activated carbon. In addition, the Ni/DOBDC has higher\nXe/Kr selectivities than those of the HKUST-1, which is probably due\nto their different pore morphologies. The uniform cylindrical pores\nin the Ni/DOBDC are believed to be favorable to maximize the Xe/Kr\nselectivity. The Ni/DOBDC and HKUST-1 can selectively adsorb\nXe and Kr from air even at ppm level concentrations. The Ni/DOBDC\nhas a Xe capacity of 9.3 mmol/kg when the concentration of Xe is 1000\nppm in air. More importantly, for the first time our experimental\nresults show that the Ni/DOBDC is able to separate 400 ppm Xe from\n40 ppm Kr mixture in air with a Xe/Kr overall selectivity of 7.3.\nThese results show that the Ni/DOBDC is a promising MOF to be used\nin radioactive air stream treatments.</p>", "clean_text": "For the Ni/DOBDC, N2 and O2 break through almost instantly, while Xe remains in the adsorption bed for about 10 min, which is also longer than CO2 (see ). It appears that Kr will break through at a slightly longer time compared to N2 and O2. The Xe capacity for the Ni/DOBDC at 25 °C and 1000 ppm was determined to be 9.3 mmol/kg (0.12 wt %) using the breakthrough method. Similarly, the Kr capacity for the Ni/DOBDC at 25 °C and 1000 ppm was determined to be 1.8 mmol/kg (0.015 wt %) using the breakthrough method. Again, Ni/DOBDC selectively adsorbs Xe over Kr as seen in Figure , but it appears that the difference was enlarged at a low concentration because the Xe/Kr selectivity of the Ni/DOBDC increased to about 5.3 when the concentration of Xe is 1000 ppm, and this result is consistent with what was reported in the literature. \n\nNext, a mixture of low concentration Xe and Kr in air (40 ppm Kr and 400 ppm Xe) was chosen to imitate the separation of a trace amount of Xe and Kr from nuclear process off-gas using the better MOF, Ni/DOBDC. The breakthrough results are shown in Figure . Notice that the results we reported are based on average signals for both Xe and Kr due to their ppm concentrations. According to the breakthrough results, N2 and O2 have the shortest effluent times followed by CO2 and Kr. We still saw a clear \"roll-up\" in the Kr breakthrough curve, and the Kr concentration decreased significantly after the \"roll-up\". Importantly, Xe did not break through the bed until about 15 min after Kr and other components in air. We believed that this is the first time experimental evidence is provided to show that MOF materials can successfully separate ppm level Xe from Kr mixtures in air. Similarly, the Xe and Kr capacities at 400 ppm and 40 ppm for the Ni/DOBDC are determined to be 4.8 mmol/kg and 0.066 mmol/kg, respectively. Thus, the Xe/Kr selectivity is estimated to reach about 7.3 for the Ni/DOBDC under this situation.\n\nConclusions\n\nIn summary, both the Ni/DOBDC and HKUST-1 have high capacities of Xe and Kr. The Xe/Kr overall selectivities, which combine the equilibrium and kinetic selectivities, decrease with increases of Xe concentrations in the mixtures for both MOFs and increase with decrease of partial pressures of Xe and Kr in the mixtures for the Ni/DOBDC. The Ni/DOBDC has higher Xe capacities and larger Xe/Kr selectivities compared to the benchmark activated carbon. In addition, the Ni/DOBDC has higher Xe/Kr selectivities than those of the HKUST-1, which is probably due to their different pore morphologies. The uniform cylindrical pores in the Ni/DOBDC are believed to be favorable to maximize the Xe/Kr selectivity. The Ni/DOBDC and HKUST-1 can selectively adsorb Xe and Kr from air even at ppm level concentrations. The Ni/DOBDC has a Xe capacity of 9.3 mmol/kg when the concentration of Xe is 1000 ppm in air. More importantly, for the first time our experimental results show that the Ni/DOBDC is able to separate 400 ppm Xe from 40 ppm Kr mixture in air with a Xe/Kr overall selectivity of 7.3. These results show that the Ni/DOBDC is a promising MOF to be used in radioactive air stream treatments.", "data": [[{"meta": {"name": "Ni/DOBDC", "symbol": "", "chemical formula": ""}, "gas adsorption": [{"adsorbate": "Xe", "adsorbed amount": "9.3", "unit": "mmol/kg", "temperature": "25 °C", "pressure": "1000 ppm", "condition": "using the breakthrough method"}, {"adsorbate": "Kr", "adsorbed amount": "1.8", "unit": "mmol/kg", "temperature": "25 °C", "pressure": "1000 ppm", "condition": "using the breakthrough method"}, {"adsorbate": "Xe", "adsorbed amount": "4.8", "unit": "mmol/kg", "temperature": "", "pressure": "400 ppm", "condition": ""}, {"adsorbate": "Kr", "adsorbed amount": "0.066", "unit": "mmol/kg", "temperature": "", "pressure": "40 ppm", "condition": ""}]}]], "include_properties": ["gas_adsorption"]}, {"idx": 5, "type": "figure", "classification": null, "content": "<fig id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>Crystal structures for MOFs after removing solvent molecules.\nLeft:\nNi/DOBDC; right: HKUST-1.</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0002.tif\"></graphic>\n</fig>", "clean_text": " 1  Crystal structures for MOFs after removing solvent molecules. Left: Ni/DOBDC; right: HKUST-1.   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Apparatus for Xe/Kr breakthrough experiments.\nThe loading of samples\nin the adsorption reactor for breakthrough experiments.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0003.tif\"></graphic>\n</fig>", "clean_text": " 2  Apparatus for Xe/Kr breakthrough experiments. The loading of samples in the adsorption reactor for breakthrough experiments.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Pure Xe and Kr breakthrough curves for\nthe Ni/DOBDC at 1 bar and\n25 °C.</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0004.tif\"></graphic>\n</fig>", "clean_text": " 3  Pure Xe and Kr breakthrough curves for the Ni/DOBDC at 1 bar and 25 °C.   ", "data": null, "include_properties": null}, {"idx": 16, "type": "figure", "classification": null, "content": "<fig id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>Pure Xe and Kr breakthrough capacities for MOFs and activated\ncarbon\nat 1 bar and 25 °C.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0005.tif\"></graphic>\n</fig>", "clean_text": " 4  Pure Xe and Kr breakthrough capacities for MOFs and activated carbon at 1 bar and 25 °C.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "figure", "classification": null, "content": "<fig id=\"fig5\" orientation=\"portrait\" position=\"float\">\n<label>5</label>\n<caption>\n<p>Xe/Kr (20:80) breakthrough\ncurves for the Ni/DOBDC at 1 bar and\n25 °C. The He flow rate is 50 sccm and the flow rate of Xe and\nKr together is also 50 sccm. The charged volumes are calibrated to\nthe standard condition.</p>\n</caption>\n<graphic id=\"gr5\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0006.tif\"></graphic>\n</fig>", "clean_text": " 5  Xe/Kr (20:80) breakthrough curves for the Ni/DOBDC at 1 bar and 25 °C. The He flow rate is 50 sccm and the flow rate of Xe and Kr together is also 50 sccm. The charged volumes are calibrated to the standard condition.   ", "data": null, "include_properties": null}, {"idx": 22, "type": "figure", "classification": null, "content": "<fig id=\"fig6\" orientation=\"portrait\" position=\"float\">\n<label>6</label>\n<caption>\n<p>Xe and Kr selectivity\ncomparison for all three materials under\ndifferent Xe and Kr compositions.</p>\n</caption>\n<graphic id=\"gr6\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0007.tif\"></graphic>\n</fig>", "clean_text": " 6  Xe and Kr selectivity comparison for all three materials under different Xe and Kr compositions.   ", "data": null, "include_properties": null}, {"idx": 26, "type": "figure", "classification": null, "content": "<fig id=\"fig7\" orientation=\"portrait\" position=\"float\">\n<label>7</label>\n<caption>\n<p>1000 ppm Xe in air and\n1000 ppm Kr in air breakthrough curves at\n25 °C for the Ni/DOBDC. The He flow rate is 20 sccm and the flow\nrates of Xe in air and Kr in air are also 20 sccm.</p>\n</caption>\n<graphic id=\"gr7\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0008.tif\"></graphic>\n</fig>", "clean_text": " 7  1000 ppm Xe in air and 1000 ppm Kr in air breakthrough curves at 25 °C for the Ni/DOBDC. The He flow rate is 20 sccm and the flow rates of Xe in air and Kr in air are also 20 sccm.   ", "data": null, "include_properties": null}, {"idx": 29, "type": "figure", "classification": null, "content": "<fig id=\"fig8\" orientation=\"portrait\" position=\"float\">\n<label>8</label>\n<caption>\n<p>1000 ppm Xe\nin air and 1000 ppm Kr in air breakthrough curves at\n25 °C for the HKUST-1. The He flow rate is 20 sccm and the flow\nrates of Xe in air and Kr in air are also 20 sccm.</p>\n</caption>\n<graphic id=\"gr8\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0009.tif\"></graphic>\n</fig>", "clean_text": " 8  1000 ppm Xe in air and 1000 ppm Kr in air breakthrough curves at 25 °C for the HKUST-1. The He flow rate is 20 sccm and the flow rates of Xe in air and Kr in air are also 20 sccm.   ", "data": null, "include_properties": null}, {"idx": 30, "type": "figure", "classification": null, "content": "<fig id=\"fig9\" orientation=\"portrait\" position=\"float\">\n<label>9</label>\n<caption>\n<p>400 ppm Xe and 40 ppm Kr in air breakthrough curves at\n25 °C\nfor the Ni/DOBDC. The He flow rate is 20 sccm and the flow rates of\nXe and Kr in air are also 20 sccm.</p>\n</caption>\n<graphic id=\"gr9\" orientation=\"portrait\" position=\"float\" xlink:href=\"la-2012-01870n_0010.tif\"></graphic>\n</fig>", "clean_text": " 9  400 ppm Xe and 40 ppm Kr in air breakthrough curves at 25 °C for the Ni/DOBDC. The He flow rate is 20 sccm and the flow rates of Xe and Kr in air are also 20 sccm.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/la301870n", "title": null, "journal": "American Chemical\nSociety", "date": "2012.07", "author_list": ["Liu\nJian", "Thallapally\nPraveen K.", "Strachan\nDenis"]}}