{"filepath": "../L2M3_data/1_application_papers/acs_xml/nl3c00722.xml", "publisher": "acs", "elements": [{"idx": 1, "type": "text", "classification": ["else"], "content": "<p>It is well established that the collective action of\nassemblies\nof dipoles determines the electronic structure of surfaces and interfaces.\nThis raises the question, to what extent the controlled arrangement\nof polar units can be used to also tune the electronic properties\nof the inner surfaces of materials with nanoscale pores. In the present\ncontribution, state-of-the-art density-functional theory calculations\nare used to show for the prototypical case of covalent organic frameworks\n(COFs) that this is indeed possible. Decorating pore walls with assemblies\nof polar entities bonded to the building blocks of the COF layers\ntriggers a massive change of the electrostatic energy within the pores.\nThis, inevitably, also changes the relative alignment between electronic\nstates in the framework and in guest molecules and is expected to\nhave significant impacts on charge separation in COF heterojunctions,\non redox reactions in COFs-based electrodes, and on (photo)­catalysis.</p>", "clean_text": "It is well established that the collective action of assemblies of dipoles determines the electronic structure of surfaces and interfaces. This raises the question, to what extent the controlled arrangement of polar units can be used to also tune the electronic properties of the inner surfaces of materials with nanoscale pores. In the present contribution, state-of-the-art density-functional theory calculations are used to show for the prototypical case of covalent organic frameworks (COFs) that this is indeed possible. Decorating pore walls with assemblies of polar entities bonded to the building blocks of the COF layers triggers a massive change of the electrostatic energy within the pores. This, inevitably, also changes the relative alignment between electronic states in the framework and in guest molecules and is expected to have significant impacts on charge separation in COF heterojunctions, on redox reactions in COFs-based electrodes, and on (photo)catalysis.", "data": null, "include_properties": null}, {"idx": 2, "type": "text", "classification": ["else"], "content": "<p>The electronic structure of\nflat interfaces, for example, between metals and semiconductors or\nmetals and organic materials, is determined by interfacial charge-transfer\nprocesses. The superposition of the fields of the resulting infinitely\nextended dipole assemblies results in the formation of a step in the\nelectrostatic energy between the region below and the region above\nthe dipoles. As a consequence of these\nso-called collective (or cooperative) electrostatic effects, one observes modifications of electrode work-functions, electrostatically induced core-level shifts, massive changes\nin the ballistic currents through monolayers, and\npronounced dependences of thin-film ionization energies on molecular\norientation. A controlled application of polar\nlayers at the interface between metal electrodes and organic semiconductor\nmaterials can also change contact resistances by several orders of\nmagnitude and even switch the polarity of the transported charges. In the context of metal organic and covalent organic frameworks\n(MOFs and COFs), periodic assemblies of polar groups have been suggested\nin order to tune the electronic states within the framework structures\nwith the goal to either localize charge carriers or to induce extended potential gradients. First steps toward implementing these ideas in actual systems\nhave already been made. This raises the question,\nwhether the controlled assembly of polar entities could also be straightforwardly\nemployed for changing the electronic properties of internal surfaces\nin porous materials like COFs, MOFs, or zeolites.</p>", "clean_text": "The electronic structure of flat interfaces, for example, between metals and semiconductors or metals and organic materials, is determined by interfacial charge-transfer processes. The superposition of the fields of the resulting infinitely extended dipole assemblies results in the formation of a step in the electrostatic energy between the region below and the region above the dipoles. As a consequence of these so-called collective (or cooperative) electrostatic effects, one observes modifications of electrode work-functions, electrostatically induced core-level shifts, massive changes in the ballistic currents through monolayers, and pronounced dependences of thin-film ionization energies on molecular orientation. A controlled application of polar layers at the interface between metal electrodes and organic semiconductor materials can also change contact resistances by several orders of magnitude and even switch the polarity of the transported charges. In the context of metal organic and covalent organic frameworks (MOFs and COFs), periodic assemblies of polar groups have been suggested in order to tune the electronic states within the framework structures with the goal to either localize charge carriers or to induce extended potential gradients. First steps toward implementing these ideas in actual systems have already been made. This raises the question, whether the controlled assembly of polar entities could also be straightforwardly employed for changing the electronic properties of internal surfaces in porous materials like COFs, MOFs, or zeolites.", "data": null, "include_properties": null}, {"idx": 3, "type": "text", "classification": ["else"], "content": "<p>In the following,\nthis question will be addressed for the prototypical\ncase of layered two-dimensional (2D) COFs stacked in a (close to)\neclipsed fashion such that open, one-dimensional (1D) channels are\nformed. In general, COFs have attracted a lot of interest in recent\nyears due to their potential in a variety of fields including photocatalyis, electro-catalysis, energy storage, optoelectronics (including sensing), and photovoltaics. In the present context they are interesting primarily, because their\nchannels can be decorated by polar groups pointing toward the pore\ncenters in a relatively straightforward manner, for example, through\nsubstituting the COF building blocks with polar groups (). Such polar substituents\nare rather common in COFs, with polar\nentities comprising, e.g., nitrile groups (e.g., in COF-316, JUC-505, or DUT-177 – for the latter see a), ketones (e.g., in DAAQ-TFP and in JUC-506),\nor halogens (e.g., in COF-F). Notably,\nthe said polar groups are frequently altered in postsynthetic modification\nreactions. This typically changes the magnitude\nof the dipoles and sometimes even their direction (e.g., when converting\nnitriles to amides or amidoximes, to\namines, or to polysulfides). A similar situation prevails, when switching\nthe polarity of the substituents in the course of redox reaction,\ne.g., when converting ketones to alcohols.\n</p>", "clean_text": "In the following, this question will be addressed for the prototypical case of layered two-dimensional (2D) COFs stacked in a (close to) eclipsed fashion such that open, one-dimensional (1D) channels are formed. In general, COFs have attracted a lot of interest in recent years due to their potential in a variety of fields including photocatalyis, electro-catalysis, energy storage, optoelectronics (including sensing), and photovoltaics. In the present context they are interesting primarily, because their channels can be decorated by polar groups pointing toward the pore centers in a relatively straightforward manner, for example, through substituting the COF building blocks with polar groups (). Such polar substituents are rather common in COFs, with polar entities comprising, e.g., nitrile groups (e.g., in COF-316, JUC-505, or DUT-177 - for the latter see a), ketones (e.g., in DAAQ-TFP and in JUC-506), or halogens (e.g., in COF-F). Notably, the said polar groups are frequently altered in postsynthetic modification reactions. This typically changes the magnitude of the dipoles and sometimes even their direction (e.g., when converting nitriles to amides or amidoximes, to amines, or to polysulfides). A similar situation prevails, when switching the polarity of the substituents in the course of redox reaction, e.g., when converting ketones to alcohols. ", "data": null, "include_properties": null}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a)\nChemical structures of the studied COFs derived from DUT-177\n(the structure with X = -CN); the red diamond represents the unit-cell\nof the structure; the blue arrows denote the dipoles of the substituents\n(here for X = -CN; pCOF-CN). The red arrows highlight the smaller,\ninward-pointing dipoles due to the C–H bonds. The dashed green\nline indicates the plane for which cross sections of the electrostatic\nenergy are plotted in <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>. (b) Structure of a 7-layer slab of pCOF-CN; the lateral\nextent of the unit-cell in these calculations is the same as in panel\na, while in the vertical direction the unit cell contains a fixed\nnumber of COF sheets. (c) Structure of the MOF containing C<sub>60</sub> in the center of the pores to explicitly assess the alignment of\nelectronic levels between the COF and guest molecules (example of\npCOF-CN); the pCOF-C<sub>60</sub> structure is a continuous bulk structure\n(see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">section S7</ext-link> in the Supporting Information)\nand contains one C<sub>60</sub> molecule per pore per three layers\nof COF. (Color code – dark gray: C in the COF, light gray:\nC in C<sub>60</sub>, yellow: S, orange: N, white: H; plots produced\nusing Marvinsketch (<uri xlink:href=\"https://www.chemaxon.com\" xlink:type=\"simple\">https://www.chemaxon.com</uri>) and OVITO.<xref ref-type=\"bibr\" rid=\"ref42\"></xref>)</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl3c00722_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Chemical structures of the studied COFs derived from DUT-177 (the structure with X = -CN); the red diamond represents the unit-cell of the structure; the blue arrows denote the dipoles of the substituents (here for X = -CN; pCOF-CN). The red arrows highlight the smaller, inward-pointing dipoles due to the C-H bonds. The dashed green line indicates the plane for which cross sections of the electrostatic energy are plotted in Figure  . (b) Structure of a 7-layer slab of pCOF-CN; the lateral extent of the unit-cell in these calculations is the same as in panel a, while in the vertical direction the unit cell contains a fixed number of COF sheets. (c) Structure of the MOF containing C60 in the center of the pores to explicitly assess the alignment of electronic levels between the COF and guest molecules (example of pCOF-CN); the pCOF-C60 structure is a continuous bulk structure (see section S7 in the Supporting Information) and contains one C60 molecule per pore per three layers of COF. (Color code - dark gray: C in the COF, light gray: C in C60, yellow: S, orange: N, white: H; plots produced using Marvinsketch (https://www.chemaxon.com) and OVITO.)   ", "data": null, "include_properties": null}, {"idx": 5, "type": "text", "classification": ["else"], "content": "<p>In the present study it will be clarified, (i)\nwhether dipole-induced\neffects in layered COFs cause significant shifts between the electrostatic\nenergy inside the pores, the electronic states of the COF material,\nand the vacuum level defined outside the sample; (ii) whether the\nnature of such shifts is collective, i.e., whether it is a direct\nconsequence of the periodic arrangement of the dipoles in the channels;\n(iii) whether the shifts can be modified or even inverted by modifying\nthe polarity of the substituents that decorate the pores; and (iv)\nwhether collective electrostatic shifts could be used to tune the\nenergy-level alignment within COFs containing guest molecules. A handle\nto tune that level alignment would be of distinct relevance, for example,\nfor charge separation in guest–host type COF heterojunctions, for redox-active COFs used, e.g., as battery electrodes, and for (photo)­catalysis applications.\n</p>", "clean_text": "In the present study it will be clarified, (i) whether dipole-induced effects in layered COFs cause significant shifts between the electrostatic energy inside the pores, the electronic states of the COF material, and the vacuum level defined outside the sample; (ii) whether the nature of such shifts is collective, i.e., whether it is a direct consequence of the periodic arrangement of the dipoles in the channels; (iii) whether the shifts can be modified or even inverted by modifying the polarity of the substituents that decorate the pores; and (iv) whether collective electrostatic shifts could be used to tune the energy-level alignment within COFs containing guest molecules. A handle to tune that level alignment would be of distinct relevance, for example, for charge separation in guest-host type COF heterojunctions, for redox-active COFs used, e.g., as battery electrodes, and for (photo)catalysis applications. ", "data": null, "include_properties": null}, {"idx": 6, "type": "text", "classification": ["else"], "content": "<p>Addressing the above questions requires an understanding of\nthe\nmaterials at an atomistic level, which for complex systems can be\nbest achieved by means of state-of-the-art dispersion-corrected density-functional\ntheory calculations. Such simulations have frequently been applied\nto accurately describe collective electrostatic effects at flat surfaces\nand to obtain qualitative and also quantitative agreement between\nexperiments and simulations.\n</p>", "clean_text": "Addressing the above questions requires an understanding of the materials at an atomistic level, which for complex systems can be best achieved by means of state-of-the-art dispersion-corrected density-functional theory calculations. Such simulations have frequently been applied to accurately describe collective electrostatic effects at flat surfaces and to obtain qualitative and also quantitative agreement between experiments and simulations. ", "data": null, "include_properties": null}, {"idx": 7, "type": "text", "classification": ["else"], "content": "<p>The\nstarting point for the following considerations is DUT-177,\na COF first introduced in ref. , which is conceptually similar to COF-316. It consists of essentially 2D layers formed by thianthrene-based\nelements, as shown in a (DUT-177 is the structure with -X = -CN). Due to the buckled\nconformation of the COF building blocks, these layers are not entirely\nflat. Moreover, as shown in ref. , consecutive layers of DUT-177 are stacked in\na slightly serrated manner. To ease the construction of suitable model\nsystems, in the present study, an eclipsed stacking is enforced (see b). This, however,\nhas no noticeable impact on the effects discussed here, as shown in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">section S3</ext-link> of the Supporting Information. To\ntest the role of the polarity of the substituents facing the pore\nwalls, the -CN substituents in the X-positions of DUT-177 have been\nreplaced by -F, -H, and -NH<sub>2</sub>. For the sake of consistency,\nthese systems in the following will be referred to pCOF-CN (=DUT-177),\npCOF-F, pCOF-H, and pCOF-NH<sub>2</sub> (where pCOF stands for polar\ncovalent organic framework).</p>", "clean_text": "The starting point for the following considerations is DUT-177, a COF first introduced in ref. , which is conceptually similar to COF-316. It consists of essentially 2D layers formed by thianthrene-based elements, as shown in a (DUT-177 is the structure with -X = -CN). Due to the buckled conformation of the COF building blocks, these layers are not entirely flat. Moreover, as shown in ref. , consecutive layers of DUT-177 are stacked in a slightly serrated manner. To ease the construction of suitable model systems, in the present study, an eclipsed stacking is enforced (see b). This, however, has no noticeable impact on the effects discussed here, as shown in section S3 of the Supporting Information. To test the role of the polarity of the substituents facing the pore walls, the -CN substituents in the X-positions of DUT-177 have been replaced by -F, -H, and -NH2. For the sake of consistency, these systems in the following will be referred to pCOF-CN (=DUT-177), pCOF-F, pCOF-H, and pCOF-NH2 (where pCOF stands for polar covalent organic framework).", "data": null, "include_properties": null}, {"idx": 8, "type": "text", "classification": ["else"], "content": "<p>Given the letter character of the\npaper, a detailed description\nof all methodological aspects is provided in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">section S2</ext-link> in the Supporting Information. In short, the bulk structures\nof all systems were fully optimized using the FHI-aims code employing the PBE functional and a nonlocal variant\nof the many-body dispersion correction. To locally probe the electrostatic potential, electrostatic core-level\nshifts for suitably placed, inert Ne atoms\nwere used, yielding results fully consistent with the calculated Hartree\nenergies.</p>", "clean_text": "Given the letter character of the paper, a detailed description of all methodological aspects is provided in section S2 in the Supporting Information. In short, the bulk structures of all systems were fully optimized using the FHI-aims code employing the PBE functional and a nonlocal variant of the many-body dispersion correction. To locally probe the electrostatic potential, electrostatic core-level shifts for suitably placed, inert Ne atoms were used, yielding results fully consistent with the calculated Hartree energies.", "data": null, "include_properties": null}, {"idx": 9, "type": "text", "classification": ["else"], "content": "<p>Based on the optimized geometries, a variety of model\nsystems were\nconstructed (for details see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">sections S1 and S2</ext-link> of the Supporting Information): (i) Systems with an artificially\nincreased stacking distance (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">Figure S1</ext-link>)\nwere used to assess the collective nature of the observed effects.\nThey were realized by increasing the length of the <bold>a</bold>\n<sub>\n<bold>3</bold>\n</sub> unit-cell vector. Systems with a stacking distance\nincreased by 50 Å served as converged models for isolated monolayers.\n(ii) To allow for an unambiguous definition of a reference energy\n(see below), also finite thickness slabs containing up 11 COF layers\nwere studied, separating the electrostatically decoupled periodic replicas of the slabs by a 70 Å vacuum region. (iii)\nFinally, to determine the impact of collective electrostats on the\nenergy alignment between electronic states in the COFs and in guest\nmolecules, C<sub>60</sub> molecules were placed inside the pores,\nas shown in c (see also <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">section S7</ext-link> of the Supporting\nInformation). C<sub>60</sub> is chosen here, as together with its\nderivatives it is the prototypical system for exploiting excited-state\ncharge transfer processes in organic and hybrid systems and because\nit has repeatedly been considered as guest molecule in COF channels. Notably, the insights derived from the COF/C<sub>60</sub> hybrid\nmaterial bear direct relevance also for any other situation in which\ncharge-transfer processes between guests and the COF backbone play\na role.</p>", "clean_text": "Based on the optimized geometries, a variety of model systems were constructed (for details see sections S1 and S2 of the Supporting Information): (i) Systems with an artificially increased stacking distance (Figure S1) were used to assess the collective nature of the observed effects. They were realized by increasing the length of the a  3  unit-cell vector. Systems with a stacking distance increased by 50 Å served as converged models for isolated monolayers. (ii) To allow for an unambiguous definition of a reference energy (see below), also finite thickness slabs containing up 11 COF layers were studied, separating the electrostatically decoupled periodic replicas of the slabs by a 70 Å vacuum region. (iii) Finally, to determine the impact of collective electrostats on the energy alignment between electronic states in the COFs and in guest molecules, C60 molecules were placed inside the pores, as shown in c (see also section S7 of the Supporting Information). C60 is chosen here, as together with its derivatives it is the prototypical system for exploiting excited-state charge transfer processes in organic and hybrid systems and because it has repeatedly been considered as guest molecule in COF channels. Notably, the insights derived from the COF/C60 hybrid material bear direct relevance also for any other situation in which charge-transfer processes between guests and the COF backbone play a role.", "data": null, "include_properties": null}, {"idx": 10, "type": "text", "classification": ["else"], "content": "<p>The electrostatic energy in the center of the pore relative\nto\nthe situation of the isolated monolayer, Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup>, is shown for all studied pCOFs in a as a function of\nthe stacking distance. The plot reveals a massive shift of the electrostatic\nenergy when the interlayer distance is decreased. It amounts to ∼0.8\neV for pCOF-CN and to ∼−0.5 eV for pCOF-NH<sub>2</sub>, i.e., there is a significant impact of nearby layers on the electrostatic\nenergy in the pores and the sign of the shift clearly depends on the\npolarity of the substituents. Both observations are a clear indication\nof a strong collectivity of the observed shift and of its origin being\nelectrostatic. This assessment is confirmed by the data for the two\nsubstituents with reduced polarity, pCOF-F and pCOF-H. The somewhat\nsurprising observation that for pCOF-F the absolute value of Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> is vanishingly small,\nis a consequence of the additional dipoles due to the C–H bonds\nfacing the channel and occurring in all COFs (see red arrows in a). They induce a\nshift to smaller values of Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup>, which due to the large number of C–H dipoles facing\nthe channel is barely compensated by the oppositely oriented C–F\ndipoles. While the analysis of Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> testifies to the possibility to manipulate\nthe potential in the pore via electrostatic effects, it does not allow\nto fully quantify the effect. This has two reasons: First, calculating\nΔ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> does not\nallow assessing the impact of the dipoles within an isolated monolayer,\nas the latter serves as the reference. Second, it is impossible to\ndefine a unique and unambiguous reference point for the energy scale\nthat stays constant for all systems at all layer distances. This becomes\nobvious in a when comparing the electrostatic energies in the pores relative\nto the energies of the valence-band maxima (VBM; open symbols) and\nrelative to the average of the highest and lowest C-1s binding energies\nof atoms within the COF backbone (C<sub>1s‑average</sub>; filled\nsymbols), as two of the obvious energy references for a bulk system.\nUnfortunately, the positions of these references change with layer\ndistance due to local fields and band broadening effects (see below).</p>", "clean_text": "The electrostatic energy in the center of the pore relative to the situation of the isolated monolayer, ΔE  pore   elstat , is shown for all studied pCOFs in a as a function of the stacking distance. The plot reveals a massive shift of the electrostatic energy when the interlayer distance is decreased. It amounts to ~0.8 eV for pCOF-CN and to ~-0.5 eV for pCOF-NH2, i.e., there is a significant impact of nearby layers on the electrostatic energy in the pores and the sign of the shift clearly depends on the polarity of the substituents. Both observations are a clear indication of a strong collectivity of the observed shift and of its origin being electrostatic. This assessment is confirmed by the data for the two substituents with reduced polarity, pCOF-F and pCOF-H. The somewhat surprising observation that for pCOF-F the absolute value of ΔE  pore   elstat  is vanishingly small, is a consequence of the additional dipoles due to the C-H bonds facing the channel and occurring in all COFs (see red arrows in a). They induce a shift to smaller values of ΔE  pore   elstat , which due to the large number of C-H dipoles facing the channel is barely compensated by the oppositely oriented C-F dipoles. While the analysis of ΔE  pore   elstat  testifies to the possibility to manipulate the potential in the pore via electrostatic effects, it does not allow to fully quantify the effect. This has two reasons: First, calculating ΔE  pore   elstat  does not allow assessing the impact of the dipoles within an isolated monolayer, as the latter serves as the reference. Second, it is impossible to define a unique and unambiguous reference point for the energy scale that stays constant for all systems at all layer distances. This becomes obvious in a when comparing the electrostatic energies in the pores relative to the energies of the valence-band maxima (VBM; open symbols) and relative to the average of the highest and lowest C-1s binding energies of atoms within the COF backbone (C1s-average; filled symbols), as two of the obvious energy references for a bulk system. Unfortunately, the positions of these references change with layer distance due to local fields and band broadening effects (see below).", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Electrostatic\nenergy inside the pores of pCOFs: (a) Electrostatic\nenergies in the center of the pore relative to the value for the isolated\nmonolayer approximated by a system with a spacing between COF layers\nincreased by 50 Å, Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup>, plotted as a function of the distance between the COF layers\nfor a fully periodic structure. 0 Å refers to the equilibrium\ndistance (corresponding to a unit-cell height between 3.92 Å\nin the case of pCOF-CN and 3.86 Å for pCOF-NH<sub>2</sub>). Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> is calculated as the\ndifference between the electrostatic energy at the center of the pore\nfor a given distance, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup>, and the electrostatic energy for an extra spacing of 50 Å, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>,50</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> (Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> = <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> – <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>,50</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup>). Notably,\nthe determination of the energies require a definition of the zero\nof the energy scale in each of the considered systems (as an absolute\nenergy scale does not exist). The open symbols refer to the situation\nwhen choosing the valence-band maximum in the respective systems as\nthe energy reference, while the filled symbols describe energies relative\nto the mean of the highest and lowest C-1s core-level binding energies.\n(b) Electrostatic energies for finite thickness slabs determined as\nthe difference between the electrostatic energy in the middle of the\npore of the central layer and the electrostatic energy in a vacuum\n30 Å above the stack, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup>, as a function of the\nnumber of layers in the stack. Panel (c) shows the electrostatic energy\nin the center of the pore for each COF layer in the 11-layer stacks, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup>, relative to the electrostatic\nenergy in a vacuum, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup>, with Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup> = <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup> – <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup>. Panel (d) contains\nan isovalue plot of the electrostatic energy for a pCOF-CN 7-layer\nstack. The isovalue has been set to 0.7 eV relative to the vacuum\nlevel. All data used to generate the plots in panels (a)–(c)\nare contained in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> in the Supporting\nInformation. OVITO<xref ref-type=\"bibr\" rid=\"ref42\"></xref> was used for the generating\nthe isovalue plot.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl3c00722_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Electrostatic energy inside the pores of pCOFs: (a) Electrostatic energies in the center of the pore relative to the value for the isolated monolayer approximated by a system with a spacing between COF layers increased by 50 Å, ΔE  pore   elstat , plotted as a function of the distance between the COF layers for a fully periodic structure. 0 Å refers to the equilibrium distance (corresponding to a unit-cell height between 3.92 Å in the case of pCOF-CN and 3.86 Å for pCOF-NH2). ΔE  pore   elstat  is calculated as the difference between the electrostatic energy at the center of the pore for a given distance, E  pore   elstat , and the electrostatic energy for an extra spacing of 50 Å, E  pore,50  elstat  (ΔE  pore   elstat  = E  pore   elstat  - E  pore,50  elstat ). Notably, the determination of the energies require a definition of the zero of the energy scale in each of the considered systems (as an absolute energy scale does not exist). The open symbols refer to the situation when choosing the valence-band maximum in the respective systems as the energy reference, while the filled symbols describe energies relative to the mean of the highest and lowest C-1s core-level binding energies. (b) Electrostatic energies for finite thickness slabs determined as the difference between the electrostatic energy in the middle of the pore of the central layer and the electrostatic energy in a vacuum 30 Å above the stack, E  pore-vac  *elstat , as a function of the number of layers in the stack. Panel (c) shows the electrostatic energy in the center of the pore for each COF layer in the 11-layer stacks, E  pore  *elstat , relative to the electrostatic energy in a vacuum, E  vac  *elstat , with ΔE  pore-vac  *elstat  = E  pore  *elstat  - E  vac  *elstat . Panel (d) contains an isovalue plot of the electrostatic energy for a pCOF-CN 7-layer stack. The isovalue has been set to 0.7 eV relative to the vacuum level. All data used to generate the plots in panels (a)-(c) are contained in Table S3 in the Supporting Information. OVITO was used for the generating the isovalue plot.   ", "data": null, "include_properties": null}, {"idx": 12, "type": "text", "classification": ["property"], "content": "<p>To mend this problem, also stacks of pCOFs comprising\nfinite numbers\nof layers were investigated. Such calculations provide access to the\nvacuum level above the slabs as a unique and system-independent reference\nenergy. First, calculations confirm the assessment that the position\nof the CBM does not qualify as a reliable energy reference, as when\ncomparing the 1- and 11-layer slabs the CBM energy relative to the\nvacuum level is lowered by 0.09 eV for pCOF-CN and raised by 0.21\nfor pCOF-NH<sub>2</sub>. Moreover, using the vacuum level as an energy\nreference provides access to the arguably most relevant quantity describing\nthe dipole-induced effects, namely the difference between the electrostatic\nenergy in the center of the pore (at the position of the central pCOF\nlayer) and the electrostatic energy outside the COF, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup>. Here,\nthe * denotes the fact that one is now dealing with a system of finite\nthickness. The values of <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup> are shown in b as a function of the number of layers in\nthe slab, N. One observes a pronounced dependence of <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup> on N, with\nvalues for pCOF-CN starting at +0.27 eV for the monolayer and saturating\nat +0.89 eV for the 11-layer stack. For pCOF-NH<sub>2</sub> the values\nvary between −0.13 eV and −0.50 eV. This supports the\nnotion that the shift is collective in nature, as it increases with\nthe number of neighboring layers. The collectivity is further confirmed\nby the data in c, where the evolution of <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup> is shown as a function\nof the position along the pore axis revealing pronounced edge effects.</p>", "clean_text": "To mend this problem, also stacks of pCOFs comprising finite numbers of layers were investigated. Such calculations provide access to the vacuum level above the slabs as a unique and system-independent reference energy. First, calculations confirm the assessment that the position of the CBM does not qualify as a reliable energy reference, as when comparing the 1- and 11-layer slabs the CBM energy relative to the vacuum level is lowered by 0.09 eV for pCOF-CN and raised by 0.21 for pCOF-NH2. Moreover, using the vacuum level as an energy reference provides access to the arguably most relevant quantity describing the dipole-induced effects, namely the difference between the electrostatic energy in the center of the pore (at the position of the central pCOF layer) and the electrostatic energy outside the COF, E  pore-vac  *elstat . Here, the * denotes the fact that one is now dealing with a system of finite thickness. The values of E  pore-vac  *elstat  are shown in b as a function of the number of layers in the slab, N. One observes a pronounced dependence of E  pore-vac  *elstat  on N, with values for pCOF-CN starting at +0.27 eV for the monolayer and saturating at +0.89 eV for the 11-layer stack. For pCOF-NH2 the values vary between -0.13 eV and -0.50 eV. This supports the notion that the shift is collective in nature, as it increases with the number of neighboring layers. The collectivity is further confirmed by the data in c, where the evolution of E  pore-vac  *elstat  is shown as a function of the position along the pore axis revealing pronounced edge effects.", "data": null, "include_properties": null}, {"idx": 13, "type": "text", "classification": ["property"], "content": "<p>Second, the data in b show that the magnitude of the dipole-induced variation\nof the electrostatic energy within the pores is sizable. The energy\ndifference between the two most extreme COFs studied here amounts\nto as much as 1.39 eV. At this point it needs to be stressed that\nthe data in b represent the situation in the pore center at a considerable distance\nfrom the atoms constituting the COF backbone. Thus, the observed differences\nare not a consequence of chemical “through-bond” substitution\neffects. As discussed below, these mostly affect the positions of\nthe electronic states within the COFs relative to the vacuum level.\nRather, b illustrates\nthe situation within the pore that is caused by a superposition of\nthe electric fields originating from the polar groups decorating the\npore walls.</p>", "clean_text": "Second, the data in b show that the magnitude of the dipole-induced variation of the electrostatic energy within the pores is sizable. The energy difference between the two most extreme COFs studied here amounts to as much as 1.39 eV. At this point it needs to be stressed that the data in b represent the situation in the pore center at a considerable distance from the atoms constituting the COF backbone. Thus, the observed differences are not a consequence of chemical \"through-bond\" substitution effects. As discussed below, these mostly affect the positions of the electronic states within the COFs relative to the vacuum level. Rather, b illustrates the situation within the pore that is caused by a superposition of the electric fields originating from the polar groups decorating the pore walls.", "data": null, "include_properties": null}, {"idx": 14, "type": "text", "classification": ["else"], "content": "<p>The formation of a “potential-pocket”\nwithin the\npore is illustrated in d, which shows an isovalue plot for the electrostatic energy\nat +0.7 eV above the vacuum level for the 7-layer stack of pCOF-CN.\nNotably, the “potential-pocket” comprises essentially\nthe entire pore region. Variants of such plots for all systems are\ndiscussed in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">section S6</ext-link> in the Supporting\nInformation. As an alternative visualization approach, cross sections\nof the electrostatic energy landscapes within the pores of the four\nstudied systems are shown in . The plots confirm the massive\nincrease in electrostatic energy within the pore of pCOF-CN, indicating\neven higher energy values, when moving from the pore center toward\nthe substituents (see isolines). Only in the immediate vicinity of\nthe atoms forming the COF, the electrostatic energy becomes negative\n(blue) due to the electrostatic potential of the nuclei. The drop\nin electrostatic energy upon approaching the surface of the stack\n(inferred already from c) is also clearly resolved. For pCOF-F in b, one sees that the increase\nof the electrostatic energy is confined to the immediate vicinity\nof the F atoms, while for pCOF-H (c) and pCOF-NH<sub>2</sub> (d), the electrostatic energy\nis significantly lower inside the pore than in the vacuum region above\nthe stack. This is fully consistent with the data in b.</p>", "clean_text": "The formation of a \"potential-pocket\" within the pore is illustrated in d, which shows an isovalue plot for the electrostatic energy at +0.7 eV above the vacuum level for the 7-layer stack of pCOF-CN. Notably, the \"potential-pocket\" comprises essentially the entire pore region. Variants of such plots for all systems are discussed in section S6 in the Supporting Information. As an alternative visualization approach, cross sections of the electrostatic energy landscapes within the pores of the four studied systems are shown in . The plots confirm the massive increase in electrostatic energy within the pore of pCOF-CN, indicating even higher energy values, when moving from the pore center toward the substituents (see isolines). Only in the immediate vicinity of the atoms forming the COF, the electrostatic energy becomes negative (blue) due to the electrostatic potential of the nuclei. The drop in electrostatic energy upon approaching the surface of the stack (inferred already from c) is also clearly resolved. For pCOF-F in b, one sees that the increase of the electrostatic energy is confined to the immediate vicinity of the F atoms, while for pCOF-H (c) and pCOF-NH2 (d), the electrostatic energy is significantly lower inside the pore than in the vacuum region above the stack. This is fully consistent with the data in b.", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Center of pore electrostatic\nenergy (Hartree energy) relative to\nthe vacuum energy for 7-layer stacks of pCOF-CN (a), pCOF-F (b), pCOF-H\n(c), and pCOF-NH2 (d). Isolines are drawn between −1.0 and\n1.5 V every 0.05 eV; The planes for which the potentials are plotted\nhave been chosen such that they cut through the centers of the pores.\nTheir positions are indicated by the dashed green line in <xref ref-type=\"fig\" rid=\"fig1\">Figure <xref ref-type=\"fig\" rid=\"fig1\"></xref>\n</xref>a. The structures\nof the COFs are overlaid for the sake of clarity and the vertical\nregions associated with pores and COF backbones are indicated. In\npanel (a), also the fundamental difference between injecting an electron\nfrom the COF into the interior of the pore and into vacuum is illustrated\n(plots produced using VESTA<xref ref-type=\"bibr\" rid=\"ref51\"></xref>).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl3c00722_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Center of pore electrostatic energy (Hartree energy) relative to the vacuum energy for 7-layer stacks of pCOF-CN (a), pCOF-F (b), pCOF-H (c), and pCOF-NH2 (d). Isolines are drawn between -1.0 and 1.5 V every 0.05 eV; The planes for which the potentials are plotted have been chosen such that they cut through the centers of the pores. Their positions are indicated by the dashed green line in Figure  a. The structures of the COFs are overlaid for the sake of clarity and the vertical regions associated with pores and COF backbones are indicated. In panel (a), also the fundamental difference between injecting an electron from the COF into the interior of the pore and into vacuum is illustrated (plots produced using VESTA).   ", "data": null, "include_properties": null}, {"idx": 16, "type": "text", "classification": ["else"], "content": "<p>The above results raises the question: what would\nbe the practical\nimpact of the dipole-triggered change in electrostatic energy inside\nthe pore? An obvious consequence should be a largely rigid shift of\nall electronic states of any species contained inside the pores relative\nto the electronic states in the pCOF. To test that hypothesis, we\nstudied (infinitely extended) pCOFs containing C<sub>60</sub> molecules\nin the centers of the pore (for details, see above and <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">section S7</ext-link> in the Supporting Information). The\ncalculated densities of states projected onto the COF and onto the\nC<sub>60</sub> guests are shown for the four studied systems in a. Indeed, one observes\na significant shift of the states in C60 to lower energies relative\nto the bands in the COF for the series pCOF-CN → pCOF-F →\npCOF-H → pCOF-NH<sub>2</sub>. This shift is exemplarily highlighted\nfor the lowest unoccupied band. In fact, for pCOF-NH<sub>2</sub> that\nband is shifted so much that it is pinned at the VB of the COF, which\ntriggers a ground-state charge transfer and limits the overall magnitude\nof the shift in that system. It should be mentioned that this specific\nobservation might well be a consequence of the notoriously too small\nband gap caused by the many-electron self-interaction error inherent\nto (semi)­local functionals. In passing it is noted that conventional\nhybrid functionals could potentially reduce (albeit certainly not\nfix) the band gap problem, but at nonaffordable\ncomputational costs for the huge systems studied here. Moreover, the\npotentially spurious charge transfer in the pCOF-NH<sub>2</sub>, does\nnot compromise the overall effect of a significant change of the level\nalignment.</p>", "clean_text": "The above results raises the question: what would be the practical impact of the dipole-triggered change in electrostatic energy inside the pore? An obvious consequence should be a largely rigid shift of all electronic states of any species contained inside the pores relative to the electronic states in the pCOF. To test that hypothesis, we studied (infinitely extended) pCOFs containing C60 molecules in the centers of the pore (for details, see above and section S7 in the Supporting Information). The calculated densities of states projected onto the COF and onto the C60 guests are shown for the four studied systems in a. Indeed, one observes a significant shift of the states in C60 to lower energies relative to the bands in the COF for the series pCOF-CN → pCOF-F → pCOF-H → pCOF-NH2. This shift is exemplarily highlighted for the lowest unoccupied band. In fact, for pCOF-NH2 that band is shifted so much that it is pinned at the VB of the COF, which triggers a ground-state charge transfer and limits the overall magnitude of the shift in that system. It should be mentioned that this specific observation might well be a consequence of the notoriously too small band gap caused by the many-electron self-interaction error inherent to (semi)local functionals. In passing it is noted that conventional hybrid functionals could potentially reduce (albeit certainly not fix) the band gap problem, but at nonaffordable computational costs for the huge systems studied here. Moreover, the potentially spurious charge transfer in the pCOF-NH2, does not compromise the overall effect of a significant change of the level alignment.", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Densities of states of pCOF-CN, pCOF-F, pCOF-H, and pCOF-NH<sub>2</sub> (blue lines) and of C<sub>60</sub> molecules (red lines)\nin structures equivalent to those shown in <xref ref-type=\"fig\" rid=\"fig1\">Figure <xref ref-type=\"fig\" rid=\"fig1\"></xref>\n</xref>c. The energy scale is aligned to the center\nof the band gap of the respective COFs, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">midgap</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">COF</italic>\n</sup>. The (non) shaded states in the DOSs are\noccupied (unoccupied). The dotted green lines/arrows connect the positions\nof the DOS peaks associated with the conduction bands of the C<sub>60</sub> chains and serve as a guide to the eye. (b) Red bars: substitution\ndependence of the energy of the valence-band maximum of the COF, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VBM</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">COF</italic>\n</sup>, relative to the electrostatic\nenergy in a vacuum. This energy correlates with the ionization process\ndenoted by the red arrow in <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>(a). Within the single-electron picture, it corresponds\nto the ionization-energy of the COF. Blue bars: substitution dependence\nof the energy of the valence-band maximum relative to the electrostatic\nenergy in the center of the pore of the middle COF layer of a COF\nstack (charge-transfer process represented by the blue arrow in <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>(a)). The displayed\ndata were obtained for the 11-layer stack, for which the electrostatic\nenergy in the central COF layer has essentially converged to the bulk\nvalue (see <xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>b). The area shaded in green corresponds to the “additional”\nshift due to the collective electrostatic modification of the potential\ninside the pore. An equivalent plot for the conduction-band minimum\nis contained in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link> in the Supporting\nInformation. (c) Plot similar to (b), but now the energy differences, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VBM</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">COF</italic>\n</sup>, are plotted as a function\nof the offset between peaks in the DOSs associated with the valence\nband of the COFs, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VB‑peak</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">COF</italic>\n</sup>, and the conduction\nband of the C60 chains, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">CB‑peak</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">C</italic>60</sup>. The dashed black line has a slope of 1 and serves as guide\nto the eye. It illustrates what reference energy for <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VBM</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">COF</italic>\n</sup> determines the level alignment between\nthe COF and the C60 states.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl3c00722_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Densities of states of pCOF-CN, pCOF-F, pCOF-H, and pCOF-NH2 (blue lines) and of C60 molecules (red lines) in structures equivalent to those shown in Figure  c. The energy scale is aligned to the center of the band gap of the respective COFs, E  midgap   COF . The (non) shaded states in the DOSs are occupied (unoccupied). The dotted green lines/arrows connect the positions of the DOS peaks associated with the conduction bands of the C60 chains and serve as a guide to the eye. (b) Red bars: substitution dependence of the energy of the valence-band maximum of the COF, E  VBM  *COF , relative to the electrostatic energy in a vacuum. This energy correlates with the ionization process denoted by the red arrow in Figure  (a). Within the single-electron picture, it corresponds to the ionization-energy of the COF. Blue bars: substitution dependence of the energy of the valence-band maximum relative to the electrostatic energy in the center of the pore of the middle COF layer of a COF stack (charge-transfer process represented by the blue arrow in Figure  (a)). The displayed data were obtained for the 11-layer stack, for which the electrostatic energy in the central COF layer has essentially converged to the bulk value (see Figure  b). The area shaded in green corresponds to the \"additional\" shift due to the collective electrostatic modification of the potential inside the pore. An equivalent plot for the conduction-band minimum is contained in Figure S9 in the Supporting Information. (c) Plot similar to (b), but now the energy differences, E  VBM  *COF , are plotted as a function of the offset between peaks in the DOSs associated with the valence band of the COFs, E  VB-peak   COF , and the conduction band of the C60 chains, E  CB-peak   C60. The dashed black line has a slope of 1 and serves as guide to the eye. It illustrates what reference energy for E  VBM  *COF  determines the level alignment between the COF and the C60 states.   ", "data": null, "include_properties": null}, {"idx": 18, "type": "text", "classification": ["else"], "content": "<p>At this point, one might argue that the different\nlevel alignment\nbetween the states in the COFs and in C<sub>60</sub> could be merely\nthe consequence of classical chemical substitution effects due to\nattaching electron donating or accepting groups to the COF backbones.\nSuch chemical shifts change the global ionization energy and electron\naffinity, and, thus, (in a single particle picture) shift the positions\nof the valence band maximum and the conduction band minimum (CBM)\nof the COF relative to the vacuum level. For the VBM the corresponding\nionization process is illustrated by the red arrow in a. The system-dependent evolution\nof the energy of the VBM of the COF, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VBM</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">COF</italic>\n</sup>, relative to the vacuum level is illustrated for\nthe 11 layer stacks by the red bars in b. As expected, one observes an appreciable\nchemically induced shift, but when instead plotting the position of\nthe VBM relative to the electrostatic energy inside the pore (blue\nbars in b),\nthe obtained shift is much larger. The reason for that is that when\nconsidering the ionization/charge transfer process indicated by the\nblue arrow in a, the collective electrostatic shifts discussed above (highlighted\nby the green shading in b) are superimposed on the chemical ones and strongly amplify\ntheir effect. The crucial question is, whether the actual level alignment\nof the C<sub>60</sub> and COF states from a, is determined by the position of the VBM\nof the COF relative to the vacuum energy above the sample (red bars)\nor relative to the electrostatic energy in the pores (blue bars).</p>", "clean_text": "At this point, one might argue that the different level alignment between the states in the COFs and in C60 could be merely the consequence of classical chemical substitution effects due to attaching electron donating or accepting groups to the COF backbones. Such chemical shifts change the global ionization energy and electron affinity, and, thus, (in a single particle picture) shift the positions of the valence band maximum and the conduction band minimum (CBM) of the COF relative to the vacuum level. For the VBM the corresponding ionization process is illustrated by the red arrow in a. The system-dependent evolution of the energy of the VBM of the COF, E  VBM  *COF , relative to the vacuum level is illustrated for the 11 layer stacks by the red bars in b. As expected, one observes an appreciable chemically induced shift, but when instead plotting the position of the VBM relative to the electrostatic energy inside the pore (blue bars in b), the obtained shift is much larger. The reason for that is that when considering the ionization/charge transfer process indicated by the blue arrow in a, the collective electrostatic shifts discussed above (highlighted by the green shading in b) are superimposed on the chemical ones and strongly amplify their effect. The crucial question is, whether the actual level alignment of the C60 and COF states from a, is determined by the position of the VBM of the COF relative to the vacuum energy above the sample (red bars) or relative to the electrostatic energy in the pores (blue bars).", "data": null, "include_properties": null}, {"idx": 19, "type": "text", "classification": ["else"], "content": "<p>To answer that, c plots the trend in <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VBM</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">COF</italic>\n</sup> (both, relative to the vacuum level and relative to the electrostatic\nenergy in the pore) as a function of the level alignment in the COF/C<sub>60</sub> guest–host system. The latter is quantified by the\nenergetic offset between the DOS peaks associated with the conduction\nband of C60 and the valence band of the respective COF. When considering\nonly chemical shifts, the substitution-dependent variation of <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VBM</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">COF</italic>\n</sup> is far smaller than the\nshift in the level alignment, as can be inferred from the deviations\nof the red bars from the dashed black line (which has a slope of 1).\nOnly, when additionally considering dipole-induced shifts in the electrostatic\nenergy of the pore (blue bars), a one-to-one correspondence between\nthe evolution of <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VBM</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">COF</italic>\n</sup> and the change\nin level alignment is obtained (with a minor deviation for pCOF-NH<sub>2</sub> due to the above-described pinning). This clearly shows that\ncollective electrostatic shifts due to a decoration of pore-walls\nwith polar groups can massively impact the alignment between the electronic\nstates in the COFs and in adsorbates, with consequences for a wide\nvariety of processes. In the present case, they double the change\nin level alignment due to the substituents.</p>", "clean_text": "To answer that, c plots the trend in E  VBM  *COF  (both, relative to the vacuum level and relative to the electrostatic energy in the pore) as a function of the level alignment in the COF/C60 guest-host system. The latter is quantified by the energetic offset between the DOS peaks associated with the conduction band of C60 and the valence band of the respective COF. When considering only chemical shifts, the substitution-dependent variation of E  VBM  *COF  is far smaller than the shift in the level alignment, as can be inferred from the deviations of the red bars from the dashed black line (which has a slope of 1). Only, when additionally considering dipole-induced shifts in the electrostatic energy of the pore (blue bars), a one-to-one correspondence between the evolution of E  VBM  *COF  and the change in level alignment is obtained (with a minor deviation for pCOF-NH2 due to the above-described pinning). This clearly shows that collective electrostatic shifts due to a decoration of pore-walls with polar groups can massively impact the alignment between the electronic states in the COFs and in adsorbates, with consequences for a wide variety of processes. In the present case, they double the change in level alignment due to the substituents.", "data": null, "include_properties": null}, {"idx": 20, "type": "text", "classification": ["else"], "content": "<p>The above considerations\nshow that decorating the walls of nanoscale\npores by ordered assemblies of polar units can massively change the\nelectrostatic energy within the pores and the electronic structure\nof guest–host systems. This is explicitly shown for stacks\nof 2D COF layers made from building blocks containing polar substituents\npointing toward the pore centers. More specifically, the present study\nfocuses on derivatives of the recently introduced DUT-177 system, in which the original -CN substituents were\nsystematically replaced by -F, -H, and -NH<sub>2</sub> groups. This\nallows varying the electrostatic energy within the pores relative\nto the vacuum energy outside the COF by as much as 1.4 eV. That effect\nis collective in nature, i.e., it is largely a consequence of the\nsuperposition of the fields of all dipoles contained in the walls\nof the channels. This is shown by systematically varying the interlayer\ndistance and the number of stacked COF layers, while following the\nevolution of the electrostatic energy within the pores.</p>", "clean_text": "The above considerations show that decorating the walls of nanoscale pores by ordered assemblies of polar units can massively change the electrostatic energy within the pores and the electronic structure of guest-host systems. This is explicitly shown for stacks of 2D COF layers made from building blocks containing polar substituents pointing toward the pore centers. More specifically, the present study focuses on derivatives of the recently introduced DUT-177 system, in which the original -CN substituents were systematically replaced by -F, -H, and -NH2 groups. This allows varying the electrostatic energy within the pores relative to the vacuum energy outside the COF by as much as 1.4 eV. That effect is collective in nature, i.e., it is largely a consequence of the superposition of the fields of all dipoles contained in the walls of the channels. This is shown by systematically varying the interlayer distance and the number of stacked COF layers, while following the evolution of the electrostatic energy within the pores.", "data": null, "include_properties": null}, {"idx": 21, "type": "text", "classification": ["else"], "content": "<p>A key\nconsequence of the dipole-induced variation of the electrostatic\nenergy is that incorporating polar groups into the pore walls allows\ntuning the energetic alignment of electronic states in the COF host\nrelative to states on guest molecules contained in the pores. This\nis explicitly shown for C<sub>60</sub> guest molecules, which are\noften infiltrated into pores for realizing charge separation in guest–host\ntype COF heterojunctions. Here the alignment of the valence-band maximum\nof the COF and the conduction-band minimum of the guests changes by\nat least 2.4 eV between pCOF-CN and pCOF-NH<sub>2</sub>. It can be\nshown that less than half of that shift originates from the “chemical”\neffect due to replacing electron accepting substituents by electron\ndonating ones. The somewhat larger contribution to the shift can be\ntraced back to the collective shift of the electrostatic energy in\nthe channels caused by the periodic arrangement of the dipoles.</p>", "clean_text": "A key consequence of the dipole-induced variation of the electrostatic energy is that incorporating polar groups into the pore walls allows tuning the energetic alignment of electronic states in the COF host relative to states on guest molecules contained in the pores. This is explicitly shown for C60 guest molecules, which are often infiltrated into pores for realizing charge separation in guest-host type COF heterojunctions. Here the alignment of the valence-band maximum of the COF and the conduction-band minimum of the guests changes by at least 2.4 eV between pCOF-CN and pCOF-NH2. It can be shown that less than half of that shift originates from the \"chemical\" effect due to replacing electron accepting substituents by electron donating ones. The somewhat larger contribution to the shift can be traced back to the collective shift of the electrostatic energy in the channels caused by the periodic arrangement of the dipoles.", "data": null, "include_properties": null}, {"idx": 22, "type": "text", "classification": ["else"], "content": "<p>For the incorporation of C<sub>60</sub> molecules (as classical\nelectron acceptors in organic solar cells), this is expected to have\na considerable impact on excited state charge transfer processes.\nBeyond that, the electrostatic modification of the energy level alignment\nis expected to also significantly influence redox processes in battery\napplications and the (photo)­catalytic efficiency of COFs, as also\nin these applications the alignment of energy levels plays a decisive\nrole. In passing, we note that the results presented here\nalso imply that postsynthetic modification reactions that change the\ndipole moment or polarity of the substituents will diminish\nor enhance the beneficial collective electrostatic effects mentioned\nabove and can, therefore, have consequences for the functionality\nof a COF far beyond the original intention for performing the modification.</p>", "clean_text": "For the incorporation of C60 molecules (as classical electron acceptors in organic solar cells), this is expected to have a considerable impact on excited state charge transfer processes. Beyond that, the electrostatic modification of the energy level alignment is expected to also significantly influence redox processes in battery applications and the (photo)catalytic efficiency of COFs, as also in these applications the alignment of energy levels plays a decisive role. In passing, we note that the results presented here also imply that postsynthetic modification reactions that change the dipole moment or polarity of the substituents will diminish or enhance the beneficial collective electrostatic effects mentioned above and can, therefore, have consequences for the functionality of a COF far beyond the original intention for performing the modification.", "data": null, "include_properties": null}, {"idx": 23, "type": "text", "classification": ["else"], "content": "<p>Finally, due to their electrostatic nature, none of the effects\ndiscussed above are restricted to 2D COFs but apply to porous materials\nin general. All the above arguments suggest that the design of the\nenergy landscape of porous materials and guest–host systems\nexploiting collective electrostatic effects is absolutely crucial\nfor optimizing functional porous systems.</p>", "clean_text": "Finally, due to their electrostatic nature, none of the effects discussed above are restricted to 2D COFs but apply to porous materials in general. All the above arguments suggest that the design of the energy landscape of porous materials and guest-host systems exploiting collective electrostatic effects is absolutely crucial for optimizing functional porous systems.", "data": null, "include_properties": null}, {"idx": 24, "type": "text", "classification": ["else"], "content": "<p>The data underlying\nthis study are available from the NOMAD repository (DOI: 10.17172/NOMAD/2023.03.23-19).</p><p>The Supporting Information\nis\navailable free of charge at <ext-link xlink:href=\"https://pubs.acs.org/doi/10.1021/acs.nanolett.3c00722?goto=supporting-info\" xlink:type=\"simple\">https://pubs.acs.org/doi/10.1021/acs.nanolett.3c00722</ext-link>.<list id=\"silist\" list-type=\"label\">\n<list-item>\n<p>Details on the investigated structure and on the employed\nmodeling strategy; comparison of eclipsed and serrated COF structures,\ntabulated Ne-1s core level energies for determining shifts in electrostatic\nenergies i, a variety of isovalue plots of the electrostatic energy\nfor periodic COFs and COF stacks, and additional information on C60\ncontaining COFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>\n</list-item>\n</list>\n</p>", "clean_text": "The data underlying this study are available from the NOMAD repository (DOI: 10.17172/NOMAD/2023.03.23-19).\n\nThe Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acs.nanolett.3c00722.  Details on the investigated structure and on the employed modeling strategy; comparison of eclipsed and serrated COF structures, tabulated Ne-1s core level energies for determining shifts in electrostatic energies i, a variety of isovalue plots of the electrostatic energy for periodic COFs and COF stacks, and additional information on C60 containing COFs (PDF)   ", "data": null, "include_properties": null}, {"idx": 25, "type": "text", "classification": ["else"], "content": "<p>Details on the investigated structure and on the employed\nmodeling strategy; comparison of eclipsed and serrated COF structures,\ntabulated Ne-1s core level energies for determining shifts in electrostatic\nenergies i, a variety of isovalue plots of the electrostatic energy\nfor periodic COFs and COF stacks, and additional information on C60\ncontaining COFs (<ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">PDF</ext-link>)</p>", "clean_text": "Details on the investigated structure and on the employed modeling strategy; comparison of eclipsed and serrated COF structures, tabulated Ne-1s core level energies for determining shifts in electrostatic energies i, a variety of isovalue plots of the electrostatic energy for periodic COFs and COF stacks, and additional information on C60 containing COFs (PDF)", "data": null, "include_properties": null}, {"idx": 26, "type": "text", "classification": ["else"], "content": "<p>The\nauthor declares no\ncompeting financial interest.</p>", "clean_text": "The author declares no competing financial interest.", "data": null, "include_properties": null}], "cln_elements": [{"idx": "12, 13", "type": "text", "classification": "property", "content": "<p>To mend this problem, also stacks of pCOFs comprising\nfinite numbers\nof layers were investigated. Such calculations provide access to the\nvacuum level above the slabs as a unique and system-independent reference\nenergy. First, calculations confirm the assessment that the position\nof the CBM does not qualify as a reliable energy reference, as when\ncomparing the 1- and 11-layer slabs the CBM energy relative to the\nvacuum level is lowered by 0.09 eV for pCOF-CN and raised by 0.21\nfor pCOF-NH<sub>2</sub>. Moreover, using the vacuum level as an energy\nreference provides access to the arguably most relevant quantity describing\nthe dipole-induced effects, namely the difference between the electrostatic\nenergy in the center of the pore (at the position of the central pCOF\nlayer) and the electrostatic energy outside the COF, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup>. Here,\nthe * denotes the fact that one is now dealing with a system of finite\nthickness. The values of <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup> are shown in b as a function of the number of layers in\nthe slab, N. One observes a pronounced dependence of <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup> on N, with\nvalues for pCOF-CN starting at +0.27 eV for the monolayer and saturating\nat +0.89 eV for the 11-layer stack. For pCOF-NH<sub>2</sub> the values\nvary between −0.13 eV and −0.50 eV. This supports the\nnotion that the shift is collective in nature, as it increases with\nthe number of neighboring layers. The collectivity is further confirmed\nby the data in c, where the evolution of <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup> is shown as a function\nof the position along the pore axis revealing pronounced edge effects.</p><p>Second, the data in b show that the magnitude of the dipole-induced variation\nof the electrostatic energy within the pores is sizable. The energy\ndifference between the two most extreme COFs studied here amounts\nto as much as 1.39 eV. At this point it needs to be stressed that\nthe data in b represent the situation in the pore center at a considerable distance\nfrom the atoms constituting the COF backbone. Thus, the observed differences\nare not a consequence of chemical “through-bond” substitution\neffects. As discussed below, these mostly affect the positions of\nthe electronic states within the COFs relative to the vacuum level.\nRather, b illustrates\nthe situation within the pore that is caused by a superposition of\nthe electric fields originating from the polar groups decorating the\npore walls.</p>", "clean_text": "To mend this problem, also stacks of pCOFs comprising finite numbers of layers were investigated. Such calculations provide access to the vacuum level above the slabs as a unique and system-independent reference energy. First, calculations confirm the assessment that the position of the CBM does not qualify as a reliable energy reference, as when comparing the 1- and 11-layer slabs the CBM energy relative to the vacuum level is lowered by 0.09 eV for pCOF-CN and raised by 0.21 for pCOF-NH2. Moreover, using the vacuum level as an energy reference provides access to the arguably most relevant quantity describing the dipole-induced effects, namely the difference between the electrostatic energy in the center of the pore (at the position of the central pCOF layer) and the electrostatic energy outside the COF, E  pore-vac  *elstat . Here, the * denotes the fact that one is now dealing with a system of finite thickness. The values of E  pore-vac  *elstat  are shown in b as a function of the number of layers in the slab, N. One observes a pronounced dependence of E  pore-vac  *elstat  on N, with values for pCOF-CN starting at +0.27 eV for the monolayer and saturating at +0.89 eV for the 11-layer stack. For pCOF-NH2 the values vary between -0.13 eV and -0.50 eV. This supports the notion that the shift is collective in nature, as it increases with the number of neighboring layers. The collectivity is further confirmed by the data in c, where the evolution of E  pore-vac  *elstat  is shown as a function of the position along the pore axis revealing pronounced edge effects.\n\nSecond, the data in b show that the magnitude of the dipole-induced variation of the electrostatic energy within the pores is sizable. The energy difference between the two most extreme COFs studied here amounts to as much as 1.39 eV. At this point it needs to be stressed that the data in b represent the situation in the pore center at a considerable distance from the atoms constituting the COF backbone. Thus, the observed differences are not a consequence of chemical \"through-bond\" substitution effects. As discussed below, these mostly affect the positions of the electronic states within the COFs relative to the vacuum level. Rather, b illustrates the situation within the pore that is caused by a superposition of the electric fields originating from the polar groups decorating the pore walls.", "data": [[{"meta": {"name": "", "symbol": "", "chemical formula": ""}, "etc": [{"property name": "vacuum level above the slabs", "value": "", "unit": "", "condition": ""}, {"property name": "CBM energy relative to the vacuum level", "value": "0.09", "unit": "eV", "condition": "comparing 1- and 11-layer slabs for pCOF-CN"}, {"property name": "CBM energy relative to the vacuum level", "value": "0.21", "unit": "eV", "condition": "comparing 1- and 11-layer slabs for pCOF-NH2"}, {"property name": "difference between the electrostatic energy in the center of the pore and the electrostatic energy outside the COF", "value": "", "unit": "", "condition": ""}, {"property name": "values of E_pore-vac*elstat", "value": "+0.27 eV to +0.89 eV", "unit": "eV", "condition": "for pCOF-CN, depending on the number of layers in the slab"}, {"property name": "values of E_pore-vac*elstat", "value": "-0.13 eV to -0.50 eV", "unit": "eV", "condition": "for pCOF-NH2, depending on the number of layers in the slab"}, {"property name": "dependence of E_pore-vac*elstat on N", "value": "", "unit": "", "condition": ""}, {"property name": "evolution of E_pore-vac*elstat as a function of the position along the pore axis", "value": "", "unit": "", "condition": ""}, {"property name": "magnitude of the dipole-induced variation of the electrostatic energy within the pores", "value": "1.39", "unit": "eV", "condition": ""}, {"property name": "electric fields originating from the polar groups decorating the pore walls", "value": "", "unit": "", "condition": ""}]}]], "include_properties": ["etc"]}, {"idx": 4, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig1\" orientation=\"portrait\" position=\"float\">\n<label>1</label>\n<caption>\n<p>(a)\nChemical structures of the studied COFs derived from DUT-177\n(the structure with X = -CN); the red diamond represents the unit-cell\nof the structure; the blue arrows denote the dipoles of the substituents\n(here for X = -CN; pCOF-CN). The red arrows highlight the smaller,\ninward-pointing dipoles due to the C–H bonds. The dashed green\nline indicates the plane for which cross sections of the electrostatic\nenergy are plotted in <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>. (b) Structure of a 7-layer slab of pCOF-CN; the lateral\nextent of the unit-cell in these calculations is the same as in panel\na, while in the vertical direction the unit cell contains a fixed\nnumber of COF sheets. (c) Structure of the MOF containing C<sub>60</sub> in the center of the pores to explicitly assess the alignment of\nelectronic levels between the COF and guest molecules (example of\npCOF-CN); the pCOF-C<sub>60</sub> structure is a continuous bulk structure\n(see <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">section S7</ext-link> in the Supporting Information)\nand contains one C<sub>60</sub> molecule per pore per three layers\nof COF. (Color code – dark gray: C in the COF, light gray:\nC in C<sub>60</sub>, yellow: S, orange: N, white: H; plots produced\nusing Marvinsketch (<uri xlink:href=\"https://www.chemaxon.com\" xlink:type=\"simple\">https://www.chemaxon.com</uri>) and OVITO.<xref ref-type=\"bibr\" rid=\"ref42\"></xref>)</p>\n</caption>\n<graphic id=\"gr1\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl3c00722_0001.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 1  (a) Chemical structures of the studied COFs derived from DUT-177 (the structure with X = -CN); the red diamond represents the unit-cell of the structure; the blue arrows denote the dipoles of the substituents (here for X = -CN; pCOF-CN). The red arrows highlight the smaller, inward-pointing dipoles due to the C-H bonds. The dashed green line indicates the plane for which cross sections of the electrostatic energy are plotted in Figure  . (b) Structure of a 7-layer slab of pCOF-CN; the lateral extent of the unit-cell in these calculations is the same as in panel a, while in the vertical direction the unit cell contains a fixed number of COF sheets. (c) Structure of the MOF containing C60 in the center of the pores to explicitly assess the alignment of electronic levels between the COF and guest molecules (example of pCOF-CN); the pCOF-C60 structure is a continuous bulk structure (see section S7 in the Supporting Information) and contains one C60 molecule per pore per three layers of COF. (Color code - dark gray: C in the COF, light gray: C in C60, yellow: S, orange: N, white: H; plots produced using Marvinsketch (https://www.chemaxon.com) and OVITO.)   ", "data": null, "include_properties": null}, {"idx": 11, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig2\" orientation=\"portrait\" position=\"float\">\n<label>2</label>\n<caption>\n<p>Electrostatic\nenergy inside the pores of pCOFs: (a) Electrostatic\nenergies in the center of the pore relative to the value for the isolated\nmonolayer approximated by a system with a spacing between COF layers\nincreased by 50 Å, Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup>, plotted as a function of the distance between the COF layers\nfor a fully periodic structure. 0 Å refers to the equilibrium\ndistance (corresponding to a unit-cell height between 3.92 Å\nin the case of pCOF-CN and 3.86 Å for pCOF-NH<sub>2</sub>). Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> is calculated as the\ndifference between the electrostatic energy at the center of the pore\nfor a given distance, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup>, and the electrostatic energy for an extra spacing of 50 Å, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>,50</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> (Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> = <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup> – <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>,50</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">elstat</italic>\n</sup>). Notably,\nthe determination of the energies require a definition of the zero\nof the energy scale in each of the considered systems (as an absolute\nenergy scale does not exist). The open symbols refer to the situation\nwhen choosing the valence-band maximum in the respective systems as\nthe energy reference, while the filled symbols describe energies relative\nto the mean of the highest and lowest C-1s core-level binding energies.\n(b) Electrostatic energies for finite thickness slabs determined as\nthe difference between the electrostatic energy in the middle of the\npore of the central layer and the electrostatic energy in a vacuum\n30 Å above the stack, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup>, as a function of the\nnumber of layers in the stack. Panel (c) shows the electrostatic energy\nin the center of the pore for each COF layer in the 11-layer stacks, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup>, relative to the electrostatic\nenergy in a vacuum, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup>, with Δ<italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>‑<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup> = <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">pore</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup> – <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">vac</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">elstat</italic>\n</sup>. Panel (d) contains\nan isovalue plot of the electrostatic energy for a pCOF-CN 7-layer\nstack. The isovalue has been set to 0.7 eV relative to the vacuum\nlevel. All data used to generate the plots in panels (a)–(c)\nare contained in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">Table S3</ext-link> in the Supporting\nInformation. OVITO<xref ref-type=\"bibr\" rid=\"ref42\"></xref> was used for the generating\nthe isovalue plot.</p>\n</caption>\n<graphic id=\"gr2\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl3c00722_0002.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 2  Electrostatic energy inside the pores of pCOFs: (a) Electrostatic energies in the center of the pore relative to the value for the isolated monolayer approximated by a system with a spacing between COF layers increased by 50 Å, ΔE  pore   elstat , plotted as a function of the distance between the COF layers for a fully periodic structure. 0 Å refers to the equilibrium distance (corresponding to a unit-cell height between 3.92 Å in the case of pCOF-CN and 3.86 Å for pCOF-NH2). ΔE  pore   elstat  is calculated as the difference between the electrostatic energy at the center of the pore for a given distance, E  pore   elstat , and the electrostatic energy for an extra spacing of 50 Å, E  pore,50  elstat  (ΔE  pore   elstat  = E  pore   elstat  - E  pore,50  elstat ). Notably, the determination of the energies require a definition of the zero of the energy scale in each of the considered systems (as an absolute energy scale does not exist). The open symbols refer to the situation when choosing the valence-band maximum in the respective systems as the energy reference, while the filled symbols describe energies relative to the mean of the highest and lowest C-1s core-level binding energies. (b) Electrostatic energies for finite thickness slabs determined as the difference between the electrostatic energy in the middle of the pore of the central layer and the electrostatic energy in a vacuum 30 Å above the stack, E  pore-vac  *elstat , as a function of the number of layers in the stack. Panel (c) shows the electrostatic energy in the center of the pore for each COF layer in the 11-layer stacks, E  pore  *elstat , relative to the electrostatic energy in a vacuum, E  vac  *elstat , with ΔE  pore-vac  *elstat  = E  pore  *elstat  - E  vac  *elstat . Panel (d) contains an isovalue plot of the electrostatic energy for a pCOF-CN 7-layer stack. The isovalue has been set to 0.7 eV relative to the vacuum level. All data used to generate the plots in panels (a)-(c) are contained in Table S3 in the Supporting Information. OVITO was used for the generating the isovalue plot.   ", "data": null, "include_properties": null}, {"idx": 15, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig3\" orientation=\"portrait\" position=\"float\">\n<label>3</label>\n<caption>\n<p>Center of pore electrostatic\nenergy (Hartree energy) relative to\nthe vacuum energy for 7-layer stacks of pCOF-CN (a), pCOF-F (b), pCOF-H\n(c), and pCOF-NH2 (d). Isolines are drawn between −1.0 and\n1.5 V every 0.05 eV; The planes for which the potentials are plotted\nhave been chosen such that they cut through the centers of the pores.\nTheir positions are indicated by the dashed green line in <xref ref-type=\"fig\" rid=\"fig1\">Figure <xref ref-type=\"fig\" rid=\"fig1\"></xref>\n</xref>a. The structures\nof the COFs are overlaid for the sake of clarity and the vertical\nregions associated with pores and COF backbones are indicated. In\npanel (a), also the fundamental difference between injecting an electron\nfrom the COF into the interior of the pore and into vacuum is illustrated\n(plots produced using VESTA<xref ref-type=\"bibr\" rid=\"ref51\"></xref>).</p>\n</caption>\n<graphic id=\"gr3\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl3c00722_0003.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 3  Center of pore electrostatic energy (Hartree energy) relative to the vacuum energy for 7-layer stacks of pCOF-CN (a), pCOF-F (b), pCOF-H (c), and pCOF-NH2 (d). Isolines are drawn between -1.0 and 1.5 V every 0.05 eV; The planes for which the potentials are plotted have been chosen such that they cut through the centers of the pores. Their positions are indicated by the dashed green line in Figure  a. The structures of the COFs are overlaid for the sake of clarity and the vertical regions associated with pores and COF backbones are indicated. In panel (a), also the fundamental difference between injecting an electron from the COF into the interior of the pore and into vacuum is illustrated (plots produced using VESTA).   ", "data": null, "include_properties": null}, {"idx": 17, "type": "figure", "classification": null, "content": "<fig fig-type=\"figure\" id=\"fig4\" orientation=\"portrait\" position=\"float\">\n<label>4</label>\n<caption>\n<p>(a) Densities of states of pCOF-CN, pCOF-F, pCOF-H, and pCOF-NH<sub>2</sub> (blue lines) and of C<sub>60</sub> molecules (red lines)\nin structures equivalent to those shown in <xref ref-type=\"fig\" rid=\"fig1\">Figure <xref ref-type=\"fig\" rid=\"fig1\"></xref>\n</xref>c. The energy scale is aligned to the center\nof the band gap of the respective COFs, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">midgap</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">COF</italic>\n</sup>. The (non) shaded states in the DOSs are\noccupied (unoccupied). The dotted green lines/arrows connect the positions\nof the DOS peaks associated with the conduction bands of the C<sub>60</sub> chains and serve as a guide to the eye. (b) Red bars: substitution\ndependence of the energy of the valence-band maximum of the COF, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VBM</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">COF</italic>\n</sup>, relative to the electrostatic\nenergy in a vacuum. This energy correlates with the ionization process\ndenoted by the red arrow in <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>(a). Within the single-electron picture, it corresponds\nto the ionization-energy of the COF. Blue bars: substitution dependence\nof the energy of the valence-band maximum relative to the electrostatic\nenergy in the center of the pore of the middle COF layer of a COF\nstack (charge-transfer process represented by the blue arrow in <xref ref-type=\"fig\" rid=\"fig3\">Figure <xref ref-type=\"fig\" rid=\"fig3\"></xref>\n</xref>(a)). The displayed\ndata were obtained for the 11-layer stack, for which the electrostatic\nenergy in the central COF layer has essentially converged to the bulk\nvalue (see <xref ref-type=\"fig\" rid=\"fig2\">Figure <xref ref-type=\"fig\" rid=\"fig2\"></xref>\n</xref>b). The area shaded in green corresponds to the “additional”\nshift due to the collective electrostatic modification of the potential\ninside the pore. An equivalent plot for the conduction-band minimum\nis contained in <ext-link xlink:href=\"https://pubs.acs.org/doi/suppl/10.1021/acs.nanolett.3c00722/suppl_file/nl3c00722_si_001.pdf\" xlink:type=\"simple\">Figure S9</ext-link> in the Supporting\nInformation. (c) Plot similar to (b), but now the energy differences, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VBM</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">COF</italic>\n</sup>, are plotted as a function\nof the offset between peaks in the DOSs associated with the valence\nband of the COFs, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VB‑peak</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">COF</italic>\n</sup>, and the conduction\nband of the C60 chains, <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">CB‑peak</italic>\n</sub>\n<sup arrange=\"stack\">\n<italic toggle=\"yes\">C</italic>60</sup>. The dashed black line has a slope of 1 and serves as guide\nto the eye. It illustrates what reference energy for <italic toggle=\"yes\">E</italic>\n<sub arrange=\"stack\">\n<italic toggle=\"yes\">VBM</italic>\n</sub>\n<sup arrange=\"stack\">*<italic toggle=\"yes\">COF</italic>\n</sup> determines the level alignment between\nthe COF and the C60 states.</p>\n</caption>\n<graphic id=\"gr4\" orientation=\"portrait\" position=\"float\" xlink:href=\"nl3c00722_0004.tif\" xlink:type=\"simple\"></graphic>\n</fig>", "clean_text": " 4  (a) Densities of states of pCOF-CN, pCOF-F, pCOF-H, and pCOF-NH2 (blue lines) and of C60 molecules (red lines) in structures equivalent to those shown in Figure  c. The energy scale is aligned to the center of the band gap of the respective COFs, E  midgap   COF . The (non) shaded states in the DOSs are occupied (unoccupied). The dotted green lines/arrows connect the positions of the DOS peaks associated with the conduction bands of the C60 chains and serve as a guide to the eye. (b) Red bars: substitution dependence of the energy of the valence-band maximum of the COF, E  VBM  *COF , relative to the electrostatic energy in a vacuum. This energy correlates with the ionization process denoted by the red arrow in Figure  (a). Within the single-electron picture, it corresponds to the ionization-energy of the COF. Blue bars: substitution dependence of the energy of the valence-band maximum relative to the electrostatic energy in the center of the pore of the middle COF layer of a COF stack (charge-transfer process represented by the blue arrow in Figure  (a)). The displayed data were obtained for the 11-layer stack, for which the electrostatic energy in the central COF layer has essentially converged to the bulk value (see Figure  b). The area shaded in green corresponds to the \"additional\" shift due to the collective electrostatic modification of the potential inside the pore. An equivalent plot for the conduction-band minimum is contained in Figure S9 in the Supporting Information. (c) Plot similar to (b), but now the energy differences, E  VBM  *COF , are plotted as a function of the offset between peaks in the DOSs associated with the valence band of the COFs, E  VB-peak   COF , and the conduction band of the C60 chains, E  CB-peak   C60. The dashed black line has a slope of 1 and serves as guide to the eye. It illustrates what reference energy for E  VBM  *COF  determines the level alignment between the COF and the C60 states.   ", "data": null, "include_properties": null}], "metadata": {"doi": "10.1021/acs.nanolett.3c00722", "title": null, "journal": "American Chemical Society", "date": "2023.04", "author_list": ["Zojer\nEgbert"]}}